{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05963971",
            "orgStudyIdInfo": {
                "id": "AAAU5938"
            },
            "secondaryIdInfos": [
                {
                    "id": "AAAU5938",
                    "type": "OTHER",
                    "domain": "Columbia University Institutional Review Board"
                }
            ],
            "organization": {
                "fullName": "Columbia University",
                "class": "OTHER"
            },
            "briefTitle": "A Bilingual Virtually-based Intervention (PEDALL) for the Prevention of Weight Gain in Childhood ALL Patients Considering Key Genetic and Sociodemographic Risk Factors",
            "officialTitle": "A Bilingual Virtually-based Intervention (PEDALL) for the Prevention of Weight Gain in Childhood ALL Patients Considering Key Genetic and Sociodemographic Risk Factors",
            "acronym": "PEDALL",
            "therapeuticArea": [
                "Endocrinology",
                "Oncology and Hematology"
            ],
            "study": "a-bilingual-virtually-based-intervention-pedall-for-the-prevention-of-weight-gain-in-childhood-all-patients-considering-key-genetic-and-sociodemographic-risk-factors"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-06-23",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-12-23",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-06-23",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-06-29",
            "studyFirstSubmitQcDate": "2023-07-19",
            "studyFirstPostDateStruct": {
                "date": "2023-07-27",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-07-19",
            "lastUpdatePostDateStruct": {
                "date": "2023-07-27",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Elena Ladas",
                "investigatorTitle": "Principal Investigator",
                "investigatorAffiliation": "Columbia University"
            },
            "leadSponsor": {
                "name": "Columbia University",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this study is determine the effectiveness of a six-month virtually-delivered dietary education intervention (PEDALL) on the prevention of overweight and obesity (OW/OB) during maintenance chemotherapy in children and adolescents with acute lymphoblastic leukemia (ALL).",
            "detailedDescription": "Acute lymphoblastic leukemia (ALL) has been referred to as a \"pre-obese state\", with many studies describing the onset of obesity during treatment. Weight gain typically begins within the first month of ALL diagnosis, stabilizes, and then resumes at the beginning of maintenance and continues into survivorship. Children and adolescents with healthy weight at diagnosis are the most vulnerable to weight gain; up to 70% develop overweight/obesity (OW/OB) by the end of treatment (EOT). Weight gain during treatment is one of the most consistently reported risk factors for weight gain in survivorship and is associated with an increased odds of being OW/OB 5-years post-EOT. Significant clinical ramifications are associated with being OW/OB. A meta-analysis led by the Children's Oncology Group nutrition committee found that OW/OB is associated with a 31% increased risk of mortality in ALL.\n\nThe objective of the study team is to prevent the development of OW/OB during maintenance chemotherapy using a six-month virtually delivered dietary education intervention (PEDALL) in English and Spanish speaking families of children and adolescents undergoing treatment for ALL. Once enrolled, subjects will be randomized to PEDALL or standard of care (SOC). Subjects in the PEDALL group will receive 26 contact hours of specialized nutrition education and counseling via a virtual platform.\n\nThe purpose of this study is to determine the effectiveness of a virtually-delivered dietary education intervention in the prevention of OW/OB compared to SOC during maintenance chemotherapy. The clinical impact of this study will improve the understanding of pre-treatment factors predictive of the efficacy of intervention to prevent unhealthy weight gain among patients treated for ALL. Study findings may lead to the allocation of limited clinical resources to individuals most susceptible to OW/OB. Information obtained from this study may also direct the refinement of counseling techniques to enhance the likelihood of success over the course of treatment for ALL and into survivorship. The long-term goal is to enhance the likelihood of success of weight maintenance during therapy thereby mitigating excess toxicities during treatment and reducing nutrition-related late-effects associated with OW/OB among survivors of childhood ALL."
        },
        "conditionsModule": {
            "conditions": [
                "Acute Lymphoblastic Leukemia",
                "Obesity"
            ],
            "keywords": [
                "Acute Lymphoblastic Leukemia",
                "Obesity",
                "Childhood Cancer"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "All participants who are randomized to the intervention group will receive the same virtually-delivered nutrition educational intervention.",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 376,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "PEDALL",
                    "type": "EXPERIMENTAL",
                    "description": "The intervention group (PEDALL) will receive twenty-six contact hours of virtually-delivered nutrition education. Participants and/or caregivers will meet with their nutrition educator once weekly for one hour for six months.",
                    "interventionNames": [
                        "Behavioral: PEDALL"
                    ]
                },
                {
                    "label": "Standard of Care (SOC)",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Subjects randomized to SOC will receive printed educational materials at study entry and will continue to receive nutritional education/care per their institution's standards of care.",
                    "interventionNames": [
                        "Other: Standard of care"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "PEDALL",
                    "description": "twenty-six hour nutrition education intervention delivered virtually over a six month period",
                    "armGroupLabels": [
                        "PEDALL"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Standard of care",
                    "description": "Nutrition education per institutional standard of care",
                    "armGroupLabels": [
                        "Standard of Care (SOC)"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "To prevent the development of OW/OB during maintenance chemotherapy using a six-month virtually delivered dietary education intervention (PEDALL) in English and Spanish speaking families of children and adolescents undergoing treatment for ALL.",
                    "description": "Number of participants with overweight or obesity as assessed by body mass index (BMI) for age z-scores \\>1 will change from baseline following 6 month virtual diet education intervention. BMI z-score will be evaluated at the end of 6-month intervention in the maintenance phase of ALL therapy. BMI z-scores will be classified by comparing age, sex, height and weight to CDC growth charts. OW is defined as BMI z-score ≥ +1.04 , and OB is defined as BMI z-score ≥ +1.645 . For participants ≥20 years of age, adult classifications will be used to determine weight status as recommended by the CDC and include BMI \\< 19 underweight; BMI 19-\\<25 healthy weight; BMI ≥ 25 - \\<30 overweight; BMI ≥ 30 obese.",
                    "timeFrame": "3.5 years"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "The effect of intervention on BMI z-score trajectories over time (from time zero to one-year post-completion of treatment for ALL) and modification of this effect by genetic and sociodemographic factors.",
                    "description": "The proportion of OW/OB based on BMI (measured in kilograms per meters squared) at the end of treatment (EOT) for ALL and at one-year post-EOT for ALL will be analyzed as the exploratory outcomes measure of interest. The change in outcome at EOT to 1-year post EOT using a similar analytical approach to the Primary Objective will be analyzed also.",
                    "timeFrame": "4 years"
                },
                {
                    "measure": "The modifying effect of genetic predisposition to OW/OB, defined by a genome-wide polygenic score (GPS) for obesity optimized for Hispanic and Non-Hispanic application, on the efficacy of PEDALL intervention",
                    "description": "The modifying effect of GPS score will be calculated based on an algorithm optimized for trans-ethnic application both as a continuous variable and a dichotomized variable (\\<median value vs ≥ median value based on PEDALL cohort), on the efficacy of PEDALL for the prevention of OW/OB at EOT and at one-year post EOT, as well as the change in outcome between the two timepoints using repeated measure ANOVA and generalized estimating equation (GEE) modeling.",
                    "timeFrame": "4 years"
                },
                {
                    "measure": "The modifying effect of multi-level sociodemographic factors on the efficacy of PEDALL for the prevention of OW/OB in children and adolescents undergoing treatment for ALL.",
                    "description": "Multi-level modeling will be used to examine the modifying effect of variables known to influence dietary behaviors on the efficacy of PEDALL for the prevention of the primary outcome. Social demographic variables to be considered for this objective are self-reported race (white vs other) and ethnicity (Hispanic vs non-Hispanic), foreign-born status (yes/no), food security (0-1 high or marginal food security vs 2-4 low food security vs 5-6 very low food security), and home food environments measured at study entry using a social demographic survey.",
                    "timeFrame": "4 years"
                },
                {
                    "measure": "The effect of intervention on reported lifestyle behaviors as measured by World Cancer Research Foundation/American Institute for Cancer Research lifestyle guidelines.",
                    "description": "Data will be collected from 24 hour diet recalls and PROMIS® survey responses and dietary and lifestyle indices will be operationalized based on the WCRF/AICR recommendations. The adapted WCRF/AICR score ranges from 0-7 and is based on 7 dietary components. Participants will receive 1 point, 0.5 points, or 0 points when the recommendation is met, partially met, or not met, respectively, within each group, with a higher score indicating greater adherence. Overall adherence scores will be analyzed by comparing the distribution of scores across arms using Wilcoxon ranked sign tests and the van Elteren test to adjust for the stratification factors.",
                    "timeFrame": "4 years"
                },
                {
                    "measure": "Understand contextual factors that shaped the recruitment and retainment of participants and to identify strategies that may hinder or support implementation within routine care at sites",
                    "description": "Directed content analysis will be used to analyzed open-ended survey responses to code a priori domains of interest (guided by research questions and CFIR domains) and to inductively explore any emergent themes. This list will then be used to develop a coding dictionary and apply it to subset of the data. Inter-rater reliability will be measured to document and improve coding consistency. Once high reliability is achieved (kappa \\>0.8), the full coding dictionary will be applied to the interview data using NVivo, and produce thematic reports summarizing the findings. Qualitative data will then be used to expand upon and triangulate quantitative patterns identified in trial and structured data. Survey Data will be analyzed descriptively and coded dichotomously or categorically as appropriate.",
                    "timeFrame": "4 years"
                },
                {
                    "measure": "Understand individual factors and site-specific factors that shaped both experience with and response to the intervention using a one-time, brief open-ended questionnaire to patients and caregivers.",
                    "description": "Directed content analysis will be used to analyzed open-ended survey responses to code a priori domains of interest (guided by research questions and CFIR domains) and to inductively explore any emergent themes. This list will then be used to develop a coding dictionary and apply it to subset of the data. Inter-rater reliability will be measured to document and improve coding consistency. Once high reliability is achieved (kappa \\>0.8), the full coding dictionary will be applied to the interview data using NVivo, and produce thematic reports summarizing the findings. Qualitative data will then be used to expand upon and triangulate quantitative patterns identified in trial and structured data. Survey Data will be analyzed descriptively and coded dichotomously or categorically as appropriate.",
                    "timeFrame": "4 years"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Age: 5-21 years old at enrollment\n* Diagnosis and Treatment: Plan to receive or are receiving maintenance or continuation chemotherapy for B- or T-cell ALL, or mixed phenotype acute leukemia.\n* Timing: Patient is eligible for entry only if it is feasible to start the study intervention during the first month of the maintenance phase of ALL therapy.\n* Language: Fluency in English or Spanish\n* Weight Status: Healthy weight at baseline as determined by BMI z-score \\< 1.04 and \\>-1.04 for those under 5-18, and BMI between 19 and 25 for those \\>18.\n* Ethnicity: Hispanic or Non-Hispanic of any race.\n\nExclusion Criteria:\n\n* Patients on nutrition support (enteral or parenteral nutrition)\n* Patients with a history of eating disorder",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "5 Years",
            "maximumAge": "21 Years",
            "stdAges": [
                "CHILD",
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Erin Corsi, RD",
                    "role": "CONTACT",
                    "phone": "607-745-8916",
                    "email": "ec3510@cumc.columbia.edu"
                },
                {
                    "name": "Elena J. Ladas, PhD, RD",
                    "role": "CONTACT",
                    "phone": "212-305-7835",
                    "email": "ejd14@cumc.columbia.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Elena Ladas, PhD, RD",
                    "affiliation": "Columbia University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Columbia University Medical Center",
                    "status": "RECRUITING",
                    "city": "New York",
                    "state": "New York",
                    "zip": "10032",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Erin Corsi, RD",
                            "role": "CONTACT",
                            "phone": "607-745-8916",
                            "email": "ec3510@cumc.columbia.edu"
                        },
                        {
                            "name": "Elena Ladas, PhD, RD",
                            "role": "CONTACT",
                            "phone": "212-305-7835",
                            "email": "ejd14@cumc.columbia.edu"
                        },
                        {
                            "name": "Elena Ladas, PhD, RD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Justine Kahn, MD",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.71427,
                        "lon": -74.00597
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "UNDECIDED"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000054198",
                    "term": "Precursor Cell Lymphoblastic Leukemia-Lymphoma"
                },
                {
                    "id": "D000007945",
                    "term": "Leukemia, Lymphoid"
                },
                {
                    "id": "D000015430",
                    "term": "Weight Gain"
                }
            ],
            "ancestors": [
                {
                    "id": "D000007938",
                    "term": "Leukemia"
                },
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000006402",
                    "term": "Hematologic Diseases"
                },
                {
                    "id": "D000001835",
                    "term": "Body Weight"
                },
                {
                    "id": "D000008232",
                    "term": "Lymphoproliferative Disorders"
                },
                {
                    "id": "D000008206",
                    "term": "Lymphatic Diseases"
                },
                {
                    "id": "D000007160",
                    "term": "Immunoproliferative Disorders"
                },
                {
                    "id": "D000007154",
                    "term": "Immune System Diseases"
                },
                {
                    "id": "D000001836",
                    "term": "Body Weight Changes"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5114",
                    "name": "Body Weight",
                    "relevance": "LOW"
                },
                {
                    "id": "M27585",
                    "name": "Precursor Cell Lymphoblastic Leukemia-Lymphoma",
                    "asFound": "Acute Lymphoblastic Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12701",
                    "name": "Obesity",
                    "relevance": "LOW"
                },
                {
                    "id": "M10945",
                    "name": "Leukemia",
                    "relevance": "LOW"
                },
                {
                    "id": "M10951",
                    "name": "Leukemia, Lymphoid",
                    "asFound": "Lymphoblastic Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M18101",
                    "name": "Weight Gain",
                    "asFound": "Weight Gain",
                    "relevance": "HIGH"
                },
                {
                    "id": "M11220",
                    "name": "Lymphoma",
                    "relevance": "LOW"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M9490",
                    "name": "Hematologic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M11225",
                    "name": "Lymphoproliferative Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M11203",
                    "name": "Lymphatic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10206",
                    "name": "Immunoproliferative Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M10200",
                    "name": "Immune System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5115",
                    "name": "Body Weight Changes",
                    "relevance": "LOW"
                },
                {
                    "id": "T175",
                    "name": "Acute Lymphoblastic Leukemia",
                    "asFound": "Acute Lymphoblastic Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "T3533",
                    "name": "Lymphoblastic Lymphoma",
                    "asFound": "Acute Lymphoblastic Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "T1134",
                    "name": "Childhood Acute Lymphoblastic Leukemia",
                    "asFound": "Childhood ALL",
                    "relevance": "HIGH"
                },
                {
                    "id": "T170",
                    "name": "Acute Graft Versus Host Disease",
                    "relevance": "LOW"
                },
                {
                    "id": "T3543",
                    "name": "Lymphosarcoma",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC15",
                    "name": "Blood and Lymph Conditions"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}