{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05189223",
            "orgStudyIdInfo": {
                "id": "D3789-W"
            },
            "secondaryIdInfos": [
                {
                    "id": "IK2RX003789",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/IK2RX003789"
                }
            ],
            "organization": {
                "fullName": "VA Office of Research and Development",
                "class": "FED"
            },
            "briefTitle": "A Brief Values Intervention to Support Veterans in Early Buprenorphine Treatment",
            "officialTitle": "A Brief Values Intervention to Support Veterans in Early Buprenorphine Treatment",
            "therapeuticArea": [
                "Other"
            ],
            "study": "a-brief-values-intervention-to-support-veterans-in-early-buprenorphine-treatment"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-09",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-09-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-03-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-03-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-12-27",
            "studyFirstSubmitQcDate": "2021-12-27",
            "studyFirstPostDateStruct": {
                "date": "2022-01-12",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-09-06",
            "lastUpdatePostDateStruct": {
                "date": "2023-09-11",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "VA Office of Research and Development",
                "class": "FED"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "The US Veteran community continues to feel the impact of the overdose crisis, and opioid use disorder (OUD) diagnoses among Veterans continue to rise. Buprenorphine treatment helps prevent relapse and reduce overdose risk, but does not help with the psychological, social, and functional challenges of early recovery. Therapies that focus on interpersonal functioning and community integration may help improve quality of life during this high-risk period. This research project will create and test a brief, values-based treatment to help Veterans improve their interpersonal functioning and community integration during early treatment. This study will have three phases. Phase 1 will involve the development of the treatment and adaptation using interviews with Veterans and VA Providers. Phase 2 will test the treatment with a group of 10 Veterans to make sure the treatment can be delivered as intended, and to make changes to the treatment or study procedures based on Veteran feedback. Finally, Phase 3 will test the treatment compared to usual treatment in a pilot randomized controlled trial with a group of 40 Veterans. This final phase will provide additional information about Veterans' experience of the treatment and study procedures and the preliminary effects of the treatment on quality of life and related outcomes.",
            "detailedDescription": "The current project will develop and pilot a brief, manualized intervention for improving Veterans' interpersonal functioning, community reintegration, and quality of life during early buprenorphine treatment. The research outlined in the current proposal will yield the necessary information to determine whether a fully powered randomized controlled trial of the intervention is warranted through completion of work outlined in Stages 1a (Phases 1 \\& 2) and 1b (Phase 3) of the NIH Stage Model for Behavioral Intervention Development.\n\nPhase 1: Initial Development (13 months): In Phase 1, the initial treatment manual will be developed and revised using feedback from key stakeholders. After semi-structured stakeholder interview guides are developed in parallel with the initial manual, qualitative data from interviews with Veterans (n = 18) and VA providers (n = 16) will guide manual adaptations.\n\nPhase 2: Open Pilot (14 months): The manual development process will continue via an open pilot trial with n = 10 Veterans in early buprenorphine treatment, with recruitment to begin in the second month of the first quarter of Year 2. This initial field test will allow for the further refinement of the treatment manual and study protocol based on Veteran feedback and the experience of conducting the trial and delivering the intervention. Phase 2 will also involve the development of treatment adherence measures and training procedures for study therapists and adherence raters.\n\nPhase 3: Pilot RCT (33 months): The final phase of the proposed research will involve a Stage 1b pilot randomized controlled trial. A sample of n = 40 Veterans will be randomized to the intervention or treatment as usual. This pilot RCT will provide an opportunity to evaluate the refined intervention and assessment procedures and to assess feasibility and acceptability of the intervention. As an exploratory aim, this phase will also provide preliminary data for intervention effects on primary outcomes of interpersonal functioning, community reintegration, and quality of life, as well as secondary outcomes of interest (e.g., substance use) and candidate process measures. Results of this phase will be critical for informing the feasibility of a subsequent, fully powered RCT of the resulting intervention.\n\nPHASE 1: INITIAL DEVELOPMENT\n\nPhase 1 will focus on the development of a brief, 4-session values intervention to improve interpersonal functioning and community reintegration during early buprenorphine treatment. This phase will begin with the development of the treatment manual and stakeholder interviews by the PI and the mentorship team. Next, semi-structured interviews will be conducted with stakeholders, including n = 16 VA providers (evenly divided between prescribers and therapists) and n = 18 Veterans, evenly divided between those in early buprenorphine treatment (n = 6), sustained treatment (n = 6), and Veterans who opted to leave buprenorphine treatment within the first month (n = 6). Finally, stakeholder interview data will be analyzed and used to guide adaptations to the initial manual.\n\nInitial manual content, development \\& revision. The initial intervention structure consists of four weekly 50 minute sessions focused on values clarification, committed action, and planning a life in recovery. Manual revisions will occur in an iterative manner during the proposed research, incorporating stakeholder feedback from Phase 1 and Phase 2. Changes may include adaptations to the language, the order of session content, and supplementary content for the intervention. De-identified examples from Veteran stakeholders may be used to enhance the relevance of the intervention for the Veteran population.\n\nRationale for and focus of stakeholder interviews. Semi-structured interview protocols for stakeholders will be developed with mentorship support. These interviews will assess providers' and Veterans' experiences with and impressions of the role of personal values in recovery from OUD and initial impressions of the planned intervention. Through this process of collecting and incorporating feedback early in the development timeline, this project will yield a novel intervention that has been designed with input from key stakeholders within VA.\n\nRecruitment and Screening. Stakeholder recruitment will take place over the course of 8-9 months (\\~4 interviews per month). Providers (n = 16) will be evenly split between prescribers (MD, NP, PAs) and therapists (PhD, LICSW, LMHC). With permission of clinic directors, the PI will join local addiction treatment program meetings to announce the study and provide contact information for interested providers. Veterans (n = 18) will also be recruited for individual stakeholder interviews, and will be split between those in early buprenorphine treatment (\\<1 month), sustained buprenorphine treatment (\\>1 year), and those who have discontinued treatment in the first month at some point over the past year. Interested participants will be instructed to contact the Principal Investigator or the study research coordinator directly. During the scheduling process, age, buprenorphine treatment status, duration of treatment episode, and safety with respect to suicide risk or need for detoxification treatment will be confirmed using simple scripted screener questions. Consultant Dr. Dongchan Park, who provides the largest proportion MOUD treatment at VA Bedford HCS, and will assist the PI with recruitment efforts across all phases.\n\nInterview Procedures. Provider and Veteran stakeholders will first provide informed consent. Veteran stakeholder interviews will include an abbreviated clinical interview to confirm eligibility. Semi-structured stakeholder interviews will consist of broad, open-ended questions with specific probes to allow the interviewer to follow up on areas of particular interest. The use of initial, broad, questions will help provide an overall view of provider and Veteran perspectives on the role of values-oriented recovery goals in OUD treatment. In the final portion of the interviews, provider and Veteran impressions of the format and focus of the intervention will be assessed by sharing an overview of the planned intervention similar to Table 3 (with expanded explanations of session content). It is anticipated that interviews will last no more than 60 minutes. All interviews will be recorded and transcribed verbatim with the assistance of a VA-approved transcription service.\n\nData Management. All data including audio recorded interviews, transcripts, and qualitative analysis notes will be stored on VA servers behind VA firewall. Files will be password protected, and only active study staff will have access. To the extent possible given their focus area, recorded interviews will not include participant names or other identifying information, though additional procedures as outlined in section 4.b.2 of the Human Subjects section will provide additional protection for these files. Files will be linked to participants using ID numbers that are not connected to participant information.\n\nAnalytic Plan. The 34 (16 Provider, 18 Veteran) audio-recorded stakeholder interviews will be transcribed verbatim, yielding qualitative data for Aim 1. The sample size for each group was chosen based on previous work which examined the number of interviews required to reach \"saturation,\" or the point at which additional, new insights are unlikely to emerge from additional data. A coding team consisting of the PI and a research assistant will conduct a directed content analysis, using rapid analysis methods to inform the adaptation of the manual. Rapid analysis is conducive to the timeline of the current project, and has recently been shown to yield similar themes when compared to more in depth analytic methods. Matrix analysis methods will also facilitate comparisons among themes and between the stakeholder groups.\n\nPHASE 2: PILOT OPEN TRIAL Treatment development activities will continue through Phase 2 of the proposed project, an open trial with a sample of n = 10 Veterans who recently started buprenorphine treatment. Specifically, this open trial will provide an opportunity to field test and refine the initial intervention in pursuit of the following sub-aims: (a) further revise the manual and study procedures based on study metrics and Veteran feedback, and (b) develop therapist training, adherence and competency measures, and training for application of adherence and competency measures for the intervention.\n\nRecruitment \\& Screening. Veterans will be recruited during the initial, intensive stage of outpatient treatment to participate in the study. Similar to the process for Veteran recruitment in Aim 1, basic screening questions for inclusion and safety will be completed as part of the scheduling process for the baseline visit.\n\nProcedures. Following brief screening and scheduling, study participation will include three assessment and four intervention sessions. Every effort will be made to complete sessions and assessments in-person, if VA infection control policy permits. Priority will be placed on completing all visits and assessments in the same format both within and across participants. A copy of the consent form, treatment workbook, and visual scales for assessment measures will be mailed immediately following screening and scheduling for any Veterans who complete study sessions remotely.\n\nAssessment Procedures. The three study assessments will occur separately from intervention sessions, and will take place at baseline, post-treatment (after session 4), and 3-month and 6-month follow up. An independent evaluator who is not involved in the study intervention will conduct all study assessments and will be supervised by the Principal Investigator, a licensed clinician. At the baseline visit, informed consent will include a brief set of comprehension questions to confirm understanding and ability to provide consent. Measures are estimated to require approximately 90-120 minutes for baseline and 60 minutes for each of the follow up assessment sessions. Every effort will be made to conduct all assessment sessions with Veterans regardless of whether they complete all intervention sessions.\n\nAssessment Protocol \\& Measures. Opportunities to refine the assessment protocol in this pilot work will be explored in Phases 1 and 2 using (1) individual measure completion rates, (2) assessment session duration, and (3) Veteran feedback in qualitative interviews. In addition to further refining the manual and study procedures, the main focus of Phase 2 will be establishing the initial feasibility and acceptability of the intervention. Measures for Phase 2 and Phase 3 will include diagnostic and demographic measures to confirm eligibility, measures capturing acceptability of and satisfaction with the intervention, interpersonal and community functioning, quality of life, and substance use treatment adherence.\n\nIntervention sessions. Intervention sessions will be delivered by the candidate in Phase 2, as is typical for this phase of the intervention development process. Each session is designed to last approximately 50 minutes and occur on a weekly basis. In order to allow scheduling flexibility for Veterans, sessions will be completed within a six-week window. The initial intervention content for each of the four sessions is outlined in Table 2, though adjustments may be made during the initial manual development process and based on feedback from stakeholders in Phase 1.\n\nData Management. Session recordings will password protected and stored securely on a VA server in the same manner as stakeholder interviews in Phase 1. All physical data will be securely stored under lock and key in file cabinets in Building 5 at the main campus of VA Bedford HCS. Local data files will be stored directly to a secure VA drive. The study contact log, used to monitor consented, enrolled participants, will also be password protected, will not include study data, and will be maintained in accordance with VA policy.\n\nIntervention \\& Study Protocol Revisions (Aim 2a). In coordination with mentors, further revisions to the manual will be made using qualitative interview feedback from Veterans who complete the intervention (sub-aim 2b), together with any necessary changes identified through the process of delivering the intervention in this open pilot phase. A priori benchmarks for feasibility and acceptability to be used in Phase 3 will serve as guides for adaptations the intervention and study procedures in preparation for Phase 3. Refinement of the assessment protocol will be guided by (1) individual measure completion rates, (2) total time spent in each assessment session, and (3) Veteran feedback in qualitative interviews.\n\nDevelopment of adherence measures and therapist training procedures (Aim 2b). Therapist adherence and competence scales will be developed by adapting existing rating forms that Dr. Kelly has used across multiple ACT studies. This rating system is designed to assess use of broadly defined ACT-consistent therapeutic strategies, appropriate use of specific ACT techniques from a given manual, and the absence of techniques that are inconsistent with ACT-based interventions. All therapy sessions will be digitally recorded and reviewed to identify the necessary adherence and competence measure components for this brief, simplified intervention. Phase 2 will also include the development of a program for training study therapists to deliver this simplified ACT intervention. Finally, therapists will be evaluated for adherence and competence throughout the trial. This training program will be implemented in Phase 3.\n\nPHASE 3: PILOT RANDOMIZED CONTROLLED TRIAL Phase 3 will provide an opportunity to examine (a) the feasibility and acceptability of the finalized intervention and randomized study protocol, and (b) the preliminary effects of the intervention on primary outcomes of interpersonal functioning, community reintegration, and quality of life, and secondary outcomes of substance use and treatment adherence.\n\nProcedures. Recruitment and screening will follow the same procedures and timeline as Phase 2. Interested participants will be randomized to the active (n = 20) or treatment as usual control condition (n = 20). Randomization will be stratified by gender and age (specifically above or below age 30) to ensure balance between the two groups, given evidence of these demographic characteristics in predicting buprenorphine treatment response and retention. The randomization list will be generated and maintained by the study coordinator.\n\nAssessment Procedures. The three study assessment sessions will follow the same timeline as Phase 2 for both study groups, using the same measures as Phase 2. Post-treatment qualitative interviews will be conducted with each group. The independent assessor for this phase will be blinded to participant study condition. Every effort will be made to conduct all assessment sessions with Veterans regardless of whether they complete all intervention sessions. The therapist adherence and competence scales that were developed and refined in Phase 2 will be piloted in Phase 3. Therapists who fall below the adherence threshold will receive further training and supervision. As part of this process, the rater training procedure for the adherence and competence scales to be used in the subsequent fully powered randomized controlled trial will also be developed.\n\nIntervention Procedures Active Condition: All intervention sessions will be delivered by a team of at least two Clinical Psychology postdoctoral fellows. Initial training and supervision will be provided weekly by Dr. Ameral, with as needed support and guidance from Dr. Kelly and Dr. Weisberg, who both have experience in the training and supervision of study interventionists. The intervention will otherwise be delivered following the same procedures as Phase 2 unless adaptations are indicated based on feedback from that phase.\n\nTreatment as Usual Control Condition: All Veterans receive intensive case management and regular group therapy in addition to appointments with their buprenorphine prescriber. After the first two weeks, they have the option to continue with a less intensive group schedule and case management support through the Aftercare program. Treatment focuses primarily on relapse prevention (rather than functioning) and is thus both an appropriate complement (for the active condition) and ideal comparison condition for the current study.\n\nData Management \\& Analytic Plan. Data management will follow the same procedures as Phase 2. Presentation and publication of results from this final phase will focus on evaluating the feasibility and acceptability of the intervention and randomized trial design for a subsequent fully-powered RCT (Aim 3a). Effect size estimates for the subsequent proposal will not rely solely on the current study, given the limitations of effect size estimates from pilot studies. Examinations and group comparisons on outcome and process measures for the active and TAU conditions will be exploratory in nature (Aim 3b).\n\nFinal revisions to manual. In coordination with mentors, final revisions to the manual will be made based on qualitative interview feedback from Veterans who complete the intervention, together with any changes identified based on the experience of conducting the intervention. Any adjustments will be selected with careful consideration of the relative benefits versus the costs of changing the intervention between pilot and fully-powered RCT phases."
        },
        "conditionsModule": {
            "conditions": [
                "Dependence, Opioid"
            ],
            "keywords": [
                "Community integration",
                "Veterans",
                "Buprenorphine"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Participants in Phase 2 will all receive the treatment. Participants in Phase 3 will be randomly assigned to the 4-session study treatment or treatment as usual.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "maskingDescription": "In Phase 3, assessment sessions will be conducted by an independent assessor who is blind to study assignment.",
                    "whoMasked": [
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 50,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Open Pilot",
                    "type": "OTHER",
                    "description": "In Phase 2, all Veterans will receive the active treatment.",
                    "interventionNames": [
                        "Behavioral: Brief, values based intervention for early buprenorphine treatment"
                    ]
                },
                {
                    "label": "Active Condition",
                    "type": "EXPERIMENTAL",
                    "description": "In Phase 3 (Pilot RCT), half of Veterans will be randomly assigned to the active treatment.",
                    "interventionNames": [
                        "Behavioral: Brief, values based intervention for early buprenorphine treatment"
                    ]
                },
                {
                    "label": "Treatment as Usual",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "In Phase 3 (Pilot RCT), half of Veterans will be randomly assigned to treatment as usual.",
                    "interventionNames": [
                        "Behavioral: Treatment as Usual"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Brief, values based intervention for early buprenorphine treatment",
                    "description": "The initial intervention structure consists of four weekly sessions. Session one focuses on values clarification using an empirically validated clinical exercise. The second session will include a discussion of the connection between values, addiction treatment engagement, and the challenges associated with discomfort (i.e., withdrawal and cravings) in early treatment. The third session will focus on barriers and goal setting to enhance self-efficacy for committed action. The final session will review progress made and focus on the Veterans' recovery plan moving forward. The initial study intervention will be refined iteratively using Phase 1 stakeholder and Phase 2 open trial participant feedback.",
                    "armGroupLabels": [
                        "Active Condition",
                        "Open Pilot"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Treatment as Usual",
                    "description": "Veterans will be recruited from an intensive treatment phase where all Veterans receive case management and regular group therapy in addition to appointments with their buprenorphine prescriber. After the first two weeks, they have the option to continue with a less intensive group schedule and case management support through an Aftercare program.",
                    "armGroupLabels": [
                        "Treatment as Usual"
                    ],
                    "otherNames": [
                        "Medication Management"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Expectancy item of the Credibility/Expectancy Questionnaire (CEQ)",
                    "description": "The Credibility/Expectancy Questionnaire (CEQ) is a 6-item self-report measure which will be administered following the first intervention session. Expectancy will be measured using item 4, the most common index for expectancy. This item is rated on a scale from 0% to 100% with higher percentages reflecting higher anticipated improvement. As an indicator of acceptability of the intervention in Phase 3, the investigators will use a priori benchmark of average expectancy at or above 50%. improvement expected.",
                    "timeFrame": "1 week"
                },
                {
                    "measure": "Number of participants recruited",
                    "description": "Feasibility will be assessed in Phase 3 using an a priori benchmark of at least n=2 participants recruited on average per month.",
                    "timeFrame": "Through study completion, up to three years"
                },
                {
                    "measure": "Client Satisfaction Questionnaire 8-item (CSQ-8)",
                    "description": "The Client Satisfaction Questionnaire 8-item (CSQ-8) is a commonly used 8-item measure which has been used with similar participant samples to assess treatment satisfaction. Scores range from 8 to 32, with higher scores reflecting higher satisfaction. It will be used in Phase 3 as an additional measure of acceptability for the intervention, using an a priori benchmark of average satisfaction scores at or above 24.",
                    "timeFrame": "6 weeks"
                },
                {
                    "measure": "Number of treatment sessions attended",
                    "description": "Feasibility will be assessed in Phase 3 using an a priori benchmark of at least 3 of the 4 sessions attended by 50% or more of the study participants. The six week time frame provides some flexibility for scheduling the 4 weekly study sessions.",
                    "timeFrame": "6 weeks"
                },
                {
                    "measure": "Therapist Adherence",
                    "description": "Therapist adherence and competence scales will be developed in Phase 2 and used to assess Therapist Adherence to the treatment as a feasibility measure using an a priori benchmark of 80%. The scale will be adapted from a rating system designed to assess use of broadly defined ACT-consistent therapeutic strategies, appropriate use of specific ACT techniques from a given manual, and the absence of techniques that are inconsistent with ACT-based interventions. The structure of the overall scale will be retained, such that each item is assessed for frequency and extensiveness on a scale of 1 (not at all) to 5 (extensively).",
                    "timeFrame": "6 weeks"
                },
                {
                    "measure": "Credibility subscale of the Credibility/Expectancy Questionnaire (CEQ)",
                    "description": "The Credibility/Expectancy Questionnaire (CEQ) is a 6-item self-report measure which will be administered following the first intervention session. The three item Credibility subscale produces scores ranging from 3 to 27, with higher scores reflecting higher credibility. As an indicator of acceptability of the intervention in Phase 3, the investigators will use an a priori benchmark of average credibility at or above 15, reflecting a \"somewhat\" credible rating.",
                    "timeFrame": "1 Week"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in the Social Adjustment Scale-Self Report",
                    "description": "The Social Adjustment Scale-Self Report (SAS-SR) is a 54-item measure of current social functioning in 6 domains: Work; Social and Leisure; Extended Family; Primary Relationship; Parental; and Family Unit. An Overall Adjustment scale provides a total score ranging from 1 to 5, with higher scores reflecting greater impairment.",
                    "timeFrame": "Baseline, End of Treatment (6 weeks), 3-month follow-up, and 6-month follow-up"
                },
                {
                    "measure": "Change in the Medical Outcomes Study (MOS) Social Support Survey",
                    "description": "The MOS Social Support Survey is a 19-item multidimensional, self-administered survey of social support for individuals with chronic conditions. It includes four subscales: emotional/informational, tangible, affectionate, and positive social interaction. Scores range from 0-100 for each scale, with higher scores indicating more support.",
                    "timeFrame": "Baseline, End of Treatment (6 weeks), 3-month follow-up, and 6-month follow-up"
                },
                {
                    "measure": "Change in days of opioid use on the Addiction Severity Index-Lite",
                    "description": "Days of opioid use will be measured at each assessment using the Addiction Severity Index-Lite, covering the preceding 30 days.",
                    "timeFrame": "Baseline, End of Treatment (6 weeks), 3-month follow-up, and 6-month follow-up"
                },
                {
                    "measure": "Change in the World Health Organization Quality Of Life (WHOQOL)-BREF",
                    "description": "Quality of life will be measured using the WHOQOL-BREF, an internationally validated measure of quality of life across life domains including physical, mental, social, and environmental health. Each domain score ranges from 4-20, with higher scores reflecting higher quality of life",
                    "timeFrame": "Baseline, End of Treatment (6 weeks), 3-month follow-up, and 6-month follow-up"
                },
                {
                    "measure": "Change in buprenorphine appointment attendance",
                    "description": "Buprenorphine treatment adherence will include Veteran report of appointment attendance since the preceding assessment.",
                    "timeFrame": "Baseline, End of Treatment (6 weeks), 3-month follow-up, and 6-month follow-up"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Meets current Diagnostic and Statistical Manual - 5th Edition criteria for moderate to severe opioid use disorder\n* Within 2 weeks of initiating buprenorphine treatment following at least 2 months without treatment\n* Competent to provide written informed consent\n\nExclusion Criteria:\n\n* Evidence of active psychosis or mania\n* Suicidality requiring inpatient hospitalization\n* Active substance use requiring detoxification\n* Cognitive impairment that would interfere with study participation",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Victoria Ameral, PhD",
                    "role": "CONTACT",
                    "phone": "(781) 687-3015",
                    "email": "Victoria.Ameral@va.gov"
                },
                {
                    "name": "Anne Marie Hernon",
                    "role": "CONTACT",
                    "phone": "(781) 687-2903",
                    "email": "annemarie.hernon@va.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Victoria Ameral, PhD",
                    "affiliation": "VA Bedford HealthCare System, Bedford, MA",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "VA Bedford HealthCare System, Bedford, MA",
                    "status": "RECRUITING",
                    "city": "Bedford",
                    "state": "Massachusetts",
                    "zip": "01730-1114",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Victoria Ameral, PhD",
                            "role": "CONTACT",
                            "phone": "781-687-3015",
                            "email": "Victoria.Ameral@va.gov"
                        },
                        {
                            "name": "Victoria Ameral, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.49065,
                        "lon": -71.27617
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009293",
                    "term": "Opioid-Related Disorders"
                }
            ],
            "ancestors": [
                {
                    "id": "D000079524",
                    "term": "Narcotic-Related Disorders"
                },
                {
                    "id": "D000019966",
                    "term": "Substance-Related Disorders"
                },
                {
                    "id": "D000064419",
                    "term": "Chemically-Induced Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M12244",
                    "name": "Opioid-Related Disorders",
                    "asFound": "Dependence, Opioid",
                    "relevance": "HIGH"
                },
                {
                    "id": "M2057",
                    "name": "Narcotic-Related Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M21837",
                    "name": "Substance-Related Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M30302",
                    "name": "Chemically-Induced Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC25",
                    "name": "Substance Related Disorders"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000002047",
                    "term": "Buprenorphine"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000701",
                    "term": "Analgesics, Opioid"
                },
                {
                    "id": "D000009294",
                    "term": "Narcotics"
                },
                {
                    "id": "D000002492",
                    "term": "Central Nervous System Depressants"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000000700",
                    "term": "Analgesics"
                },
                {
                    "id": "D000018689",
                    "term": "Sensory System Agents"
                },
                {
                    "id": "D000018373",
                    "term": "Peripheral Nervous System Agents"
                },
                {
                    "id": "D000009292",
                    "term": "Narcotic Antagonists"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M12478",
                    "name": "Nicotine",
                    "relevance": "LOW"
                },
                {
                    "id": "M5317",
                    "name": "Buprenorphine",
                    "asFound": "Attention",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4033",
                    "name": "Analgesics, Opioid",
                    "relevance": "LOW"
                },
                {
                    "id": "M4032",
                    "name": "Analgesics",
                    "relevance": "LOW"
                },
                {
                    "id": "M12245",
                    "name": "Narcotics",
                    "relevance": "LOW"
                },
                {
                    "id": "M12243",
                    "name": "Narcotic Antagonists",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "Analg",
                    "name": "Analgesics"
                },
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "NarcAntag",
                    "name": "Narcotic Antagonists"
                }
            ]
        }
    },
    "hasResults": false
}