{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05010148",
            "orgStudyIdInfo": {
                "id": "20-32383"
            },
            "organization": {
                "fullName": "University of California, San Francisco",
                "class": "OTHER"
            },
            "briefTitle": "A Clinical Trial of Intravenous Lidocaine After Spinal Surgery to Prevent Delirium and Reduce Pain",
            "officialTitle": "Continuous Post-operative Lidocaine Infusion Following Major Reconstructive Spine Surgery in the Elderly to Minimize Delirium and Opiate Use: A Randomized Control Trial",
            "acronym": "LIMPP",
            "therapeuticArea": [
                "Other"
            ],
            "study": "a-clinical-trial-of-intravenous-lidocaine-after-spinal-surgery-to-prevent-delirium-and-reduce-pain"
        },
        "statusModule": {
            "statusVerifiedDate": "2022-03",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-09-17",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-09",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-09",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-07-22",
            "studyFirstSubmitQcDate": "2021-08-10",
            "studyFirstPostDateStruct": {
                "date": "2021-08-18",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2022-03-17",
            "lastUpdatePostDateStruct": {
                "date": "2022-03-31",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of California, San Francisco",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": true
        },
        "descriptionModule": {
            "briefSummary": "Postoperative delirium is one of the most frequent adverse events following elective non-cardiac surgery and is associated with cognitive impairment at discharge, as well as in-hospital and long-term mortality, however, despite being a well-recognized problem there is a dearth of effective interventions for prevention and management. A modifiable risk factor associated with postoperative delirium is poor postoperative pain control, and by improving the pain regimen the investigators may be able to decrease the incidence and/or severity of postoperative delirium. In this study, the investigators seek to study whether a postoperative intravenous infusion of lidocaine, known to improve pain control in other contexts, can decrease the risk of postoperative delirium and other opioid-related side effects, following major reconstructive spinal surgery.",
            "detailedDescription": "Methods:\n\nThe investigators will perform a pilot prospective randomized double-blinded placebo-controlled trial of 60 patients undergoing major elective reconstructive spinal surgery to investigate the effect of a postoperative lidocaine infusion on the incidence and severity of postoperative delirium. Major spine surgery is defined as posterior spine fusions \\>3 levels of instrumentation and fusion, which allows standardization of the level of surgical insult and postoperative analgesic requirements. The intraoperative anesthetic regimen will be standardized to consist of total intravenous anesthesia using sevoflurane, propofol, lidocaine and magnesium (institutional protocol), and fentanyl with boluses allowed per provider discretion.\n\nPatient recruitment, inclusion and exclusion criteria: All surgeons will be contacted before the start of the study to obtain their consent to allow their patients to be studied. The research team has successfully completed multiple National Institutes of Health (NIH) funded cohort and clinical trials at our institution with no surgeon refusing to participate. Eligible patients will be screened from the operating room roster to determine their eligibility. Patients will be contacted by phone or in person for preoperative evaluation. Please see the other section for inclusion and exclusion criteria.\n\nSample Size Calculation:\n\nThe recruitment will be consecutive patients meeting inclusion criteria. Reductions in opioid consumption by \\~25% using intravenous lidocaine infusions have been shown to decrease opioid related side effects, but there is essentially no data linking a specific degree of opioid reduction to effects on delirium (46, 47). The most comparable published study to the investigators' proposal is work done by Kaba (2009) studying a lidocaine infusion for abdominal surgery where the average opioid reduction was \\~50% (24mg +/-16.3 of piritramide in the placebo vs. 10.33mg +/- 10.33 in the treatment group). Assuming similar reduction in opioids of 50% and similar variance, the proposed sample size, 60 (30 per group), provides a power of 0.8 (alpha = 0.05) to detect a 25% decrease in the use of postoperative opioids.\n\nRandomization: Patients will be randomized utilizing block randomization by a random number generator into either placebo or treatment groups by the research pharmacist. The randomization scheme will be blinded to the researchers and patients.\n\nAnesthetic Management: The anesthetic management will be standardized. All patients will receive a general anesthetic to consisting of 50% oxygen and total intravenous anesthetics consisting of infusions of propofol (60-150 mcg/kg/min), lidocaine (1 mg/kg bolus, then 1.5 mg/kg/hr infusion), magnesium (30 mg/kg bolus, then 6 mg/kg/hr infusion), fentanyl (1 mcg/kg bolus, then 1 mcg/kg/hr infusion, prn boluses), and 0.3 Minimum Alveolar Concentration (MAC) of sevoflurane. Anesthesiologists will be requested to maintain the patient's arterial blood pressure to within 20% of their preoperative baseline using vasoactive agents. Patients will receive mechanical ventilation to maintain normocarbia. Intraoperative warming devices will be used to keep body temperature between 36-37˚C. Oxygen saturation will be maintained \\>95%. Muscle relaxants will be used during tracheal intubation and only as clinically indicated at other time periods. All patients will be continuously monitored before the induction of anesthesia and during surgery with SEDline Brain Function Monitor (Masimo, Inc., Irvine CA), a standard monitor at our institution. Anesthesiologists will be asked to minimize electroencephalogram (EEG) burst suppression by adjusting the doses of anesthetic drugs since prior studies have suggested a relationship between burst suppression and postoperative delirium (48, 49). Postoperatively, but before discharge from the post anesthetic care unit or upon arrival to the intensive care unit, patients will be randomized to receive either placebo or a lidocaine infusion.\n\nPlease see the other sections for a list of primary and secondary outcomes. Briefly the primary outcome is the effect of an intravenous lidocaine infusion on the incidence and severity of postoperative delirium. Secondary outcomes include intravenous lidocaine safety and tolerability, the effect of a lidocaine infusion on opioid usage, pain scores, analgesic satisfaction, opioid related side effects, and functional benefits.\n\nStatistical Analysis The investigators will use descriptive statistics to summarize the characteristics of the study population by treatment groups. The investigators will use an intention to treat paradigm in assessing the effect of the intervention on the outcomes of interest.\n\nAim 1: To evaluate the safety of a continuous infusion of lidocaine in the first two days after surgery. The investigators will compare the proportion of patients that experienced at least one of the adverse events between the two groups using either the Fisher Exact Test or Chi Square Test as appropriate.\n\nAim 2: To compare postoperative pain, and opioid usage between patients who receive placebo infusions vs. lidocaine infusions. All opioid doses will be converted to oral morphine equivalents. Specifically, hydromorphone and fentanyl doses will be converted to morphine equivalents using the conversion formula: 1.5 mg of hydromorphone = 10 mg of morphine equivalents, 0.1mg of fentanyl = 10 mg of morphine equivalents (56,57). The investigators will compare the average pain scores and opioids doses between the two treatment groups using two-sample t-tests or Mann-Whitney nonparametric tests if the data are not normally distributed.\n\nAim 3: To compare the incidence of postoperative delirium between patients who receive placebo infusions vs. lidocaine infusions. Chi-square tests will be conducted to determine the association between lidocaine infusions and incident delirium.\n\nAim 4: To compare the functional recovery of patients between patients who receive placebo infusions vs. lidocaine infusions. The investigators will compare the results of the 36-Item Short Form Health Survey (SF-36), Oswestry Disability Index (ODI), time to discharge, and ability to participate in physical therapy, using the two sample t-test or Mann-Whitney nonparametric test for continuous outcomes, and Fisher exact Test or Chi Square test for binary outcomes.\n\nRelevant biologic variables - All analyzes will include sex and ethnicity as covariates.\n\nMissing Data - Sensitivity Analyses to Assess the Effects of Missing Data: The investigators will use model-based methods, such as Heckman and Predicted mean matching models to determine the effect of missing observations for each of these reasons on the estimates. The investigators will track the number of missing responses for delirium, and upwardly adjust the sample size accordingly. This strategy may result in having to recruit and follow an additional subject per week in the second year of data collection, which is feasible. The investigators will conduct sensitivity analyses to determine the effect of missing data on the outcomes of interest."
        },
        "conditionsModule": {
            "conditions": [
                "Postoperative Delirium",
                "Postoperative Pain",
                "Spinal Fusion"
            ],
            "keywords": [
                "lidocaine",
                "spinal surgery",
                "opioid sparing"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE3"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "TRIPLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "INVESTIGATOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 278,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Placebo",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "Patients will be administered D5 water intravenously at the same infusion rate (ml/hr) as the intervention group for 48 hours after major spinal surgery.",
                    "interventionNames": [
                        "Drug: Placebo"
                    ]
                },
                {
                    "label": "Intervention-Intravenous Lidocaine Infusion",
                    "type": "EXPERIMENTAL",
                    "description": "Will be administered intravenous lidocaine at 1.33mg/kg/hr (adjusted body weight) for 48 hours following major spinal surgery.",
                    "interventionNames": [
                        "Drug: Lidocaine IV"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Lidocaine IV",
                    "description": "Intravenous lidocaine will be given at 1.33mg/kg/hr (adjusted body weight) for 48 hours following major spinal surgery",
                    "armGroupLabels": [
                        "Intervention-Intravenous Lidocaine Infusion"
                    ],
                    "otherNames": [
                        "Lidocaine, xylocaine"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Placebo",
                    "description": "D5 water given at an equivalent ml/hr as intravenous lidocaine (treatment arm) for 48 hours following major spinal surgery",
                    "armGroupLabels": [
                        "Placebo"
                    ],
                    "otherNames": [
                        "Placebo, D5 water"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Incidence of Postoperative Delirium",
                    "description": "Confusion Assessment Method (CAM) will be performed once daily using a structured interview to assess for delirium incidence. Delirium cases will be validated by a second investigator. Investigators will collect preoperative and surgery related variables that may be associated with delirium.",
                    "timeFrame": "From 24 hours after start of lidocaine infusion to 3 days after surgery."
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Severity of Postoperative Delirium",
                    "description": "To rate delirium severity, the Memorial Delirium Assessment Scale (MDAS) will be used.",
                    "timeFrame": "From 24 hours after start of lidocaine infusion to 3 days after surgery."
                },
                {
                    "measure": "Postoperative Opioid Use",
                    "description": "Postoperative opioids will be measured and abstracted from the electronic medical record. The investigators will convert all opioids to oral morphine equivalents.",
                    "timeFrame": "From 24 hours after start of lidocaine infusion to discharge, up to one week."
                },
                {
                    "measure": "Difference in Postoperative Pain Scores Between Treatment Groups",
                    "description": "Pain will be measured every 8 hours using the 11-point visual analog scale (1=no pain and 10=the worst pain possible) both at rest and with movement preoperatively and daily postoperatively during the hospital admission. In addition, the site and treatment of pain, and the maximal level of pain experienced postoperatively will be measured.",
                    "timeFrame": "From 8 hours after start of lidocaine infusion to discharge, up to one week."
                },
                {
                    "measure": "Difference in Analgesic Satisfaction Scores Between Treatment Groups",
                    "description": "Analgesic satisfaction will be measured daily postoperatively during the hospital admission using the 10-point visual analog scale (1=least satisfied and 10=most satisfied). Patients will be asked daily about the quality of their analgesic regimen and will be asked at their first postoperative follow up appointment with their surgeon.",
                    "timeFrame": "From 24 hours after start of lidocaine infusion to 3 days after surgery."
                },
                {
                    "measure": "Difference in Opioid Related Side Effects Between Treatment Groups: Respiratory Depression-Respiratory Rate",
                    "description": "Respiratory rate will be assessed by reviewing the electronic medical record, with less than 8 breaths per minute defined as respiratory depression.",
                    "timeFrame": "From 4 hours after start of lidocaine infusion to discharge, up to one week."
                },
                {
                    "measure": "Difference in Opioid Related Side Effects Between Treatment Groups: Respiratory Depression-Saturated Pulse Oximetry",
                    "description": "Saturate Pulse Oximetry will be assessed by reviewing the electronic medical record, with a saturation less than 95% defined as respiratory depression.",
                    "timeFrame": "From 4 hours after start of lidocaine infusion to discharge, up to one week."
                },
                {
                    "measure": "Difference in Opioid Related Side Effects Between Treatment Groups: Respiratory Depression-Naloxone Administration",
                    "description": "Naloxone administration will be assessed by reviewing the electronic medical record, and naloxone administration will count as respiratory depression.",
                    "timeFrame": "From 4 hours after start of lidocaine infusion to discharge, up to one week."
                },
                {
                    "measure": "Difference in Opioid Related Side Effects Between Treatment Groups: Sedation",
                    "description": "Sedation will be assessed by the Pasero opioid-induced sedation scale.",
                    "timeFrame": "From 4 hours after start of lidocaine infusion to discharge, up to one week."
                },
                {
                    "measure": "Difference in Opioid Related Side Effects Between Treatment Groups: Nausea, Vomiting, Constipation-Investigator Assessments",
                    "description": "Investigators will conduct daily assessments for symptoms of nausea, vomiting, and constipation.",
                    "timeFrame": "From 4 hours after start of lidocaine infusion to discharge, up to one week."
                },
                {
                    "measure": "Difference in Opioid Related Side Effects Between Treatment Groups: Nausea, Vomiting, Constipation-Anti-Emetic Administration",
                    "description": "Administration of anti-emetics will be assessed by reviewing the electronic medical record.",
                    "timeFrame": "From 4 hours after start of lidocaine infusion to discharge, up to one week."
                },
                {
                    "measure": "Difference in Opioid Related Side Effects Between Treatment Groups: Pruritus-Investigator Assessment",
                    "description": "Investigators will conduct daily assessments for symptoms of pruritus.",
                    "timeFrame": "From 4 hours after start of lidocaine infusion to discharge, up to one week."
                },
                {
                    "measure": "Difference in Functional Outcome Between Treatment Groups Using Short Form 36 (SF-36)",
                    "description": "Functional recovery from spine surgery will be measured by comparing preoperative and postoperative scores on a variety of questionnaires including the Short-Form 36.",
                    "timeFrame": "Baseline and 3 months."
                },
                {
                    "measure": "Difference in Functional Outcome Between Treatment Groups Using Oswestry Disability Index (ODI)",
                    "description": "Functional recovery from spine surgery will be measured by comparing preoperative and postoperative scores on a variety of questionnaires including the Oswestry Disability Index.",
                    "timeFrame": "Baseline and 3 months."
                },
                {
                    "measure": "Difference in Time to Discharge Between Treatment Groups",
                    "description": "Functional recovery will be assessed in terms of time to discharge from the hospital.",
                    "timeFrame": "End of hospitalization, at time of discharge, approximately 1 week."
                },
                {
                    "measure": "Difference in Ability to Participate in Physical Therapy Between Treatment Groups",
                    "description": "Functional recovery will be assessed in terms of the patient's ability to participate with postoperative physical therapy monitored by review of daily physical therapy notes.",
                    "timeFrame": "From 24 hours after start of lidocaine infusion to 3 days after surgery."
                },
                {
                    "measure": "Difference in Lidocaine Related Adverse Events Between Treatment Groups",
                    "description": "The difference in lidocaine treatment related adverse events will be assessed with a screening questionnaire of lidocaine toxicity associated symptoms and compared between treatment groups.",
                    "timeFrame": "From 4 hours after the start of the lidocaine infusion up to 72 hours."
                },
                {
                    "measure": "Difference in Cognitive Functioning Between Treatment Groups",
                    "description": "Cognitive function will be measured using the Mini-Mental State Examination (MMSE).",
                    "timeFrame": "From 24 hours after start of lidocaine infusion to 3 days after surgery."
                },
                {
                    "measure": "Cognitive Status",
                    "description": "Cognitive status will be measured preoperatively using the Telephone Interview of Cognitive Status (TICS) assessment.",
                    "timeFrame": "From 24 hours after start of lidocaine infusion to 3 days after surgery."
                },
                {
                    "measure": "Difference in Associative Learning Between Treatment Groups (Cognition)",
                    "description": "Attention, concentration, and perception will be assessed using the digit symbol substitution test.",
                    "timeFrame": "From 24 hours after start of lidocaine infusion to 3 days after surgery."
                },
                {
                    "measure": "Difference in Verbal Fluency Between Treatment Groups (Cognition)",
                    "description": "Verbal and language skills will be assessed using the timed verbal fluency test.",
                    "timeFrame": "From 24 hours after start of lidocaine infusion to 3 days after surgery."
                },
                {
                    "measure": "Word List Learning (Cognition)",
                    "description": "Cognitive domains of memory and learning will be assessed using the word list learning task.",
                    "timeFrame": "From 24 hours after start of lidocaine infusion to 3 days after surgery."
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Elective spinal fusion surgery\n* Estimated length of stay ≥3 days\n* Fluent in English\n\nExclusion Criteria:\n\nSurgical:\n\n* Cervical spine surgery\n* Non-spine surgeries\n\nOther:\n\n* Allergy or intolerance of lidocaine\n* Significant heart disease (2nd or 3rd heart block without a pacemaker, Left ventricular ejection fraction (LVEF) \\<30%, significant arrhythmia \\[Adams-strokes, Wolff-Parkinson-white syndrome\\], concurrent treatment with a class 1 antiarrhythmic or amiodarone)\n* Significant hepatic or renal dysfunction\n* History of uncontrolled seizures\n* Acute porphyria\n* Preoperative usage of long-acting opioids (methadone, buprenorphine, fentanyl patch, ms-contin, oxycontin) or preoperative opioid usage greater than or equal to the equivalent of 60 mg of oral morphine equivalents.\n* Severe cognitive impairment (reported by proxy or a score of \\>5 on the Short Portable Mental Status Questionnaire (SPMSQ))\n* Self-, or proxy-reported physical impairment preventing the subject from consenting or answering questions\n* Evidence of preoperative delirium\n* Participated in Clinical Trial of Gabapentin to Decrease Postoperative Delirium and Pain (GIPP) or Postoperative Cognition in Older Adult Surgical Patients (PCD) study previously\n* Participating in any other clinical trial",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "60 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Marc A Buren, MD",
                    "role": "CONTACT",
                    "phone": "415-476-8369",
                    "email": "marc.buren@ucsf.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Marc A Buren, MD",
                    "affiliation": "University of California, San Francisco",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of California, San Francisco",
                    "status": "RECRUITING",
                    "city": "San Francisco",
                    "state": "California",
                    "zip": "94143",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Marc Buren, MD",
                            "role": "CONTACT",
                            "phone": "415-514-3781",
                            "email": "marc.buren@ucsf.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 37.77493,
                        "lon": -122.41942
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "35667730",
                    "type": "DERIVED",
                    "citation": "Buren MA, Theologis A, Zuraek A, Behrends M, Clark AJ, Leung JM. Lidocaine Infusion for the Management of Postoperative Pain and Delirium (LIMPP): protocol for a randomised control trial. BMJ Open. 2022 Jun 6;12(6):e059416. doi: 10.1136/bmjopen-2021-059416."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "All collected individual participant data (IPD).",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF",
                "CSR",
                "ANALYTIC_CODE"
            ],
            "timeFrame": "Within 12 months following publication.",
            "accessCriteria": "To other researchers upon request."
        }
    },
    "documentSection": {
        "largeDocumentModule": {
            "largeDocs": [
                {
                    "typeAbbrev": "Prot_SAP",
                    "hasProtocol": true,
                    "hasSap": true,
                    "hasIcf": false,
                    "label": "Study Protocol and Statistical Analysis Plan",
                    "date": "2021-03-31",
                    "uploadDate": "2021-08-04T19:09",
                    "filename": "Prot_SAP_000.pdf",
                    "size": 748028
                },
                {
                    "typeAbbrev": "ICF",
                    "hasProtocol": false,
                    "hasSap": false,
                    "hasIcf": true,
                    "label": "Informed Consent Form",
                    "date": "2021-03-31",
                    "uploadDate": "2021-08-04T16:24",
                    "filename": "ICF_001.pdf",
                    "size": 344267
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000003693",
                    "term": "Delirium"
                },
                {
                    "id": "D000071257",
                    "term": "Emergence Delirium"
                }
            ],
            "ancestors": [
                {
                    "id": "D000011183",
                    "term": "Postoperative Complications"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000009461",
                    "term": "Neurologic Manifestations"
                },
                {
                    "id": "D000003221",
                    "term": "Confusion"
                },
                {
                    "id": "D000019954",
                    "term": "Neurobehavioral Manifestations"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000019965",
                    "term": "Neurocognitive Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M13069",
                    "name": "Pain, Postoperative",
                    "relevance": "LOW"
                },
                {
                    "id": "M13066",
                    "name": "Pain",
                    "relevance": "LOW"
                },
                {
                    "id": "M6894",
                    "name": "Delirium",
                    "asFound": "Delirium",
                    "relevance": "HIGH"
                },
                {
                    "id": "M772",
                    "name": "Emergence Delirium",
                    "asFound": "Postoperative Delirium",
                    "relevance": "HIGH"
                },
                {
                    "id": "M14065",
                    "name": "Postoperative Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M12404",
                    "name": "Neurologic Manifestations",
                    "relevance": "LOW"
                },
                {
                    "id": "M6446",
                    "name": "Confusion",
                    "relevance": "LOW"
                },
                {
                    "id": "M21826",
                    "name": "Neurobehavioral Manifestations",
                    "relevance": "LOW"
                },
                {
                    "id": "M21836",
                    "name": "Neurocognitive Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000008012",
                    "term": "Lidocaine"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000779",
                    "term": "Anesthetics, Local"
                },
                {
                    "id": "D000000777",
                    "term": "Anesthetics"
                },
                {
                    "id": "D000002492",
                    "term": "Central Nervous System Depressants"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000018689",
                    "term": "Sensory System Agents"
                },
                {
                    "id": "D000018373",
                    "term": "Peripheral Nervous System Agents"
                },
                {
                    "id": "D000000889",
                    "term": "Anti-Arrhythmia Agents"
                },
                {
                    "id": "D000061567",
                    "term": "Voltage-Gated Sodium Channel Blockers"
                },
                {
                    "id": "D000026941",
                    "term": "Sodium Channel Blockers"
                },
                {
                    "id": "D000049990",
                    "term": "Membrane Transport Modulators"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M11014",
                    "name": "Lidocaine",
                    "asFound": "Self-",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4033",
                    "name": "Analgesics, Opioid",
                    "relevance": "LOW"
                },
                {
                    "id": "M27371",
                    "name": "Opiate Alkaloids",
                    "relevance": "LOW"
                },
                {
                    "id": "M4107",
                    "name": "Anesthetics",
                    "relevance": "LOW"
                },
                {
                    "id": "M4109",
                    "name": "Anesthetics, Local",
                    "relevance": "LOW"
                },
                {
                    "id": "M4213",
                    "name": "Anti-Arrhythmia Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M23177",
                    "name": "Sodium Channel Blockers",
                    "relevance": "LOW"
                },
                {
                    "id": "M30025",
                    "name": "Diuretics, Potassium Sparing",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "AnArAg",
                    "name": "Anti-Arrhythmia Agents"
                },
                {
                    "abbrev": "ChanBlk",
                    "name": "Channel Blockers"
                },
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "Analg",
                    "name": "Analgesics"
                }
            ]
        }
    },
    "hasResults": false
}