{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT01873131",
            "orgStudyIdInfo": {
                "id": "2010-P-001538"
            },
            "organization": {
                "fullName": "Massachusetts General Hospital",
                "class": "OTHER"
            },
            "briefTitle": "A Clinical Trial of Pulsed-dye Laser Versus Timolol Topical Solution Versus Observation on the Growth of Hemangioma in Newborn",
            "officialTitle": "Preventing Growth of Hemangioma Tumors in Newborn: A Prospective Randomized Clinical Study",
            "therapeuticArea": [
                "Other"
            ],
            "study": "a-clinical-trial-of-pulsed-dye-laser-versus-timolol-topical-solution-versus-observation-on-the-growth-of-hemangioma-in-newborn"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-11",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2011-02"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-12",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2028-12",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2012-08-20",
            "studyFirstSubmitQcDate": "2013-06-06",
            "studyFirstPostDateStruct": {
                "date": "2013-06-07",
                "type": "ESTIMATED"
            },
            "lastUpdateSubmitDate": "2023-11-01",
            "lastUpdatePostDateStruct": {
                "date": "2023-11-02",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Richard Rox Anderson, MD",
                "investigatorTitle": "Director, Wellman Center for Photomedicine",
                "investigatorAffiliation": "Massachusetts General Hospital"
            },
            "leadSponsor": {
                "name": "Massachusetts General Hospital",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this study is to find out if pulsed dye laser treatment or timolol maleate 0.5% gel can help infants who have a hemangioma. The investigators also want to find out if pulsed dye laser treatment and timolol maleate 0.5% gel are safe to use without causing too many side effects.\n\nHemangioma is a common type of birthmark. These birthmarks happen when many new blood vessels grow in a specific area on the skin. Blood vessels are tiny tubes that carry blood through the body. No one knows what causes blood vessels to group together. Most birthmarks don't hurt at all and they usually aren't a sign of any kind of illness. Lots of newborns have these birthmarks on their bodies, like between the eyebrows. These birthmarks usually disappear within the first few months to years of life. These birthmarks tend to disappear spontaneously. Most hemangiomas are not treated unless the hemangioma threatens the child's health, which occurs in about 1 in 3 children with hemagiomas.\n\nPulsed dye laser is widely used in children, and is approved by the U.S. Food and Drug Administration (FDA) for treating hemangioma.\n\nThe FDA has approved timolol maleate to treat glaucoma in adults, but the FDA has not approved timolol maleate to treat hemangiomas in children. About 7 infants with hemangiomas have received timolol maleate. The results so far show that timolol maleate may be helpful and safe in treating hemangiomas in infants.\n\nAn important question being tested in this study is whether pulsed-dye laser or timolol maleate can prevent hemangioma from growing when used very early after birth.",
            "detailedDescription": "Hemangiomas affect 5-10% of all children born in the United States and up to 20% of premature infants, with a higher incidence in girls. Most infantile hemangiomas (IHs) appear within a few weeks of birth, grow rapidly for months to years and eventually involute. \"Benign neglect\" (no treatment) is therefore recommended by most pediatricians. However, about 1/3 of cases (2-3% of all children born in the US) eventually require medical or surgical interventions for hemangiomas due to blocked vision, problems with breathing, feeding, pain, ulceration, infection, profuse bleeding or disfigurement. None of the interventions are benign. Occasionally, hemangiomas may be fatal.\n\nThe broad objective of this study is to prevent injury and disfigurement of millions of children per year by developing a very safe, effective, and non-invasive treatment that inhibits the growth of cutaneous hemangiomas in newborns. Historically, pulsed dye laser has been known to bea very effective and safe treatment for hemangiomas; however, this treatment modality has not been studied for the treatment of very early hemangiomas. Recently, systemic beta-blockade with propanolol has also shown remarkable results in treating threatening hemangiomas. However, systemic propanolol is not benign and requires inpatient monitoring for cardiac side effects. Topical beta-blocker has been demonstrated in a case report to prevent the growth of infantile eyelid hemangioma. We propose a prospective, single blinded, randomized study of pulsed dye laser (PDL) and topical beta-blocker solution (timolol maleate ophthalmic gel forming solution) in the treatment of very early hemangiomas. Specifically the efficacy, side effects and outcome of PDL and timolol will be compared with no treatment, the present standard of care for early stage hemangiomas. The extent to which early laser treatment or topical timolol treatment prevents tumor growth and the need for future medical or surgical treatments will be determined. Infants will be recruited from the pediatric and neonatal practices at Massachusetts General Hospital, and randomized to receive either: (1) a series of weekly to semi-weekly laser treatments, (2) twice daily topical application of timolol ophthalmic gel-forming solution for six weeks, or (3) no treatment. Hemangiomas will be assessed clinically and with digital photography for serial repeated measures of hemangioma size at each study visit. A panel of blinded evaluators will also provide assessment from photographs. Response, side effects and need for additional treatments will be recorded for up to 2 years after PDL and topical timolol treatment. This clinical trial fills a large gap in evidence-based medical therapy for IHs. If indeed early laser treatment of hemangiomas with PDL or topical timolol, both relatively harmless treatments, can eliminate the potential for complications by treating hemangiomas prior to the growth phase, then this trial would present an attractive solution for the problem of when and how to treat."
        },
        "conditionsModule": {
            "conditions": [
                "Hemangioma"
            ],
            "keywords": [
                "hemangioma",
                "infantile hemangioma",
                "pulsed dye laser",
                "PDL",
                "topical beta blocker",
                "timolol maleate",
                "timolol"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "whoMasked": [
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 126,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Topical Timolol",
                    "type": "EXPERIMENTAL",
                    "description": "After verification of eligibility criteria and obtaining informed consent of parent/guardian, infants randomized to the timolol arm will receive twice daily topical application of a physician-specified amount of timolol maleate 0.5% ophthalmic solution (hereby referred to as topical timolol) for up to six months.",
                    "interventionNames": [
                        "Drug: topical timolol maleate"
                    ]
                },
                {
                    "label": "Observation",
                    "type": "NO_INTERVENTION",
                    "description": "After verification of eligibility criteria and obtaining informed consent of parent/guardian, infants randomized to the observation arm will be followed at study visits according to protocol."
                },
                {
                    "label": "Pulsed Dye Laser",
                    "type": "EXPERIMENTAL",
                    "description": "After verification of eligibility criteria and obtaining informed consent of parent/guardian, infants randomized to the pulsed dye laser arm will receive a series of six weekly to semi-weekly laser treatments treatments for up to 6 treatments with potential for reduced number of treatments if the hemangioma completely resolves. A 595-nm pulsed-dye laser (PDL, V-beam Perfecta, Candela Corp, Wayland, MA) with a dynamic cooling device (DCD) will be utilized for all treatments. This device is cleared by the FDA for clinical treatment of vascular lesions.",
                    "interventionNames": [
                        "Device: Pulsed dye laser"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "topical timolol maleate",
                    "description": "Timolol maleate 0.5% ophthalmic solution will be used. The dose will be 1 drop per square centimeter of hemangioma, rubbed into the area by the parent/guardian twice daily. The intent is to cover the entire lesion without excess of medication. Therefore, the dose can be lowered from 1 drop/cm2 at the discretion of the investigators, but not increased. This dose should not have significant systemic side effects given that the normal systemic intravenous dose for propanolol is 2mg/kg/day and there would be much less systemic absorption if the solution is applied topically. It is well established that the stratum corneum greatly slows the transport of timolol.",
                    "armGroupLabels": [
                        "Topical Timolol"
                    ],
                    "otherNames": [
                        "timolol",
                        "beta blocker"
                    ]
                },
                {
                    "type": "DEVICE",
                    "name": "Pulsed dye laser",
                    "description": "A 595-nm PDL (V-beam Perfecta, Candela Corp, Wayland, MA, USA) with a dynamic cooling device (DCD) will be utilized for all treatments. This device is cleared by the FDA for clinical treatment of vascular lesions. Protective eyewear for patient and all participants in the treatment room will be provided. A spot size of 7 or 10 mm will be used with an average fluence (energy delivered per unit area, in J/cm2) of 9 J/cm2 (range 8-10.0 J/cm2). Fluence will vary according to patient and hemangioma characteristics, including age, skin type, location, lesion thickness and response to treatment. A 30-50 ms cryogen spray cooling (CSC) duration will precede the laser pulse duration of 0.4 ms.",
                    "armGroupLabels": [
                        "Pulsed Dye Laser"
                    ],
                    "otherNames": [
                        "PDL"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Proportion of lesions that are completely clear or with minimum residual signs",
                    "description": "The primary outcome measurement will be the proportion of lesions that are completely clear or with minimum residual signs (defined as faint macular erythema with no palpable component). Three independent assessors (blinded to patient allocation) will be asked to evaluate photographs at each study visit compared to baseline using a 100-mm visual analog scale (VAS). Improvement in lesion size, thickness and color relative to baseline will be assessed by three independent observers.",
                    "timeFrame": "2 years"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Proportion of parents who consider their children to have a cosmetically acceptable outcome, functional improvement, need for additional treatment and any adverse reactions",
                    "description": "Proportion of parents who consider their children to have a cosmetically acceptable outcome, functional improvement, need for additional treatment and any adverse reactions arising from PDL treatment or timolol treatment or occurring as a natural progression of the hemangioma including hyper- or hypo- pigmentation, ulceration, atrophy and hypertrophic scarring, pain associated with ulceration, infection, bleeding, and requirement for intra-lesional or systemic steroids or any other additional treatment will be recorded.",
                    "timeFrame": "2 years"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Subjects aged less than 3 months, male or female.\n2. Infant with one or more superficial hemangiomas in the preproliferative phase or very early proliferative growth phase.\n3. Absence or minimal appearance of the lesion at birth\n4. More pronounced appearance within 1 month of birth.\n5. Willingness of parent/guardian to participate in the study\n6. Willingness of parent/guardian to receive EXPERIMENTAL treatment\n7. Informed consent agreement signed by the parent/guardian\n8. Willingness of parent/guardian to follow the treatment schedule and post treatment care requirements\n9. Willingness of parent/guardian to not use topical or systemic (oral) TREATMENT medications of the hemangioma other than those prescribed by the investigators during the study period.\n\nExclusion Criteria:\n\n1. Infants already on other treatment prior to PDL or timolol treatments (including topical, systemic steroids or other agents)\n2. Any infant who, in the opinion of his or her pediatrician or the investigators, has a major medical problem (such as cardiac pathology or airway obstruction) that makes participation in the study difficult\n3. Infants with hemangiomas that threaten vital functions (e.g. obstructing the airway or impairing hearing or vision)\n4. Scarring or infection of the area to be treated\n5. Subjects who are immunocompromised\n6. Subject whose parent/guardian is unable to comply with treatment, home care or follow-up visits\n7. Patients with asthma or a history of asthma, chronic obstructive pulmonary disease or cardiovascular disease, including sinus bradycardia, second or third degree atrioventricular block, overt cardiac failure, and cardiogenic shock; hypersensitivity to any component of timolol; and in those patients receiving systemic administration of beta-blockers or ace inhibitors.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "maximumAge": "3 Months",
            "stdAges": [
                "CHILD"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Thanh Nga T Tran, MD PhD",
                    "role": "CONTACT",
                    "phone": "617 724-4937",
                    "email": "ttran2@partners.org"
                },
                {
                    "name": "Yakir Levin, MD",
                    "role": "CONTACT",
                    "phone": "617 724-4937",
                    "email": "YLEVIN2@PARTNERS.ORG"
                }
            ],
            "overallOfficials": [
                {
                    "name": "R. Rox Anderson, MD",
                    "affiliation": "Massachusetts General Hospital",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Massachusetts General Hospital",
                    "status": "RECRUITING",
                    "city": "Boston",
                    "state": "Massachusetts",
                    "zip": "02114",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Thanh Nga T Tran, MD PhD",
                            "role": "CONTACT",
                            "phone": "617-724-4937",
                            "email": "ttran2@partners.org"
                        },
                        {
                            "name": "Ray H Jalian, MD",
                            "role": "CONTACT",
                            "phone": "617 724-4937",
                            "email": "hjalian@partners.org"
                        },
                        {
                            "name": "R. Rox Anderson, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Thanh Nga T Tran, MD PhD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Kelly Stankiewicz, MD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Ray H Jalian, MD",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.35843,
                        "lon": -71.05977
                    }
                }
            ]
        },
        "referencesModule": {
            "seeAlsoLinks": [
                {
                    "label": "wellman center link",
                    "url": "http://wellman.massgeneral.org/research-clinicalstudies.htm"
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000006391",
                    "term": "Hemangioma"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009383",
                    "term": "Neoplasms, Vascular Tissue"
                },
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M9479",
                    "name": "Hemangioma",
                    "asFound": "Hemangioma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M20468",
                    "name": "Hemangioma, Capillary",
                    "relevance": "LOW"
                },
                {
                    "id": "M21316",
                    "name": "Port-Wine Stain",
                    "relevance": "LOW"
                },
                {
                    "id": "M12328",
                    "name": "Neoplasms, Vascular Tissue",
                    "relevance": "LOW"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC16",
                    "name": "Diseases and Abnormalities at or Before Birth"
                },
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000013999",
                    "term": "Timolol"
                }
            ],
            "ancestors": [
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000000319",
                    "term": "Adrenergic beta-Antagonists"
                },
                {
                    "id": "D000018674",
                    "term": "Adrenergic Antagonists"
                },
                {
                    "id": "D000018663",
                    "term": "Adrenergic Agents"
                },
                {
                    "id": "D000018377",
                    "term": "Neurotransmitter Agents"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000000889",
                    "term": "Anti-Arrhythmia Agents"
                },
                {
                    "id": "D000000959",
                    "term": "Antihypertensive Agents"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M21860",
                    "name": "Pharmaceutical Solutions",
                    "relevance": "LOW"
                },
                {
                    "id": "M12814",
                    "name": "Ophthalmic Solutions",
                    "relevance": "LOW"
                },
                {
                    "id": "M3671",
                    "name": "Adrenergic beta-Antagonists",
                    "relevance": "LOW"
                },
                {
                    "id": "M14298",
                    "name": "Propranolol",
                    "relevance": "LOW"
                },
                {
                    "id": "M16757",
                    "name": "Timolol",
                    "asFound": "Until disease progression",
                    "relevance": "HIGH"
                },
                {
                    "id": "M245808",
                    "name": "Maleic acid",
                    "relevance": "LOW"
                },
                {
                    "id": "M20746",
                    "name": "Adrenergic Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M20755",
                    "name": "Adrenergic Antagonists",
                    "relevance": "LOW"
                },
                {
                    "id": "M20504",
                    "name": "Neurotransmitter Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M4213",
                    "name": "Anti-Arrhythmia Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M4277",
                    "name": "Antihypertensive Agents",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "PhSol",
                    "name": "Pharmaceutical Solutions"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "AnArAg",
                    "name": "Anti-Arrhythmia Agents"
                },
                {
                    "abbrev": "AnAg",
                    "name": "Antihypertensive Agents"
                },
                {
                    "abbrev": "VaDiAg",
                    "name": "Vasodilator Agents"
                }
            ]
        }
    },
    "hasResults": false
}