{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05040217",
            "orgStudyIdInfo": {
                "id": "UCSD-BDNF1"
            },
            "organization": {
                "fullName": "University of California, San Diego",
                "class": "OTHER"
            },
            "briefTitle": "A Clinical Trial of AAV2-BDNF Gene Therapy in Early Alzheimer's Disease and Mild Cognitive Impairment",
            "officialTitle": "A Phase I Study to Assess the Safety, Tolerability and Preliminary Efficacy of AAV2-BDNF [Adeno-Associated Virus (AAV)-Based, Vector-Mediated Delivery of Human Brain Derived Neurotrophic Factor] in Subjects With Early Alzheimer's Disease and Mild Cognitive Impairment",
            "therapeuticArea": [
                "Other",
                "Neurology"
            ],
            "study": "a-clinical-trial-of-bdnf-gene-therapy-in-early-alzheimer-s-disease-and-mild-cognitive-impairment"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-02-07",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-10-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-10-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-06-21",
            "studyFirstSubmitQcDate": "2021-09-01",
            "studyFirstPostDateStruct": {
                "date": "2021-09-10",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-07",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-08",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR_INVESTIGATOR",
                "investigatorFullName": "Mark Tuszynski",
                "investigatorTitle": "Professor",
                "investigatorAffiliation": "University of California, San Diego"
            },
            "leadSponsor": {
                "name": "Mark Tuszynski",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Ohio State University",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "This is a first-in-human clinical trial to test whether a protein administered into the brain continuously by gene therapy, Brain-Derived Neurotrophic Factor (BDNF), will slow or prevent cell loss in the brains of people affected by Alzheimer's disease and Mild Cognitive Impairment. The protein may also activate cells in the brain that have not yet deteriorated. Gene therapy refers to the use of a harmless virus to have brain cells make the potentially protective protein, BDNF.",
            "detailedDescription": "This is an open label Phase I clinical trial of AAV2-BDNF gene therapy for early Alzheimer's Disease (AD) and Mild Cognitive Impairment (MCI) in 12 participants.\n\nBDNF is a nervous system growth factor that regulates neuronal function in key memory circuits of the brain (the entorhinal cortex and hippocampus). BDNF reduces cell loss, stimulates cell function, and builds new connections (synapses) between brain cells in animal models.\n\nThis clinical trial will use techniques of gene therapy because the candidate therapeutic protein, BDNF, does not cross the blood brain barrier (BBB). Two previous clinical programs of Nerve Growth Factor (NGF) gene therapy for AD and Neurturin gene therapy for Parkinson's disease in over 120 patients provided evidence that degenerating neurons respond to growth factors with classic \"trophic\" responses in the human brain.\n\nParticipants will undergo one gene transfer procedure. Thus, dosing is performed only once, and repeat dosing or daily medications are not expected to be required.\n\n12 participants will be enrolled in this Phase I trial, 6 with early AD and 6 with MCI."
        },
        "conditionsModule": {
            "conditions": [
                "Alzheimer's Disease",
                "Mild Cognitive Impairment"
            ],
            "keywords": [
                "Mild Cognitive Impairment",
                "Gene Therapy"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "interventionModelDescription": "This study aims to reduce neuronal loss and rebuild synapses in the brain of patients with Alzheimer's Disease (AD) and Mild Cognitive Impairment (MCI). A total of 12 subjects will be enrolled: subjects 1-6 will have a diagnosis of AD and subjects 7-12 will have a diagnosis of MCI. The gene therapy vector will consist of adeno-associated virus serotype 2 (AAV2) and will be stereotaxically administered into the brain under MRI guidance. Subjects will be followed over a pre-determined study time duration of 24 months, and indefinitely thereafter.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 12,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Gene transfer of AAV2-BDNF",
                    "type": "EXPERIMENTAL",
                    "description": "Up to 12 subjects will receive open-label AAV2-BDNF",
                    "interventionNames": [
                        "Genetic: AAV2-BDNF Gene Therapy",
                        "Biological: AAV2-BDNF Gene Therapy"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "GENETIC",
                    "name": "AAV2-BDNF Gene Therapy",
                    "description": "AAV2-BDNF is a genetically engineered adeno-associated virus serotype 2 (AAV-2) that expresses the human BDNF cDNA.",
                    "armGroupLabels": [
                        "Gene transfer of AAV2-BDNF"
                    ]
                },
                {
                    "type": "BIOLOGICAL",
                    "name": "AAV2-BDNF Gene Therapy",
                    "description": "Gene therapy is a biological therapy delivering the BDNF gene to the brain",
                    "armGroupLabels": [
                        "Gene transfer of AAV2-BDNF"
                    ],
                    "otherNames": [
                        "Growth Factor Gene Therapy"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Safety as assessed by mumber of participants with treatment-related adverse events assessed on MRI scan",
                    "description": "Number of participants with treatment-related adverse events assessed on MRI scan",
                    "timeFrame": "24 months"
                },
                {
                    "measure": "Memory change tested on Ray Auditory Verbal Learning Task",
                    "description": "Memory tested on Ray Auditory Verbal Learning Task",
                    "timeFrame": "24 months"
                },
                {
                    "measure": "Memory change tested on Benson Complex Figure Draw and Memory",
                    "description": "Memory tested on Benson Complex Figure Draw and Memory",
                    "timeFrame": "24 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Efficacy on PET scan reflected by change in fluorodeoxyglucose (FDG) PET scan",
                    "description": "FDG PET scan",
                    "timeFrame": "24 months"
                },
                {
                    "measure": "Change in Biomarkers including CSF amyloid, tau and neurofilament",
                    "description": "CSF studies of amyloid, tau and neurofilament",
                    "timeFrame": "24 months"
                },
                {
                    "measure": "Memory change tested on mini-mental status examination (MMSE)",
                    "description": "MMSE",
                    "timeFrame": "24 months"
                },
                {
                    "measure": "Memory tested on Alzheimer's Disease Assessment Scale, Cognitive component (ADAS-Cog)",
                    "description": "ADAS-Cog",
                    "timeFrame": "24 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\nSpecific inclusion criteria will be as follows for patients 1-6 (Mild AD dementia):\n\n1. Diagnosis of dementia due to Alzheimer's Disease (AD) by National Institute of Aging (NIA) - Alzheimer's Association (AA) criteria for AD 15. The diagnosis of probable AD according to NIA criteria 15 is internationally recognized as the \"gold standard\" for diagnosing AD.\n2. Mini-Mental State Exam score between 22 and 28 (inclusive).\n3. No significant cerebral vascular disease: modified Hachinski score of ≤ 4.\n4. Minimum age 50.\n5. EEG is free of epileptiform abnormalities.\n6. Permitted medications stable for at least one month prior to screening. In particular:\n\n   1. Subjects taking stable doses of antidepressants lacking significant anti-cholinergic side effects are acceptable (if they are not currently depressed and do not have a history of major depression within the past two years).\n   2. Estrogen-replacement therapy is permissible.\n   3. Anti-cholinesterases and memantine are allowed (stable doses for preceding 3 months).\n7. Geriatric Depression Rating scale indicates no depression (Geriatric Depression Scale not greater than 8 on GDS-30).\n8. A caregiver is available who has frequent contact with the subject (e.g., an average of ten hours/week or more), agrees to observe for adverse events, and will accompany the subject to all clinic visits for the duration of the protocol.\n9. CT or MRI scans within 24 months prior to screening without evidence of an infection, infarction, or other focal (e.g., subdural hematomas) or generalized lesions (e.g., hydrocephalus) and without clinical symptoms suggestive of intervening neurological disease. A lacune in a non-critical brain area that is not believed to contribute to the cognitive impairment is permissible.\n10. Adequate visual and auditory acuity to allow neuropsychological testing that requires visual and auditory acuity.\n11. Good general health with no additional diseases expected to interfere with the study in the opinion of the investigator.\n12. Normal serum B12, RPR, and thyroid function tests; or clinically insignificant abnormalities that would not be expected to interfere with the study.\n13. ECG without clinically significant abnormalities that would be expected to interfere with the study.\n14. Subject is not pregnant, lactating, or of child-bearing potential (i.e., women must be post-menopausal or surgically sterile).\n\nSpecific inclusion criteria will be as follows for patients 7-12 (MCI due to AD):\n\n1. Diagnosis of Mild Cognitive Impairment (MCI) due to Alzheimer's Disease by NIA-AA criteria 16. The diagnosis of MCI is also internationally recognized as the current standard for diagnosing MCI.\n2. Mini-Mental State Exam score between 24 and 29 (inclusive) and examination consistent with diagnosis of MCI. We will not require CSF biomarkers for subclassifying MCI risk of progression to AD.\n3. No significant cerebral vascular disease: modified Hachinski score of ≤ 4.\n4. Minimum age 50.\n5. EEG is free of epileptiform abnormalities.\n6. Permitted medications stable for at least one month prior to screening. In particular:\n\n   1. Subjects taking stable doses of antidepressants lacking significant anti-cholinergic side effects are acceptable (if they are not currently depressed and do not have a history of major depression within the past two years).\n   2. Estrogen-replacement therapy is permissible.\n   3. Anti-cholinesterases and memantine are allowed (stable doses for preceding 3 months).\n7. Geriatric Depression Rating scale indicates no depression (Geriatric Depression Scale not greater than 8 on GDS-30).\n8. A caregiver is available who has frequent contact with the subject (e.g., an average of ten hours/week or more), agrees to observe for adverse events, and will accompany the subject to all clinic visits for the duration of the protocol.\n9. CT or MRI scans within 24 months prior to screening without evidence of an infection, infarction, or other focal (e.g., subdural hematomas) or generalized lesions (e.g., hydrocephalus) and without clinical symptoms suggestive of intervening neurological disease. A lacune in a non-critical brain area that is not believed to contribute to the cognitive impairment is permissible.\n10. Adequate visual and auditory acuity to allow neuropsychological testing that was a visual and auditory acuity.\n11. Good general health with no additional diseases expected to interfere with the study in the opinion of the investigator.\n12. Normal serum B12, RPR, and thyroid function tests; or clinically insignificant abnormalities that would not be expected to interfere with the study.\n13. ECG without clinically significant abnormalities that would be expected to interfere with the study.\n14. Subject is not pregnant, lactating, or of child-bearing potential (i.e., women must be post-menopausal or surgically sterile).\n\nExclusion Criteria:\n\nThe below Exclusion Criteria apply to both the AD and MCI groups.\n\n1. Any significant neurological disease other than suspected incipient disease; i.e., seizure disorder, Parkinson's disease, multi-infarct dementia, Huntington's disease, normal pressure hydrocephalus, brain tumor, progressive supranuclear palsy, subdural hematoma, multiple sclerosis, arteriovenous malformation or history of significant head trauma followed by persistent neurologic deficits or known structural abnormalities.\n2. Individual has symptoms of aphasia which would make administration of study assessments and collection of information during study challenging.\n3. Major depression or another major psychiatric disorder as described in DMS-IV within the past two years.\n4. Psychotic features, agitation or behavioral problems within the last three months which could lead to difficulty in cooperating with study.\n5. History of alcohol or substance abuse or dependence within the past two years (DMS-IV criteria).\n6. History of schizophrenia (DMS-IV criteria).\n7. Affirms suicidal ideation in response to questions number 4 or 5 in the C-SSRS during the past 3 months (i.e., \"active suicidal ideation with some intent to act, without specific plan\" or \"active suicidal ideation with specific plan and intent\") or affirms any of the questions contained in the Suicidal Behavior section of the C-SSRS as applicable during the past 12 months.\n8. History of systemic cancer within the past 18 months (non-metastatic skin cancers are acceptable).\n9. Any significant systemic illness or unstable medical conditions which could lead to difficulty complying with the protocol including:\n\n   1. History of myocardial infarction in the past year or unstable or severe cardiovascular disease including angina or congestive heart failure with symptoms at rest.\n   2. Clinically significant obstructive pulmonary disease or asthma.\n   3. Clinically significant and unstable gastrointestinal disorder; i.e., ulcer disease or history of active or occult gastrointestinal bleeding within two years.\n   4. Clinically significant test abnormalities on the battery of screening tests (hematology, prothrombin time, chemistry, urinalysis, ECG).\n   5. Insulin-requiring diabetes or uncontrolled diabetes mellitus.\n   6. Uncontrolled hypertension (systolic blood pressure greater than 180 or diastolic blood pressure greater than 110).\n   7. History of clinically significant liver disease, coagulopathy, or Vitamin K deficiency within the past two years.\n   8. History of uncorrected hypothyroidism.\n10. Excluded Medications\n\n    1. Use of centrally active beta-blockers, narcotics, methyldopa, or clonidine within four weeks prior to screening.\n    2. Use of anti-Parkinsonian medications (e.g., Sinemet®, amantadine, bromocriptine, pergolide and selegiline) within two months prior to screening.\n    3. Use of neuroleptics or narcotic analgesics within four weeks prior to screening.\n    4. Use of long-acting benzodiazepines or barbiturates within four weeks prior to screening.\n    5. Use of short-acting anxiolytic or sedative hypnotics more frequently than two times per week within four weeks prior to screening (note: sedative agents should not be used within 72 hours of screening).\n    6. Initiation or change in dose of an antidepressant lacking significant cholinergic side effects within the four weeks prior to screening (use of stable doses of antidepressants for at least 4 weeks prior to screening is acceptable).\n    7. Use of systemic corticosteroids within three months prior to screening.\n    8. Use of medication with significant cholinergic or anticholinergic side effects (e.g., pyridostigmine, tricyclic antidepressants, meclizine, and oxybutynin) within four weeks prior to screening.\n    9. Use of anticonvulsants (phenytoin, phenobarbital, carbamazepine, valproate) within two months prior to screening.\n    10. Use of anticoagulant therapy within four weeks prior to screening.\n    11. Use of Anti-amyloid monoclonal antibodies not permissible within 1 month of Treatment (Day 0) Vector Delivery.\n11. Use of any investigational drugs within thirty days or five half-lives, whichever is longer, prior to Treatment (Day 0) Vector Delivery.\n12. Any contraindication for undergoing MRI (e.g., pacemakers, epicardial pacer wires, infusion pumps, surgical and/or aneurysm clips, shrapnel, metal prosthesis, implants with potential magnetic properties, metallic bodies in the eyes, etc.) or contraindication to receiving gadolinium and other imaging contrast agents.\n13. Subjects who, in the investigators' opinion, will not comply with study procedures.\n14. Any history of gene therapy to include RNA or DNA targeted Alzheimer's Disease specific investigational agents.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "50 Years",
            "maximumAge": "80 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Andrea Davis, MS",
                    "role": "CONTACT",
                    "phone": "614-688-6412",
                    "email": "andrea.davis@osumc.edu"
                },
                {
                    "name": "Faizan Qureshi, MPH",
                    "role": "CONTACT",
                    "phone": "614-366-3203",
                    "email": "faizan.qureshi@osumc.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Mark Tuszynski, M.D., Ph.D.",
                    "affiliation": "University of California, San Diego",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of California - San Diego",
                    "status": "RECRUITING",
                    "city": "La Jolla",
                    "state": "California",
                    "zip": "92093",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Nobuko Kemmotsu, PhD",
                            "role": "CONTACT",
                            "phone": "858-246-1267",
                            "email": "nkemmotsu@health.ucsd.edu"
                        },
                        {
                            "name": "Lori Graham",
                            "role": "CONTACT",
                            "phone": "858-534-8857",
                            "email": "ljgraham@ucsd.edu"
                        },
                        {
                            "name": "Gabriel Leger, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 32.84727,
                        "lon": -117.2742
                    }
                },
                {
                    "facility": "The Ohio State University",
                    "status": "RECRUITING",
                    "city": "Columbus",
                    "state": "Ohio",
                    "zip": "43210",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Andrea Davis, MS",
                            "role": "CONTACT",
                            "phone": "614-688-6412",
                            "email": "andrea.davis@osumc.edu"
                        },
                        {
                            "name": "Jennifer Icenhour",
                            "role": "CONTACT",
                            "phone": "6142936882",
                            "email": "jennifer.icenhour@osumc.edu"
                        },
                        {
                            "name": "James B Elder, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Doug Scharre, MD",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.96118,
                        "lon": -82.99879
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "19198615",
                    "type": "RESULT",
                    "citation": "Nagahara AH, Merrill DA, Coppola G, Tsukada S, Schroeder BE, Shaked GM, Wang L, Blesch A, Kim A, Conner JM, Rockenstein E, Chao MV, Koo EH, Geschwind D, Masliah E, Chiba AA, Tuszynski MH. Neuroprotective effects of brain-derived neurotrophic factor in rodent and primate models of Alzheimer's disease. Nat Med. 2009 Mar;15(3):331-7. doi: 10.1038/nm.1912. Epub 2009 Feb 8."
                },
                {
                    "pmid": "21358740",
                    "type": "RESULT",
                    "citation": "Nagahara AH, Tuszynski MH. Potential therapeutic uses of BDNF in neurological and psychiatric disorders. Nat Rev Drug Discov. 2011 Mar;10(3):209-19. doi: 10.1038/nrd3366."
                },
                {
                    "pmid": "24068826",
                    "type": "RESULT",
                    "citation": "Nagahara AH, Mateling M, Kovacs I, Wang L, Eggert S, Rockenstein E, Koo EH, Masliah E, Tuszynski MH. Early BDNF treatment ameliorates cell loss in the entorhinal cortex of APP transgenic mice. J Neurosci. 2013 Sep 25;33(39):15596-602. doi: 10.1523/JNEUROSCI.5195-12.2013."
                },
                {
                    "pmid": "26302439",
                    "type": "RESULT",
                    "citation": "Tuszynski MH, Yang JH, Barba D, U HS, Bakay RA, Pay MM, Masliah E, Conner JM, Kobalka P, Roy S, Nagahara AH. Nerve Growth Factor Gene Therapy: Activation of Neuronal Responses in Alzheimer Disease. JAMA Neurol. 2015 Oct;72(10):1139-47. doi: 10.1001/jamaneurol.2015.1807."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "documentSection": {
        "largeDocumentModule": {
            "largeDocs": [
                {
                    "typeAbbrev": "ICF",
                    "hasProtocol": false,
                    "hasSap": false,
                    "hasIcf": true,
                    "label": "Informed Consent Form",
                    "date": "2023-06-12",
                    "uploadDate": "2023-11-17T09:52",
                    "filename": "ICF_001.pdf",
                    "size": 330260
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000000544",
                    "term": "Alzheimer Disease"
                },
                {
                    "id": "D000060825",
                    "term": "Cognitive Dysfunction"
                }
            ],
            "ancestors": [
                {
                    "id": "D000003704",
                    "term": "Dementia"
                },
                {
                    "id": "D000001927",
                    "term": "Brain Diseases"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000024801",
                    "term": "Tauopathies"
                },
                {
                    "id": "D000019636",
                    "term": "Neurodegenerative Diseases"
                },
                {
                    "id": "D000019965",
                    "term": "Neurocognitive Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                },
                {
                    "id": "D000003072",
                    "term": "Cognition Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M3885",
                    "name": "Alzheimer Disease",
                    "asFound": "Alzheimer's Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M29705",
                    "name": "Cognitive Dysfunction",
                    "asFound": "Mild Cognitive Impairment",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17522",
                    "name": "Virus Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M6904",
                    "name": "Dementia",
                    "relevance": "LOW"
                },
                {
                    "id": "M5204",
                    "name": "Brain Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M23002",
                    "name": "Tauopathies",
                    "relevance": "LOW"
                },
                {
                    "id": "M21558",
                    "name": "Neurodegenerative Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M21836",
                    "name": "Neurocognitive Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M6301",
                    "name": "Cognition Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "T2192",
                    "name": "Familial Alzheimer Disease",
                    "asFound": "Alzheimer's Disease",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC01",
                    "name": "Infections"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000008934",
                    "term": "Mitogens"
                }
            ],
            "ancestors": [
                {
                    "id": "D000050258",
                    "term": "Mitosis Modulators"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M11900",
                    "name": "Mitogens",
                    "asFound": "Natural",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}