{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT03541486",
            "orgStudyIdInfo": {
                "id": "XACT-PANC-2"
            },
            "organization": {
                "fullName": "University of Iowa",
                "class": "OTHER"
            },
            "briefTitle": "A Clinical Trial Evaluating the Effect of Pharmacological Ascorbate on Radiation Therapy for Pancreatic Cancer Patients",
            "officialTitle": "XACT-Pancreas 2: Pharmacological Ascorbate, Gemcitabine, and Radiation Therapy for Pancreatic Cancer, Phase 2",
            "acronym": "XACT-PANC-2",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "a-clinical-trial-evaluating-the-effect-of-pharmacological-ascorbate-on-radiation-therapy-for-pancreatic-cancer-patients"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-02",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2025-12-31",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2029-12-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2030-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2018-04-29",
            "studyFirstSubmitQcDate": "2018-05-22",
            "studyFirstPostDateStruct": {
                "date": "2018-05-30",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-02-16",
            "lastUpdatePostDateStruct": {
                "date": "2023-02-17",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Joseph Caster, Ph.D., M.D.",
                "investigatorTitle": "Assistant Professor",
                "investigatorAffiliation": "University of Iowa"
            },
            "leadSponsor": {
                "name": "Joseph J. Cullen, MD, FACS",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Holden Comprehensive Cancer Center",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Radiation therapy improves cancer cure rates by killing cancer cells but it also contributes to long-term side effects in cancer survivors by unintentionally damaging normal organs such as the intestine. This research will what side effects patients with cancer experience, if high dose vitamin C helps reduce these side effects, and if high dose vitamin C increases the survival of patients with pancreatic cancer. We will meet with patients during the study to better understand their experience during their cancer treatment. In the long term, our research could provide a new way help cancer survivors avoid many permanent side effects of cancer treatments.",
            "detailedDescription": "This is a randomized phase 2 study is designed to determine initial efficacy and assess adverse events, and quantify pathologic evidence of intestinal radiation injury. The ascorbate is infused before, during, and after the external beam radiation therapy treatment. Each ascorbate infusion is 75 grams (roughly the same amount of vitamin C from 1,000 oranges).\n\nFor patients eligible for this trial, standard treatment for their cancer includes radiation therapy combined with weekly gemcitabine (a chemotherapy).\n\nParticipants will:\n\n* be randomized (like flipping a coin) to receive the investigational treatment (pharmacological ascorbate plus gemcitabine plus radiation) or standard treatment only (gemcitabine plus radiation)\n* receive gemcitabine (a chemotherapy) once a week for up to 6 weeks of therapy (all participants)\n* receive radiation treatments are given once a day, Monday through Friday (all participants).\n* have routine doctor's visits and be asked about any side effects they are experiencing (all participants).\n* be interviewed to discuss their side effects, how it impacts their life, and describe their recent activities.\n* receive pharmacological ascorbate intravenously ascorbate during their daily radiation therapy treatments (if randomized to receive the investigational treatment).\n\nOnce the patient completes radiation, the ascorbate infusions are also completed. However, the patient will need to return for regular follow-up care at University of Iowa. We are interested in the long-term side effects of radiation - which may not develop for years - so it is important the participant return to radiation oncology for follow-up. We will also conduct interviews at that time to review the side effects and how they impact the participant's quality of life."
        },
        "conditionsModule": {
            "conditions": [
                "Pancreatic Neoplasm"
            ],
            "keywords": [
                "ascorbic acid",
                "ascorbate",
                "sodium ascorbate",
                "radiotherapy",
                "radiotherapy, image-guided",
                "gemcitabine",
                "adverse event",
                "quality of life",
                "radiation enteropathy"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Randomized trial (standard vs. experimental) in a one-to-one ratio.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "maskingDescription": "Radiologic measurements will be completed by a reviewer blinded to treatment assignment",
                    "whoMasked": [
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 60,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Investigational Therapy (ASC)",
                    "type": "EXPERIMENTAL",
                    "description": "75 grams of pharmacological ascorbate, daily (M-F) 600 mg/m2 of gemcitabine, once a week for up to 6 weeks 50 to 50.4 Gray of radiation therapy delivered using a volumetric arc therapy (VMAT) technique",
                    "interventionNames": [
                        "Drug: Ascorbate",
                        "Drug: Gemcitabine",
                        "Radiation: radiation therapy"
                    ]
                },
                {
                    "label": "Standard Therapy (ChemoRT)",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "600 mg/m2 of gemcitabine, once a week for up to 6 weeks 50 to 50.4 Gray of radiation therapy delivered using a volumetric arc therapy (VMAT) technique",
                    "interventionNames": [
                        "Drug: Gemcitabine",
                        "Radiation: radiation therapy"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Ascorbate",
                    "description": "75 gram infusion daily (M-F) on days when radiation therapy is administered. The infusion occurs during the 'beam on' of the radiation therapy.",
                    "armGroupLabels": [
                        "Investigational Therapy (ASC)"
                    ],
                    "otherNames": [
                        "Ascor L 500",
                        "Pharmacological ascorbate",
                        "Vitamin C"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Gemcitabine",
                    "description": "600 mg/m2 once weekly for up to weeks",
                    "armGroupLabels": [
                        "Investigational Therapy (ASC)",
                        "Standard Therapy (ChemoRT)"
                    ],
                    "otherNames": [
                        "Gemzar"
                    ]
                },
                {
                    "type": "RADIATION",
                    "name": "radiation therapy",
                    "description": "Prescribed to 50 Gy in 25 fractions. Radiation is delivered 1 fraction/day, 5 days a week, for approximately 5 to 6 weeks.",
                    "armGroupLabels": [
                        "Investigational Therapy (ASC)",
                        "Standard Therapy (ChemoRT)"
                    ],
                    "otherNames": [
                        "Volumetric Arc Therapy (VMAT)",
                        "External beam radiation therapy"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Overall survival (OS)",
                    "description": "The study will determine the time (calculated in months) between study day 1 and death from any cause. After 10 years post-treatment, dates will be censored to date of last follow-up",
                    "timeFrame": "Up to 5 years post treatment"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Progression free survival (PFS)",
                    "description": "From radiation day 1 to documented disease progression in CT imaging as described by the Response Evaluation Criteria in Solid Tumors (RECIST) criteria. Measured in months.",
                    "timeFrame": "Up to 5 years post-treatment"
                },
                {
                    "measure": "Toxicity over time (ToxT)",
                    "description": "Toxicity over time will be assessed by summarizing treatment emergent adverse events by system organ class and/or preferred term, type of adverse event, and severity. Elapsed days of toxicity will be summarized.",
                    "timeFrame": "Treatment day 1 to 30 days post-treatment"
                },
                {
                    "measure": "Metastasis free survival (MFS)",
                    "description": "time from treatment initiation (day 1) to the date of first documentation of disease progression outside of the pelvis (per RECIST 1.1)",
                    "timeFrame": "Up to 5 years post-treatment"
                },
                {
                    "measure": "Resection rate",
                    "description": "Rate of patients who undergo resection of tumor",
                    "timeFrame": "Within 2 month post-radiation"
                },
                {
                    "measure": "Adverse event frequency and categorization",
                    "description": "Categorize and quantify adverse events using the Common Terminology Criteria for Adverse Events (CTCAE, v 5)",
                    "timeFrame": "Weekly for the first 6 weeks and then at follow-up through 5 years post-treatment"
                },
                {
                    "measure": "Patient reported outcome measure: Vaizey Incontinence questionnaire",
                    "description": "Patient reported outcome measure of bowel side effects collected at pre-specified timepoints.",
                    "timeFrame": "Treatment day 1 to 5 years post-treatment"
                },
                {
                    "measure": "Quality of life: Modified Inflammatory Bowel Disease questionnaire",
                    "description": "Patient completed quality of life form collected at pre-specified timepoints.",
                    "timeFrame": "Treatment day 1 to 5 years post-treatment"
                },
                {
                    "measure": "Pathologic characteristics",
                    "description": "• Mucosal ulcerations, inflammatory cell infiltration, collage deposition, and microvascular changes will be assessed",
                    "timeFrame": "At surgery"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Exploration of patient reported outcomes during combined therapy [qualitative string]",
                    "description": "Semi-structured one-on-one interviews for thematic analysis",
                    "timeFrame": "During treatment phase and up to 5 years post-treatment"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\nTo be eligible to participate in this study, an individual must meet ALL of the following criteria:\n\n* Ability and willingness to provide informed consent (power of attorney and legally authorized representatives are not accepted for informed consent)\n* Stated willingness to comply with all study procedures and availability for duration of the study\n* At least 18 years of age\n* Histologic or cytologic diagnosis of pancreatic adenocarcinoma\n* Referral for gemcitabine-based chemoradiation\n* Good performance status (ECOG of 0, 1, or 2; KPS of \\> 50)\n* No other active malignancy that requires immediate treatment. Slow growing concurrent cancers (such as prostate cancer) are acceptable with appropriate documentation from their treating oncologists for that primary.\n* Not experiencing an uncontrolled illness such as infection requiring inpatient admission, symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia, or any other condition that would limit compliance with the study requirements or unacceptably increase risk to the participant (as determined by study team members).\n* Agree to abstain from alcohol and specified over the counter supplements during study treatment\n\nExclusion Criteria:\n\nAn individual who meets any of the following criteria will be excluded from participating in this study:\n\n* Glucose-6-phosphate dehydrogenase (G6PD) deficiency\n* HIV positive individuals requiring anti-retroviral drug therapy (high-dose ascorbate is known to interact with many of these drugs)\n* Platelet count of \\<100,000 k/mm3\n* Prior radiation that would result in field overlap (this will be determined by the study's radiation oncologist)\n* Presence of metastatic disease beyond regional lymphatics\n* Actively receiving insulin\n* Other therapy (including radiation therapy) within 2 calendar weeks of study therapy\n* On any of the following drugs and cannot or will not accept a drug substitution: warfarin, flecainide, methadone, amphetamines, quinidine, and chlorpropamide\n* Other investigational agents (PET or SPECT imaging agents are acceptable)\n* Other investigational therapy with the intention to treat the disease under study\n* Pregnancy\n* Individuals declining to use acceptable birth control during the duration of the study\n* Lactating women who decline to discontinue breastfeeding their child (women may withhold breast feeding and resume under the direction of their medical oncologist after completion of study)",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Joseph Caster, MD, PhD",
                    "role": "CONTACT",
                    "phone": "319-353-8836",
                    "email": "joseph-caster@uiowa.edu"
                },
                {
                    "name": "Joseph J. Cullen, MD, FACS",
                    "role": "CONTACT",
                    "phone": "(319) 353-8297",
                    "email": "joseph-cullen@uiowa.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Joseph Caster, MD, PhD",
                    "affiliation": "University of Iowa",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "The University of Iowa",
                    "city": "Iowa City",
                    "state": "Iowa",
                    "zip": "52242",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Sandy Vollstedt, RN, BSN, OCN",
                            "role": "CONTACT",
                            "phone": "319-353-7143",
                            "email": "sandy-vollstedt@uiowa.edu"
                        },
                        {
                            "name": "Heather Brown, RN, BAN, OCN",
                            "role": "CONTACT",
                            "phone": "319-384-7912",
                            "email": "heather-brown@uiowa.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.66113,
                        "lon": -91.53017
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "28366679",
                    "type": "BACKGROUND",
                    "citation": "Schoenfeld JD, Sibenaller ZA, Mapuskar KA, Wagner BA, Cramer-Morales KL, Furqan M, Sandhu S, Carlisle TL, Smith MC, Abu Hejleh T, Berg DJ, Zhang J, Keech J, Parekh KR, Bhatia S, Monga V, Bodeker KL, Ahmann L, Vollstedt S, Brown H, Shanahan Kauffman EP, Schall ME, Hohl RJ, Clamon GH, Greenlee JD, Howard MA, Schultz MK, Smith BJ, Riley DP, Domann FE, Cullen JJ, Buettner GR, Buatti JM, Spitz DR, Allen BG. O2⋅- and H2O2-Mediated Disruption of Fe Metabolism Causes the Differential Susceptibility of NSCLC and GBM Cancer Cells to Pharmacological Ascorbate. Cancer Cell. 2017 Apr 10;31(4):487-500.e8. doi: 10.1016/j.ccell.2017.02.018. Epub 2017 Mar 30. Erratum In: Cancer Cell. 2017 Aug 14;32(2):268. doi: 10.1016/j.ccell.2017.07.008."
                },
                {
                    "pmid": "23381814",
                    "type": "BACKGROUND",
                    "citation": "Welsh JL, Wagner BA, van't Erve TJ, Zehr PS, Berg DJ, Halfdanarson TR, Yee NS, Bodeker KL, Du J, Roberts LJ 2nd, Drisko J, Levine M, Buettner GR, Cullen JJ. Pharmacological ascorbate with gemcitabine for the control of metastatic and node-positive pancreatic cancer (PACMAN): results from a phase I clinical trial. Cancer Chemother Pharmacol. 2013 Mar;71(3):765-75. doi: 10.1007/s00280-013-2070-8. Epub 2013 Feb 5."
                },
                {
                    "pmid": "27833040",
                    "type": "BACKGROUND",
                    "citation": "Doskey CM, Buranasudja V, Wagner BA, Wilkes JG, Du J, Cullen JJ, Buettner GR. Tumor cells have decreased ability to metabolize H2O2: Implications for pharmacological ascorbate in cancer therapy. Redox Biol. 2016 Dec;10:274-284. doi: 10.1016/j.redox.2016.10.010. Epub 2016 Oct 28."
                },
                {
                    "pmid": "26201606",
                    "type": "BACKGROUND",
                    "citation": "Cieslak JA, Cullen JJ. Treatment of Pancreatic Cancer with Pharmacological Ascorbate. Curr Pharm Biotechnol. 2015;16(9):759-70. doi: 10.2174/138920101609150715135921."
                },
                {
                    "pmid": "30254147",
                    "type": "BACKGROUND",
                    "citation": "Alexander MS, Wilkes JG, Schroeder SR, Buettner GR, Wagner BA, Du J, Gibson-Corley K, O'Leary BR, Spitz DR, Buatti JM, Berg DJ, Bodeker KL, Vollstedt S, Brown HA, Allen BG, Cullen JJ. Pharmacologic Ascorbate Reduces Radiation-Induced Normal Tissue Toxicity and Enhances Tumor Radiosensitization in Pancreatic Cancer. Cancer Res. 2018 Dec 15;78(24):6838-6851. doi: 10.1158/0008-5472.CAN-18-1680. Epub 2018 Sep 25."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "All collected IPD, including endpoints (OS, PFS, MFS, AE, and PROs), treatment information, coding, code book, and demographics.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF"
            ],
            "timeFrame": "Study protocol and consent will be shared after primary completion. Statistical analysis plan will be shared with results reporting. Data are available upon request and will be available for 2 years after the withdraw of the IND.",
            "accessCriteria": "An IRB-stamped signed usage agreement will be required in addition to a data sharing agreement between the academic centers. Interested researchers should contact Dr. Caster or Dr. Cullen"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000010190",
                    "term": "Pancreatic Neoplasms"
                }
            ],
            "ancestors": [
                {
                    "id": "D000004067",
                    "term": "Digestive System Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000004701",
                    "term": "Endocrine Gland Neoplasms"
                },
                {
                    "id": "D000004066",
                    "term": "Digestive System Diseases"
                },
                {
                    "id": "D000010182",
                    "term": "Pancreatic Diseases"
                },
                {
                    "id": "D000004700",
                    "term": "Endocrine System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M13110",
                    "name": "Pancreatic Neoplasms",
                    "asFound": "Pancreatic Neoplasms",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10444",
                    "name": "Intestinal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M7256",
                    "name": "Digestive System Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M8886",
                    "name": "Gastrointestinal Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M7863",
                    "name": "Endocrine Gland Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M7255",
                    "name": "Digestive System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8883",
                    "name": "Gastrointestinal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M13102",
                    "name": "Pancreatic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M7862",
                    "name": "Endocrine System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T4387",
                    "name": "Pancreatic Cancer",
                    "asFound": "Pancreatic Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "T6034",
                    "name": "Quality of Life",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC06",
                    "name": "Digestive System Diseases"
                },
                {
                    "abbrev": "BC19",
                    "name": "Gland and Hormone Related Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000093542",
                    "term": "Gemcitabine"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000964",
                    "term": "Antimetabolites, Antineoplastic"
                },
                {
                    "id": "D000000963",
                    "term": "Antimetabolites"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M2985",
                    "name": "Gemcitabine",
                    "asFound": "Mg/kg",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17558",
                    "name": "Vitamins",
                    "relevance": "LOW"
                },
                {
                    "id": "M4513",
                    "name": "Ascorbic Acid",
                    "relevance": "LOW"
                },
                {
                    "id": "M22554",
                    "name": "Pancrelipase",
                    "relevance": "LOW"
                },
                {
                    "id": "M13114",
                    "name": "Pancreatin",
                    "relevance": "LOW"
                },
                {
                    "id": "M4281",
                    "name": "Antimetabolites",
                    "relevance": "LOW"
                },
                {
                    "id": "T477",
                    "name": "Vitamin C",
                    "asFound": "Monoclonal Antibody",
                    "relevance": "HIGH"
                },
                {
                    "id": "T437",
                    "name": "Ascorbic Acid",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "Micro",
                    "name": "Micronutrients"
                },
                {
                    "abbrev": "Gast",
                    "name": "Gastrointestinal Agents"
                },
                {
                    "abbrev": "Vi",
                    "name": "Vitamins"
                }
            ]
        }
    },
    "hasResults": false
}