{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05190471",
            "orgStudyIdInfo": {
                "id": "BP1002-102-AML"
            },
            "organization": {
                "fullName": "Bio-Path Holdings, Inc.",
                "class": "INDUSTRY"
            },
            "briefTitle": "A Clinical Trial of BP1002 in Patients With Refractory/Relapsed Acute Myeloid Leukemia (AML)",
            "officialTitle": "A Phase I/Ib Study of BP1002 (a Liposomal Bcl-2 Antisense Oligodeoxynucleotide) in Patients With Refractory/Relapsed Acute Myeloid Leukemia (AML)",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "a-clinical-trial-of-in-patients-with-refractory-relapsed-acute-myeloid-leukemia-aml"
        },
        "statusModule": {
            "statusVerifiedDate": "2022-10",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-08-16",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-03",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-09",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-12-08",
            "studyFirstSubmitQcDate": "2021-12-29",
            "studyFirstPostDateStruct": {
                "date": "2022-01-13",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-08-18",
            "lastUpdatePostDateStruct": {
                "date": "2023-08-21",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Bio-Path Holdings, Inc.",
                "class": "INDUSTRY"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This study evaluates the safety and tolerability of escalating doses of BP1002 (Liposomal Bcl-2 Antisense Oligodeoxynucleotide) in patients with refractory/relapsed AML. The study is designed to assess the safety profile, identify DLTs, biologically effective doses, PK, PD and potential anti-leukemic effects of BP1002 as single agent (dose escalation phase) followed by assessing BP1002 in combination with decitabine (dose expansion phase)."
        },
        "conditionsModule": {
            "conditions": [
                "Acute Myeloid Leukemia, in Relapse",
                "Acute Myeloid Leukemia Refractory"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "SEQUENTIAL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 48,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Relapsed/Refractory AML - BP1002 monotherapy",
                    "type": "EXPERIMENTAL",
                    "description": "BP1002 monotherapy dose escalation",
                    "interventionNames": [
                        "Drug: BP1002; Liposomal Bcl-2 Antisense Oligodeoxynucleotide"
                    ]
                },
                {
                    "label": "Relapsed/Refractory AML - BP1002 in combination with decitabine",
                    "type": "EXPERIMENTAL",
                    "description": "BP1002 single dose in combination with decitabine",
                    "interventionNames": [
                        "Drug: BP1002; Liposomal Bcl-2 Antisense Oligodeoxynucleotide",
                        "Drug: Decitabine (in combination with BP1002)"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "BP1002; Liposomal Bcl-2 Antisense Oligodeoxynucleotide",
                    "description": "Dose escalation of BP1002 monotherapy",
                    "armGroupLabels": [
                        "Relapsed/Refractory AML - BP1002 in combination with decitabine",
                        "Relapsed/Refractory AML - BP1002 monotherapy"
                    ],
                    "otherNames": [
                        "Liposomal Bcl-2; L-Bcl-2"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Decitabine (in combination with BP1002)",
                    "description": "Dose expansion of BP1002 in combination with decitabine",
                    "armGroupLabels": [
                        "Relapsed/Refractory AML - BP1002 in combination with decitabine"
                    ],
                    "otherNames": [
                        "Decitabine"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Identify Dose Limiting Toxicity (DLT) of BP1002",
                    "description": "Identify DLT of BP1002 using non-hematologic and hematologic measures per NCI CTCAE criteria",
                    "timeFrame": "30 days"
                },
                {
                    "measure": "Identify and grade treatment-emergent adverse events (TEAE) of escalating doses of BP1002",
                    "description": "Identify TEAE of BP1002 using non-hematologic and hematologic measures per NCI CTCAE criteria",
                    "timeFrame": "30 days"
                },
                {
                    "measure": "Identify and grade treatment-emergent laboratory abnormalities of escalating doses of BP1002",
                    "description": "Identify and grade treatment-emergent laboratory abnormalities of escalating doses of BP1002 using non-hematologic and hematologic measure per NCI CTCAE criteria",
                    "timeFrame": "30 days"
                },
                {
                    "measure": "Recommended Phase 2 (RP2D) of BP1002",
                    "description": "Determine RP2D by evaluating Maximally Tolerated Dose (MTD) data",
                    "timeFrame": "210 days"
                },
                {
                    "measure": "Determine plasma pharmacokinetics (PK) of BP1002 using maximum plasma drug concentration",
                    "description": "Evaluate plasma PK of BP1002 using maximum plasma drug concentration (Cmax)",
                    "timeFrame": "30 days"
                },
                {
                    "measure": "Determine plasma pharmacokinetics (PK) of BP1002 using volume of distribution",
                    "description": "Evaluate in vivo PK of BP1002 using volume of distribution (Vd)",
                    "timeFrame": "30 days"
                },
                {
                    "measure": "Determine plasma pharmacokinetics (PK) of BP1002 using elimination rate constant",
                    "description": "Evaluate in vivo PK of BP1002 using elimination rate constant",
                    "timeFrame": "30 days"
                },
                {
                    "measure": "Determine half-life plasma pharmacokinetics (PK) of BP1002",
                    "description": "Evaluate in vivo PK of BP1002 half-life (t1/2)",
                    "timeFrame": "30 days"
                },
                {
                    "measure": "Identify conduction and rhythm changes (treatment emergent QTc elevations or other treatment emergent changes in ECG intervals) of escalating doses of BP1002",
                    "description": "Collection of 12-lead ECGs at defined intervals to identify conduction and rhythm changes (treatment emergent QTc elevations or other treatment emergent changes in ECG intervals)",
                    "timeFrame": "30 days"
                },
                {
                    "measure": "Determine pharmacodynamics (PD) of BP1002",
                    "description": "Flow cytometry will be performed using peripheral blood to evaluate Bcl-2 target inhibition by BP1002 on pre and post treatment samples",
                    "timeFrame": "30 days"
                },
                {
                    "measure": "Determine anti-drug antibody (ADA) levels of BP1002",
                    "description": "Evaluate ADA via peripheral blood",
                    "timeFrame": "30 days"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Determine evidence of response by bone marrow aspirate",
                    "description": "Assess complete remission (CR), CR with incomplete hematologic recovery (CRi), and CR with partial hematologic recovery (CRh) per Döhner 2017",
                    "timeFrame": "180 days"
                },
                {
                    "measure": "Determine evidence of response by complete blood counts using peripheral blood",
                    "description": "Assess complete remission (CR), CR with incomplete hematologic recovery (CRi), and CR with partial hematologic recovery (CRh) per Döhner 2017",
                    "timeFrame": "180 days"
                },
                {
                    "measure": "Assessment of morphologic leukemia free state (MLFS) and partial remissions by bone marrow aspirate and complete blood counts",
                    "description": "To assess percentage of participants with MLFS and partial remissions per Döhner 2017",
                    "timeFrame": "180 days"
                },
                {
                    "measure": "Assessment of morphologic leukemia free state (MLFS) and partial remissions by bone marrow aspirate",
                    "description": "To assess percentage of participants with MLFS and partial remissions per Döhner 2017",
                    "timeFrame": "180 days"
                },
                {
                    "measure": "Assessment of blast count reductions by complete blood counts using peripheral blood",
                    "description": "To assess blast count reductions per Williams 2016",
                    "timeFrame": "180 days"
                },
                {
                    "measure": "To determine progression-free survival (PFS), overall survival (OS), and duration of response",
                    "description": "To assess progression-free survival (PFS), overall survival (OS), and duration of response from date of study entry to study closure or death",
                    "timeFrame": "180 days"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Exploratory objective to correlate treatment response with cytogenetic characteristics",
                    "description": "Flow cytometry assays to determine the effects of BP1002 on Bcl-2 protein expression",
                    "timeFrame": "30 days"
                },
                {
                    "measure": "Exploratory objective to correlate treatment response with molecular characteristics",
                    "description": "Flow cytometry assays to determine the effects of BP1002 on Bcl-2 protein expression",
                    "timeFrame": "30 days"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Adults ≥18 years of age, with histologic evidence of refractory/relapsed AML who have failed treatment with available therapies known to be active for refractory/relapsed AML\n2. Eastern Cooperative Oncology Group (ECOG) Performance Status Score of 0, 1 or 2\n3. For the dose expansion phase, participants with documented diagnosis of AML who are eligible for decitabine therapy\n4. Participants must have adequate hepatic and renal functions as defined by:\n\n   1. Aspartate transaminase (AST) and alanine transaminase (ALT) ≤2.5 times the upper limit of normal (ULN); and\n   2. Usually total bilirubin ≤ 1.5 ULN. In specific cases the PI may request a waiver of this requirement with medical justification and agreement with the medical monitor and Bio-Path Holdings. And;\n   3. Estimated creatinine clearance of at least 60 mL/min. These estimations are calculated using the Cockcroft-Gault equation.\n5. Female participants of childbearing potential must agree to use an acceptable method of birth control (i.e. a hormonal contraceptive, intrauterine device, diaphragm with spermicide, condom with spermicide or abstinence) for the duration of the study and for at least 6 months after the last dose of study drug or decitabine\n6. Male participants must agree to use an acceptable method of contraception for the duration of the study\n7. Recovered from the effects of any prior surgery, radiotherapy, or antineoplastic treatment (with the exception of alopecia), based on Investigator assessment\n8. Participants must be willing and able to provide written informed consent\n\nExclusion Criteria:\n\n1. Active non-hematologic or lymphoid malignancy other than AML treated with immunotherapy, targeted therapy or chemotherapy within the previous 12 months\n2. Known, active leptomeningeal leukemia requiring intrathecal therapy. NOTE: Participants with a history of CNS disease may be allowed to participate based on at least 1 documented, negative spinal fluid assessment within 28 days prior to Screening\n3. Isolated potentially treatable extramedullary leukemia without also meeting bone marrow criteria for acute leukemia (for AML usually ≥ 5% blasts in BMA or biopsy). Participants may have leukemia with lower blast counts (Döhner 2017). Bio-Path Holdings and Investigator concurrence required.\n4. Acute promyelocytic leukemia (APL) with t(15;17)(q22;q12) PML-RARA\n5. Chronic myeloid leukemia in any phase\n6. Receipt of any anti-cancer therapy within 14 days prior to C1D1, with the exception of hydroxyurea or leukapheresis\n7. Participants may not be receiving any other investigational agents\n8. Female participants who are pregnant or breast-feeding\n9. Substance abuse, medical, psychological or social conditions that may interfere with the patient's participation in the study or evaluation of the study results\n10. Participants with human immunodeficiency virus (HIV) infection who have CD4+ T-cell counts \\< 350 cells/mcL or with clinically active hepatitis B or C infection\n11. History of any hypersensitivity to hypomethylating agents, unless reaction is deemed irrelevant to the study by the Investigator and Medical Monitor\n12. Unresolved toxicity higher than CTCAE Grade 1 attributed to any prior therapy or procedure, excluding alopecia\n13. Presence of concurrent conditions that, in the opinion of the Investigator and/or Medical Monitor, may compromise the participant's ability to tolerate study treatment or interfere with any aspect of study conduct or interpretation of results. This includes, but is not limited to, unstable or uncontrolled angina, New York Heart Association (NYHA) class III or IV congestive heart failure, uncontrolled and sustained hypertension, clinically significant cardiac dysrhythmia or clinically significant baseline ECG abnormality (e.g., QTcF \\>470 msec)\n14. Within the past 6 months, has had any of the following: myocardial infarction, unstable angina pectoris, coronary/peripheral artery bypass graft, cerebrovascular accident or transient ischemic attack\n15. Uncontrolled seizure disorder (i.e., seizures within the past 2 months)\n16. Unable or unwilling to communicate or cooperate with the Investigator or follow the protocol for any reason",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Michael Hickey",
                    "role": "CONTACT",
                    "phone": "832-742-1361",
                    "email": "mhickey@biopathholdings.com"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Gail J Roboz, MD",
                    "affiliation": "Weill Cornell Medical College - New York-Presbyterian Hospital",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Scripps Green Hospital",
                    "status": "RECRUITING",
                    "city": "La Jolla",
                    "state": "California",
                    "zip": "92037",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Kiley Borchard",
                            "role": "CONTACT",
                            "phone": "858-554-9253",
                            "email": "borchard.kiley@scrippshealth.org"
                        },
                        {
                            "name": "David Hermel, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 32.84727,
                        "lon": -117.2742
                    }
                },
                {
                    "facility": "UCLA Medical Center",
                    "status": "RECRUITING",
                    "city": "Los Angeles",
                    "state": "California",
                    "zip": "90024",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Gary Schiller, MD",
                            "role": "CONTACT"
                        },
                        {
                            "name": "Gary Schiller, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 34.05223,
                        "lon": -118.24368
                    }
                },
                {
                    "facility": "Weill Cornell Medical College - NewYork-Presbyterian Hospital",
                    "status": "RECRUITING",
                    "city": "New York",
                    "state": "New York",
                    "zip": "10021",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Dunay Bach",
                            "role": "CONTACT",
                            "phone": "212-746-4447",
                            "email": "dub4001@med.cornell.edu"
                        },
                        {
                            "name": "Gail Roboz, MD",
                            "role": "CONTACT",
                            "phone": "646-962-2700",
                            "email": "gar2001@med.cornell.edu"
                        },
                        {
                            "name": "Gail J Roboz, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.71427,
                        "lon": -74.00597
                    }
                },
                {
                    "facility": "MD Anderson Cancer Center",
                    "status": "RECRUITING",
                    "city": "Houston",
                    "state": "Texas",
                    "zip": "77030",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Miranda Lim, BSN, RN",
                            "role": "CONTACT",
                            "phone": "713-794-1722",
                            "email": "MGLim@mdanderson.org"
                        },
                        {
                            "name": "Maro Ohanian, D.O.",
                            "role": "CONTACT",
                            "phone": "713-792-2631",
                            "email": "mohanian@mdanderson.org"
                        },
                        {
                            "name": "Maro Ohanian, D.O.",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 29.76328,
                        "lon": -95.36327
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000007938",
                    "term": "Leukemia"
                },
                {
                    "id": "D000007951",
                    "term": "Leukemia, Myeloid"
                },
                {
                    "id": "D000015470",
                    "term": "Leukemia, Myeloid, Acute"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000006402",
                    "term": "Hematologic Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M10945",
                    "name": "Leukemia",
                    "asFound": "Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10955",
                    "name": "Leukemia, Myeloid",
                    "asFound": "Myeloid Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M18127",
                    "name": "Leukemia, Myeloid, Acute",
                    "asFound": "Acute Myeloid Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M9490",
                    "name": "Hematologic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T3995",
                    "name": "Myeloid Leukemia",
                    "asFound": "Myeloid Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "T182",
                    "name": "Acute Myeloid Leukemia",
                    "asFound": "Acute Myeloid Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "T188",
                    "name": "Acute Non Lymphoblastic Leukemia",
                    "asFound": "Acute Myeloid Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "T170",
                    "name": "Acute Graft Versus Host Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC15",
                    "name": "Blood and Lymph Conditions"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000077209",
                    "term": "Decitabine"
                },
                {
                    "id": "C000408162",
                    "term": "Oblimersen"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000964",
                    "term": "Antimetabolites, Antineoplastic"
                },
                {
                    "id": "D000000963",
                    "term": "Antimetabolites"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                },
                {
                    "id": "D000004791",
                    "term": "Enzyme Inhibitors"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M1697",
                    "name": "Decitabine",
                    "asFound": "Derived",
                    "relevance": "HIGH"
                },
                {
                    "id": "M248674",
                    "name": "Oblimersen",
                    "asFound": "Parsaclisib",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4281",
                    "name": "Antimetabolites",
                    "relevance": "LOW"
                },
                {
                    "id": "M7951",
                    "name": "Enzyme Inhibitors",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}