{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT03776162",
            "orgStudyIdInfo": {
                "id": "G180167"
            },
            "secondaryIdInfos": [
                {
                    "id": "R01AR074131-01",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/R01AR074131-01"
                }
            ],
            "organization": {
                "fullName": "The Cleveland Clinic",
                "class": "OTHER"
            },
            "briefTitle": "A Comparison of ACL Repair With BEAR Device vs. Autograft Patellar Tendon ACL Reconstruction",
            "officialTitle": "BEAR - MOON: A Two Arm Non-Inferiority Randomized Clinical Trial Comparing ACL Repair With BEAR Device vs. Autograft Patellar Tendon ACL Reconstruction",
            "acronym": "BEAR-MOON",
            "therapeuticArea": [
                "Other"
            ],
            "study": "a-comparison-of-acl-repair-with-bear-device-vs-autograft-patellar-tendon-acl-reconstruction"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-08-30",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-05",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-05",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2018-12-13",
            "studyFirstSubmitQcDate": "2018-12-13",
            "studyFirstPostDateStruct": {
                "date": "2018-12-14",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-31",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-03",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Kurt Spindler, MD",
                "investigatorTitle": "Professor Surgery CCLCM Case Western, Director Research and Outcomes Cleveland Clinic Florida, Director Outcomes Management Evaluation, Co-Director Musculoskeletal Research Center",
                "investigatorAffiliation": "The Cleveland Clinic"
            },
            "leadSponsor": {
                "name": "The Cleveland Clinic",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute of Arthritis and Musculoskeletal and Skin Diseases (NIAMS)",
                    "class": "NIH"
                },
                {
                    "name": "Miach Orthopaedics",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true
        },
        "descriptionModule": {
            "briefSummary": "This study is designed to evaluate bridge-enhanced ACL restoration (BEAR), a new surgical technique for repairing knees injured by a tear of the anterior cruciate ligament (ACL) that promotes reattachment and healing of the ACL using a blood-enriched implant. BEAR will be compared to bone to patellar tendon to bone autograft (BPTB) reconstruction, a standard ACL surgical reconstruction technique that replaces a torn portion of the ACL with transplanted patellar tendon tissue, and thus requires additional invasive patellar tendon removal and reuse as a portion of the ACL surgery, in a two group randomized clinical trial (RCT) in which participants will have equal chance of receiving BEAR or BPTB reconstruction. The BEAR technique is FDA approved and involves surgically placing a sponge (the BEAR implant) between the torn ends of the ACL, providing an absorbable implant for the ligament ends to grow into. The investigators hypothesize that the ACL repair with BEAR technology will achieve results not appreciably worse than BPTB reconstruction, with a reduced burden of invasive surgery, when assessed over the first two post-operative years. Animal studies suggest BEAR may also ameliorate longer-term premature osteoarthritis of the knee, a common consequence of ACL reconstruction surgery. However, no human data yet support that, and this trial will conclude before such a benefit can be observed. All patients 18-55 years of age who are candidates for ACL surgery within 50 days of the ACL injury and who present to surgeons participating in the study will be offered participation in the trial. Patients will be randomized and will undergo specified rehabilitation protocols post-operatively with primary assessments of knee laxity and patient reported measures at 6 months, 1 year, and 2 years.",
            "detailedDescription": "The study population will include active and otherwise healthy patients of both genders, all races, and between 18-55 years old at any of six locations, who elect to undergo primary surgery for a torn ACL within 50 days of injury. Approximately 100 patients will receive each of the experimental BEAR surgery and the comparative control BPTB reconstruction surgery, with each group distributed similarly across the six medical centers where the trial is being conducted: Cleveland Clinic, Vanderbilt University, Ohio State University, Rhode Island Hospital/University Orthopedics, and University of Colorado . The study intervention uses a BEAR implant, which is placed between the torn ends of the ruptured ACL. The BEAR implant is resorbed over 4 to 8 weeks, during which period it promotes repair of the ACL tissue in the gap between the torn ends. The device provides a stable provisional sponge to facilitate intra-articular repair of the torn ACL ligament, where without the implant device, healing does not occur. The results of this BEAR procedure will be compared against ACL reconstruction using a BPTB autograft. This technique consists of removing the torn ACL tissue, harvesting patellar tendon, and grafting that tendon within tunnels in the bone to reconstruct or replace the torn ACL. The study duration is five years. Surgery will occur at most 50 days after the patient's ACL is torn, with two year follow-up and a three month window for the final follow-up examination, for a maximum enrollment period for each patient of approximately 2 years and five months (29 months). Randomization will occur during the surgery, and patients will be informed of their treatments at conclusion of their participation. The two research time points are 1 and 2 years, when assessments will be conducted by an independent examiner masked to the type of surgery the patient received. With the exception of the RCT consenting process, use of the BEAR implant, and the blinded assessment process, clinical care will be standard practice following surgical treatment for a torn ACL."
        },
        "conditionsModule": {
            "conditions": [
                "Anterior Cruciate Ligament Tear"
            ],
            "keywords": [
                "Anterior Cruciate Ligament Tear",
                "Anterior Cruciate Ligament Reconstruction",
                "Anterior Cruciate Ligament Repair",
                "Knee Surgery"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Multi-center, 2-arm, 1:1 permuted block randomized controlled clinical trial, with a blinded patient and outcome assessor.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "TRIPLE",
                    "maskingDescription": "Treatment will be determined by intra-operative computer-generated randomization after the diagnostic arthroscopy and participant treatment assignment will not be reported to the participant until termination of the study observation period. Research Assessments by Independent Blinded Assessor for assessments of study endpoints and safety. KT-1000 knee laxity arthrometer testing, International Knee Documentation Committee (IKDC) patient-reported outcome score, Knee Injury and Osteoarthritis Outcome Score (KOOS), Marx knee activity rating scale, Anterior Knee Pain Scale, Quadriceps Strength, Hop testing, and physical examination. The physical therapist implementing the post-surgical rehabilitation will be blinded to the treatment group.",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 200,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "ACL Reconstruction(BPTB Graft)",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Procedure/Surgery ACL Reconstruction (Bone Patellar Tendon Bone Graft): Standard of care surgical procedure Patellar Tendon Autograft ACL reconstruction, in which a bone-patellar tendon-bone graft from the front of the knee is taken to replace the torn ACL.",
                    "interventionNames": [
                        "Procedure: ACL Reconstruction (Bone Patellar Tendon Bone Graft)"
                    ]
                },
                {
                    "label": "Bridge Enhanced ACL Restoration",
                    "type": "EXPERIMENTAL",
                    "description": "Procedure/Surgery Bridge Enhanced ACL Restoration (BEAR): The surgical repair of the ACL using the BEAR technique involves surgically placing a sponge (the BEAR implant) between the torn ends of the ACL, providing a sponge for the ligament ends to group into.",
                    "interventionNames": [
                        "Device: Bridge Enhanced ACL Restoration (BEAR)"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "PROCEDURE",
                    "name": "ACL Reconstruction (Bone Patellar Tendon Bone Graft)",
                    "description": "Standard of care procedure Patellar Tendon Autograft ACL reconstruction, in which a bone-patellar tendon-bone graft from the front of the knee is taken to replace the torn ACL.",
                    "armGroupLabels": [
                        "ACL Reconstruction(BPTB Graft)"
                    ]
                },
                {
                    "type": "DEVICE",
                    "name": "Bridge Enhanced ACL Restoration (BEAR)",
                    "description": "The BEAR technique involves surgically placing a sponge (the BEAR implant) between the torn ends of the ACL, providing a sponge for the ligament ends to group into.",
                    "armGroupLabels": [
                        "Bridge Enhanced ACL Restoration"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "KT-1000",
                    "description": "Co-primary Outcome measure: Knee stability or the antero-posterior (AP) knee laxity will be determined using a KT-1000 arthrometer at the 30lb force setting on both knees of the subject at 6 months, 1 and 2 years after surgery. The primary endpoint will be 2 year KT-1000. Both left and right knees will be covered with a sleeve so the trained examiner cannot tell which the operated knee is or which procedure the patient had. Values for both knees will be recorded. For knee laxity 2.5 mm in the side-to-side difference measurements will be taken as the non-inferiority margin for the 2 year post-operative comparison of patients in the bridge-enhanced repair group and the ACL reconstruction groups.Testing will be performed by experienced, certified athletic trainers, physical therapists or physician assistants trained using standardized equipment according to the MOON protocol.",
                    "timeFrame": "KT-1000 instrumented knee laxity measure 2 years after surgery (difference from contralateral knee)"
                },
                {
                    "measure": "IKDC (International Knee Documentation Committee) Score",
                    "description": "The IKDC patient-reported outcome measure instrument will be completed by patients pre-operatively, then at 3 and 6 months, 1 year and at the final 2 year visit after surgery. The primary endpoint will be evaluated at 2 years. The IKDC non-inferiority margin for BEAR vs. autograft patellar tendon will be set at \\<16 points. The IKDC is a patient reported outcome measure which contains sections on knee symptoms (7 items), function (2 items), and sports activities (2 items). Scores range from 0 points (lowest level of function or highest level of symptoms) to 100 points (highest level of function and lowest level of symptoms).",
                    "timeFrame": "Validated Patient Reported IKDC Subjective Score Instrument 2 years after surgery (change from baseline)"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "The Knee Injury and Osteoarthritis Outcome Score (KOOS)",
                    "description": "The Knee Injury and Osteoarthritis Outcome Score (KOOS) is a patient-reported outcome measurement instrument to assess the patient's opinion about their knee and associated problems. The KOOS evaluates both short and long-term consequences of knee injury and primary osteoarthritis. It is a validated patient-reported outcomes measure to be administered by the research coordinator at the same time points as the IKDC (preoperatively, 3 and 6 months, 1 and 2 years). There are 5 subscales (Pain, Symptoms, Activities of Daily Living (ADL), Sports and Recreation, and Knee related Quality of life). The minimum clinically relevant difference is 8 points on a 100 point scale for each of the five subscales.The last week is taken into consideration when answering the questions. Standardized answer options are given and each question gets a score from 0 to 4. A normalized score (100 indicating no symptoms and 0 indicating extreme symptoms) is calculated for each subscale.",
                    "timeFrame": "Validated Patient Reported KOOS Subjective Score Instrument 2 years after surgery"
                },
                {
                    "measure": "MARX Activity (Marx Activity Rating Scale)",
                    "description": "The Marx Activity Scale is a validated patient-reported measure to be administered by the research coordinator to the patient preoperatively and at 1 and 2 years post-operatively. MARX focuses on four activity points: running, deceleration, cutting (changing directions while running), and pivoting. Patients are asked to indicate approximately how many times in the past 12 months they performed each of the activities while at their healthiest and most active state. The four knee functions are rated on a 5-point scale of frequency and scores are added up to a maximum of 16 points with a higher score indicating more frequent participation. The MARX rating scale is not based on participation in specific sporting activities. Instead, patients are asked about different components of physical function (e.g., running and pivoting) that are common to different sports.",
                    "timeFrame": "MARX Activity 2 years after surgery"
                },
                {
                    "measure": "Anterior Knee Pain Scale (AKPS)",
                    "description": "The AKPS is a validated patient-reported outcomes measure to be administered by the research coordinator to patients at the same time points as the IKDC (preoperatively, 3 and 6 months, 1 and 2 years). This tool is designed to measure patellofemoral pain symptoms. The BEAR-MOON study will utilize the 6-item short version (walking, squatting, jumping, pain, swelling, abnormal kneecap movements). Minimum score is 0 points (most painful) and maximum score is 100 points (no pain).",
                    "timeFrame": "AKPS 2 years after surgery"
                },
                {
                    "measure": "Quadriceps Strength Testing",
                    "description": "Measurement of quadriceps strength on both knees will be performed at 6 months, and 1 and 2 years after surgery using a hand held dynamometer. Both sides will be covered with a sleeve so the blinded examiner cannot tell which the knee was the operated knee or which procedure was performed. Values for both knees will be recorded.",
                    "timeFrame": "Quadriceps Strength 2 years after surgery"
                },
                {
                    "measure": "Hop Test Limb Difference",
                    "description": "Hop functional testing will be performed by a trained physical therapist or athletic trainer on a strict protocol as performed and published by MOON. This will be performed at 6 month, 1 and 2 years. The measurement of interest is the difference between hop distances using the normal leg and ACL injured leg. Single leg hop tests are a method to determine ability to return to high-level athletics following knee surgery. They are commonly used during the return to function phase in an anterior cruciate ligament (ACL) rehabilitation protocol to assess the functional stability of the knee",
                    "timeFrame": "Hop Test Limb Difference 2 years after surgery"
                },
                {
                    "measure": "Active Knee Range of Motion",
                    "description": "Range of motion will be measured using a goniometer. Both sides will be covered with a sleeve so the licensed examiner cannot tell which the knee was the operated knee or which procedure was performed. Values for both knees will be recorded.",
                    "timeFrame": "Active Knee Range of Motion 2 years after surgery"
                },
                {
                    "measure": "Lachman Testing",
                    "description": "The Lachman Test will be measured by a blinded examiner at 6 months, 1 year and at the final 2 year visit after surgery. Both knees will be covered with a sleeve in order to keep the assessor blinded to the operative knee and which procedure was performed. The Lachman test is used to identify the integrity of the ACL.",
                    "timeFrame": "Lachman Testing 2 years after surgery"
                },
                {
                    "measure": "Number of Participants with Knee Infection",
                    "description": "Infection is defined as a return to the operating room for a washout of the knee; intravenous (IV) antibiotics to treat the infection.",
                    "timeFrame": "Knee Infection 2 years after surgery"
                },
                {
                    "measure": "Number of Participants with Treatment Failure",
                    "description": "Treatment failure will include re-injury; knee laxity \\>6mm without re-injury; MRI confirmation of graft tear; or a physical examination that proves a graft tear.",
                    "timeFrame": "Treatment Failure 2 years after surgery"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "INCLUSION CRITERIA\n\nIn order to be eligible to participate in this study, an individual must meet all of the following criteria:\n\n1. 18-55 years of age\n2. Complete ACL tear as confirmed by MRI\n3. Selected surgical treatment of ACL injury\n4. Believed to be a surgical candidate for ACL reconstruction by treating physician\n5. Time from injury to surgery is ≤50 days\n6. Stated willingness to comply with all study procedures for the duration of the study, including lifestyle, activity, and sports restrictions\n7. Provision of signed and dated informed consent form\n\nEXCLUSION CRITERIA AT PRE-OPERATIVE EXAM\n\nAn individual who meets any of the following criteria, either during a pre-operative exam or during intraoperative arthroscopic evaluation, will be excluded from participation in this study:\n\n1. Any prior ACL surgery on affected knee (except simple arthroscopy for plica, debris removal, or diagnosis)\n2. Any prior ACL surgery on unaffected knee (except simple arthroscopy for plica, debris removal, diagnosis or partial meniscectomy)\n3. Confirmed or suspected contralateral ACL tear\n4. ACL tear found to be only partial and the treating physician feels it does not require surgery because it is \"stable\"\n5. Diagnosis of posterolateral corner injury (complete lateral collateral ligament tear, biceps femoris tendon avulsion, arcuate ligament tear, popliteus ligament tear) that requires concurrent or staged surgical treatment\n6. Diagnosis of Grade III medial collateral injury that requires concurrent or staged surgery\n7. Insufficient ACL tissue on MRI\n8. Diagnosis of complete patellar dislocation\n9. Diagnosis of complete patellar tendon or quadriceps tear\n10. Obesity with a BMI ≥45\n11. Does not speak or understand English\n12. Daily smoking (occasional or social use is accepted if smoking ≤ 3 days/ week and ≤ 5 cigarettes/day)\n13. Documented history of illicit drug or alcohol abuse (except for recreational use of marijuana)\n14. Inability to take oral medications\n15. Use of intra-articular corticosteroids in the affected knee within last 6 months\n16. Chronic use of corticosteroids for treatment of an autoimmune disorder such as lupus, rheumatoid arthritis, etc. (maintenance or rescue inhaler for asthma is allowed)\n17. History of prior infection in knee\n18. History of chemotherapy treatment\n19. History of sickle cell disease\n20. History of anaphylaxis, requiring a documented medical intervention\n21. Any condition that, in the opinion of the investigator, could affect healing (e.g., diabetes, inflammatory arthritis, etc.)\n22. Pregnancy or lactation\n23. Known allergic reactions to meat products or collagen\n24. Known allergy to bovine collagen, bovine gelatin, or other bovine products\n25. Known adverse reaction to any bovine product\n26. Febrile illness within 7 days\n27. Treatment with another investigational drug or other intervention, either concurrently or previously, that would interfere with surgical healing\n28. Not considered by treating physician to be a good research candidate\n\nEXCLUSION CRITERIA AT INTRAOPERATIVE ARTHROSCOPIC EVALUATION\n\n1. Time from injury to surgery has exceeded 50 days\n2. No ACL tear found upon arthroscopic inspection\n3. ACL tear found to be only partial, with normal pivot shift and endpoint, and does not require surgery\n4. Displaced bucket handle meniscal injury requiring repair\n5. Diagnosis of full-thickness chondral injury of Grade 3 or 4, or that requires more than microfracture (i.e., osteochondral autograft transplant), on either condyle\n6. Unrecognized lateral or medial sided Grade 3 ligamentous injury that requires concurrent or staged surgery\n7. Tibial stump length is \\< 1cm\n8. Tibial footprint attachment is \\< 50% intact\n9. Any other reason the ACL stump should be deemed irreparable (e.g., tissue quality too poor to hold suture)",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "55 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Carrie B Melgaard, MS",
                    "role": "CONTACT",
                    "phone": "(216)318-9094",
                    "email": "melgaac@ccf.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Kurt P Spindler, MD",
                    "affiliation": "The Cleveland Clinic",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Colorado",
                    "status": "RECRUITING",
                    "city": "Boulder",
                    "state": "Colorado",
                    "zip": "80309",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Hana Durkee",
                            "role": "CONTACT",
                            "phone": "303-724-6849",
                            "email": "hana.durkee@cuanschutz.edu"
                        },
                        {
                            "name": "Eric McCarty, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.01499,
                        "lon": -105.27055
                    }
                },
                {
                    "facility": "TRIA Orthopaedics Center/ University of Minnesota",
                    "status": "RECRUITING",
                    "city": "Bloomington",
                    "state": "Minnesota",
                    "zip": "55431",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Andrea Lange",
                            "role": "CONTACT",
                            "phone": "952-806-5329",
                            "email": "triaresearch@tria.com"
                        },
                        {
                            "name": "Bradley Nelson, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Marc Tompkins, MD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Joel Boyd, MD",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 44.8408,
                        "lon": -93.29828
                    }
                },
                {
                    "facility": "Cleveland Clinic",
                    "status": "RECRUITING",
                    "city": "Cleveland",
                    "state": "Ohio",
                    "zip": "44195",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Brian Strippy",
                            "role": "CONTACT",
                            "phone": "216-518-3491",
                            "email": "strippb@ccf.org"
                        },
                        {
                            "name": "Kurt P Spindler, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Lutul Farrow, MD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Paul Saluan, MD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Michael Scarcella, MD",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.4995,
                        "lon": -81.69541
                    }
                },
                {
                    "facility": "Ohio State University",
                    "status": "RECRUITING",
                    "city": "Columbus",
                    "state": "Ohio",
                    "zip": "43202",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Tabitha Pontious",
                            "role": "CONTACT",
                            "phone": "614-366-0854",
                            "email": "Tabitha.Pontious@osumc.edu"
                        },
                        {
                            "name": "Christopher Kaeding, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "David Flanigan, MD",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.96118,
                        "lon": -82.99879
                    }
                },
                {
                    "facility": "University Orthopedics Institute/ Rhode Island Hospital",
                    "status": "RECRUITING",
                    "city": "Providence",
                    "state": "Rhode Island",
                    "zip": "02906",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Cyndi Chrostek",
                            "role": "CONTACT",
                            "phone": "401-444-4164",
                            "email": "bear.trial@lifespan.org"
                        },
                        {
                            "name": "Brett Owens, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Paul Fadale, MD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Michael Hulstyn, MD",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.82399,
                        "lon": -71.41283
                    }
                },
                {
                    "facility": "Vanderbilt University",
                    "status": "RECRUITING",
                    "city": "Nashville",
                    "state": "Tennessee",
                    "zip": "37232",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Rosemary Sanders",
                            "role": "CONTACT",
                            "phone": "615-322-7121",
                            "email": "rosemary.a.sanders@vumc.org"
                        },
                        {
                            "name": "Charlie Cox, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Richard Wright, MD",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 36.16589,
                        "lon": -86.78444
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "33330736",
                    "type": "RESULT",
                    "citation": "BEAR-MOON; Vega JF, Strnad GJ, Briskin I, Cox CL, Farrow LD, Fadale P, Flanigan D, Hulstyn M, Imrey PB, Kaeding CC, Owens BD, Saluan P, Wright R, Yen YM, Spindler KP. Interrater Agreement of an Arthroscopic Anterior Cruciate Ligament Tear Classification System. Orthop J Sports Med. 2020 Dec 3;8(12):2325967120966323. doi: 10.1177/2325967120966323. eCollection 2020 Dec."
                },
                {
                    "pmid": "35097143",
                    "type": "RESULT",
                    "citation": "BEAR-MOON Design Group; Spindler KP, Imrey PB, Yalcin S, Beck GJ, Calbrese G, Cox CL, Fadale PD, Farrow L, Fitch R, Flanigan D, Fleming BC, Hulstyn MJ, Jones MH, Kaeding C, Katz JN, Kriz P, Magnussen R, McErlean E, Melgaard C, Owens BD, Saluan P, Strnad G, Winalski CS, Wright R. Design Features and Rationale of the BEAR-MOON (Bridge-Enhanced ACL Restoration Multicenter Orthopaedic Outcomes Network) Randomized Clinical Trial. Orthop J Sports Med. 2022 Jan 25;10(1):23259671211065447. doi: 10.1177/23259671211065447. eCollection 2022 Jan."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "The public will have access to the published results of the NIH funded research. Scientists will be required to submit final peer-reviewed journal manuscripts that arise from NIH funds to the digital archive PubMed Central upon acceptance for publication.",
            "infoTypes": [
                "CSR"
            ],
            "timeFrame": "Per National Institute of Arthritis and Musculoskeletal and Skin Diseases (NIAMS) policy, 2 years after posting of study results.",
            "accessCriteria": "This study will comply with the NIH Data Sharing Policy on the Dissemination of NIH-Funded Clinical Trial Information and the Clinical Trials Registration and Results Information Submission rule.",
            "url": "https://grants.nih.gov/grants/policy/data_sharing/"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000070598",
                    "term": "Anterior Cruciate Ligament Injuries"
                }
            ],
            "ancestors": [
                {
                    "id": "D000007718",
                    "term": "Knee Injuries"
                },
                {
                    "id": "D000007869",
                    "term": "Leg Injuries"
                },
                {
                    "id": "D000014947",
                    "term": "Wounds and Injuries"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M15241",
                    "name": "Rupture",
                    "relevance": "LOW"
                },
                {
                    "id": "M22785",
                    "name": "Lacerations",
                    "relevance": "LOW"
                },
                {
                    "id": "M601",
                    "name": "Anterior Cruciate Ligament Injuries",
                    "asFound": "Anterior Cruciate Ligament Tear",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10738",
                    "name": "Knee Injuries",
                    "relevance": "LOW"
                },
                {
                    "id": "M10881",
                    "name": "Leg Injuries",
                    "relevance": "LOW"
                },
                {
                    "id": "M17685",
                    "name": "Wounds and Injuries",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}