{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05398250",
            "orgStudyIdInfo": {
                "id": "21-2110"
            },
            "organization": {
                "fullName": "University of North Carolina, Chapel Hill",
                "class": "OTHER"
            },
            "briefTitle": "A Comparison of Two Brief Suicide Prevention Interventions Tailored for Youth on the Autism Spectrum",
            "officialTitle": "A Comparison of Two Brief Suicide Prevention Interventions Tailored for Youth on the Autism Spectrum",
            "therapeuticArea": [
                "Other"
            ],
            "study": "a-comparison-of-two-brief-suicide-prevention-interventions-tailored-for-youth-on-the-autism-spectrum"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-12",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-08-23",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-09",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-09",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-05-25",
            "studyFirstSubmitQcDate": "2022-05-25",
            "studyFirstPostDateStruct": {
                "date": "2022-05-31",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-12-13",
            "lastUpdatePostDateStruct": {
                "date": "2023-12-14",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of North Carolina, Chapel Hill",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Patient-Centered Outcomes Research Institute",
                    "class": "OTHER"
                },
                {
                    "name": "University of Pennsylvania",
                    "class": "OTHER"
                },
                {
                    "name": "Nationwide Children's Hospital",
                    "class": "OTHER"
                },
                {
                    "name": "Hugo W. Moser Research Institute at Kennedy Krieger, Inc.",
                    "class": "OTHER"
                },
                {
                    "name": "Children's Hospital of Philadelphia",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Rates of suicide have increased significantly over the past two decades, particularly among youth. Compared to the general population, autistic people are significantly more likely to think about suicide, attempt suicide, and die by suicide. Autistic individuals have identified suicide prevention as a top research priority; however, little is known about how to best help autistic youth at risk for suicide. The purpose of this study is to compare the effectiveness, feasibility, and acceptability of two suicide prevention strategies tailored for autistic individuals: the Safety Planning Intervention tailored for Autistic individuals (SPI-A) and SPI-A plus structured follow-up contacts (SPI-A+).",
            "detailedDescription": "This study includes three aims:\n\nAim 1: Among autistic youth (age 12-24) at risk for suicide, compare the effectiveness of SPI-A vs. SPI-A+. The primary outcomes of interest are suicidal ideation (SI) and suicidal behavior (SB). Secondary patient-centered outcomes are mental health treatment initiation and engagement, quality of life, well-being, skills to manage SI, access to lethal means, safety plan use, and acute care services for suicidality.\n\nAim 2: Compare implementation outcomes of acceptability and feasibility for the two interventions from the perspectives of patients, clinicians, and health system administrators.\n\nAim 3: Explore patient characteristics that may moderate the relationship between intervention and SI and SB."
        },
        "conditionsModule": {
            "conditions": [
                "Suicidal Ideation",
                "Suicidal and Self-injurious Behavior",
                "Suicide",
                "Autism Spectrum Disorder"
            ],
            "keywords": [
                "Suicide Prevention",
                "Autism Spectrum Disorder",
                "Safety Planning Intervention"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "whoMasked": [
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 1665,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Safety Planning Intervention Tailored for Autistic Individuals",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "The Safety Planning Intervention Tailored for Autistic individuals (SPI-A) is a brief collaborative intervention that results in an individually tailored plan designed to lower the short-term risk of suicide in autistic youth.",
                    "interventionNames": [
                        "Behavioral: Safety Planning Intervention tailored for Autistic Individuals"
                    ]
                },
                {
                    "label": "Safety Planning Intervention Tailored for Autistic Individuals Plus Structured Follow-Up Contacts",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "The Safety Planning Intervention Tailored for Autistic individuals plus structured follow-up contacts (SPI-A+) is a multi-component intervention comprised of SPI-A and structured follow-up consisting of at least 2 brief contacts.",
                    "interventionNames": [
                        "Behavioral: Safety Planning Intervention Tailored for Autistic Individuals Plus Structured Follow-Up Contacts"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Safety Planning Intervention tailored for Autistic Individuals",
                    "description": "To develop the SPI-A, clinicians work collaboratively with patients, and when indicated, their family members, to create a list of concrete coping mechanisms to be enacted leading up to or during a crisis. This list can be depicted in writing or pictorially, depending on patient preference. As part of the intervention, patients (and family members, when appropriate) also identify warning signs that signal the need to use the safety plan, as well as a detailed plan for reducing access to lethal means. SPI-A is a stand-alone intervention without a follow-up component.",
                    "armGroupLabels": [
                        "Safety Planning Intervention Tailored for Autistic Individuals"
                    ],
                    "otherNames": [
                        "SPI-A"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Safety Planning Intervention Tailored for Autistic Individuals Plus Structured Follow-Up Contacts",
                    "description": "SPI-A+ includes SPI-A plus a structured follow-up component. The structured follow-up component of SPI-A+ includes three elements:\n\n1. A brief risk assessment and mood check\n2. Review and, if needed, revision of SPI-A\n3. Support related to outpatient mental health treatment initiation",
                    "armGroupLabels": [
                        "Safety Planning Intervention Tailored for Autistic Individuals Plus Structured Follow-Up Contacts"
                    ],
                    "otherNames": [
                        "SPI-A+"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in suicidal ideation and behavior",
                    "description": "The Columbia-Suicide Severity Rating Scale (C-SSRS) is a clinical interview that measures suicidal ideation (range 0-5, with higher scores indicating more severe ideation) and suicidal behavior (count of total number of actual attempts, interrupted attempts, aborted attempts, and preparatory acts or behavior). The C-SSRS will be administered at baseline, 1-month follow-up, 6-month follow-up, and 12-month follow-up.",
                    "timeFrame": "Through 12 months of follow-up"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in mental health treatment utilization",
                    "description": "The Service Assessment for Children and Adolescents (SACA) is an interview designed to gather information on the patient participants' use of mental health services, including residential (e.g., hospital), outpatient (e.g., outpatient mental health clinic), and school (e.g., counseling) services. The SACA will be administered at baseline, 1-month follow-up, 6-month follow-up, and 12-month follow-up.",
                    "timeFrame": "Up to 12 months"
                },
                {
                    "measure": "Change in quality of life",
                    "description": "The Patient-Reported Outcomes Measurement Information System (PROMIS) Autism Battery - Lifespan (PAB-L) is a subset of PROMIS measures that has been validated for assessment of quality of life among autistic individuals. The PAB-L youth self-report includes four domains: Subjective Well-being, Relationships, Emotional Distress, and Health. Items are rated on a 1-5 scale, with higher scores indicating a greater presence of the measured construct. Patient participants will complete the PAB-L at baseline, 1-month follow-up, 6-month follow-up, and 12-month follow-up.",
                    "timeFrame": "Up to 12 months"
                },
                {
                    "measure": "Change in well-being",
                    "description": "Well-being will be measured with the Outcome Rating Scale (ORS), a 4-item visual analog scale assessing functioning in individual, interpersonal, social, and overall functioning over the past week. Item scores range from 0-10, with higher scores indicating better functioning. Patient participants will complete the ORS at baseline, 1-month follow-up, 6-month follow-up, and 12-month follow-up.",
                    "timeFrame": "Up to 12 months"
                },
                {
                    "measure": "Change in skills to manage suicidal ideation",
                    "description": "The Suicide-Related Coping Scale (SRCS) assesses knowledge of and confidence in using coping strategies and supports to manage suicidal thoughts and urges. The SRCS items are rated on a 5-point scale (\"strongly disagree\" to \"strongly agree\"). Higher scores indicate greater coping skills to manage suicidal crises. Patient participants will complete the SRCS at baseline, 1-month follow-up, 6-month follow-up, and 12-month follow-up.",
                    "timeFrame": "Up to 12 months"
                },
                {
                    "measure": "Change in access to lethal means",
                    "description": "The patient participants will answer the three access to lethal means questions from the Adapted Behavioral Risk Factor Surveillance System Survey (BRFSS), selected from the PhenX Toolkit, at baseline, 1-month follow-up, 6-month follow-up, and 12-month follow-up. These questions capture whether firearms are present in the home and, if so, how they are stored (e.g., loaded and unlocked).",
                    "timeFrame": "Up to 12 months"
                },
                {
                    "measure": "Change in safety plan use",
                    "description": "The Brief Safety Plan Use Scale (BSPUS) will be used to assess the extent to which patient participants have utilized their safety plans since the prior assessment timepoint (e.g., \"How many times did you use the safety plan since last meeting?\" \"Where have you been keeping the safety plan?\"). Patient participants will complete the BSPUS at 1-month follow-up, 6-month follow-up, and 12-month follow-up.",
                    "timeFrame": "Up to 12 months"
                },
                {
                    "measure": "Change in acute care services for suicidality",
                    "description": "The Service Assessment for Children and Adolescents (SACA) will be used to assess patient participants' acute care services for suicidal thoughts and behaviors. The SACA will be administered at baseline, 1-month follow-up, 6-month follow-up, and 12-month follow-up.",
                    "timeFrame": "Up to 12 months"
                },
                {
                    "measure": "Intervention acceptability",
                    "description": "Patient, clinician, and health system leader participants will complete the Acceptability of Intervention Measure (AIM), a widely used four-item measure that can be administered to a wide range of stakeholders to determine the extent to which they believe an intervention is acceptable. Items are rated from 1-5, with higher scores indicating greater acceptability. Patient participants will complete the AIM at the 1-month follow-up timepoint. Clinician and health system leader participants will complete the AIM in Year 1 and Year 4 of the study.",
                    "timeFrame": "Patient Participants: 1-month follow-up; Clinician and Health System Leader Participants: up to 4 years"
                },
                {
                    "measure": "Intervention feasibility",
                    "description": "Patient, clinician, and health system leader participants will complete the Feasibility of Intervention Measure (FIM), a widely used four-item measure that can be administered to a wide range of stakeholders to determine the extent to which they believe an intervention is feasible. Items are rated from 1-5, with higher scores indicating greater feasibility. Patient participants will complete the FIM at the 1-month follow-up timepoint. Clinician and health system leader participants will complete the FIM in Year 1 and Year 4 of the study.",
                    "timeFrame": "Patient Participants: 1-month follow-up; Clinician and Health System Leader Participants: up to 4 years"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Patient Participants\n\nInclusion Criteria:\n\n* 12-24 years old\n* Able and willing to provide informed consent (age ≥18) or assent and parental consent (age \\<18)\n* Able to speak English\n* Have received a safety plan tailored for autistic youth during a clinical visit\n\nExclusion Criteria:\n\n* Altered mental status that precludes ability to provide informed assent or consent (acute psychosis, intoxication, or mania)\n\nClinician Participants\n\nInclusion Criteria:\n\n* Employment as a provider serving autistic patients at one of the study sites\n* Employment in a role that involves suicide risk intervention with youth patients at a participating clinic\n* Able to read and speak English\n* Able and willing to provide informed consent\n* 18-99 years old\n\nExclusion Criteria:\n\n* There are no exclusion criteria for the clinician participants\n\nHealth System Leader Participants\n\nInclusion Criteria:\n\n* Health system or clinic leader at one of the study sites\n* Employed in a role that provides administrative oversight to clinicians conducting safety plans with patients\n* Able to read and speak English\n* Able and willing to provide informed consent\n* 18-99 years old\n\nExclusion Criteria:\n\n* There are no exclusion criteria for the health system leader participants",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "12 Years",
            "maximumAge": "99 Years",
            "stdAges": [
                "CHILD",
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Danielle Roubinov, PhD",
                    "role": "CONTACT",
                    "phone": "919-843-5898",
                    "email": "danielle_roubinov@med.unc.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Danielle Roubinov, PhD",
                    "affiliation": "University of North Carolina, Chapel Hill",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Shari Jager-Hyman, PhD",
                    "affiliation": "University of Pennsylvania",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Kennedy Krieger Institute",
                    "status": "RECRUITING",
                    "city": "Baltimore",
                    "state": "Maryland",
                    "zip": "21113",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Paul Lipkin, MD",
                            "role": "CONTACT",
                            "phone": "443-923-3240",
                            "email": "Lipkin@KennedyKrieger.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.29038,
                        "lon": -76.61219
                    }
                },
                {
                    "facility": "University of North Carolina at Chapel Hill",
                    "status": "RECRUITING",
                    "city": "Chapel Hill",
                    "state": "North Carolina",
                    "zip": "27510",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Danielle Roubinov, PhD",
                            "role": "CONTACT",
                            "phone": "919-843-5898",
                            "email": "danielle_roubinov@med.unc.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 35.9132,
                        "lon": -79.05584
                    }
                },
                {
                    "facility": "Nationwide Children's Hospital",
                    "status": "RECRUITING",
                    "city": "Columbus",
                    "state": "Ohio",
                    "zip": "43205",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Eric Butter, PhD",
                            "role": "CONTACT",
                            "phone": "614-722-4700",
                            "email": "eric.butter@nationwidechildrens.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.96118,
                        "lon": -82.99879
                    }
                },
                {
                    "facility": "Children's Hospital of Pennsylvania",
                    "status": "RECRUITING",
                    "city": "Philadelphia",
                    "state": "Pennsylvania",
                    "zip": "19104",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Amanda Bennett, MD",
                            "role": "CONTACT",
                            "phone": "267-426-7540",
                            "email": "bennettam@chop.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.95233,
                        "lon": -75.16379
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Deidentified individual data that support the results will be shared after the publication of the final research report, for a period of at least 7 years, provided the investigator who proposes to use the data has approval from an Institutional Review Board (IRB), Independent Ethics Committee (IEC), or Research Ethics Board (REB), as applicable, and executes a data use/sharing agreement with UNC.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF"
            ],
            "timeFrame": "Deidentified individual data that support the results will be shared after the publication of the final research report, for a period of at least 7 years.",
            "accessCriteria": "Investigator has approved IRB, IEC, or REB and an executed data use/sharing agreement with UNC."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000001321",
                    "term": "Autistic Disorder"
                },
                {
                    "id": "D000067877",
                    "term": "Autism Spectrum Disorder"
                },
                {
                    "id": "D000013405",
                    "term": "Suicide"
                },
                {
                    "id": "D000059020",
                    "term": "Suicidal Ideation"
                },
                {
                    "id": "D000092864",
                    "term": "Suicide Prevention"
                },
                {
                    "id": "D000016728",
                    "term": "Self-Injurious Behavior"
                }
            ],
            "ancestors": [
                {
                    "id": "D000002659",
                    "term": "Child Development Disorders, Pervasive"
                },
                {
                    "id": "D000065886",
                    "term": "Neurodevelopmental Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                },
                {
                    "id": "D000001526",
                    "term": "Behavioral Symptoms"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4623",
                    "name": "Autistic Disorder",
                    "asFound": "Autism",
                    "relevance": "HIGH"
                },
                {
                    "id": "M206",
                    "name": "Autism Spectrum Disorder",
                    "asFound": "Autism Spectrum Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M16191",
                    "name": "Suicide",
                    "asFound": "Suicide",
                    "relevance": "HIGH"
                },
                {
                    "id": "M2958",
                    "name": "Suicide Prevention",
                    "asFound": "Suicide Prevention",
                    "relevance": "HIGH"
                },
                {
                    "id": "M29364",
                    "name": "Suicidal Ideation",
                    "asFound": "Suicidal Ideation",
                    "relevance": "HIGH"
                },
                {
                    "id": "M19089",
                    "name": "Self-Injurious Behavior",
                    "asFound": "Self-Injurious Behavior",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5903",
                    "name": "Child Development Disorders, Pervasive",
                    "relevance": "LOW"
                },
                {
                    "id": "M5902",
                    "name": "Developmental Disabilities",
                    "relevance": "LOW"
                },
                {
                    "id": "M30644",
                    "name": "Neurodevelopmental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4818",
                    "name": "Behavioral Symptoms",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}