{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05874193",
            "orgStudyIdInfo": {
                "id": "Pro00109162"
            },
            "organization": {
                "fullName": "Duke University",
                "class": "OTHER"
            },
            "briefTitle": "A Collaborative Community Effort Using Belantamab Mafodotin in Relapsed/Refractory Myeloma",
            "officialTitle": "A Collaborative Community Effort Using Belantamab Mafodotin in Relapsed/Refractory Myeloma",
            "acronym": "COSTA",
            "therapeuticArea": [
                "Other"
            ],
            "study": "a-collaborative-community-effort-using-belantamab-mafodotin-in-relapsed-refractory-myeloma"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-06",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-09",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-09",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-04-26",
            "studyFirstSubmitQcDate": "2023-05-16",
            "studyFirstPostDateStruct": {
                "date": "2023-05-24",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-04-19",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-22",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR_INVESTIGATOR",
                "investigatorFullName": "Cristiana Costa Chase, DO",
                "investigatorTitle": "Principal Investigator",
                "investigatorAffiliation": "Duke University"
            },
            "leadSponsor": {
                "name": "Cristiana Costa Chase, DO",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This is a research study to find out if a drug called belantamab mafodotin in combination with dexamethasone, a steroid, can be safely and effectively given in the community setting. Belantamab mafodotin (BLENREP) was approved in the US in August 2020 under an FDA program called accelerated approval. In November 2022, belantamab mafodotin was removed from the market because a study to further confirm its activity in relapsed/refractory multiple myeloma did not deliver a supporting result. However, this confirmatory study demonstrated that some patients may still benefit from treatment with belantamab mafodotin, and that this benefit can be long lasting. Belantamab mafodotin is often given at large academic medical centers every 3 weeks. This study will assess whether it is possible to administer belantamab in the community setting every 6 weeks. It is unknown if administering belantamab every 6 weeks versus every 3 weeks will result in improved safety and/or reduced efficacy."
        },
        "conditionsModule": {
            "conditions": [
                "Relapsed/Refractory Multiple Myeloma"
            ],
            "keywords": [
                "relapsed/refractory Multiple Myeloma",
                "Belantamab Mafodotin",
                "Blenrep"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 33,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Treatment every 6 weeks",
                    "type": "EXPERIMENTAL",
                    "description": "Treatment every 6 weeks",
                    "interventionNames": [
                        "Drug: Belantamab mafodotin"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Belantamab mafodotin",
                    "description": "Belantamab mafodotin 2.5mg/kg in 42-day cycles. Every 6 weeks until PD, unacceptable toxicity or withdrawal of consent, whichever comes first",
                    "armGroupLabels": [
                        "Treatment every 6 weeks"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Assess the feasibility of providing Belantamab mafodotin in a heavily pretreated, rural population of patients with multiple myeloma receiving this study regimen every 6 weeks instead of every 3-week cycles.",
                    "description": "Belantamab mafodotin will be evaluated in participants with RRMM (relapsed/refractory multiple myeloma) in the community as assessed through the rate of 'unacceptable toxicity' and response rate as defined in Table 7 through all cycles",
                    "timeFrame": "From registration until stopped early due to excess unacceptable toxicity and/or lack of efficacy. Subjects followed for 2 years from end of treatment"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Describe the efficacy of Belantamab mafodotin specifically in the elderly frail sub-population defined by the IMWG (International Myeloma Working Group) Geriatric Assessment",
                    "description": "The score system (range 0-5), based on age, comorbidities, cognitive and physical conditions, developed by Palumbo A. et al1, identifies 3 groups of patients:\n\n* Fit (score=0)\n* Intermediate-Fitness (Score=1)\n* Frail (Score ≥2)",
                    "timeFrame": "From registration until stopped early due to excess unacceptable toxicity and/or lack of efficacy. Subjects followed for 2 years from end of treatment"
                },
                {
                    "measure": "Overall Response Rate (ORR) (Full Analysis Population)",
                    "description": "ORR was determined according to the 2016 international myeloma working group (IMWG) response criteria by IRC. ORR was calculated as the percentage of participants with a confirmed partial response (PR) or better (that is \\[i.e.\\], PR, very good partial response \\[VGPR\\], complete response \\[CR\\] and stringent complete response \\[sCR\\]). Confidence intervals were based on the exact method.",
                    "timeFrame": "Up to 48 weeks"
                },
                {
                    "measure": "Clinical Benefit Rate (CBR) by Investigator Assessment (Full Analysis Population)",
                    "description": "CBR was determined by the investigator according to the 2016 IMWG response criteria. CBR was calculated as the percentage of participants with a confirmed minimal response (MR) or better (i.e., MR, PR, VGPR, CR and sCR). Confidence intervals were based on the exact method.",
                    "timeFrame": "Up to 48 weeks"
                },
                {
                    "measure": "Duration of Response (DoR) by Investigator Assessment (Full Analysis Population)",
                    "description": "DoR is defined as the time from first documented evidence of PR or better until the earliest date of documented disease progression (PD) per IMWG response criteria; or death due to PD among participants who achieved an overall response, i.e., confirmed PR or better. DOR based on responses assessed by investigator is presented. Median and inter-quartile range (first quartile and third quartile) of DOR are presented",
                    "timeFrame": "Up to 48 weeks"
                },
                {
                    "measure": "Time to Response by Investigator Assessment (Full Analysis Population)",
                    "description": "Time to response is defined as the time between the date of randomization and the first documented evidence of response (PR or better), among participants who achieve a response (i.e., confirmed PR or better). Time to response based on responses assessed by investigator is presented. Median and inter-quartile range (first quartile and third quartile) of time to response are presented.",
                    "timeFrame": "Up to 48 weeks"
                },
                {
                    "measure": "Progression Free Survival by Investigator Assessment",
                    "description": "Progression free survival is defined as the time from enrollment until the earliest date of documented PD per IMWG, or death due to any cause. Progression free survival based on responses assessed by investigator is presented. Median and inter-quartile range (first quartile and third quartile) of progression free survival are presented.",
                    "timeFrame": "Up to 48 weeks"
                },
                {
                    "measure": "Time to Progression by Investigator Assessment",
                    "description": "Time to progression is defined as the time from enrollment until the earliest date of documented PD per IMWG, or death due to PD. Time to Progression based on responses assessed by investigator is presented. Median and inter-quartile range (first quartile and third quartile) of time to progression are presented.",
                    "timeFrame": "Up to 48 weeks"
                },
                {
                    "measure": "Overall Survival",
                    "description": "Overall survival is defined as the time from randomization until death due to any cause. Median and inter-quartile range (first quartile and third quartile) of overall survival are presented.",
                    "timeFrame": "Up to 48 weeks"
                },
                {
                    "measure": "Assess the safety of belantamab mafodotin in the elderly frail population for unacceptable toxicity Grade 3 or higher",
                    "description": "The safety profile of belantamab mafodotin will be evaluated in participants with RRMM in the community as defined by the standard clinical and laboratory tests (hematology and chemistry, physical examination, vital sign measurements, and diagnostic tests) through the collection of adverse events (AEs) and serious adverse events (SAEs).",
                    "timeFrame": "All adverse events whether serious or non-serious, will be reported from the start of treatment until 70 days after the last dose of study treatment, until the subject withdraws consent for study participation, or until the subject starts new treatment"
                },
                {
                    "measure": "Corneal events will be graded according to the KVA Scale",
                    "description": "All adverse events whether serious or non-serious, will be reported",
                    "timeFrame": "From the start of treatment until 70 days after the last dose of study treatment, until the subject withdraws consent for study participation, or until the subject starts subsequent anticancer therapy, whichever occurs first."
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* 1. Participant must have histologically or cytologically confirmed diagnosis of MM as defined by IMWG, 2016 criteria, have had at least 4 prior therapies, and is relapsed or refractory to an anti-CD38 antibody, an IMID, and a proteasome inhibitor.\n\n  1. Refractory myeloma is defined as disease that is nonresponsive while on therapy or progresses within 60 days of last therapy. Nonresponsive disease is defined as either failure to achieve at least minimal response or development of progressive disease (PD) while on any therapy.\n\n     2. Participant must have an Eastern Cooperative Oncology Group (ECOG) performance status of ≤ 2 3. Participant must be ≥ 18 years of age 4. Participant must have adequate organ function, defined as follows: 5. Female participants:\n\n  a. A female participant is eligible to participate if she is not pregnant or breastfeeding and at least one of the following conditions applies: i. Is not a woman of childbearing potential (WOCBP) OR ii. Is a WOCBP and using a contraceptive method that is highly effective (with a failure rate of \\<1% per year), preferably with low user dependency (as described in Appendix 3), during the intervention period and for at least 4 months after the last dose of study intervention and agrees not to donate eggs (ova, oocytes) for the purpose of reproduction during this period. The investigator should evaluate the effectiveness of the contraceptive method in relationship to the first dose of study intervention.\n\nA WOCBP must have a negative highly sensitive serum/urine pregnancy test (as required by the protocol) within 72 hours before the first dose of study intervention. WOCBP will have pregnancy testing within 72 hours on day 1 of each cycle.\n\nThe investigator is responsible for review of medical history, menstrual history, and recent sexual activity.\n\nb. Nonchildbearing potential is defined as follows: i. Premenarchal ii. Premenopausal female with ONE of the following:\n\n1. Documented hysterectomy 2. Documented bilateral salpingectomy 3. Documented bilateral oophorectomy 4. Documented post-tubal ligation surgery 5. For individuals with permanent infertility due to an alternate medical cause other than the above, (e.g., mullerian agenesis, androgen insensitivity), investigator discretion should be applied to determining study entry.\n\na. Note: Documentation can come from the site personnel's: review of participant's medical records, medical examination, or medical history review iii. Postmenopausal female\n\n1. A postmenopausal state is define as no menses for 12 months without an alternative medical cause. A high follicle stimulating hormone (FSH) level in the postmenopausal range may be used to confirm a postmenopausal state in women not using hormonal contraception or hormonal replacement therapy (HRT). However, in the absence of 12 months of amenorrhea, confirmation with more than one FSH measurement is required.\n2. Females on HRT and whose menopausal status is in doubt will be required to use of the non-estrogen hormonal highly effective contraception methods if they wish to continue their HRT during the study. Otherwise, they must discontinue HRT to allow confirmation of postmenopausal status before study enrollment.\n\n6. Male participants:\n\nMale participants are eligible to participate if they agree to the following during the intervention period and for 6 months after the last dose of study treatment to allow for clearance of any altered sperm:\n\n1. Refrain from donating sperm PLUS, either\n2. Be abstinent from heterosexual intercourse as their preferred and usual lifestyle (abstinent on a long term and persistent basis) and agree to remain abstinent.\n\nOR c. Must agree to use contraception/barrier as detailed below: i. Agree to use a male condom, even if they have undergone a successful vasectomy, and female partner to use an additional highly effective contraceptive method with a failure rate of \\<1% per year as when having sexual intercourse with a woman of childbearing potential (including pregnant females).\n\n7. All prior treatment-related toxicities (defined by National Cancer Institute- Common Toxicity Criteria for Adverse Events (NCI-CTCAE), version 5.0) must be ≤ Grade 1 at the time of enrollment except for alopecia or at a stable baseline for at least 6 weeks.\n\n8. Participant must be able to understand the study procedures and agree to participate in the study by providing written informed consent 9. Participant must agree to not wear contact lenses while on the study 10. Participant must agree to have a detailed eye exam by an eye care specialist prior to each treatment of Belantamab mafodotin and agree to use preservative-free lubricant eye drops at least 4 times every day while on treatment\n\nExclusion Criteria:\n\n* 1. Participant must not have current corneal epithelial disease except mild changes in corneal epithelium 2. Participant must not have current unstable liver or biliary disease defined by the presence of ascites, encephalopathy, coagulopathy, hypoalbuminemia, esophageal or gastric varices, persistent jaundice, or cirrhosis. NOTE: Stable non-cirrhotic chronic liver disease (including Gilbert's syndrome or asymptomatic gallstones) or hepatobiliary involvement of malignancy is acceptable if otherwise meets entry criteria 3. Participant must not have presence of active renal condition (infection, requirement for dialysis or any other condition that could affect participant's safety). Participants with isolated proteinuria resulting from MM are eligible, provided they fulfil inclusion criteria 4. Participant unwilling to forego use of contact lenses while participating in this study 5. Participant must not be simultaneously in any other therapeutic clinical trial without permission of the Sponsor 6. Participant must not have used an investigational drug or approved systemic anti-myeloma therapy (including systemic steroids) within 14 days or five half-lives, whichever is shorter, preceding the first dose of study drug and to have recovered from any drug-related drug toxicity to at least Grade 1 7. Participant must not have had plasmapheresis within 7 days prior to first dose of study treatment 8. Participant must not have received prior treatment with a monoclonal antibody within 30 days of receiving the first dose of study drugs 9. Participant must not have had major surgery ≤ 4 weeks prior to initiating study treatment 10. Participant must not have any evidence of spontaneous mucosal or internal bleeding 11. Participant must not have had prior allogenic stem cell transplant. NOTE: Participants who have undergone syngeneic transplant will be allowed only if no currently active GvHD.\n\n  12. Participant must not have evidence of significant cardiovascular risk including any of the following:\n\n  a. Evidence of current clinically significant uncontrolled arrhythmias, including clinically significant ECG abnormalities such as 2nd degree (Mobitz Type II) or 3rd degree atrioventricular (AV) block.\n\n  b. History of recent myocardial infarction, acute coronary syndromes (including unstable angina), coronary angioplasty, or stenting or bypass grafting within three (3) months of initiating therapy on this study.\n\n  c. Class III or IV heart failure as defined by the New York Heart Association functional classification system \\[NYHA, 1994\\] d. Uncontrolled hypertension 13. Participant must not have known immediate or delayed hypersensitivity reaction or idiosyncratic reactions to belantamab mafodotin or drugs chemically related to belantamab mafodotin, or dexamethasone, or any components of the study drug.\n\n  14. Participant must not have an active infection requiring treatment 15. Known HIV infection, unless the participant can meet all of the following criteria:\n  1. Established anti-retroviral therapy (ART) for at least 4 weeks and HIV viral load \\<400 copies/mL\n  2. CD4+ T-cell (CD4+) counts ≥350 cells/uL\n  3. No history of AIDS-defining opportunistic infections within the last 12 months NOTE: consideration must be given to ART and prophylactic antimicrobials that may have a drug: drug interaction and/or overlapping toxicities with belantamab mafodotin or other combination products as relevant (See section 4.3, Concomitant Therapy) 16. Participant must not have presence of hepatitis B surface antigen (HBsAg), or hepatitis B core antibody (HBcAb) at screening or within 3 months prior to first dose of study treatment. Note: presence of Hep B surface antibody (HBsAb) indicating previous vaccination will not exclude a participant.\n\n     17. Participant must not have positive hepatitis C antibody test result or positive hepatitis C RNA test result at screening or within 3 months prior to first dose of study treatment.\n\n     NOTE: Participants with positive Hepatitis C antibody due to prior resolved disease can be enrolled, if a confirmatory negative Hepatitis C RNA test is obtained.\n\n     NOTE: Hepatitis RNA testing is optional and participants with negative Hepatitis C antibody test are not required to also undergo Hepatitis C RNA testing.\n\n     18. Participant must not have invasive malignancies other than disease under study, unless the second malignancy has been medically stable for at least 2 years and, in the opinion of the principal investigators, will not affect the evaluation of the effects of clinical trial treatments on the currently targeted malignancy. Participants with curatively treated non-melanoma skin cancer, prostate cancer or ductal carcinoma in-situ breast cancer not requiring ongoing therapy may be enrolled without a 2-year restriction.\n\n     19. Participant must not have any serious and/or unstable pre-existing medical, psychiatric disorder, or other conditions (including lab abnormalities) that could interfere with participant's safety, obtaining informed consent or compliance to the study procedures",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Maria Fochesato, RN, OCN",
                    "role": "CONTACT",
                    "phone": "984-227-9578",
                    "email": "mariagrazia.fochesato@duke.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Cristiana Costa Chase, DO",
                    "affiliation": "Duke Health",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Johnston Hematology and Oncology of Clayton",
                    "city": "Clayton",
                    "state": "North Carolina",
                    "zip": "27570",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Maria Fochesato, RN, OCN",
                            "role": "CONTACT",
                            "phone": "984-227-9875",
                            "email": "mariagrazia.fochesato@duke.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 35.65071,
                        "lon": -78.45639
                    }
                },
                {
                    "facility": "Maria Parham Hospital",
                    "city": "Henderson",
                    "state": "North Carolina",
                    "zip": "27536",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Maria Fochesato, RN, OCN",
                            "role": "CONTACT",
                            "phone": "984-227-9578",
                            "email": "mariagrazia.fochesato@duke.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 36.32959,
                        "lon": -78.39916
                    }
                },
                {
                    "facility": "Scotland Health Care System",
                    "city": "Laurinburg",
                    "state": "North Carolina",
                    "zip": "28352",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Maria Fochesato, RN, OCN",
                            "role": "CONTACT",
                            "phone": "984-227-9578",
                            "email": "mariagrazia.fochesato@duke.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 34.77405,
                        "lon": -79.46282
                    }
                },
                {
                    "facility": "UNC Health Southeastern",
                    "city": "Lumberton",
                    "state": "North Carolina",
                    "zip": "28358",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Maria Fochesato, RN, OCN",
                            "role": "CONTACT",
                            "phone": "984-227-9578",
                            "email": "mariagrazia.fochesato@duke.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 34.61834,
                        "lon": -79.01045
                    }
                },
                {
                    "facility": "Johnston Cancer Center",
                    "city": "Smithfield",
                    "state": "North Carolina",
                    "zip": "27577",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Maria Fochesato, RN, OCN",
                            "role": "CONTACT",
                            "phone": "984-227-9875",
                            "email": "mariagrazia.fochesato@duke.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 35.50849,
                        "lon": -78.33945
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "21410373",
                    "type": "BACKGROUND",
                    "citation": "Palumbo A, Anderson K. Multiple myeloma. N Engl J Med. 2011 Mar 17;364(11):1046-60. doi: 10.1056/NEJMra1011442. No abstract available."
                },
                {
                    "pmid": "28061985",
                    "type": "BACKGROUND",
                    "citation": "Kazandjian D. Multiple myeloma epidemiology and survival: A unique malignancy. Semin Oncol. 2016 Dec;43(6):676-681. doi: 10.1053/j.seminoncol.2016.11.004. Epub 2016 Nov 10."
                },
                {
                    "pmid": "27618563",
                    "type": "BACKGROUND",
                    "citation": "Teras LR, DeSantis CE, Cerhan JR, Morton LM, Jemal A, Flowers CR. 2016 US lymphoid malignancy statistics by World Health Organization subtypes. CA Cancer J Clin. 2016 Nov 12;66(6):443-459. doi: 10.3322/caac.21357. Epub 2016 Sep 12."
                },
                {
                    "pmid": "31099676",
                    "type": "BACKGROUND",
                    "citation": "Mina R, Bringhen S, Wildes TM, Zweegman S, Rosko AE. Approach to the Older Adult With Multiple Myeloma. Am Soc Clin Oncol Educ Book. 2019 Jan;39:500-518. doi: 10.1200/EDBK_239067. Epub 2019 May 17."
                },
                {
                    "pmid": "30190459",
                    "type": "BACKGROUND",
                    "citation": "Smith CJ, Ambs S, Landgren O. Biological determinants of health disparities in multiple myeloma. Blood Cancer J. 2018 Aug 28;8(9):85. doi: 10.1038/s41408-018-0118-z."
                },
                {
                    "pmid": "29700207",
                    "type": "BACKGROUND",
                    "citation": "Duma N, Azam T, Riaz IB, Gonzalez-Velez M, Ailawadhi S, Go R. Representation of Minorities and Elderly Patients in Multiple Myeloma Clinical Trials. Oncologist. 2018 Sep;23(9):1076-1078. doi: 10.1634/theoncologist.2017-0592. Epub 2018 Apr 26."
                },
                {
                    "pmid": "26324701",
                    "type": "BACKGROUND",
                    "citation": "Larocca A, Palumbo A. How I treat fragile myeloma patients. Blood. 2015 Nov 5;126(19):2179-85. doi: 10.1182/blood-2015-05-612960. Epub 2015 Aug 31."
                },
                {
                    "pmid": "25628469",
                    "type": "BACKGROUND",
                    "citation": "Palumbo A, Bringhen S, Mateos MV, Larocca A, Facon T, Kumar SK, Offidani M, McCarthy P, Evangelista A, Lonial S, Zweegman S, Musto P, Terpos E, Belch A, Hajek R, Ludwig H, Stewart AK, Moreau P, Anderson K, Einsele H, Durie BG, Dimopoulos MA, Landgren O, San Miguel JF, Richardson P, Sonneveld P, Rajkumar SV. Geriatric assessment predicts survival and toxicities in elderly myeloma patients: an International Myeloma Working Group report. Blood. 2015 Mar 26;125(13):2068-74. doi: 10.1182/blood-2014-12-615187. Epub 2015 Jan 27. Erratum In: Blood. 2016 Mar 3;127(9):1213. Blood. 2016 Mar 3;127(9):1213. doi: 10.1182/blood-2016-01-693390. Blood. 2016 Aug 18;128(7):1020. doi: 10.1182/blood-2016-07-727081."
                },
                {
                    "pmid": "29429818",
                    "type": "BACKGROUND",
                    "citation": "Fakhri B, Fiala MA, Tuchman SA, Wildes TM. Undertreatment of Older Patients With Newly Diagnosed Multiple Myeloma in the Era of Novel Therapies. Clin Lymphoma Myeloma Leuk. 2018 Mar;18(3):219-224. doi: 10.1016/j.clml.2018.01.005. Epub 2018 Jan 31."
                },
                {
                    "pmid": "30442502",
                    "type": "BACKGROUND",
                    "citation": "Trudel S, Lendvai N, Popat R, Voorhees PM, Reeves B, Libby EN, Richardson PG, Anderson LD Jr, Sutherland HJ, Yong K, Hoos A, Gorczyca MM, Lahiri S, He Z, Austin DJ, Opalinska JB, Cohen AD. Targeting B-cell maturation antigen with GSK2857916 antibody-drug conjugate in relapsed or refractory multiple myeloma (BMA117159): a dose escalation and expansion phase 1 trial. Lancet Oncol. 2018 Dec;19(12):1641-1653. doi: 10.1016/S1470-2045(18)30576-X. Epub 2018 Nov 12."
                },
                {
                    "pmid": "31859245",
                    "type": "BACKGROUND",
                    "citation": "Lonial S, Lee HC, Badros A, Trudel S, Nooka AK, Chari A, Abdallah AO, Callander N, Lendvai N, Sborov D, Suvannasankha A, Weisel K, Karlin L, Libby E, Arnulf B, Facon T, Hulin C, Kortum KM, Rodriguez-Otero P, Usmani SZ, Hari P, Baz R, Quach H, Moreau P, Voorhees PM, Gupta I, Hoos A, Zhi E, Baron J, Piontek T, Lewis E, Jewell RC, Dettman EJ, Popat R, Esposti SD, Opalinska J, Richardson P, Cohen AD. Belantamab mafodotin for relapsed or refractory multiple myeloma (DREAMM-2): a two-arm, randomised, open-label, phase 2 study. Lancet Oncol. 2020 Feb;21(2):207-221. doi: 10.1016/S1470-2045(19)30788-0. Epub 2019 Dec 16."
                },
                {
                    "pmid": "25918716",
                    "type": "BACKGROUND",
                    "citation": "Lu YC, Weng WC, Lee H. Functional roles of calreticulin in cancer biology. Biomed Res Int. 2015;2015:526524. doi: 10.1155/2015/526524. Epub 2015 Mar 31."
                },
                {
                    "pmid": "32265930",
                    "type": "BACKGROUND",
                    "citation": "Yang H, Wang H, Andersson U. Targeting Inflammation Driven by HMGB1. Front Immunol. 2020 Mar 20;11:484. doi: 10.3389/fimmu.2020.00484. eCollection 2020."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Chopra B, Dave C, Gorczyca M, et al. GSK2857916 Investigator's Brochure. 2019;6:1-150"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009101",
                    "term": "Multiple Myeloma"
                },
                {
                    "id": "D000054219",
                    "term": "Neoplasms, Plasma Cell"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000020141",
                    "term": "Hemostatic Disorders"
                },
                {
                    "id": "D000014652",
                    "term": "Vascular Diseases"
                },
                {
                    "id": "D000002318",
                    "term": "Cardiovascular Diseases"
                },
                {
                    "id": "D000010265",
                    "term": "Paraproteinemias"
                },
                {
                    "id": "D000001796",
                    "term": "Blood Protein Disorders"
                },
                {
                    "id": "D000006402",
                    "term": "Hematologic Diseases"
                },
                {
                    "id": "D000006474",
                    "term": "Hemorrhagic Disorders"
                },
                {
                    "id": "D000008232",
                    "term": "Lymphoproliferative Disorders"
                },
                {
                    "id": "D000007160",
                    "term": "Immunoproliferative Disorders"
                },
                {
                    "id": "D000007154",
                    "term": "Immune System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M12058",
                    "name": "Multiple Myeloma",
                    "asFound": "Multiple Myeloma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M27588",
                    "name": "Neoplasms, Plasma Cell",
                    "asFound": "Myeloma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M21977",
                    "name": "Hemostatic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M5059",
                    "name": "Blood Coagulation Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M17400",
                    "name": "Vascular Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M13178",
                    "name": "Paraproteinemias",
                    "relevance": "LOW"
                },
                {
                    "id": "M5077",
                    "name": "Blood Protein Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M9490",
                    "name": "Hematologic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M9560",
                    "name": "Hemorrhagic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M11225",
                    "name": "Lymphoproliferative Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M10206",
                    "name": "Immunoproliferative Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M10200",
                    "name": "Immune System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T3947",
                    "name": "Multiple Myeloma",
                    "asFound": "Multiple Myeloma",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                },
                {
                    "abbrev": "BC15",
                    "name": "Blood and Lymph Conditions"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}