{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04961190",
            "orgStudyIdInfo": {
                "id": "1620949-1"
            },
            "secondaryIdInfos": [
                {
                    "id": "CER-2020C1-19382",
                    "type": "OTHER_GRANT",
                    "domain": "Patient-Centered Outcomes Research Institute"
                }
            ],
            "organization": {
                "fullName": "University of Pennsylvania",
                "class": "OTHER"
            },
            "briefTitle": "A Comparison of Prolonged Exposure Therapy, Pharmacotherapy, and Their Combination for PTSD",
            "officialTitle": "A Comparison of Prolonged Exposure Therapy, Pharmacotherapy, and Their Combination for PTSD: What Works Best, and for Whom",
            "therapeuticArea": [
                "Other"
            ],
            "study": "a-comparison-of-prolonged-exposure-therapy-pharmacotherapy-and-their-combination-for-ptsd"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-11",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-05-25",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-02-15",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-02-15",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-06-24",
            "studyFirstSubmitQcDate": "2021-07-02",
            "studyFirstPostDateStruct": {
                "date": "2021-07-14",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-11-08",
            "lastUpdatePostDateStruct": {
                "date": "2023-11-13",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of Pennsylvania",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Patient-Centered Outcomes Research Institute",
                    "class": "OTHER"
                },
                {
                    "name": "Corporal Michael J. Crescenz VA Medical Center",
                    "class": "FED"
                },
                {
                    "name": "Coatesville VA Medical Center",
                    "class": "UNKNOWN"
                },
                {
                    "name": "Milwaukee VA Medical Center",
                    "class": "FED"
                },
                {
                    "name": "North Texas Veterans Healthcare System",
                    "class": "FED"
                },
                {
                    "name": "San Diego Veterans Healthcare System",
                    "class": "FED"
                },
                {
                    "name": "VA Palo Alto Health Care System",
                    "class": "FED"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": true
        },
        "descriptionModule": {
            "briefSummary": "Posttraumatic Stress Disorder (PTSD) remains a salient and debilitating problem, in the general population and for military veterans in particular. Several psychological and pharmacological treatments for PTSD have evidence to support their efficacy. However, the lack of comparative effectiveness data for PTSD treatments remains a major gap in the literature, which limits conclusions that can be drawn about which of these treatments work best. The current study will compare the effectiveness of PTSD treatments with the strongest evidentiary support - Prolonged Exposure (PE) therapy and pharmacotherapy with paroxetine or venlafaxine - as well as the combination of these two treatments. A randomized trial will be conducted with a large, diverse sample of veterans with PTSD (N = 300) recruited from 6 VA Medical Centers throughout the US. Participants will complete baseline assessments, followed by an active treatment phase (involving up to 14 sessions of PE and/or medication management) with mid (7 week) and posttreatment (14 week) assessments, and follow-up assessments at 27 and 40 weeks. Study outcomes will include PTSD severity, depression, quality of life and functioning, assessed via clinical ratings and self-report measures. Further, a range of demographic and clinically relevant variables (e.g., trauma type/number, resilience) will be collected at baseline and examined as potential predictors or moderators of treatment response, addressing another gap in the PTSD treatment literature. These data will be used to develop algorithms from predicting the optimal treatment for individual patients (i.e., \"personalized advantage indices\"; PAIs). Effectiveness of the treatments will be compared using multilevel modeling. PAIs will be developed by conducting bootstrapped analyses to select variables that predict or moderate outcomes (clinician rated PTSD severity at Week 14), followed by jacknife analyses to determine the magnitude of the predicted difference (representing an individual's \"predicted advantage\" of one treatment over the others).",
            "detailedDescription": "Posttraumatic Stress Disorder (PTSD) remains a salient and debilitating problem, in the general population and for military veterans in particular. Several psychological and pharmacological treatments for PTSD have evidence to support their efficacy. However, the lack of comparative effectiveness trials for PTSD treatments remains a major gap in the literature, which limits conclusions that can be drawn about which of these treatments work best. In particular, trials directly comparing efficacious psychotherapies and pharmacotherapies are needed to inform clinical decision making for patients and providers. To address this gap, the proposed study will aim to compare the effectiveness of PTSD treatments with the strongest evidentiary support - Prolonged Exposure (PE) therapy and pharmacotherapy with paroxetine or venlafaxine - as well as the combination of these two treatments. A randomized trial in proposed with a large, diverse sample of veterans with PTSD (N = 300) recruited from 6 Veterans Affairs Medical Centers throughout the US (in Philadelphia, Coatesville, Milwaukee, Dallas, San Diego, and Palo Alto). Treatments conditions will reflect \"real world\" practice in these settings, and minimal exclusion criteria related to safety will be adopted, to maximize external validity. Participants will be permitted to complete treatment sessions in person or via telehealth (based on evidence for equivalent outcomes across these modalities), to maximize patient access, recruitment, and generalizability. Participants will complete baseline assessments, followed by 14 weeks of active treatment (involving up to 14 sessions of PE and/or medication management) with mid and posttreatment assessments after 7 and 14 weeks respectively, and then follow-up assessments at 27 and 40 weeks. Primary outcomes will include PTSD severity, depression symptoms, quality of life and functioning, assessed via clinical ratings and self-report measures. Further, a range of demographic and clinically relevant variables (e.g., trauma type/number, physiological arousal) will be collected at baseline and examined as potential predictors or moderators of treatment response, addressing another key gap in the PTSD treatment literature. Specifically, these data will be used to develop algorithms from predicting the optimal treatment for individual patients (i.e., \"personalized advantage indices\"; PAIs), a statistical approach which has advanced the depression treatment literature but has only been used in a limited capacity in PTSD research. The project will include an Advisory Board composed of clinician and patient representatives, in order to obtain stakeholder feedback at every stage of the study (from implementation to dissemination of findings). The effectiveness of the treatments will be compared using multilevel modeling. PAIs will be developed by conducting bootstrapped analyses to select variables that predict or moderate outcomes (Clinician Administered PTSD Scale severity ratings at Week 14), followed by leave-one-out cross-validation (i.e., jackknife) analyses to determine the magnitude of the predicted difference that results in each analysis representing that individuals \"predicted advantage\" (of one treatment over the others). We hypothesize that individuals who receive PE will have better outcomes than those who receive pharmacotherapy alone, based on existing data (e.g., cross study effect size comparisons), but have planned the study and sample to maximize statistical power in all analyses."
        },
        "conditionsModule": {
            "conditions": [
                "Posttraumatic Stress Disorder"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE4"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "whoMasked": [
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 300,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Prolonged Exposure Therapy",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "8-14 sessions of psychotherapy, each lasting 60-90 minutes, focused on imaginal exposure to trauma memories and in vivo exposure to trauma reminders",
                    "interventionNames": [
                        "Behavioral: Prolonged Exposure Therapy"
                    ]
                },
                {
                    "label": "Pharmacotherapy",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "20-60mg of paroxetine daily, or 75-300mg of venlafaxine XR daily",
                    "interventionNames": [
                        "Drug: Pharmacotherapy with paroxetine or venlafaxine XR"
                    ]
                },
                {
                    "label": "Combined treatment (Prolonged Exposure and Pharmacotherapy)",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "8-14 sessions of psychotherapy, each lasting 60-90 minutes, focused on imaginal exposure to trauma memories and in vivo exposure to trauma reminders AND 20-60mg of paroxetine daily, or 75-300mg of venlafaxine XR daily",
                    "interventionNames": [
                        "Behavioral: Prolonged Exposure Therapy",
                        "Drug: Pharmacotherapy with paroxetine or venlafaxine XR"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Prolonged Exposure Therapy",
                    "description": "A form of cognitive-behavioral psychotherapy focused on imaginal exposure to trauma memories and in vivo exposure to trauma reminders",
                    "armGroupLabels": [
                        "Combined treatment (Prolonged Exposure and Pharmacotherapy)",
                        "Prolonged Exposure Therapy"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Pharmacotherapy with paroxetine or venlafaxine XR",
                    "description": "Standard dosing with paroxetine, a selectiveserotonin reuptake inhibitor that is FDA approved to treat PTSD and depression, or venlafaxine extended-release, a serotonin-norepinephrine reuptake inhibitor that is FDA approved to treat anxiety and depression",
                    "armGroupLabels": [
                        "Combined treatment (Prolonged Exposure and Pharmacotherapy)",
                        "Pharmacotherapy"
                    ],
                    "otherNames": [
                        "Pharmacotherapy with Paxil or Effexor XR"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change during active treatment on the Clinician-Administered PTSD Scale for DSM-5 (CAPS-5)",
                    "description": "The CAPS-5 is a structured clinical interview that assesses the presence and severity of PTSD symptoms. Twenty items are rated on a 5-point scale from 0 (absent) to 4 (extremely/incapacitating). Total scores range from 0 to 80, with higher scores indicating greater PTSD symptom severity",
                    "timeFrame": "baseline to 14 weeks"
                },
                {
                    "measure": "Change during follow-up on the Clinician-Administered PTSD Scale for DSM-5 (CAPS-5)",
                    "description": "The CAPS-5 is a structured clinical interview that assesses the presence and severity of PTSD symptoms. Twenty items are rated on a 5-point scale from 0 (absent) to 4 (extremely/incapacitating). Total scores range from 0 to 80, with higher scores indicating greater PTSD symptom severity",
                    "timeFrame": "14 weeks to 40 weeks"
                },
                {
                    "measure": "Change during active treatment on the PTSD Checklist for DSM-5 (PCL-5)",
                    "description": "The PCL-5 is a 20-item self-report measure examining the presence and severity of recent PTSD symptoms using a 0 (not at all) to 4 (extremely) point Likert scale. Total scores range from 0 to 80, with higher scores indicating greater PTSD symptom severity.",
                    "timeFrame": "baseline to 14 weeks"
                },
                {
                    "measure": "Change during follow-up on the PTSD Checklist for DSM-5 (PCL-5)",
                    "description": "The PCL-5 is a 20-item self-report measure examining the presence and severity of recent PTSD symptoms using a 0 (not at all) to 4 (extremely) point Likert scale. Total scores range from 0 to 80, with higher scores indicating greater PTSD symptom severity.",
                    "timeFrame": "14 weeks to 40 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change during active treatment on the Quick Inventory of Depressive Symptoms - clinician rated (QIDS-C)",
                    "description": "The QIDS is a structured interview that assesses presence and severity of depressive disorder symptoms. Sixteen items are rated on a 0-3 scale and summed. Total scores range from 0 to 27 (higher scores indicate greater depression symptom severity).",
                    "timeFrame": "baseline to 14 weeks"
                },
                {
                    "measure": "Change during follow-up on the Quick Inventory of Depressive Symptoms - clinician rated (QIDS-C)",
                    "description": "The QIDS is a structured interview that assesses presence and severity of depressive disorder symptoms. Sixteen items are rated on a 0-3 scale and summed. Total scores range from 0 to 27 (higher scores indicate greater depression symptom severity).",
                    "timeFrame": "14 weeks to 40 weeks"
                },
                {
                    "measure": "Change during active treatment on the Patient Health Questionnaire depression module (PHQ-9)",
                    "description": "This self-report inventory consists of 9 items that assess depressive symptoms over the past 2 weeks using a scale from 0 (not at all) to 3 (nearly every). Total scores range from 0 to 27, with higher scores indicating greater depression symptom severity.",
                    "timeFrame": "baseline to 14 weeks"
                },
                {
                    "measure": "Change during follow-up on the Patient Health Questionnaire depression module (PHQ-9)",
                    "description": "This self-report inventory consists of 9 items that assess depressive symptoms over the past 2 weeks using a scale from 0 (not at all) to 3 (nearly every). Total scores range from 0 to 27, with higher scores indicating greater depression symptom severity.",
                    "timeFrame": "14 weeks to 40 weeks"
                },
                {
                    "measure": "Change during active treatment on the Social and Occupational Functioning Assessment Scale (SOFAS)",
                    "description": "The SOFAS is a global clinical rating scale of current functioning, ranging from 0 to 100 (with higher scores indicated better functioning), which focuses on impairments in social and occupational functioning caused by physical and mental health problems (rated independent of symptom severity).",
                    "timeFrame": "baseline to 14 weeks"
                },
                {
                    "measure": "Change during follow-up on the Social and Occupational Functioning Assessment Scale (SOFAS)",
                    "description": "The SOFAS is a global clinical rating scale of current functioning, ranging from 0 to 100 (with higher scores indicated better functioning), which focuses on impairments in social and occupational functioning caused by physical and mental health problems (rated independent of symptom severity).",
                    "timeFrame": "14 weeks to 40 weeks"
                },
                {
                    "measure": "Change during active treatment on the Veterans RAND 12-item Health Survey (VR-12)",
                    "description": "This brief self-report scale was developed (with modified items from the 36 item Short-Form Health Survey) and validated specifically for veterans to assess health-related quality of life, based on reported functioning in multiple domains (e.g., general health, social activities, role limitations). Patients receive a physical component score and a mental component score, and both are scaled so that a score of 50 corresponds to the population average (higher scores indicate better quality of life).",
                    "timeFrame": "baseline to 14 weeks"
                },
                {
                    "measure": "Change during follow-up on the Veterans RAND 12-item Health Survey (VR-12)",
                    "description": "This brief self-report scale was developed (with modified items from the 36 item Short-Form Health Survey) and validated specifically for veterans to assess health-related quality of life, based on reported functioning in multiple domains (e.g., general health, social activities, role limitations). Patients receive a physical component score and a mental component score, and both are scaled so that a score of 50 corresponds to the population average (higher scores indicate better quality of life).",
                    "timeFrame": "14 weeks to 40 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* DSM-5 diagnosis of Posttraumatic Stress Disorder\n* military veteran\n* fluent in English\n* willing to participate in PE, pharmacotherapy, or both\n* capable of providing informed consent\n\nExclusion Criteria:\n\n* suicidal ideation with intent and/or plan, or suicidal behavior in the past month\n* active psychosis\n* history of manic episode(s)\n* a failed trial of Prolonged Exposure therapy or paroxetine and venlafaxine XR\n* ongoing medical conditions or treatments that would contraindicate initiating these treatments (e.g., medications that have potential interactions with paroxetine and venlafaxine such as MAO inhibitors)",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "75 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Keith E Bredemeier, PhD",
                    "role": "CONTACT",
                    "phone": "215-746-3327",
                    "email": "kbredem@udel.edu"
                },
                {
                    "name": "Michael Thase, MD",
                    "role": "CONTACT",
                    "phone": "215-746-6680",
                    "email": "thase@pennmedicine.upenn.edu"
                }
            ],
            "locations": [
                {
                    "facility": "VA Palo Alto Healthcare System",
                    "status": "ACTIVE_NOT_RECRUITING",
                    "city": "Menlo Park",
                    "state": "California",
                    "zip": "94025",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 37.45383,
                        "lon": -122.18219
                    }
                },
                {
                    "facility": "VA San Diego Healthcare System",
                    "status": "RECRUITING",
                    "city": "San Diego",
                    "state": "California",
                    "zip": "92161",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Kathleen Grubbs, PhD",
                            "role": "CONTACT",
                            "phone": "619-497-8404",
                            "email": "Kathleen.Grubbs@va.gov"
                        }
                    ],
                    "geoPoint": {
                        "lat": 32.71533,
                        "lon": -117.15726
                    }
                },
                {
                    "facility": "Coatesville VA Medicial Center",
                    "status": "RECRUITING",
                    "city": "Coatesville",
                    "state": "Pennsylvania",
                    "zip": "19320",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Alexander Puhalla, PhD",
                            "role": "CONTACT",
                            "phone": "610-384-7711",
                            "phoneExt": "5122",
                            "email": "Alexander.Puhalla@va.gov"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.98316,
                        "lon": -75.82384
                    }
                },
                {
                    "facility": "Corporal Michael J. Crescenz VA Medical Center",
                    "status": "RECRUITING",
                    "city": "Philadelphia",
                    "state": "Pennsylvania",
                    "zip": "19104",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Keith Bredemeier, Ph.D.",
                            "role": "CONTACT",
                            "phone": "215-746-3310",
                            "email": "kbred@pennmedicine.upenn.edu"
                        },
                        {
                            "name": "Michael Thase, M.D.",
                            "role": "CONTACT",
                            "phone": "2157466680",
                            "email": "thase@pennmedicine.upenn.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.95233,
                        "lon": -75.16379
                    }
                },
                {
                    "facility": "VA North Texas Healthcare System",
                    "status": "RECRUITING",
                    "city": "Dallas",
                    "state": "Texas",
                    "zip": "75216",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Geetha Shivakumar, MD",
                            "role": "CONTACT",
                            "phone": "214-857-4279",
                            "phoneExt": "6",
                            "email": "Geetha.Shivakumar@va.gov"
                        }
                    ],
                    "geoPoint": {
                        "lat": 32.78306,
                        "lon": -96.80667
                    }
                },
                {
                    "facility": "Milwaukee VA Medical Center",
                    "status": "RECRUITING",
                    "city": "Milwaukee",
                    "state": "Wisconsin",
                    "zip": "53295",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Sadie Larsen, PhD",
                            "role": "CONTACT",
                            "phone": "414-384-2000",
                            "phoneExt": "46727",
                            "email": "Sadie.Larsen@va.gov"
                        }
                    ],
                    "geoPoint": {
                        "lat": 43.0389,
                        "lon": -87.90647
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "35842108",
                    "type": "DERIVED",
                    "citation": "Bredemeier K, Larsen S, Shivakumar G, Grubbs K, McLean C, Tress C, Rosenfield D, DeRubeis R, Xu C, Foa E, Morland L, Pai A, Tsao C, Crawford J, Weitz E, Mayinja L, Feler B, Wachsman T, Lupo M, Hooper V, Cook R, Thase M. A comparison of prolonged exposure therapy, pharmacotherapy, and their combination for PTSD: What works best and for whom; study protocol for a randomized trial. Contemp Clin Trials. 2022 Aug;119:106850. doi: 10.1016/j.cct.2022.106850. Epub 2022 Jul 13."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000013313",
                    "term": "Stress Disorders, Post-Traumatic"
                }
            ],
            "ancestors": [
                {
                    "id": "D000040921",
                    "term": "Stress Disorders, Traumatic"
                },
                {
                    "id": "D000068099",
                    "term": "Trauma and Stressor Related Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M24916",
                    "name": "Stress Disorders, Traumatic",
                    "relevance": "LOW"
                },
                {
                    "id": "M16103",
                    "name": "Stress Disorders, Post-Traumatic",
                    "asFound": "Posttraumatic Stress Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17685",
                    "name": "Wounds and Injuries",
                    "relevance": "LOW"
                },
                {
                    "id": "M222",
                    "name": "Trauma and Stressor Related Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000017374",
                    "term": "Paroxetine"
                },
                {
                    "id": "D000069470",
                    "term": "Venlafaxine Hydrochloride"
                }
            ],
            "ancestors": [
                {
                    "id": "D000017367",
                    "term": "Selective Serotonin Reuptake Inhibitors"
                },
                {
                    "id": "D000014179",
                    "term": "Neurotransmitter Uptake Inhibitors"
                },
                {
                    "id": "D000049990",
                    "term": "Membrane Transport Modulators"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000018377",
                    "term": "Neurotransmitter Agents"
                },
                {
                    "id": "D000018490",
                    "term": "Serotonin Agents"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000018687",
                    "term": "Antidepressive Agents, Second-Generation"
                },
                {
                    "id": "D000000928",
                    "term": "Antidepressive Agents"
                },
                {
                    "id": "D000011619",
                    "term": "Psychotropic Drugs"
                },
                {
                    "id": "D000065690",
                    "term": "Cytochrome P-450 CYP2D6 Inhibitors"
                },
                {
                    "id": "D000065607",
                    "term": "Cytochrome P-450 Enzyme Inhibitors"
                },
                {
                    "id": "D000004791",
                    "term": "Enzyme Inhibitors"
                },
                {
                    "id": "D000068760",
                    "term": "Serotonin and Noradrenaline Reuptake Inhibitors"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M12575",
                    "name": "Norepinephrine",
                    "relevance": "LOW"
                },
                {
                    "id": "M439",
                    "name": "Venlafaxine Hydrochloride",
                    "asFound": "Ticagrelor",
                    "relevance": "HIGH"
                },
                {
                    "id": "M15512",
                    "name": "Serotonin",
                    "relevance": "LOW"
                },
                {
                    "id": "M19654",
                    "name": "Paroxetine",
                    "asFound": "Exam",
                    "relevance": "HIGH"
                },
                {
                    "id": "M19649",
                    "name": "Selective Serotonin Reuptake Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M20504",
                    "name": "Neurotransmitter Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M4247",
                    "name": "Antidepressive Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M14474",
                    "name": "Psychotropic Drugs",
                    "relevance": "LOW"
                },
                {
                    "id": "M7951",
                    "name": "Enzyme Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M30537",
                    "name": "Cytochrome P-450 Enzyme Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M305",
                    "name": "Serotonin and Noradrenaline Reuptake Inhibitors",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "VaCoAg",
                    "name": "Vasoconstrictor Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "PsychDr",
                    "name": "Psychotropic Drugs"
                }
            ]
        }
    },
    "hasResults": false
}