{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05903885",
            "orgStudyIdInfo": {
                "id": "0115-23-EP"
            },
            "organization": {
                "fullName": "University of Nebraska",
                "class": "OTHER"
            },
            "briefTitle": "A Cross-sectional Partnership to Improve Prevention",
            "officialTitle": "Using a Cross-sectional Partnership to Improve Prevention and Health Equity Among African Americans",
            "therapeuticArea": [
                "Oncology and Hematology",
                "Other"
            ],
            "study": "a-cross-sectional-partnership-to-improve-prevention"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-10-02",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-03",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-06-05",
            "studyFirstSubmitQcDate": "2023-06-05",
            "studyFirstPostDateStruct": {
                "date": "2023-06-15",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-12",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-16",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of Nebraska",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Robert Wood Johnson Foundation",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false,
            "isUsExport": true
        },
        "descriptionModule": {
            "briefSummary": "This study is a non-randomized, 2-arm clinical trial comparing the effectiveness of two strategies for distributing FIT (fecal immunochemical test) kits in a community-based colorectal cancer screening program targeting African Americans (AAs). The main questions this study aims to answer are:\n\n* Does the on-site distribution of FIT kits result in higher return rates compared to direct mailing?\n* Which distribution strategy (onsite vs. direct mailing) is a more cost-effective approach for increasing colorectal cancer screening rates among underserved populations?\n\nParticipants in the study will be African Americans who are eligible for colorectal cancer screening. Participants will be assigned to one of two groups: the on-site distribution group or the direct mailing group. In the on-site distribution group, participants will be given FIT kits at a designated Department of Motor Vehicle (DMV) service location. In the direct mailing group, participants will receive the FIT kits through the mail using the DMV database.",
            "detailedDescription": "African Americans (AAs) face racial disparities in colorectal cancer (CRC), with higher incidence and mortality rates, as well as lower screening rates. To address this gap and improve CRC screening rates among AAs, this study will use an evidence-based, community-based intervention program partnering with multiple cross-sectoral organizations, such as DMV, to recruit AAs who are eligible for CRC screening. This study will test different 'distribution' strategies (onsite vs. mailing) using the resources from the partner organizations. For the onsite strategy, the investigators will set up a health promotion booth at a selected DMV location to recruit participants face-to-face, and the investigator's research staff will distribute screening kits on-site (n=600). For the mailing strategy, the investigators will collaborate with the Nebraska Department of Health and Human Services (DHHS) to mail out screening kits to eligible participants using DMV Driver's License Database (n=600). All participants will receive 1) a free screening kit with a prepaid return envelope, 2) a tailored educational brochure, 3) reminder text/calls, and 4) post-navigation services in case of positive results. Fecal Immunochemical Test (FIT) will be used. Kits are returned to a designated lab location for testing, and test results will be mailed to participants within 14-21 days. Upon consent, participants' demographic and screening-related information will be collected via the registration form (e.g., name, contact information, race, gender, previous screening history, etc.). Participants' perceptions and beliefs about screening will be collected via an online survey through text message 3 days after participants receive the screening kit. Kit return status and results will be collected via the participant tracking log shared by the key personnel in the partnership. Outcomes (screening completion rate and positive results) will be compared between the onsite and mailing groups, controlling for other covariates (age, gender, race, healthcare access, income, previous screening history, and health beliefs)."
        },
        "conditionsModule": {
            "conditions": [
                "Colorectal Cancer",
                "Prevention"
            ],
            "keywords": [
                "Prevention",
                "Department of motor vehicles",
                "Cross-sectoral partnership",
                "African Americans",
                "Screening"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "The on-site distribution (face-to-face) group will receive FIT kits at a designated location (DMV) distributed by a research staff , while the direct mailing group will receive FIT kits through the mail (no physical contact) using the DMV database. All the other conditions are the same for both group except the distribution strategy. FIT return rate will be compared between onsite group and mailing group.",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "whoMasked": [
                        "PARTICIPANT"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 1200,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Onsite group",
                    "type": "EXPERIMENTAL",
                    "description": "The on-site distribution group will receive the Fecal Immunochemical Test (FIT) kits directly while visiting the Department of Motor Vehicles (DMV) location.\n\nParticipants in the on-site group will be guided through the process of receiving the FIT kits by trained staff present at the designated location. They will be given instructions on collecting the stool sample and using the FIT kit properly.\n\nThey will also be given a tailored educational brochure, reminder text messages, and phone calls within 3 weeks of the receipt of the FIT kit and post-navigation services for positive results.",
                    "interventionNames": [
                        "Other: On-site Fecal Immunochemical Test (FIT) Kit Distribution"
                    ]
                },
                {
                    "label": "Mailing group",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "The mailing group participants will receive an initial letter from the the Nebraska Department of Health and Human Services (NE DHHS) asking whether they are interested in receiving Fecal Immunochemical Test (FIT) packets. For those who responded yes, NE DHHS will send FIT kits on behalf of the research team.\n\nThese participants will receive the FIT kits mailed to their provided addresses using the DMV database.\n\nParticipants in the mailing group will receive the FIT kits by mail along with detailed instructions on how to collect the stool sample and use the kit. The mailing group will also receive a tailored educational brochure, reminder text messages, and phone calls within three weeks of receipt of the FIT kit and post-navigation services in case of positive results.",
                    "interventionNames": [
                        "Other: Mailed Fecal Immunochemical Test (FIT) Kit Distribution"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "On-site Fecal Immunochemical Test (FIT) Kit Distribution",
                    "description": "Participants will receive home based Fecal Immunochemical Test (FIT) kit directly at the DMV site by the research staff.",
                    "armGroupLabels": [
                        "Onsite group"
                    ],
                    "otherNames": [
                        "Face-to-face distribution"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Mailed Fecal Immunochemical Test (FIT) Kit Distribution",
                    "description": "Participants will receive home based Fecal Immunochemical Test (FIT) kit directly by mailing without any personal (face-to-face) contact.",
                    "armGroupLabels": [
                        "Mailing group"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Fecal Immunochemical Test (FIT) kite return rate",
                    "description": "Proportion of participants who have completed the screening by returning Fecal Immunochemical Test (FIT) kits",
                    "timeFrame": "6 months from the date of FIT distribution"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Fecal Immunochemical Test (FIT) kit positive rate",
                    "description": "Proportion of participants who have positive Fecal Immunochemical Test (FIT) kit results",
                    "timeFrame": "6 months from the date of FIT distribution"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Self-identification as Black or African American.\n* Age between 45 and 75 years.\n* Not up-to-date with colorectal cancer (CRC) screening per guidelines\n* Willingness to provide contact information for follow-up\n* Ability to speak, read, and write English\n* Current residency in Douglas County, NE.\n\nExclusion Criteria:\n\n* Individuals with a personal history of colorectal cancer (CRC).\n* Individuals with a personal history of adenomas (precancerous polyps) or inflammatory bowel disease.\n* Individuals with a family history of colorectal cancer (CRC).",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "45 Years",
            "maximumAge": "75 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Jungyoon Kim, PhD",
                    "role": "CONTACT",
                    "phone": "(402) 552-7235",
                    "email": "jungyoon.kim@unmc.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Jungyoon Kim, PhD",
                    "affiliation": "University of Nebraska",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Department of Motor Vehicles (DMV)",
                    "status": "RECRUITING",
                    "city": "Omaha",
                    "state": "Nebraska",
                    "zip": "68104",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jungyoon Kim, PhD",
                            "role": "CONTACT",
                            "phone": "402-552-7235",
                            "email": "beatcancer@unmc.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.25626,
                        "lon": -95.94043
                    }
                },
                {
                    "facility": "Douglas County Treasurer's Office",
                    "status": "RECRUITING",
                    "city": "Omaha",
                    "state": "Nebraska",
                    "zip": "68104",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jungyoon Kim, PhD",
                            "role": "CONTACT",
                            "phone": "402-552-7235",
                            "email": "beatcancer@unmc.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.25626,
                        "lon": -95.94043
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "type": "BACKGROUND",
                    "citation": "American Cancer Society. Cancer Facts and Figures 2022."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "American Cancer Society. Colorectal Cancer Facts and Figures 2020-2022. Atlanta, GA: 2022."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "American Cancer Society. Key Statistics for Colorectal Cancer. 2022 [updated 1/12/2022; cited 2022 5/2]; Available from: https://www.cancer.org/cancer/colon-rectal-cancer/about/key-statistics.html"
                },
                {
                    "pmid": "21228314",
                    "type": "BACKGROUND",
                    "citation": "Mariotto AB, Yabroff KR, Shao Y, Feuer EJ, Brown ML. Projections of the cost of cancer care in the United States: 2010-2020. J Natl Cancer Inst. 2011 Jan 19;103(2):117-28. doi: 10.1093/jnci/djq495. Epub 2011 Jan 12. Erratum In: J Natl Cancer Inst. 2011 Apr 20;103(8):699."
                },
                {
                    "pmid": "28748564",
                    "type": "BACKGROUND",
                    "citation": "Chen CT, Li L, Brooks G, Hassett M, Schrag D. Medicare Spending for Breast, Prostate, Lung, and Colorectal Cancer Patients in the Year of Diagnosis and Year of Death. Health Serv Res. 2018 Aug;53(4):2118-2132. doi: 10.1111/1475-6773.12745. Epub 2017 Jul 26."
                },
                {
                    "pmid": "18838718",
                    "type": "BACKGROUND",
                    "citation": "Whitlock EP, Lin JS, Liles E, Beil TL, Fu R. Screening for colorectal cancer: a targeted, updated systematic review for the U.S. Preventive Services Task Force. Ann Intern Med. 2008 Nov 4;149(9):638-58. doi: 10.7326/0003-4819-149-9-200811040-00245. Epub 2008 Oct 6."
                },
                {
                    "pmid": "27304597",
                    "type": "BACKGROUND",
                    "citation": "US Preventive Services Task Force; Bibbins-Domingo K, Grossman DC, Curry SJ, Davidson KW, Epling JW Jr, Garcia FAR, Gillman MW, Harper DM, Kemper AR, Krist AH, Kurth AE, Landefeld CS, Mangione CM, Owens DK, Phillips WR, Phipps MG, Pignone MP, Siu AL. Screening for Colorectal Cancer: US Preventive Services Task Force Recommendation Statement. JAMA. 2016 Jun 21;315(23):2564-2575. doi: 10.1001/jama.2016.5989. Erratum In: JAMA. 2016 Aug 2;316(5):545. doi: 10.1001/jama.2016.9943. JAMA. 2017 Jun 6;317(21):2239. doi: 10.1001/jama.2017.5918."
                },
                {
                    "pmid": "30413821",
                    "type": "BACKGROUND",
                    "citation": "Wender RC, Doroshenk M, Brooks D, Hotz J, Smith RA. Creating and Implementing a National Public Health Campaign: The American Cancer Society's and National Colorectal Cancer Roundtable's 80% by 2018 Initiative. Am J Gastroenterol. 2018 Dec;113(12):1739-1741. doi: 10.1038/s41395-018-0384-1. Epub 2018 Nov 9. No abstract available."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "National Cancer Institute. State Cancer Profiles: 2022."
                },
                {
                    "pmid": "33843997",
                    "type": "BACKGROUND",
                    "citation": "Issaka RB, Taylor P, Baxi A, Inadomi JM, Ramsey SD, Roth J. Model-Based Estimation of Colorectal Cancer Screening and Outcomes During the COVID-19 Pandemic. JAMA Netw Open. 2021 Apr 1;4(4):e216454. doi: 10.1001/jamanetworkopen.2021.6454."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "American Cancer Society. Colorectal Cancer Rates Higher in African Americans, Rising in Younger People. 2020 [cited 2022 5/2]; Available from https://www.cancer.org/latest-news/colorectal-cancer-rates-higher-in-african-americans-rising-in-younger-people.html#:~:text=Colorectal%20cancer%20also%20disproportionately%20affects,it%20than%20most%20other%20groups"
                },
                {
                    "pmid": "28531909",
                    "type": "BACKGROUND",
                    "citation": "Fedewa SA, Flanders WD, Ward KC, Lin CC, Jemal A, Goding Sauer A, Doubeni CA, Goodman M. Racial and Ethnic Disparities in Interval Colorectal Cancer Incidence: A Population-Based Cohort Study. Ann Intern Med. 2017 Jun 20;166(12):857-866. doi: 10.7326/M16-1154. Epub 2017 May 23."
                },
                {
                    "pmid": "20357245",
                    "type": "BACKGROUND",
                    "citation": "Laiyemo AO, Doubeni C, Pinsky PF, Doria-Rose VP, Bresalier R, Lamerato LE, Crawford ED, Kvale P, Fouad M, Hickey T, Riley T, Weissfeld J, Schoen RE, Marcus PM, Prorok PC, Berg CD. Race and colorectal cancer disparities: health-care utilization vs different cancer susceptibilities. J Natl Cancer Inst. 2010 Apr 21;102(8):538-46. doi: 10.1093/jnci/djq068. Epub 2010 Mar 31."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Office of the Assistant Secretary for Planning and Evaluation, U.S. Department of Health and Human Services. Health Insurance Coverage and Access to Care Among Black Americans: Recent Trends and Key Challenges. (Issue Brief No. HP-2022-07). February 2022."
                },
                {
                    "pmid": "28253225",
                    "type": "BACKGROUND",
                    "citation": "White A, Thompson TD, White MC, Sabatino SA, de Moor J, Doria-Rose PV, Geiger AM, Richardson LC. Cancer Screening Test Use - United States, 2015. MMWR Morb Mortal Wkly Rep. 2017 Mar 3;66(8):201-206. doi: 10.15585/mmwr.mm6608a1."
                },
                {
                    "pmid": "25516073",
                    "type": "BACKGROUND",
                    "citation": "Horne HN, Phelan-Emrick DF, Pollack CE, Markakis D, Wenzel J, Ahmed S, Garza MA, Shapiro GR, Bone LR, Johnson LB, Ford JG. Effect of patient navigation on colorectal cancer screening in a community-based randomized controlled trial of urban African American adults. Cancer Causes Control. 2015 Feb;26(2):239-246. doi: 10.1007/s10552-014-0505-0. Epub 2014 Dec 17."
                },
                {
                    "pmid": "27420119",
                    "type": "BACKGROUND",
                    "citation": "Christy SM, Davis SN, Williams KR, Zhao X, Govindaraju SK, Quinn GP, Vadaparampil ST, Lin HY, Sutton SK, Roethzeim RR, Shibata D, Meade CD, Gwede CK. A community-based trial of educational interventions with fecal immunochemical tests for colorectal cancer screening uptake among blacks in community settings. Cancer. 2016 Nov 15;122(21):3288-3296. doi: 10.1002/cncr.30207. Epub 2016 Jul 15."
                },
                {
                    "pmid": "15367069",
                    "type": "BACKGROUND",
                    "citation": "Campbell MK, James A, Hudson MA, Carr C, Jackson E, Oakes V, Demissie S, Farrell D, Tessaro I. Improving multiple behaviors for colorectal cancer prevention among african american church members. Health Psychol. 2004 Sep;23(5):492-502. doi: 10.1037/0278-6133.23.5.492."
                },
                {
                    "pmid": "23033548",
                    "type": "BACKGROUND",
                    "citation": "Holt CL, Litaker MS, Scarinci IC, Debnam KJ, McDavid C, McNeal SF, Eloubeidi MA, Crowther M, Bolland J, Martin MY. Spiritually based intervention to increase colorectal cancer screening among African Americans: screening and theory-based outcomes from a randomized trial. Health Educ Behav. 2013 Aug;40(4):458-68. doi: 10.1177/1090198112459651. Epub 2012 Oct 2."
                },
                {
                    "pmid": "15363024",
                    "type": "BACKGROUND",
                    "citation": "Powe BD, Ntekop E, Barron M. An intervention study to increase colorectal cancer knowledge and screening among community elders. Public Health Nurs. 2004 Sep-Oct;21(5):435-42. doi: 10.1111/j.0737-1209.2004.21507.x."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Nebraska Department of Motor Vehicles. 2021 Annual Report. 2021."
                },
                {
                    "pmid": "19186584",
                    "type": "BACKGROUND",
                    "citation": "Harrison TR, Morgan SE, Di Corcia MJ. Effects of information, education, and communication training about organ donation for gatekeepers: clerks at the Department of Motor Vehicles and organ donor registries. Prog Transplant. 2008 Dec;18(4):301-9. doi: 10.1177/152692480801800414."
                },
                {
                    "pmid": "16307622",
                    "type": "BACKGROUND",
                    "citation": "Denberg TD, Melhado TV, Coombes JM, Beaty BL, Berman K, Byers TE, Marcus AC, Steiner JF, Ahnen DJ. Predictors of nonadherence to screening colonoscopy. J Gen Intern Med. 2005 Nov;20(11):989-95. doi: 10.1111/j.1525-1497.2005.00164.x."
                },
                {
                    "pmid": "26934885",
                    "type": "BACKGROUND",
                    "citation": "Bailey JR, Aggarwal A, Imperiale TF. Colorectal Cancer Screening: Stool DNA and Other Noninvasive Modalities. Gut Liver. 2016 Mar;10(2):204-11. doi: 10.5009/gnl15420."
                },
                {
                    "pmid": "31685010",
                    "type": "BACKGROUND",
                    "citation": "Goodwin BC, Ireland MJ, March S, Myers L, Crawford-Williams F, Chambers SK, Aitken JF, Dunn J. Strategies for increasing participation in mail-out colorectal cancer screening programs: a systematic review and meta-analysis. Syst Rev. 2019 Nov 4;8(1):257. doi: 10.1186/s13643-019-1170-x."
                },
                {
                    "pmid": "29304835",
                    "type": "BACKGROUND",
                    "citation": "Davis MM, Freeman M, Shannon J, Coronado GD, Stange KC, Guise JM, Wheeler SB, Buckley DI. A systematic review of clinic and community intervention to increase fecal testing for colorectal cancer in rural and low-income populations in the United States - How, what and when? BMC Cancer. 2018 Jan 6;18(1):40. doi: 10.1186/s12885-017-3813-4."
                },
                {
                    "pmid": "30915656",
                    "type": "BACKGROUND",
                    "citation": "Jager M, Demb J, Asghar A, Selby K, Mello EM, Heskett KM, Lieberman AJ, Geng Z, Bharti B, Singh S, Gupta S. Mailed Outreach Is Superior to Usual Care Alone for Colorectal Cancer Screening in the USA: A Systematic Review and Meta-analysis. Dig Dis Sci. 2019 Sep;64(9):2489-2496. doi: 10.1007/s10620-019-05587-6. Epub 2019 Mar 26."
                },
                {
                    "pmid": "22966104",
                    "type": "BACKGROUND",
                    "citation": "Jean-Jacques M, Kaleba EO, Gatta JL, Gracia G, Ryan ER, Choucair BN. Program to improve colorectal cancer screening in a low-income, racially diverse population: a randomized controlled trial. Ann Fam Med. 2012 Sep-Oct;10(5):412-7. doi: 10.1370/afm.1381."
                },
                {
                    "pmid": "32583358",
                    "type": "BACKGROUND",
                    "citation": "Roy S, Dickey S, Wang HL, Washington A, Polo R, Gwede CK, Luque JS. Systematic Review of Interventions to Increase Stool Blood Colorectal Cancer Screening in African Americans. J Community Health. 2021 Feb;46(1):232-244. doi: 10.1007/s10900-020-00867-z."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000015179",
                    "term": "Colorectal Neoplasms"
                }
            ],
            "ancestors": [
                {
                    "id": "D000007414",
                    "term": "Intestinal Neoplasms"
                },
                {
                    "id": "D000005770",
                    "term": "Gastrointestinal Neoplasms"
                },
                {
                    "id": "D000004067",
                    "term": "Digestive System Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000004066",
                    "term": "Digestive System Diseases"
                },
                {
                    "id": "D000005767",
                    "term": "Gastrointestinal Diseases"
                },
                {
                    "id": "D000003108",
                    "term": "Colonic Diseases"
                },
                {
                    "id": "D000007410",
                    "term": "Intestinal Diseases"
                },
                {
                    "id": "D000012002",
                    "term": "Rectal Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M17890",
                    "name": "Colorectal Neoplasms",
                    "asFound": "Colorectal Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10448",
                    "name": "Intestinal Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M7256",
                    "name": "Digestive System Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M8886",
                    "name": "Gastrointestinal Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M7255",
                    "name": "Digestive System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8883",
                    "name": "Gastrointestinal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M6336",
                    "name": "Colonic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10444",
                    "name": "Intestinal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14844",
                    "name": "Rectal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T4202",
                    "name": "Oculocerebral Syndrome With Hypopigmentation",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC06",
                    "name": "Digestive System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}