{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04755062",
            "orgStudyIdInfo": {
                "id": "1R15MD015381-01A1",
                "type": "NIH",
                "link": "https://reporter.nih.gov/quickSearch/1R15MD015381-01A1"
            },
            "organization": {
                "fullName": "Northern Arizona University",
                "class": "OTHER"
            },
            "briefTitle": "A Culturally-relevant Micronutrient-dense Plant-rich (mNDPR) Dietary Intervention for Native Americans",
            "officialTitle": "Reduction of Risk Factors for Obesity and Linked Chronic Diseases in Native American Employees of the Twin Arrows Casino Through a Culturally-relevant Micronutrient-dense Plant-rich (mNDPR) Dietary Intervention",
            "therapeuticArea": [
                "Endocrinology",
                "Other"
            ],
            "study": "a-culturally-relevant-micronutrient-dense-plant-rich-mndpr-dietary-intervention-for-native-americans"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-11",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-01-18",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-01-21",
            "studyFirstSubmitQcDate": "2021-02-11",
            "studyFirstPostDateStruct": {
                "date": "2021-02-15",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-11-07",
            "lastUpdatePostDateStruct": {
                "date": "2023-11-09",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Northern Arizona University",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The investigators propose to conduct a randomized controlled trial with a wait-list control to determine efficacy in reducing risk of obesity and related disease in Native American employees of Twin Arrows Casino. Participants will be randomly assigned to the experimental group or the wait-list control. The experimental group will receive a 12-week mNDPR nutrition intervention with culturally relevant materials. Five NAU Masters of Public Health (MPH) students will be trained in Motivational Interviewing and the mNDPR nutrition protocol to serve as Lifestyle Coaches. These students will lead weekly, group-based coaching sessions with up to 15 participants each at Twin Arrows Casino. Participants will be assigned to their designated group based on their availability. The 12 weekly group sessions will be scheduled to accommodate various work shifts (day, night, and swing). The first group session will be 2-hours long to serve as an 'immersion', followed by weekly 1-hour sessions, all led by the Lifestyle Coaches. The Lifestyle Coaches will use Motivational Interviewing techniques to assist participants to develop personal goals. Lifestyle Coaches will also provide nutrition education, specifically using the mNDPR protocol. Participants in the wait-list control will receive the same intervention after the experimental group completes their 12-week intervention. In addition to measures at weeks 0 and 13, a 24-hour diet recall will be conducted in week 26 for the experimental group to explore long-term durability of diet quality changes.",
            "detailedDescription": "Native Americans are 50% more likely to be obese compared with non-Hispanic Whites and are twice as likely to be diagnosed with diabetes. Obesity and poor diet quality are major risk factors for developing Type II diabetes, and Native Americans are disproportionately impacted by poor physical health outcomes. The investigators propose to develop a culturally-relevant micronutrient-dense plant-rich (mNDPR) dietary protocol, which will then be used in a pilot, randomized-controlled trial (RCT) to test the effectiveness of improving health and wellness of Native American employees of Twin Arrows Casino. This study will train and employ Native American students of Northern Arizona University (NAU) to implement the protocol and serve as Lifestyle coaches for the intervention. It is hypothesized that the protocol will be effective in (i) improving anthropometric measures (weight, waist circumference), cardiometabolic measures (cholesterol, triglycerides, blood glucose, hemoglobin A1c (HbA1c), fasting insulin, hsCRP, IgF-1, and blood pressure), and wellness measures (anxiety, stress, sleep quality, depressive symptoms, and mood); and (ii) reducing healthcare costs in Native American employees of Twin Arrows Casino over a 1- year period. Consistent with the specified aims of the National Institute on Minority Health and Health Disparities, this project will address health and wellness issues in an underserved population that is disproportionately affected by obesity and related diseases. Consistent with the specified objectives of the Academic Enhancement Research Award, this project will significantly increase research opportunities for students in the Health Sciences, providing the expertise and experience needed to develop skills and advance their careers. Employees of the Twin Arrows Casino will be randomly assigned to a 12-week in-person experimental group or a wait-list control group that will be assigned a start-date 12 weeks after the experimental group. Both groups will undergo the same measures of health and wellness at study week 0 (baseline) and week 13 (post-intervention for the experimental group). During week 26, the experimental group will undergo follow-up diet analysis and the wait-list control will undergo all measures of health and wellness. Healthcare utilization data will be collected at week 52 for both groups. Statistically significant differences between the intervention and control at the end of the first 12 weeks, as well as differences between baseline and post-intervention outcomes for both groups, will demonstrate the effectiveness of this program in reducing risk factors for obesity and related diseases in Native American employees. Health-care costs of both groups will also be evaluated and significant differences will suggest cost-effectiveness of the program."
        },
        "conditionsModule": {
            "conditions": [
                "Obesity",
                "Blood Glucose, High"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "whoMasked": [
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 146,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Micronutrient-dense plant-rich Intervention",
                    "type": "EXPERIMENTAL",
                    "description": "The intervention will consist of a 2-hour 'immersion' group session, followed by weekly 1-hour group sessions over the following 11 weeks. Groups of no more than 15 individuals will meet weekly for 12 weeks with a trained Lifestyle Coach. Group sessions, held at the Twin Arrows Casino, will provide participants with instructions, assistance with goal setting, support, encouragement, cooking demonstrations, Casino (workplace) dining tours, and will socially engage with other participants. Participants will be requested to follow the mNDPR nutrition protocol for the first 12 weeks. Each week the participants will use a simple tracking method to self-monitor their daily compliance with the nutrition protocol. Lifestyle Coaches will monitor adherence and verify attendance. Instructional materials discussed each week will provide resources and methods to overcome common barriers to dietary change including (i) meal prepping, (ii) social gatherings, and (iii) family resistance.",
                    "interventionNames": [
                        "Behavioral: Micronutrient-dense plant-rich Intervention"
                    ]
                },
                {
                    "label": "Wait-list Control",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Participants in the wait-list control group will be requested to maintain their typical eating patterns during a 12-week waiting period, until they are scheduled to start the intervention 13-weeks later.",
                    "interventionNames": [
                        "Behavioral: Micronutrient-dense plant-rich Intervention"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Micronutrient-dense plant-rich Intervention",
                    "description": "The mNDPR dietary protocol is designed to be (1) micronutrient rich (i.e., high in plant-derived phytochemicals, antioxidants, vitamins, and minerals); (2) nutritionally adequate and diverse; (3) hormonally favorable, avoiding carbohydrates with a high glycemic index that could elevate levels of serum insulin and minimizing animal protein that may invoke an inflammatory response; and (4) encourage intake of regular meals, limited consumption of snacks, and an overnight \"fast\" of at least 12 hours. The calorie breakdown of the diet is derived from approximately: 30-60% vegetables, 10-40% beans/legumes, 10-40% fruit, 10-40% seeds/nuts, 20% whole grains, no more than 10% naturally raised and wild animal products, poultry, eggs, fish, dairy, oil and white potatoes.",
                    "armGroupLabels": [
                        "Micronutrient-dense plant-rich Intervention",
                        "Wait-list Control"
                    ],
                    "otherNames": [
                        "mNDPR intervention"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change from baseline Hemoglobin A1c (HgA1c) at week 13 and week 26",
                    "description": "Analysis of plasma from fasting venous blood draws using one of the following methods: 1) HPLC, Cation-exchange HPLC, Boronate affinity chromatography, Capillary electrophoresis, Immunoassays, or Enzymatic methods.",
                    "timeFrame": "26 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change from baseline Fasting Glucose at week 13 and week 26",
                    "description": "Analysis of plasma from fasting venous blood draws using standardized enzymatic methods.",
                    "timeFrame": "26 weeks"
                },
                {
                    "measure": "Change from baseline Fasting Insulin at week 13 and week 26",
                    "description": "Analysis of serum from fasting venous blood draws using insulin radioimmunoassay methods.",
                    "timeFrame": "26 weeks"
                },
                {
                    "measure": "Change from baseline Blood lipids at week 13 and week 26",
                    "description": "Analysis of plasma from fasting venous blood draws using standardized, automated, high throughput, enzymatic analyses.",
                    "timeFrame": "26 weeks"
                },
                {
                    "measure": "Change from baseline High sensitivity C-reactive protein (hsCRP) at week 13 and week 26",
                    "description": "Analysis of plasma from fasting venous blood draws using ELISA, immunoturbidimetry, time-resolved immunofluorimetric assay, or mass spectometry.",
                    "timeFrame": "26 weeks"
                },
                {
                    "measure": "Change from baseline Insulin-like Growth Factor (IgF-1) at week 13 and week 26",
                    "description": "Analysis of plasma from fasting venous blood draws using immunoassay, mass spectrometry, liquid chromatography tandem mass spectometry, or liquid chromatography high resolution accurate-mass mass spectrometry.",
                    "timeFrame": "26 weeks"
                },
                {
                    "measure": "Change from baseline systolic and diastolic blood pressure at week 13 and week 26",
                    "description": "Auscultation method will be used to determine Korotkoff sounds over multiple blood pressure readings that will be averaged at each assessment. At each measurement point (weeks 0, 13, and 26), measurement staff will take blood pressure four times, twice on the first day of testing and twice on the second day.",
                    "timeFrame": "26 weeks"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Change from baseline weight at week 13 and week 26",
                    "description": "Weight will be measured in duplicate using a SECA 813 digital scale, with measurement from 0-440lb (200kg), with higher numbers representing higher weight (worse outcome)",
                    "timeFrame": "26 weeks"
                },
                {
                    "measure": "Height",
                    "description": "Height will be measured in duplicate using a stadiometer.",
                    "timeFrame": "Week 0"
                },
                {
                    "measure": "Change from baseline diet at week 13 and week 26",
                    "description": "The ASA 24-hour dietary assessment tool will be used to measure diet. This is not a single scale, rather the data determine multiple dietary variables including fruit and vegetables, whole grains, and dietary fats.",
                    "timeFrame": "26 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Self-identified Native American employee of Twin Arrows Casino;\n* 21-65 years of age;\n* self-reported body mass index (BMI) of \\>24 kg/m;\n* not currently participating in a weight-loss program;\n* not taking any medications that could increase medical risk (e.g., insulin) or that had weight loss as a primary side effect;\n* must work at Navajo Gaming Enterprise one year prior to the start of the study and indicate intent to work at Navajo Gaming Enterprise over the following year through the length of the study.\n\nExclusion Criteria:\n\n* Individuals reporting gastric bypass, adjustable gastric band, gastric sleeve, or duodenal switch weight loss surgeries;\n* pregnancy, or planning to become pregnant within the next year;\n* insulin dependence;\n* inability to attend weekly group coaching sessions will be ineligible to participate.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Nanette Lopez, PhD, MS/MS",
                    "role": "CONTACT",
                    "phone": "928-523-7913",
                    "email": "nanette.lopez@nau.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Nanette Lopez, PhD, MS/MS",
                    "affiliation": "Northern Arizona University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "PRANDIAL Lab",
                    "status": "RECRUITING",
                    "city": "Flagstaff",
                    "state": "Arizona",
                    "zip": "86011",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Nanette Lopez, PhD, MS/MS",
                            "role": "CONTACT",
                            "phone": "928-523-7913",
                            "email": "nanette.lopez@nau.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 35.19807,
                        "lon": -111.65127
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO",
            "description": "Only non-identifiable, group-based data would be shared with other researchers beyond those investigators working on the project."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009765",
                    "term": "Obesity"
                }
            ],
            "ancestors": [
                {
                    "id": "D000050177",
                    "term": "Overweight"
                },
                {
                    "id": "D000044343",
                    "term": "Overnutrition"
                },
                {
                    "id": "D000009748",
                    "term": "Nutrition Disorders"
                },
                {
                    "id": "D000001835",
                    "term": "Body Weight"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M12701",
                    "name": "Obesity",
                    "asFound": "Obesity",
                    "relevance": "HIGH"
                },
                {
                    "id": "M6147",
                    "name": "Chronic Disease",
                    "relevance": "LOW"
                },
                {
                    "id": "M26186",
                    "name": "Overweight",
                    "relevance": "LOW"
                },
                {
                    "id": "M25307",
                    "name": "Overnutrition",
                    "relevance": "LOW"
                },
                {
                    "id": "M12684",
                    "name": "Nutrition Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M5114",
                    "name": "Body Weight",
                    "relevance": "LOW"
                },
                {
                    "id": "T1303",
                    "name": "Chronic Graft Versus Host Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000018977",
                    "term": "Micronutrients"
                },
                {
                    "id": "D000014131",
                    "term": "Trace Elements"
                }
            ],
            "ancestors": [
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M10365",
                    "name": "Insulin",
                    "relevance": "LOW"
                },
                {
                    "id": "M173166",
                    "name": "Insulin, Globin Zinc",
                    "relevance": "LOW"
                },
                {
                    "id": "M17558",
                    "name": "Vitamins",
                    "relevance": "LOW"
                },
                {
                    "id": "M21009",
                    "name": "Micronutrients",
                    "asFound": "Paediatric",
                    "relevance": "HIGH"
                },
                {
                    "id": "M16885",
                    "name": "Trace Elements",
                    "asFound": "Paediatric",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4292",
                    "name": "Antioxidants",
                    "relevance": "LOW"
                },
                {
                    "id": "M4854",
                    "name": "Benzocaine",
                    "relevance": "LOW"
                },
                {
                    "id": "T433",
                    "name": "Tannic Acid",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Hypo",
                    "name": "Hypoglycemic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "Micro",
                    "name": "Micronutrients"
                },
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "Ot",
                    "name": "Other Dietary Supplements"
                }
            ]
        }
    },
    "hasResults": false
}