{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05920252",
            "orgStudyIdInfo": {
                "id": "OV-002"
            },
            "secondaryIdInfos": [
                {
                    "id": "R44MH128484",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/R44MH128484"
                },
                {
                    "id": "AAAV0626",
                    "type": "OTHER",
                    "domain": "Columbia University"
                }
            ],
            "organization": {
                "fullName": "Ksana Health",
                "class": "INDUSTRY"
            },
            "briefTitle": "A Digitally Assisted Risk Reduction Platform for Youth at High Risk for Suicide",
            "officialTitle": "Development and Testing of a Digitally Assisted Risk Reduction Platform for Youth at High Risk for Suicide",
            "therapeuticArea": [
                "Other"
            ],
            "study": "a-digitally-assisted-risk-reduction-platform-for-youth-at-high-risk-for-suicide"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-03",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-04-07",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-11-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-02-28",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-06-16",
            "studyFirstSubmitQcDate": "2023-06-16",
            "studyFirstPostDateStruct": {
                "date": "2023-06-27",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-03-26",
            "lastUpdatePostDateStruct": {
                "date": "2024-03-28",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Ksana Health",
                "class": "INDUSTRY"
            },
            "collaborators": [
                {
                    "name": "Columbia University",
                    "class": "OTHER"
                },
                {
                    "name": "National Institute of Mental Health (NIMH)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Despite efforts to prevent suicide, US rates are climbing, and suicide is the second leading cause of death among youth. Digital tools, especially personal smartphones, are promising avenues to address these issues and can be used to provide a unique understanding of risk factors, including psychological distress, anhedonia and behavioral withdrawal, and sleep disturbance among high-risk individuals. This project aims to enhance the effectiveness of the delivery of preventative health care to youth at risk for suicide by developing a comprehensive digital platform that allows practitioners to integrate mobile sensing data and HIPAA-compliant client communication tools into their management of these young people.",
            "detailedDescription": "Suicide is the second leading cause of death among youth. Digital tools, especially personal smartphones, are promising avenues to address these issues and can be used to provide a unique understanding of risk factors, including psychological distress, anhedonia and behavioral withdrawal, and sleep disturbance among high-risk individuals. This project aims to enhance the effectiveness of the delivery of preventative health care to youth at risk for suicide by developing a comprehensive digital platform that allows practitioners to integrate mobile sensing data and HIPAA-compliant client communication tools into their management of these young people. Specifically, we will conduct a pragmatic randomized controlled trial (RCT) based at the intensive outpatient services (Intensive Adolescent and Family DBT Program (Columbia Doctors)) to test the impact of using the Vira platform for patients versus treatment as usual control (TAU; i.e., not using Vira). This project will include adolescent patients (n = 200) aged 13-18-years-old randomized to: (a) Vira group (n = 100) and (b) treatment as usual control group (n = 100). Participants will include current patients receiving treatment in the intensive outpatient program, and all treatment decisions will be overseen by practitioners within the program. The overarching goal is to test whether using the Vira platform in the context of an intensive outpatient setting improves clinical outcomes. Specifically, we will conduct a pragmatic randomized controlled trial (RCT) based at the intensive outpatient services (Intensive Adolescent and Family DBT Program (Columbia Doctors)) to test the impact of using the Vira platform for patients versus treatment as usual control (TAU; i.e., not using Vira). This project will include adolescent patients (n = 200) aged 13-18-years-old randomized to: (a) Vira group (n = 100) and (b) treatment as usual control group (n = 100). Participants will include current patients receiving treatment in the intensive outpatient program, and all treatment decisions will be overseen by practitioners within the program. The overarching goal is to test whether using the Vira platform in the context of an intensive outpatient setting improves clinical outcomes."
        },
        "conditionsModule": {
            "conditions": [
                "Suicide",
                "Mental Health Disorder",
                "Anhedonia"
            ],
            "keywords": [
                "Depression",
                "Depressive Disorder",
                "Mood Disorders",
                "Mental Disorders",
                "Suicidal Behaviors",
                "Suicidal Thoughts",
                "Suicidal Ideation"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 200,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Digitally enhanced treatment supported by the Vira platform",
                    "type": "EXPERIMENTAL",
                    "description": "Intensive outpatient DBT supported by the Vira platform. The Vira app is installed on the patient's smartphone. The app passively collects data from phone sensors (i.e., measures of physical activity, sleep patterns, mobility, and language patterns reflecting mood states and cognition) that are indicative of risk-relevant behavioral patterns and psychological states. It also prompts users to answer a daily check in question. Mobile sensing data are processed to provide an automated assessment of the user's functioning. Patients will be asked to use Vira for the duration of their intensive outpatient treatment. Patients' use of the Vira app is supported by practitioners, who can schedule just-in-time reminders (i.e., \"nudges\") to arrive in the user's phone at scheduled times to support their behavior change plan and DBT treatment. The Vira Platform therefore integrates mobile sensing, self-report assessment, and just-in-time nudges and notifications into the practitioner's workflow.",
                    "interventionNames": [
                        "Behavioral: Vira"
                    ]
                },
                {
                    "label": "Treatment as Usual (TAU)",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Intensive outpatient DBT + EARS app (passive data monitoring software)",
                    "interventionNames": [
                        "Behavioral: Treatment as Usual (TAU)"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Vira",
                    "description": "Intensive outpatient DBT supported by the Vira platform. The Vira app is installed on the patient's smartphone. The app passively collects data from phone sensors (i.e., measures of physical activity, sleep patterns, mobility, and language patterns reflecting mood states and cognition) that are indicative of risk-relevant behavioral patterns and psychological states. It also prompts users to answer a daily check in question. Mobile sensing data are processed to provide an automated assessment of the user's functioning. Patients will be asked to use Vira for the duration of their intensive outpatient treatment. Patients' use of the Vira app is supported by practitioners, who can schedule just-in-time reminders (i.e., \"nudges\") to arrive in the user's phone at scheduled times to support their behavior change plan and DBT treatment. The Vira Platform therefore integrates mobile sensing, self-report assessment, and just-in-time nudges and notifications into the practitioner's workflow.",
                    "armGroupLabels": [
                        "Digitally enhanced treatment supported by the Vira platform"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Treatment as Usual (TAU)",
                    "description": "Intensive outpatient DBT + EARS app (passive data monitoring software)",
                    "armGroupLabels": [
                        "Treatment as Usual (TAU)"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Columbia Suicide Severity Rating Scale (C-SSRS)",
                    "description": "The C-SSRS is an assessment of suicidal thoughts and behaviors in clinical and research settings. The C-SSRS consists of 16 questions about suicidal thoughts and behaviors (the first 10 questions comprise the ideation subscale and the last 6 comprise the behavior subscale). This 5-item subscale ranges from a minimum of 0 (corresponding to no suicidal ideation) to a maximum of 5 (representing active suicidal ideation with plan and intent).",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Scale for Suicidal Ideation (SSI)",
                    "description": "The SSI consists of 19 items that evaluate three dimensions of suicide ideation: active suicidal desire, specific plans for suicide, and passive suicidal desire. Each item is rated on a 3-point scale from 0 to 2. The higher the total score, the greater the severity of suicide ideation.",
                    "timeFrame": "6 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Screen for Anxiety Related Emotional Disorders (SCARED)",
                    "description": "The scared is a 5-item self-report questionnaire used to screen for childhood anxiety disorders including general anxiety disorder, separate anxiety disorder, panic disorder, and social phobia. Items are rated on a 3 point Likert scale from 0 to 2 and summed to yield a total score. Total scores range from 0 to 10. Higher scores indicate greater anxiety.",
                    "timeFrame": "3 and 6 months"
                },
                {
                    "measure": "Risky Behavior Questionnaire for Adolescents (RBQ-A)",
                    "description": "The RBQ-A is a 20-item self-report measure that assesses frequency of engagement of risky behaviors (e.g., sexual precociousness, aggression, rule-breaking, and substance use). Items are rated on a 5-point Likert scale. Scores range from 0 to 80. Higher scores reflect greater engagement in risky behaviors.",
                    "timeFrame": "3 and 6 months"
                },
                {
                    "measure": "Pittsburgh Sleep Quality Index (PSQI)",
                    "description": "The PSQI is a 19-item self-report measure of sleep quality and disturbances. The 19 items are grouped into 7 component scores, each weighted equally on a 0 to 3 scale and summed to yield a global PSQI score. Total scores range from 0 to 21. Higher scores indicate worse sleep quality.",
                    "timeFrame": "3 and 6 months"
                },
                {
                    "measure": "Mood and Feelings Questionnaire (MFQ)",
                    "description": "The MFQ is a 13-item self-report questionnaire used to screen for depressive in children and young people. Items are rated on a 3-point Likert scale (not true = 0; sometimes true = 1; not true = 2). Scores are calculated by summing the point values on each response. Total MFQ scores range from 0 to 26, with higher scores suggesting greater severity in depressive symptoms.",
                    "timeFrame": "3 and 6 months"
                },
                {
                    "measure": "Anticipatory & Consummatory Interpersonal Pleasure Scale (ACIPS)",
                    "description": "The ACIPS is a 17-item self-report measure of hedonic capacity of social interaction and interpersonal engagement. Items are rated on a 6-point from \"very false\" to \"very true.\" Total scores are calculated by summing the ratings (after reversing one negatively worded item) and range from 17 to 102. Lower scores indicate greater social anhedonia.",
                    "timeFrame": "3 and 6 months"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "System Usability Scale (SUS)",
                    "description": "The System Usability Scale is a 10-item measure that evaluates the usability of mobile software. Items are rated on a 5-point Likert scale from 0 to 4. Total SUS scores range from 0 to 100. Higher scores reflect greater usability.",
                    "timeFrame": "3 and 6 months"
                },
                {
                    "measure": "Interpersonal Needs Questionnaire (INQ)",
                    "description": "The INQ is a 15-item self-report assessment of interpersonal factors thought to be associated with suicidal desire and behaviors. Items are rated on a 7-point Likert scale. Scores range from 15 to 105. Higher scores reflect greater levels of these interpersonal factors.",
                    "timeFrame": "3 and 6 months"
                },
                {
                    "measure": "National Institute of Drug Abuse (NIDA) Quick Screen V1.0",
                    "description": "The NIDA Quick Screen is used to screen patients for drug use in general medical settings. The tool consists of 4 items regarding frequency of past year use of alcohol, tobacco, non-medical prescription drug, and illegal drug use.",
                    "timeFrame": "3 and 6 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Written informed assent from adolescents ages 13-17 years old and permission from legal guardians, or consent from adolescents age 18 years old.\n* Receiving treatment at the Intensive Adolescent and Family DBT Pgogram\n* 13-18 years old\n* Owns a personal smartphone (Android or iPhone 7+)\n* Fluent in English\n\nExclusion Criteria:\n\n* Adolescents who require a higher level of care (i.e., are not admitted to the Intensive Outpatient DBT program)\n* Adolescents who are receiving treatment at the Intensive Adolescent and Family DBT program and have already been assigned a clinician",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "13 Years",
            "maximumAge": "18 Years",
            "stdAges": [
                "CHILD",
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Randy Auerbach, PhD, ABPP",
                    "role": "CONTACT",
                    "phone": "646-774-5745",
                    "email": "rpa2009@cumc.columbia.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Nick Allen, PhD",
                    "affiliation": "Ksana Health",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Columbia University",
                    "status": "RECRUITING",
                    "city": "New York",
                    "state": "New York",
                    "zip": "10032",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Randy Auerbach, PhD, ABPP",
                            "role": "CONTACT",
                            "phone": "646-774-5745",
                            "email": "rpa2009@cumc.columbia.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.71427,
                        "lon": -74.00597
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO",
            "description": "We will upload de-identified data to the NIMH NDA."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000059445",
                    "term": "Anhedonia"
                },
                {
                    "id": "D000013405",
                    "term": "Suicide"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "ancestors": [
                {
                    "id": "D000016728",
                    "term": "Self-Injurious Behavior"
                },
                {
                    "id": "D000001526",
                    "term": "Behavioral Symptoms"
                },
                {
                    "id": "D000019954",
                    "term": "Neurobehavioral Manifestations"
                },
                {
                    "id": "D000009461",
                    "term": "Neurologic Manifestations"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M7058",
                    "name": "Depression",
                    "relevance": "LOW"
                },
                {
                    "id": "M7061",
                    "name": "Depressive Disorder",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "asFound": "Mental Health Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M16191",
                    "name": "Suicide",
                    "asFound": "Suicide",
                    "relevance": "HIGH"
                },
                {
                    "id": "M29467",
                    "name": "Anhedonia",
                    "asFound": "Anhedonia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M21835",
                    "name": "Mood Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M29364",
                    "name": "Suicidal Ideation",
                    "relevance": "LOW"
                },
                {
                    "id": "M19089",
                    "name": "Self-Injurious Behavior",
                    "relevance": "LOW"
                },
                {
                    "id": "M4818",
                    "name": "Behavioral Symptoms",
                    "relevance": "LOW"
                },
                {
                    "id": "M21826",
                    "name": "Neurobehavioral Manifestations",
                    "relevance": "LOW"
                },
                {
                    "id": "M12404",
                    "name": "Neurologic Manifestations",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                }
            ]
        }
    },
    "hasResults": false
}