{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05976789",
            "orgStudyIdInfo": {
                "id": "M49LL3GGY7B5"
            },
            "organization": {
                "fullName": "Augustana College",
                "class": "OTHER"
            },
            "briefTitle": "A Feasibility Study of a Novel, Fully Remote Counseling and Sound Therapy Program for Hyperacusis",
            "officialTitle": "A Feasibility Study of a Novel, Fully Remote Counseling and Sound Therapy Program for Hyperacusis",
            "therapeuticArea": [
                "Other"
            ],
            "study": "a-feasibility-study-of-a-novel-fully-remote-counseling-and-sound-therapy-program-for-hyperacusis"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-12-18",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-02",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-05",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-07-12",
            "studyFirstSubmitQcDate": "2023-07-26",
            "studyFirstPostDateStruct": {
                "date": "2023-08-04",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-04-16",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-17",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Augustana College",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "There is no universal approach used to treat hyperacusis, a condition defined as having reactions to sound as too loud, annoying, fearful, or painful. A collaborative report published by prominent researchers recommended counseling and sound therapy for managing hyperacusis, but emphasized the need for rigorously designed clinical trials to assess the effectiveness of these treatments. The investigators developed a face-to-face counseling approach, Hyperacusis Activities Treatment (HAT), and have demonstrated its effectiveness for in-person therapy. In this study, the investigators will conduct a controlled trial to evaluate the effectiveness of the two components of HAT in managing hyperacusis: Aim 1, remotely delivered counseling, and Aim 2, sound therapy. In Aim 1, participants will complete four weeks of remote counseling using instructional videos, homework activities, discussion forums, and hands-on exercises. To ensure rigor in the approach, all participants will complete 4 weeks of weekly monitoring (control) before beginning counseling (treatment) for an additional 4 weeks. In aim 2, participants will be randomized into one of two sound therapy groups: (1) Group 1: Listen to their individually chosen bothersome sounds using successive approximations or a gradual increase in sound level; and (2) Group 2: Listen to continuous, low-level background noise. In both groups, devices will be fit remotely and used for 1-2 hours per day for four weeks. Completion of this R15 Academic Research Enhancement Award project at Augustana College will lead to a shift in hyperacusis management by providing early clinical evidence for the effectiveness of the components that make up the HAT protocol: counseling and sound therapy.",
            "detailedDescription": "In this research study, the investigators will develop and test a novel, remote counseling program to reduce reactions to hyperacusis (Aim 1), and compare effectiveness of two sound therapy options fitted remotely for managing hyperacusis symptoms (Aim 2). In Aim 1, all participants will complete 4 weeks of weekly monitoring (control) before beginning counseling (treatment) using the approach of Hyperacusis Activities Treatment through a combination of recorded videos, hands-on activities, discussion forums, and quizzes for an additional 4 weeks. The investigators will share materials including the videos, hands-on activities, and quizzes, via a secure learning management system that will provide easy access to all participants. The counseling materials from HAT will focus on education about the auditory system, loudness perception and mechanisms for hyperacusis, and the rationale for sound therapy. After remote counseling, participants from Aim 1 will receive one of two sound therapy approaches for hyperacusis relief in Aim 2. The investigators will randomize the participants into one of two groups: 1) Group 1: listen to their individually chosen bothersome sounds that trigger hyperacusis and 2) Group 2: listen to low-level, continuous background noise (i.e., white noise). In both groups, participants will be fit remotely with the devices and use sound therapy for four weeks. For Group 1, the student researchers will record the three to four most bothersome sounds for the individual participant, provide recordings of waveforms, and send equipment to participants for their use. In Group 2, participants will listen to continuous, low-level broadband noise using sound generators programmed and dispensed by the PI and student researchers. For both groups, the investigators will track use and volume settings during the four-week trial using the devices' data logging features. To determine the effectiveness of the two major components of HAT in Aims 1 and 2, the investigators will employ quantitative measurements of the Inventory of Hyperacusis (IHS), the Hyperacusis Problems Questionnaire (HPQ), the psychoacoustic test using natural sounds, the Hyperacusis Disability and Handicap Scale, and the Meaning of Life Questionnaire. The investigators will administer these measurements before and after treatment for Aim 1, and before and after treatment for Aim 2. The primary interest is to determine if the treatments show promise in treating hyperacusis. The investigators will analyze the data by comparing mean difference scores using paired t-test within the same group and independent samples t-test between the two groups for each treatment in Aim 2. The results from power analyses suggest a reasonable effect size of 0.75 with a sample size of 29 subjects per group for Aim 2. A sample size of 30 per group is deemed appropriate to detect significant differences for all proposed analyses. The power analysis is based on Aim 2; therefore, there is ample power in Aim 1 to detect pre- and post-treatment differences. The goal of enrolling 30 participants per group for this feasibility study is reasonable for the research team (i.e., enroll two participants per month during the academic year and four participants per month during the summer months)."
        },
        "conditionsModule": {
            "conditions": [
                "Hyperacusis"
            ],
            "keywords": [
                "Sound therapy",
                "Counseling"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Repeated Measures with two treatment groups",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "whoMasked": [
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 60,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "HAT-Online Counseling",
                    "type": "EXPERIMENTAL",
                    "description": "In Aim 1, the investigators will provide remote counseling for four weeks to 60 participants and compare results to baseline. All participants will be in a wait list control for four weeks before the counseling begins.",
                    "interventionNames": [
                        "Behavioral: Remote counseling using HAT-Online"
                    ]
                },
                {
                    "label": "Sound therapy",
                    "type": "EXPERIMENTAL",
                    "description": "In Aim 2, the investigators will randomize the 60 participants to receive intervention using one of the two sound therapy approaches. Group 1: Listening to bothersome sounds or Group 2: Listening to low-level background noise.",
                    "interventionNames": [
                        "Device: Sound therapy using low-level background sound",
                        "Other: Sound therapy using successive approximations"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "Sound therapy using low-level background sound",
                    "description": "This study will use an FDA-regulated device, a tinnitus masker, as one of the sound therapy options in Aim 2.\n\nThe tinnitus masker will provide low-level background sound for hyperacusis relief.",
                    "armGroupLabels": [
                        "Sound therapy"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Remote counseling using HAT-Online",
                    "description": "This study will implement Hyperacusis Activities Treatment-Online, a four-week remote counseling program in Aim 1.",
                    "armGroupLabels": [
                        "HAT-Online Counseling"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Sound therapy using successive approximations",
                    "description": "This study will use the approach of successive approximations with the participants' bothersome sounds in Aim 2.",
                    "armGroupLabels": [
                        "Sound therapy"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in hyperacusis symptoms from baseline to counseling at 8 weeks and sound therapy at 12 weeks",
                    "description": "The Inventory of Hyperacusis Symptoms (IHS) is a 25-item questionnaire assessing hyperacusis reactions and severity, and allows for differentiation between the subtypes of hyperacusis including loudness and pain. Through psychometric evaluation, the IHS is a reliable and sensitive tool for assessing hyperacusis symptoms for research and clinical applications. Participants respond to each item using a 4-point scale from 1 = not at all to 4 = very much so.",
                    "timeFrame": "Measurements will be completed four times during the study: 1) baseline, 2) four weeks (before Aim 1), 3) eight weeks (end Aim 1, before Aim 2), and 4) 12 weeks (end Aim 2)."
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in hyperacusis problems from baseline to counseling at 8 weeks and sound therapy at 12 weeks",
                    "description": "The Hyperacusis Problems Questionnaire (HPQ) is an open-ended questionnaire that assesses the number of problems that patients experience because of hyperacusis. The related problems are rank ordered to determine the most problematic situations affecting a patient with hyperacusis.",
                    "timeFrame": "Measurements will be completed four times during the study: 1) baseline, 2) four weeks (before Aim 1), 3) eight weeks (end Aim 1, before Aim 2), and 4) 12 weeks (end Aim 2)."
                },
                {
                    "measure": "Change in ratings of natural sounds using a psychoacoustic test from baseline to counseling at 8 weeks and sound therapy at 12 weeks",
                    "description": "In this psychoacoustic test, the participant is presented with a set of natural sounds and rates the sounds from pleasant to unpleasant using a visual analog scale. Sounds are presented via headphones using a tablet at multiple sound levels (60 and 80 dB SPL, or sound pressure level in decibels).",
                    "timeFrame": "Measurements will be completed four times during the study: 1) baseline, 2) four weeks (before Aim 1), 3) eight weeks (end Aim 1, before Aim 2), and 4) 12 weeks (end Aim 2)."
                },
                {
                    "measure": "Change in disability resulting from hyperacusis assessed at baseline to counseling at 8 weeks and sound therapy at 12 weeks",
                    "description": "A 10-item questionnaire that measures a patient's reactions to their hyperacusis using numerical ratings and bothersome sounds. Responses are differentiated based on the subtypes of hyperacusis including loudness, annoyance, fear, and pain. Participants rate the sounds using a scale from 0 (not loud/annoying/fearful/painful) to 100 (unbearably loud/annoying/fearful/painful).",
                    "timeFrame": "Measurements will be completed four times during the study: 1) baseline, 2) four weeks (before Aim 1), 3) eight weeks (end Aim 1, before Aim 2), and 4) 12 weeks (end Aim 2)."
                },
                {
                    "measure": "Change in quality of life from baseline to counseling at 8 weeks and sound therapy at 12 weeks",
                    "description": "The Meaning of Life Questionnaire includes 23 items that assess quality of life using a broad perspective with items that load on four factors: friendship and positive outlook, physical health, hearing and mental health, and satisfaction with life. Participants rate their agreement with each statement from 0-100 (0=completely disagree; 100=completely agree) and then a total score is calculated based on the average of all 23 items.",
                    "timeFrame": "Measurements will be completed four times during the study: 1) baseline, 2) four weeks (before Aim 1), 3) eight weeks (end Aim 1, before Aim 2), and 4) 12 weeks (end Aim 2)."
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Tinnitus Primary Functions Questionnaire (TFPQ)",
                    "description": "This 12-item questionnaire determines the impact of tinnitus on one's lifestyle in four areas: concentration, thoughts and emotions, communication, and sleep. Participants rate their agreement with each statement from 0-100 (0=strongly disagree; 100=strongly agree) and then a total score is calculated based on the average of all 12 items. This questionnaire will screen for the presence of severe tinnitus.",
                    "timeFrame": "At baseline only"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Have hyperacusis as primary diagnosis\n* Have access to a smartphone or computer\n\nExclusion Criteria:\n\n* Severe tinnitus\n* Hearing loss that is severe or profound\n* Recent history of hyperacusis counseling or treatment in last two months",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Ann Perreau, PhD",
                    "role": "CONTACT",
                    "phone": "309-794-8935",
                    "email": "Annperreau@augustana.edu"
                },
                {
                    "name": "Austin Williamson, PhD",
                    "role": "CONTACT",
                    "phone": "309-794-7367",
                    "email": "jaustinwilliamson@augustana.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Ann Perreau, PhD",
                    "affiliation": "Augustana College",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Augustana College",
                    "status": "RECRUITING",
                    "city": "Rock Island",
                    "state": "Illinois",
                    "zip": "61201",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Ann Perreau, Ph.D.",
                            "role": "CONTACT",
                            "phone": "309-794-8935",
                            "email": "Annperreau@augustana.edu"
                        },
                        {
                            "name": "Austin Williamson, Ph.D.",
                            "role": "CONTACT",
                            "email": "jaustinwilliamson@augustana.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.50948,
                        "lon": -90.57875
                    }
                }
            ]
        },
        "referencesModule": {
            "seeAlsoLinks": [
                {
                    "label": "The Hearing+Tinnitus (HEAR+T) lab website will have details about our research study.",
                    "url": "https://sites.google.com/augustana.edu/hear-t-hearingtinnitus/home"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Sharing of data generated by this AREA R15 project will be carried out in several different ways. The research team will make results available to both the community of researchers and clinicians involved in hyperacusis assessment and management via an open access, online digital repository. Data to be shared as as follows: Categorical and numerical ratings from two hyperacusis questionnaires and reactions to sounds; open-ended responses to one hyperacusis questionnaire; psychoacoustic test; audiogram and hearing history information; percent compliance rate for the counseling program and rate of completion of homework and quizzes; number of hours sound therapy is used, and changes to volume via device datalogging; and characteristics of the participants.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF",
                "CSR"
            ],
            "timeFrame": "The investigators will share these data in 2026 once the Phase I clinical trial is complete. Data will be shared for up to 5 years after the study's completion.",
            "accessCriteria": "The investigators will employ Augustana College's Digital Commons that provides free and easy access to scholarly work of the faculty and students at Augustana College.",
            "url": "https://digitalcommons.augustana.edu/"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000012001",
                    "term": "Hyperacusis"
                }
            ],
            "ancestors": [
                {
                    "id": "D000006311",
                    "term": "Hearing Disorders"
                },
                {
                    "id": "D000004427",
                    "term": "Ear Diseases"
                },
                {
                    "id": "D000010038",
                    "term": "Otorhinolaryngologic Diseases"
                },
                {
                    "id": "D000012678",
                    "term": "Sensation Disorders"
                },
                {
                    "id": "D000009461",
                    "term": "Neurologic Manifestations"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M14843",
                    "name": "Hyperacusis",
                    "asFound": "Hyperacusis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M9400",
                    "name": "Hearing Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M7601",
                    "name": "Ear Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12961",
                    "name": "Otorhinolaryngologic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M15490",
                    "name": "Sensation Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M12404",
                    "name": "Neurologic Manifestations",
                    "relevance": "LOW"
                },
                {
                    "id": "T2878",
                    "name": "Hyperacusis",
                    "asFound": "Hyperacusis",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC09",
                    "name": "Ear, Nose, and Throat Diseases"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}