{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05539963",
            "orgStudyIdInfo": {
                "id": "254915"
            },
            "organization": {
                "fullName": "Biocomposites Ltd",
                "class": "INDUSTRY"
            },
            "briefTitle": "A Feasibility Trial to Investigate the Safety and Between-group Effect Size of STIMULAN VG and Standard of Care (SoC) in Participants With Diabetic Foot Osteomyelitis",
            "officialTitle": "A Multi-center, Randomized, Controlled Feasibility Trial of STIMULAN VG and Debridement With an Abbreviated Course of Systemic Antibiotics to Debridement and a Full Course of Systemic Antibiotics for the Treatment of Diabetic Foot Osteomyelitis",
            "acronym": "BLADE-VG2",
            "therapeuticArea": [
                "Other"
            ],
            "study": "a-feasibility-trial-to-investigate-the-safety-and-between-group-effect-size-of-stimulan-vg-and-standard-of-care-soc-in-participants-with-diabetic-foot-osteomyelitis"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-01-23",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-12-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-12-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-09-12",
            "studyFirstSubmitQcDate": "2022-09-12",
            "studyFirstPostDateStruct": {
                "date": "2022-09-14",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-21",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-24",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Biocomposites Ltd",
                "class": "INDUSTRY"
            },
            "collaborators": [
                {
                    "name": "MCRA",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this trial is to evaluate the safety and between-group effect size of STIMULAN VG compared to SoC treatment in patients with diabetic foot osteomyelitis (DFO).",
            "detailedDescription": "This trial is an open-label, multi-center, randomized, controlled feasibility trial.\n\nAll participants will undergo surgical debridement and receive either STIMULAN VG and an abbreviated course of systemic antibiotic therapy (3 days ±2 days) or a full course (4-6 weeks) of systemic antibiotic therapy.\n\nThe total duration of study is Approximately 55 weeks."
        },
        "conditionsModule": {
            "conditions": [
                "Diabetic Foot Osteomyelitis"
            ],
            "keywords": [
                "feasibility",
                "between-group effect size",
                "surgical debridement",
                "systemic antibiotic"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 60,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "STIMULAN VG",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will receive STIMULAN VG on Day 1 following surgical debridement. Systemic antibiotics for 3 days ± 2 days following the debridement surgery.",
                    "interventionNames": [
                        "Drug: STIMULAN VG",
                        "Drug: Systemic Antibiotics"
                    ]
                },
                {
                    "label": "Standard of Care",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Participants will receive Systemic antibiotics for 4-6 weeks following the debridement surgery.",
                    "interventionNames": [
                        "Drug: Systemic Antibiotics"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "STIMULAN VG",
                    "description": "Participants will receive STIMULAN VG via implantation during debridement surgery on Day 1.",
                    "armGroupLabels": [
                        "STIMULAN VG"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Systemic Antibiotics",
                    "description": "Participants will receive Antibiotics per site-specific requirements.",
                    "armGroupLabels": [
                        "STIMULAN VG",
                        "Standard of Care"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Number of participants with confirmed absence of clinical signs of osteomyelitis or surgical infection at the index site",
                    "description": "Confirmed absence of clinical signs of osteomyelitis or surgical site infection at the index site will be evidenced by Negative Probe to Bone Test (PTB), absence of draining sinus presumed to be from underlying bone and MRI scan at Week 24.",
                    "timeFrame": "Week 24"
                },
                {
                    "measure": "Number of participants with no clinical need for further antibiotic therapy for infection at the index site",
                    "description": "Need for further antibiotic therapy for infection at the index site will be assessed at Week 24.",
                    "timeFrame": "Week 24"
                },
                {
                    "measure": "Number of participants with no clinical need for further additional surgical procedure or debridement to treat infection at the index site",
                    "description": "Need for further additional surgical procedure or debridement to treat infection at the index site will be assessed at Week 24.",
                    "timeFrame": "Week 24"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Ulcer healing per the University of Texas (UT) Staging System for Diabetic Foot Ulcers",
                    "description": "The Investigator will assess the ulcer for healing using the UT Staging System for Diabetic Foot Ulcers which grades DFUs by grade (0, I, II, III) and stage (A, B, C, D), depending on the presence or absence of infection and ischemia. The grades are referred to as follows: grade 0 (pre-or post-ulcerative site that has healed), grade 1 (superficial ulcer not involving tendon, capsule, or bone), and grade 2 (ulcer penetrating to tendon or capsule), and grade 3 (ulcer penetrating bone or joint). The patient will be scored based on Grade score and stage score together. Grade 0, stage A considered being low severity, and Grade 3, stage D considered to be more severe.",
                    "timeFrame": "Week 12"
                },
                {
                    "measure": "Number of participants with occurrence of reinfection at the index site",
                    "description": "Number of participants with the occurrence of reinfection at the index site will be assessed via PTB, absence of draining sinus presumed to be from underlying bone and MRI at Week 52.",
                    "timeFrame": "Week 52"
                },
                {
                    "measure": "Number of participants with no clinical need for further antibiotic therapy for infection at the index site",
                    "description": "Need for further antibiotic therapy for infection at the index site will be assessed at Week 52.",
                    "timeFrame": "Week 52"
                },
                {
                    "measure": "Number of participants with no clinical need for further additional surgical procedure or debridement to treat infection at the index site",
                    "description": "Need for further additional surgical procedure or debridement to treat infection at the index site will be assessed at Week 52.",
                    "timeFrame": "Week 52"
                },
                {
                    "measure": "Relative change from baseline in Cardiff Wound Impact Schedule (CWIS) quality of life assessment",
                    "description": "The CWIS is designed and validated to specifically assess the quality of life (QoL) of subjects with chronic wounds (leg ulcers and diabetic foot ulcers (DFU)). This questionnaire contains 47 items divided into four scales: demographic and clinical characteristics (3 items), global health-related quality of life (HRQoL) (1 item), satisfaction with HRQoL (1 item) and impact of the wound on lifestyle. This last scale includes 3 domains: social life (14 items in total, 7 related to stress and 7 to experience), wellbeing (7 items), and physical symptoms and everyday living (24 items in total, 12 related to stress and 12 to experience). All three domains are scored on a 5-point scale, from \"not at all\" to \"always\". Thus, the total score includes the patient's perception of the experience and the associated stress. The final score ranges from 0 (poorer QoL) to 100 points (higher QoL) where a high score indicates a positive rating",
                    "timeFrame": "Week 24"
                },
                {
                    "measure": "Number of participants with adverse events",
                    "description": "The number of participants with adverse events will be assessed.",
                    "timeFrame": "Week 52"
                },
                {
                    "measure": "Number of participants discontinuing therapy prematurely due to a treatment related event",
                    "description": "The number of participants discontinuing therapy prematurely due to a treatment-related event will be assessed during the course of the trial and recorded on the participants electronic case report form (eCRF).",
                    "timeFrame": "Week 52"
                },
                {
                    "measure": "Number of hospitalizations/re-hospitalizations as a result of treatment for osteomyelitis or ulceration at the index site",
                    "description": "The number of hospitalizations/re-hospitalizations as a result of treatment for osteomyelitis will be assessed during the course of the trial and recorded on the participants eCRF.",
                    "timeFrame": "Week 52"
                },
                {
                    "measure": "Number of participants undergoing amputation at the index site",
                    "description": "The number of participants undergoing amputation at the index site will be assessed during the course of the trial and recorded on the participants eCRF.",
                    "timeFrame": "Week 52"
                },
                {
                    "measure": "Number of systemic antibiotic free days since trial surgery",
                    "description": "The total number of days from Day 1 to week 24 without the use of antibiotics.",
                    "timeFrame": "Week 52"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\nParticipants are eligible to be included in the trial only if all of the following criteria apply:\n\n1. Participant must be ≥18 years of age inclusive, at the time of signing the informed consent\n2. Participant has a current diagnosis and is being treated for diabetes mellitus, type 1 or type 2\n3. Participant who has confirmed presence of DFO (to include all bones below the ankle including the talus and calcaneum) as evidenced by at least 3 out of 5 of the following:\n\n   1. Positive PTB test\n   2. Presence of draining sinus presumed to be from underlying bone\n   3. Plain X-ray or MRI scan highly suggestive of or most compatible with osteomyelitis\n   4. Ulcer present for greater than 30 days\n   5. Substantially elevated serum marker for inflammation (e.g. ESR \\>70 mm/hr and C-reactive protein \\>14mg/L or at least 40% higher than upper limits of normal value used at the investigational site)\n4. Participant who requires surgical debridement OR Participant requiring amputation and/or resection where residual osteomyelitis remains that necessitates further surgical debridement\n5. All genders are eligible to participate if they are not pregnant, not breastfeeding, are not of childbearing potential or they agree to follow contraceptive guidance\n6. Subject or legal authorized representative able to provide, voluntary, signed and dated informed consent prior to any study related procedures\n\nExclusion criteria:\n\nParticipants are excluded from the trial if any of the following criteria apply:\n\n1. Osteomyelitis in any location other than the foot (i.e. excluding any bones located proximal to the foot)\n2. Osteomyelitis of the distal phalanx (toe tip) of the great toe or lesser toes\n3. Charcot foot or other deformities where the investigator believes adequate offloading is not possible\n4. Severe diabetic foot infection (grade 4) in accordance to IDSA/IWGDF criteria (Appendix 6)\n5. Moderate to severe reduction in renal function, defined as estimated glomerular filtration rate (eGFR) of \\< 30.0 ml/min/1.73 m2 (Formula for calculating eGFR: 2021 CKD-EPI Creatinine).\n6. Significant peripheral arterial disease:\n\n   * Ankle brachial index ≤ 0.7 mm Hg OR\n   * toe pressure ≤ 40 mm Hg OR\n   * transcutaneous oximetry ≤ 40 mm Hg\n7. Hemoglobin A1c (HbA1c) \\> 12%\n8. Contra-indication or inability to undergo an MRI scan\n9. Malignancy that might affect trial interpretation of outcomes or the participant's ability to complete the trial\n10. Participant who is severely immunocompromised or has received high dose corticosteroids (\\>10 mg prednisone (or corticosteroid equivalent) for more than 14 consecutive days within the 90 days prior to informed consent)\n11. Any conditions with known hypercalcemia (\\> 10.3 mg/dl) or posing a significant risk for developing hypercalcemia (i.e., Hyperparathyroidism)\n12. Patients with active COVID-19 will be excluded from enrollment until they are able to undergo the surgical procedure\n13. Current or recent history (within last 2 years) of active substance abuse (e.g. recreational drugs, narcotics, or alcohol) that, in the judgment of the investigator, may compromise the ability of the trial participant to adhere to the trial conduct and procedures\n14. Previous history of adverse incidents, allergy or contra indications (e.g. Myathesia Gravis) to any component of the investigational product, such as calcium sulfate, glycopeptide antibiotics (vancomycin), or aminoglycoside antibiotics (gentamicin)\n15. Concurrent involvement in a trial of another investigational product\n16. The Investigator believes trial participation may compromise safety of the participant or the results of the trial",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Keira Watts, Clinical Project Manager",
                    "role": "CONTACT",
                    "phone": "+44 (0) 1782 338 580",
                    "email": "clinicaltrials@biocomposites.com"
                },
                {
                    "name": "Nicole Villagomez, In-House CRA MCRA",
                    "role": "CONTACT",
                    "phone": "(202) 552-5800",
                    "email": "blade-vg2@mcra.com"
                }
            ],
            "locations": [
                {
                    "facility": "Perseverance Research Center, LLC",
                    "status": "RECRUITING",
                    "city": "Scottsdale",
                    "state": "Arizona",
                    "zip": "85254",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 33.50921,
                        "lon": -111.89903
                    }
                },
                {
                    "facility": "NEA Baptist Clinic",
                    "status": "RECRUITING",
                    "city": "Jonesboro",
                    "state": "Arkansas",
                    "zip": "72401",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 35.8423,
                        "lon": -90.70428
                    }
                },
                {
                    "facility": "Biophase Research",
                    "status": "SUSPENDED",
                    "city": "Miami",
                    "state": "Florida",
                    "zip": "33137",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 25.77427,
                        "lon": -80.19366
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000010019",
                    "term": "Osteomyelitis"
                },
                {
                    "id": "D000017719",
                    "term": "Diabetic Foot"
                }
            ],
            "ancestors": [
                {
                    "id": "D000003925",
                    "term": "Diabetic Angiopathies"
                },
                {
                    "id": "D000014652",
                    "term": "Vascular Diseases"
                },
                {
                    "id": "D000002318",
                    "term": "Cardiovascular Diseases"
                },
                {
                    "id": "D000016523",
                    "term": "Foot Ulcer"
                },
                {
                    "id": "D000007871",
                    "term": "Leg Ulcer"
                },
                {
                    "id": "D000012883",
                    "term": "Skin Ulcer"
                },
                {
                    "id": "D000012871",
                    "term": "Skin Diseases"
                },
                {
                    "id": "D000048909",
                    "term": "Diabetes Complications"
                },
                {
                    "id": "D000003920",
                    "term": "Diabetes Mellitus"
                },
                {
                    "id": "D000004700",
                    "term": "Endocrine System Diseases"
                },
                {
                    "id": "D000003929",
                    "term": "Diabetic Neuropathies"
                },
                {
                    "id": "D000001850",
                    "term": "Bone Diseases, Infectious"
                },
                {
                    "id": "D000007239",
                    "term": "Infections"
                },
                {
                    "id": "D000001847",
                    "term": "Bone Diseases"
                },
                {
                    "id": "D000009140",
                    "term": "Musculoskeletal Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M19933",
                    "name": "Diabetic Foot",
                    "asFound": "Diabetic Foot",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12942",
                    "name": "Osteomyelitis",
                    "asFound": "Osteomyelitis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7120",
                    "name": "Diabetic Angiopathies",
                    "relevance": "LOW"
                },
                {
                    "id": "M17400",
                    "name": "Vascular Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M17206",
                    "name": "Ulcer",
                    "relevance": "LOW"
                },
                {
                    "id": "M18919",
                    "name": "Foot Ulcer",
                    "relevance": "LOW"
                },
                {
                    "id": "M10883",
                    "name": "Leg Ulcer",
                    "relevance": "LOW"
                },
                {
                    "id": "M15686",
                    "name": "Skin Ulcer",
                    "relevance": "LOW"
                },
                {
                    "id": "M15674",
                    "name": "Skin Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M7115",
                    "name": "Diabetes Mellitus",
                    "relevance": "LOW"
                },
                {
                    "id": "M26004",
                    "name": "Diabetes Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M7862",
                    "name": "Endocrine System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M7124",
                    "name": "Diabetic Neuropathies",
                    "relevance": "LOW"
                },
                {
                    "id": "M10283",
                    "name": "Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M6368",
                    "name": "Communicable Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5126",
                    "name": "Bone Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5129",
                    "name": "Bone Diseases, Infectious",
                    "relevance": "LOW"
                },
                {
                    "id": "M12097",
                    "name": "Musculoskeletal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T4321",
                    "name": "Osteomyelitis",
                    "asFound": "Osteomyelitis",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                },
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                },
                {
                    "abbrev": "BC19",
                    "name": "Gland and Hormone Related Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC01",
                    "name": "Infections"
                },
                {
                    "abbrev": "BC05",
                    "name": "Musculoskeletal Diseases"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000000900",
                    "term": "Anti-Bacterial Agents"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000890",
                    "term": "Anti-Infective Agents"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4222",
                    "name": "Anti-Bacterial Agents",
                    "asFound": "Peripheral",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4224",
                    "name": "Antibiotics, Antitubercular",
                    "relevance": "LOW"
                },
                {
                    "id": "M4214",
                    "name": "Anti-Infective Agents",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Infe",
                    "name": "Anti-Infective Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}