{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05989724",
            "orgStudyIdInfo": {
                "id": "SON-DP-A001-ST"
            },
            "organization": {
                "fullName": "Qurgen Inc.",
                "class": "INDUSTRY"
            },
            "briefTitle": "A First-in-Human Study of SON-DP in Participants With Relapsed/Refractory Intolerant to Standard of Care Therapies for Advanced/Metastatic Solid Tumors",
            "officialTitle": "A First-in-Human (FIH), Open-Label, Phase Ia/Ib Dose Escalation and Expansion Study to Evaluate the Safety, Tolerability, Pharmacokinetics, and Pharmacodynamics of SON-DP in Participants With Relapsed/Metastatic Solid Tumors",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "a-first-in-human-study-of-son-dp-in-participants-with-relapsed-refractory-intolerant-to-standard-of-care-therapies-for-advanced-metastatic-solid-tumors"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-09-19",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-09",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-03",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-07-19",
            "studyFirstSubmitQcDate": "2023-08-04",
            "studyFirstPostDateStruct": {
                "date": "2023-08-14",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-04-23",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-24",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Qurgen Inc.",
                "class": "INDUSTRY"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This proposed Phase I clinical trial of SON-DP is an FIH, open-label, Phase Ia/Ib dose escalation and expansion study to evaluate the safety, tolerability, PK, and PD of SON-DP in participants with relapsed/refractory/intolerant to standard of care therapies, for advanced/ metastatic solid tumors.",
            "detailedDescription": "* In an effort to overcome the major challenges of the conventional cancer cell-killing therapy for high side effect, drug resistance, cancer recurrence and tumor heterogenicity, Qurgen Inc. is developing a novel transcription factor (TF) protein anticancer drug, named SON-DP, to treat the Participants with relapsed and advanced metastatic solid tumors. Proposed as an effective therapeutic drug product for a cell-converting cancer therapy, SON-DP is expected to transform cancer cells in situ into normal tissue cells via a SON-DP induced cancer cell reprogramming and re-differentiation process as an innovative rationale.\n* SON-DP is developed based on the rationale of cancer cell conversion into normal tissue cells as the primary mechanism of actions of a new cancer therapy, not by cancer cell-killing, the traditional goals of chemotherapy, radiation therapy, targeted therapy and immune therapy. Cancer cell conversion is achieved by the SON-DP induced pluripotent re-programming in situ inside tumor tissue into transient iPSCs (tiPSCs) that quickly re-differentiate into normal tissue cells induced by the differentiating resident tissue environment. The in situ generated tiPSCs either secrete exosomes, providing the embryonic stem cells (ESC)-like microenvironments to transform the surrounding cancer cells into normal tissue cells for an overall malignant phenotype reversion (OMPR) (an effect named as a bystander effect), or display a targeting effect that enables the in situ generated tiPSCs to track down the distant metastatic cancer cells for OMPR (an effect named as a tropism effect). The SON-DP-induced cell reprogramming also restored the mutation-caused and compromised p53 checkpoint in cancer cells to re-establish cell quality control system that ensures the downstream re-differentiation of the in situ generated tiPSCs into normal tissue cells. Overall, this SON-DP-induced re-programming and re-differentiation process is capable of transforming both primary and metastatic cancer cells into normal tissue cells.\n* Preclinical studies demonstrated that treatment of tumors with SON-DP resulted in eradication of late-stage cancers and long term (over 3 years) survival without teratoma formation and cancer recurrence in multiple tumor-bearing mouse/rat (syngeneic) or human xenograft rodent models, providing high treatment efficacy of this cell-converting cancer therapy. Thus, the cell-converting cancer therapy rationale represents a new cancer therapeutic strategy. SON-DP was tolerated in tumor-bearing rodents, as well as in naïve rats, dogs, and monkeys as demonstrated by GLP-enabled (rats and dogs) and non-GLP (monkey) toxicity study and after repeated IV administrations at higher doses compared with the planned clinical dose range. Therefore, the current nonclinical studies, including pharmacodynamics (PD), pharmacokinetics (PK) and toxicology studies, support the safety and efficacy of SON-DP TF protein drug product to be used in clinical studies of human participants. This first-in-human (FIH) clinical study will be conducted in selected types of relapsed/refractory advanced/metastatic solid tumors as a step in demonstrating the utility of this anticancer agent.\n* In this SON-DP-A001-ST clinical trial, SON-DP is given to the participants with late stage solid tumors through 90-minutes IV infusion either once a week or twice a week at first 4 dose levels during the first Phase I dose escalation stage with the purpose to identify the final schedule (either once a week or twice a week) for the last 3 higher dose levels and the recommended phase II dose (RP2D) for the second Phase Ib does expansion stage that will focus on 4 cancer types including breast cancer, pancreatic cancer, ovarian cancer and colorectal cancer.\n* During Phase Ia dose escalation stage, an accelerated 3+3 design will be followed. A Safety Monitoring Committee (SMC) will be formed to evaluate all the safety, efficacy, pharmacokinetic and pharmacodynamic data of each dose level cohort to decide if the SON-DP dose level should be either escalated to the next dose level or de-escalated to one level below or determination of maximum tolerated dose (MTD) or RP2D confirmation or others. Phase Ia will enroll the participants with various types of solid tumors that metastasized and not response to standard treatment.\n* During Phase Ib dose expansion stage, SON-DP will be used, at RP2D dose level, to treat the participants with 4 specific cancer types including breast cancer, pancreatic cancer, ovary cancer or colorectal cancer. Four groups of cancer cohorts will be opened with eligible participants who have relapsed/refractory/intolerant to standard of care therapies of these four advanced/metastatic solid tumors. Participants will be followed for safety, confirmation of the RP2D, PK, PD, and anti-tumor activity as measured by standard assessment tools."
        },
        "conditionsModule": {
            "conditions": [
                "Solid Tumor",
                "Breast Cancer",
                "Pancreatic Cancer",
                "Ovarian Cancer",
                "Colorectal Cancer"
            ],
            "keywords": [
                "SON-DP",
                "Solid Tumor",
                "Breast Cancer",
                "Pancreatic Cancer",
                "Ovarian Cancer",
                "Colorectal cancer"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "SEQUENTIAL",
                "interventionModelDescription": "This is a first-in-human and first-in-class, open-label, Phase I clinical trial including a Phase Ia dose escalation stage for the participants with all solid tumor types using seven dose levels of SON-DP to determine the RP2D, MTD and DLT; and a Phase Ib dose expansion stage for the participants of four arms including breast cancer, pancreatic cancer, ovary cancer or colorectal cancer using the RP2D of SON-DP obtained from Phase Ia.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 150,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Dose escalation, Cohort 1",
                    "type": "EXPERIMENTAL",
                    "description": "Drug: SON-DP\n\n1 participant or 3 participants with solid tumor will be treated with SON-DP by 90-minute IV infusion in the cohort 1 at dose level 1 once per week in 28-day cycle, for up to 6 cycles.",
                    "interventionNames": [
                        "Drug: SON-DP"
                    ]
                },
                {
                    "label": "Dose escalation, Cohort 2",
                    "type": "EXPERIMENTAL",
                    "description": "Drug: SON-DP\n\n1 participant or 3 participants with solid tumor will be treated with SON-DP by 90-minute IV infusion in the cohort 2 at dose level 2 once per week in 28-day cycle, for up to 6 cycles.",
                    "interventionNames": [
                        "Drug: SON-DP"
                    ]
                },
                {
                    "label": "Dose escalation, Cohort 3",
                    "type": "EXPERIMENTAL",
                    "description": "Drug: SON-DP 3 participants with solid tumor will be treated with SON-DP by 90-minute IV infusion in the cohort 3 at dose level 3 once per week in 28-day cycle, for up to 6 cycles.",
                    "interventionNames": [
                        "Drug: SON-DP"
                    ]
                },
                {
                    "label": "Dose escalation, Cohort 4",
                    "type": "EXPERIMENTAL",
                    "description": "Drug: SON-DP 3 participants with solid tumor will be treated with SON-DP by 90-minute IV infusion in the cohort 4 at dose level 4 once per week in 28-day cycle, for up to 6 cycles.",
                    "interventionNames": [
                        "Drug: SON-DP"
                    ]
                },
                {
                    "label": "Dose escalation, Cohort 5",
                    "type": "EXPERIMENTAL",
                    "description": "Drug: SON-DP 3 participants with solid tumor will be treated with SON-DP by 90-minute IV infusion in the cohort 5 at dose level 3 twice per week in 28-day cycle, for up to 6 cycles.",
                    "interventionNames": [
                        "Drug: SON-DP"
                    ]
                },
                {
                    "label": "Dose escalation, Cohort 6",
                    "type": "EXPERIMENTAL",
                    "description": "Drug: SON-DP 3 participants with solid tumor will be treated with SON-DP by 90-minute IV infusion in the cohort 6 at dose level 4 twice per week in 28-day cycle, for up to 6 cycles.",
                    "interventionNames": [
                        "Drug: SON-DP"
                    ]
                },
                {
                    "label": "Dose escalation, Cohort 7",
                    "type": "EXPERIMENTAL",
                    "description": "Drug: SON-DP 3 participants with solid tumor will be treated with SON-DP by 90-minute IV infusion in the cohort 7 at dose level 5 either once per week or twice per week (FINAL SCHEDULE) in 28-day cycle, for up to 6 cycles.",
                    "interventionNames": [
                        "Drug: SON-DP"
                    ]
                },
                {
                    "label": "Dose escalation, Cohort 8",
                    "type": "EXPERIMENTAL",
                    "description": "Drug: SON-DP 3 participants with solid tumor will be treated with SON-DP by 90-minute IV infusion in the cohort 8 at dose level 6 either once per week or twice per week (FINAL SCHEDULE) in 28-day cycle, for up to 6 cycles.",
                    "interventionNames": [
                        "Drug: SON-DP"
                    ]
                },
                {
                    "label": "Dose escalation, Cohort 9",
                    "type": "EXPERIMENTAL",
                    "description": "Drug: SON-DP 3 participants with solid tumor will be treated with SON-DP by 90-minute IV infusion in the cohort 9 at dose level 7 either once per week or twice per week (FINAL SCHEDULE) in 28-day cycle, for up to 6 cycles.",
                    "interventionNames": [
                        "Drug: SON-DP"
                    ]
                },
                {
                    "label": "Dose escalation, Cohort 10",
                    "type": "EXPERIMENTAL",
                    "description": "Drug: SON-DP Up to 12 participants with solid tumor will be treated with SON-DP by 90-minute IV infusion at the RP2D-1 dose level using either once per week or twice per week (FINAL SCHEDULE), for up to 6 cycles.",
                    "interventionNames": [
                        "Drug: SON-DP"
                    ]
                },
                {
                    "label": "Dose escalation, Cohort 11",
                    "type": "EXPERIMENTAL",
                    "description": "Drug: SON-DP Up to 12 participants with solid tumor will be treated with SON-DP by 90-minute IV infusion at the RP2D dose level using either once per week or twice per week (FINAL SCHEDULE), for up to 6 cycles.",
                    "interventionNames": [
                        "Drug: SON-DP"
                    ]
                },
                {
                    "label": "Dose expansion, Arm 1",
                    "type": "EXPERIMENTAL",
                    "description": "Drug: SON-DP Up to 18 participants with breast cancer will be treated with SON-DP by 90-minute IV infusion at the RP2D dose level using the Final Schedule, for up to 6 cycles.",
                    "interventionNames": [
                        "Drug: SON-DP"
                    ]
                },
                {
                    "label": "Dose expansion, Arm 2",
                    "type": "EXPERIMENTAL",
                    "description": "Drug: SON-DP Up to 18 participants with pancreatic cancer will be treated with SON-DP by 90-minute IV infusion at the RP2D dose level, for up to 6 cycles.",
                    "interventionNames": [
                        "Drug: SON-DP"
                    ]
                },
                {
                    "label": "Dose expansion, Arm 3",
                    "type": "EXPERIMENTAL",
                    "description": "Drug: SON-DP Up to 18 participants with ovarian cancer will be treated with SON-DP by 90-minute IV infusion at the RP2D dose level, for up to 6 cycles.",
                    "interventionNames": [
                        "Drug: SON-DP"
                    ]
                },
                {
                    "label": "Dose expansion, Arm 4",
                    "type": "EXPERIMENTAL",
                    "description": "Drug: SON-DP Up to 18 participants with colorectal cancer will be treated with SON-DP by 90-minute IV infusion at the RP2D dose level, for up to 6 cycles.",
                    "interventionNames": [
                        "Drug: SON-DP"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "SON-DP",
                    "description": "Solution for IV administration",
                    "armGroupLabels": [
                        "Dose escalation, Cohort 1",
                        "Dose escalation, Cohort 10",
                        "Dose escalation, Cohort 11",
                        "Dose escalation, Cohort 2",
                        "Dose escalation, Cohort 3",
                        "Dose escalation, Cohort 4",
                        "Dose escalation, Cohort 5",
                        "Dose escalation, Cohort 6",
                        "Dose escalation, Cohort 7",
                        "Dose escalation, Cohort 8",
                        "Dose escalation, Cohort 9",
                        "Dose expansion, Arm 1",
                        "Dose expansion, Arm 2",
                        "Dose expansion, Arm 3",
                        "Dose expansion, Arm 4"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Number of participants with AEs, with abnormal vital signs, abnormal ECG readings, abnormal clinical laboratory tests results, abnormal physical examinations and abnormal ECOG performance status.",
                    "timeFrame": "Up to 7 months after the first dose"
                },
                {
                    "measure": "MTD (Maximum tolerable dose) / RP2D (Recommended dose for phase II)",
                    "timeFrame": "During 28-day DLT observation period"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "ORR",
                    "description": "Objective response rate (ORR)",
                    "timeFrame": "Up to 6 months after the first dose"
                },
                {
                    "measure": "DCR",
                    "description": "Disease control rate (DCR)",
                    "timeFrame": "Up to 6 months after the first dose"
                },
                {
                    "measure": "DOR",
                    "description": "Duration of response (DoR)",
                    "timeFrame": "Up to 6 months after the first dose"
                },
                {
                    "measure": "TTP",
                    "description": "Time-to-event endpoints of time to disease progression (TTP)",
                    "timeFrame": "Up to 6 months after the first dose"
                },
                {
                    "measure": "PFS",
                    "description": "Progression-free survival (PFS)",
                    "timeFrame": "Up to 6 months after the first dose"
                },
                {
                    "measure": "OS",
                    "description": "Overall Survival (OS)",
                    "timeFrame": "Time Frame: Up to 12 months after the first dose"
                },
                {
                    "measure": "Cmax",
                    "description": "Maximum serum concentration (Cmax) of 3 proteins from SON-DP will be investigated.",
                    "timeFrame": "Up to 6 months after the first dose"
                },
                {
                    "measure": "Tmax",
                    "description": "Time to maximum serum concentration (Tmax) of 3 proteins from SON-DP will be investigated.",
                    "timeFrame": "Up to 6 months after the first dose"
                },
                {
                    "measure": "T1/2",
                    "description": "Half-life (T1/2) of 3 proteins from SON-DP will be investigated.",
                    "timeFrame": "Up to 6 months after the first dose"
                },
                {
                    "measure": "AUC0-t",
                    "description": "AUC0-t is defined as area under the serum concentration-time curve from time 0 to the time of the last measurable concentration.",
                    "timeFrame": "Up to 6 months after the first dose"
                },
                {
                    "measure": "CL",
                    "description": "Clearance (CL) in the serum of 3 proteins from SON-DP per unit of time will be investigated.",
                    "timeFrame": "Up to 6 months after the first dose"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "SON-DP concentration in tumor biopsy tissue",
                    "timeFrame": "Up to 5 weeks after the first dose"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Signed written informed consent;\n2. Male or female participants aged ≥ 18 years;\n3. For Phase Ia: Participants with histologic diagnosis and confirmed solid tumor; For Phase Ib: Participants with one of the four tumor types: breast cancer, pancreatic cancer, ovarian cancer or colorectal cancer;\n4. Eastern Cooperative Oncology Group (ECOG) performance status of 0 or 1 at study entry and an estimated life expectancy of at least 3 months;\n5. Agree to the placement of drug infusion venous access;\n6. For high dose group, agree for two biopsies, one at screening and one at 1st week of cycle 3;\n7. Adequate hematological function;\n8. Adequate hepatic/renal function;\n9. Acceptable coagulation function;\n10. Recovered from prior treatment Adverse Effect;\n11. Effective contraception for female participant with child bearing potential participants and sexually active male participants.\n\nExclusion Criteria:\n\n1. Participation in investigational study within 2 weeks or 5 half-lives, whichever is shorter of the first dose of study treatment.\n2. Impaired cardiac function or clinically significant cardiac disease.\n3. History of stroke or clinically significant intracranial hemorrhage within 6 months before first dose of study drug.\n4. Malignant disease, other than that being treated in this study.\n5. Anticancer therapy within 5 half-lives or 2 weeks (whichever is shorter) prior to study entry.\n6. Active infection requiring intravenous systemic antibiotic or antiviral therapy within 14 days prior to the first dose of study drug.\n7. Major surgery within 4 weeks of the first dose of study treatment.\n8. Any medical condition that would, in the Investigator's judgment, prevent the participant's participation in the clinical study due to safety concerns, compliance with clinical study procedures, or interpretation of study results.\n9. Active pneumonitis, the suspected pneumonitis that cannot be ruled out based on the imaging at Screening or based on the Investigator's judgement and a history of the (non-infectious) pneumonitis that required steroids within the past 12 months",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Jianjun Wang",
                    "role": "CONTACT",
                    "phone": "+1（248）607 8451",
                    "email": "wangjianjun@qurgen.com"
                },
                {
                    "name": "Yingyi zhang",
                    "role": "CONTACT",
                    "phone": "+1-248-862-1598",
                    "email": "zhangyingyi@qurgen.com"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Britney Winterberger",
                    "affiliation": "Tigermed America LLC.",
                    "role": "STUDY_DIRECTOR"
                }
            ],
            "locations": [
                {
                    "facility": "Banner MD Anderson Cancer Center (BMDACC)",
                    "status": "RECRUITING",
                    "city": "Gilbert",
                    "state": "Arizona",
                    "zip": "85234",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Katt Mackin",
                            "role": "CONTACT",
                            "phone": "480-256-3425",
                            "email": "Katt.Mackin@bannerhealth.com"
                        },
                        {
                            "name": "Jason Niu",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.35283,
                        "lon": -111.78903
                    }
                },
                {
                    "facility": "Henry Ford Health System",
                    "status": "RECRUITING",
                    "city": "Detroit",
                    "state": "Michigan",
                    "zip": "48202",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Cesar Figueras",
                            "role": "CONTACT",
                            "phone": "313-433-8915",
                            "email": "cfiguer1@hfhs.org"
                        },
                        {
                            "name": "Amy Weise",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.33143,
                        "lon": -83.04575
                    }
                },
                {
                    "facility": "Carolina BioOncology Institute",
                    "status": "RECRUITING",
                    "city": "Huntersville",
                    "state": "North Carolina",
                    "zip": "28078",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Ashley McClain Wallace",
                            "role": "CONTACT",
                            "phone": "980-441-1021",
                            "email": "awallace@carolinabiooncology.org"
                        },
                        {
                            "name": "John Powderly",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 35.41069,
                        "lon": -80.84285
                    }
                },
                {
                    "facility": "Stephenson Cancer Center, University of Oklahoma",
                    "status": "RECRUITING",
                    "city": "Oklahoma City",
                    "state": "Oklahoma",
                    "zip": "73104",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Christina Caldwell",
                            "role": "CONTACT",
                            "phone": "405-271-8001",
                            "phoneExt": "48171",
                            "email": "Christina-Caldwell@ouhsc.edu"
                        },
                        {
                            "name": "Susanna Ulahannan",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 35.46756,
                        "lon": -97.51643
                    }
                },
                {
                    "facility": "MD Anderson Cancer Center",
                    "status": "RECRUITING",
                    "city": "Houston",
                    "state": "Texas",
                    "zip": "77030",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Siqing Fu",
                            "role": "CONTACT",
                            "phone": "877-632-6789",
                            "email": "siqingfu@mdanderson.org"
                        },
                        {
                            "name": "Jing Peng",
                            "role": "CONTACT",
                            "phone": "713-792-2208",
                            "email": "jingpeng@mdanderson.org"
                        },
                        {
                            "name": "Siqing Fu",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 29.76328,
                        "lon": -95.36327
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000015179",
                    "term": "Colorectal Neoplasms"
                },
                {
                    "id": "D000010190",
                    "term": "Pancreatic Neoplasms"
                },
                {
                    "id": "D000010051",
                    "term": "Ovarian Neoplasms"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000007414",
                    "term": "Intestinal Neoplasms"
                },
                {
                    "id": "D000005770",
                    "term": "Gastrointestinal Neoplasms"
                },
                {
                    "id": "D000004067",
                    "term": "Digestive System Neoplasms"
                },
                {
                    "id": "D000004066",
                    "term": "Digestive System Diseases"
                },
                {
                    "id": "D000005767",
                    "term": "Gastrointestinal Diseases"
                },
                {
                    "id": "D000003108",
                    "term": "Colonic Diseases"
                },
                {
                    "id": "D000007410",
                    "term": "Intestinal Diseases"
                },
                {
                    "id": "D000012002",
                    "term": "Rectal Diseases"
                },
                {
                    "id": "D000004701",
                    "term": "Endocrine Gland Neoplasms"
                },
                {
                    "id": "D000010182",
                    "term": "Pancreatic Diseases"
                },
                {
                    "id": "D000004700",
                    "term": "Endocrine System Diseases"
                },
                {
                    "id": "D000010049",
                    "term": "Ovarian Diseases"
                },
                {
                    "id": "D000000291",
                    "term": "Adnexal Diseases"
                },
                {
                    "id": "D000005831",
                    "term": "Genital Diseases, Female"
                },
                {
                    "id": "D000052776",
                    "term": "Female Urogenital Diseases"
                },
                {
                    "id": "D000005261",
                    "term": "Female Urogenital Diseases and Pregnancy Complications"
                },
                {
                    "id": "D000091642",
                    "term": "Urogenital Diseases"
                },
                {
                    "id": "D000005833",
                    "term": "Genital Neoplasms, Female"
                },
                {
                    "id": "D000014565",
                    "term": "Urogenital Neoplasms"
                },
                {
                    "id": "D000091662",
                    "term": "Genital Diseases"
                },
                {
                    "id": "D000006058",
                    "term": "Gonadal Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5220",
                    "name": "Breast Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M12974",
                    "name": "Ovarian Neoplasms",
                    "asFound": "Ovarian Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M13110",
                    "name": "Pancreatic Neoplasms",
                    "asFound": "Pancreatic Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M1704",
                    "name": "Carcinoma, Ovarian Epithelial",
                    "relevance": "LOW"
                },
                {
                    "id": "M17890",
                    "name": "Colorectal Neoplasms",
                    "asFound": "Colorectal Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10448",
                    "name": "Intestinal Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M7256",
                    "name": "Digestive System Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M8886",
                    "name": "Gastrointestinal Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M7255",
                    "name": "Digestive System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8883",
                    "name": "Gastrointestinal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M6336",
                    "name": "Colonic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10444",
                    "name": "Intestinal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14844",
                    "name": "Rectal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M7863",
                    "name": "Endocrine Gland Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M13102",
                    "name": "Pancreatic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M7862",
                    "name": "Endocrine System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12972",
                    "name": "Ovarian Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M3643",
                    "name": "Adnexal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8943",
                    "name": "Genital Diseases, Female",
                    "relevance": "LOW"
                },
                {
                    "id": "M2876",
                    "name": "Genital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M2875",
                    "name": "Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M27093",
                    "name": "Female Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14127",
                    "name": "Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M8399",
                    "name": "Female Urogenital Diseases and Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M8945",
                    "name": "Genital Neoplasms, Female",
                    "relevance": "LOW"
                },
                {
                    "id": "M17315",
                    "name": "Urogenital Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M9163",
                    "name": "Gonadal Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "T4387",
                    "name": "Pancreatic Cancer",
                    "asFound": "Pancreatic Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "T4352",
                    "name": "Ovarian Cancer",
                    "asFound": "Ovarian Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "T4354",
                    "name": "Ovarian Epithelial Cancer",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "BC19",
                    "name": "Gland and Hormone Related Diseases"
                },
                {
                    "abbrev": "BC06",
                    "name": "Digestive System Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M21860",
                    "name": "Pharmaceutical Solutions",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "PhSol",
                    "name": "Pharmaceutical Solutions"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}