{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05428176",
            "orgStudyIdInfo": {
                "id": "22057"
            },
            "secondaryIdInfos": [
                {
                    "id": "NCI-2022-04695",
                    "type": "REGISTRY",
                    "domain": "CTRP (Clinical Trial Reporting Program)"
                },
                {
                    "id": "22057",
                    "type": "OTHER",
                    "domain": "City of Hope Medical Center"
                },
                {
                    "id": "P30CA033572",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/P30CA033572"
                }
            ],
            "organization": {
                "fullName": "City of Hope Medical Center",
                "class": "OTHER"
            },
            "briefTitle": "A High Intensity Electronic Health Intervention for the Reduction of Learning Disparities in Childhood Cancer Survivors",
            "officialTitle": "Leveraging Digital Health Solutions to Reduce Learning and Functional Disparities in Children With Cancer",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "a-high-intensity-electronic-health-intervention-for-the-reduction-of-learning-disparities-in-childhood-cancer-survivors"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-02-16",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-06-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-06-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-06-10",
            "studyFirstSubmitQcDate": "2022-06-20",
            "studyFirstPostDateStruct": {
                "date": "2022-06-22",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-24",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-28",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "City of Hope Medical Center",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Cancer Institute (NCI)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "This clinical trial evaluates a high intensity electronic health (eHealth) intervention program for reducing learning disparities in children with cancer. Most children with leukemia and lymphoblastic lymphoma can be cured due to advancements in diagnosis and treatment. However, because treatments for these conditions target the central nervous system, these children are at increased risk for developing neurocognitive late effects (problems with attention, thinking, learning, and remembering). Fortunately, many survivors do well, but some children continue to struggle with learning and have academic difficulties after their cancer treatments. The purpose of this research study is to see whether providing parents with educational knowledge and parenting tips using videoconferencing and a special website better helps their cancer survivor child in learning and school achievement compared to typical services.",
            "detailedDescription": "PRIMARY OBJECTIVE:\n\nI. Determine the effectiveness of high intensity program (HIP)-eHealth on pediatric cancer survivors' learning and school-related outcomes up to 12 months post-enrollment.\n\nSECONDARY OBJECTIVES:\n\nI. Determine the effectiveness of HIP-eHealth on parental efficacy up to 12 months post-enrollment.\n\nII. Examine the extent to which parents' self-reported efficacy and/or children's use of online learning activities correlates with the children's school functioning.\n\nIII. Examine differences in HIP-eHealth uptake and effects across socio-demographic groups.\n\nOUTLINE:\n\nPRE-STUDY: Parent-child dyads attend 4 intervention sessions over 10 weeks and provide feedback in support of intervention refinement.\n\nParent-child dyads are randomized to 1 of 2 arms.\n\nARM I: Patients and parents undergo high intensity eHealth intervention through the interactive website and via videoconferencing for 30-50 minutes once every 3 to 4 weeks for up to 5 sessions over 6 months. Patients and parents also receive usual care. After 6 months, parents attend booster sessions at months 7, 9, and 11.\n\nARM II: Patients and parents receive usual care."
        },
        "conditionsModule": {
            "conditions": [
                "Acute Leukemia",
                "Acute Lymphoblastic Leukemia",
                "Acute Myeloid Leukemia",
                "Lymphoblastic Lymphoma"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "SUPPORTIVE_CARE",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "maskingDescription": "Neuropsychologists blinded to arm assignment",
                    "whoMasked": [
                        "CARE_PROVIDER"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 332,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Arm I (high intensity e-Health program)",
                    "type": "EXPERIMENTAL",
                    "description": "Patients and parents receive the high intensity eHealth intervention through the interactive website and via videoconferencing for 30-50 minutes once every 3 to 4 weeks for up to 5 sessions over 6 months. Patients and parents also receive usual care. After 6 months, parents attend booster sessions at months 7, 9, and 11.",
                    "interventionNames": [
                        "Other: Best Practice",
                        "Other: Internet-Based Intervention",
                        "Other: Quality-of-Life Assessment",
                        "Other: Questionnaire Administration"
                    ]
                },
                {
                    "label": "Arm II (usual care)",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Patients and parents receive usual care.",
                    "interventionNames": [
                        "Other: Best Practice",
                        "Other: Quality-of-Life Assessment",
                        "Other: Questionnaire Administration"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Best Practice",
                    "description": "Receive usual care",
                    "armGroupLabels": [
                        "Arm I (high intensity e-Health program)",
                        "Arm II (usual care)"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Internet-Based Intervention",
                    "description": "Undergo eHealth intervention",
                    "armGroupLabels": [
                        "Arm I (high intensity e-Health program)"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Quality-of-Life Assessment",
                    "description": "Ancillary studies",
                    "armGroupLabels": [
                        "Arm I (high intensity e-Health program)",
                        "Arm II (usual care)"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Questionnaire Administration",
                    "description": "Ancillary studies",
                    "armGroupLabels": [
                        "Arm I (high intensity e-Health program)",
                        "Arm II (usual care)"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Child's improvement in academic functioning",
                    "description": "Measured using the Wechsler Individual Achievement Test (WIAT) Numerical Operations (NO) subset. The WIAT NO score at 1 year will be compared between treatment arms using the Generalized Estimating Equation (GEE), adjusting for baseline values and accounting for correlations among patients within a study site. An indicator variable for treatment arm will be included in the model, its significance tested, and a 95% confidence interval constructed.",
                    "timeFrame": "At baseline and 1 year"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Objective academic performance (Child)",
                    "description": "Assessed by WIAT reading and math scores, grades from school report cards, IXL diagnostic scores in math and English language arts (high intensity program e-health group only). The GEE will also be used to compare the effects of high intensity program e-Health intervention and low intensity program on this outcome. Non-normally distributed measurements will be transformed to achieve normality. If this is not possible, they will be dichotomized, and GEE for binary outcomes will be used for analysis. Potential modification of the treatment effect by covariates (e.g., child's age, parent's language, sex/gender, race/ethnicity, time since diagnosis) will be explored by including the two-way interaction of treatment by covariate. Will also perform subgroup analysis by estimating the within-subgroup intervention effects and constructing the 95% confidence intervals in groups defined by the covariates, e.g. sex/gender (men, women) and language (English, Spanish).",
                    "timeFrame": "Up to 5 years"
                },
                {
                    "measure": "Attention performance (Child)",
                    "description": "Assessed with Conners Parent Report Attention and Hyperactivity subscales. The GEE will also be used to compare the effects of high intensity program e-Health intervention and low intensity program on this outcome. Non-normally distributed measurements will be transformed to achieve normality. If this is not possible, they will be dichotomized, and GEE for binary outcomes will be used for analysis. Potential modification of the treatment effect by covariates (e.g., child's age, parent's language, sex/gender, race/ethnicity, time since diagnosis) will be explored by including the two-way interaction of treatment by covariate. Will also perform subgroup analysis by estimating the within-subgroup intervention effects and constructing the 95% confidence intervals in groups defined by the covariates, e.g. sex/gender (men, women) and language (English, Spanish).",
                    "timeFrame": "Up to 5 years"
                },
                {
                    "measure": "Parent-reported functioning of child (Child)",
                    "description": "Assessed by Pediatric Quality of Life Inventory Psychosocial Functioning: School, Emotional, Social domains. The GEE will also be used to compare the effects of high intensity program e-Health intervention and low intensity program on this outcome. Non-normally distributed measurements will be transformed to achieve normality. If this is not possible, they will be dichotomized, and GEE for binary outcomes will be used for analysis. Potential modification of the treatment effect by covariates (e.g., child's age, parent's language, sex/gender, race/ethnicity, time since diagnosis) will be explored by including the two-way interaction of treatment by covariate. Will also perform subgroup analysis by estimating the within-subgroup intervention effects and constructing the 95% confidence intervals in groups defined by the covariates, e.g. sex/gender (men, women) and language (English, Spanish).",
                    "timeFrame": "Up to 5 years"
                },
                {
                    "measure": "Use of learning strategies (Child)",
                    "description": "Assessed with School Motivation and Learning Strategies Inventory study strategies subscale, student self-regulatory strategy use scale. The GEE will also be used to compare the effects of high intensity program e-Health intervention and low intensity program on this outcome. Non-normally distributed measurements will be transformed to achieve normality. If this is not possible, they will be dichotomized, and GEE for binary outcomes will be used for analysis. Potential modification of the treatment effect by covariates (e.g., child's age, parent's language, sex/gender, race/ethnicity, time since diagnosis) will be explored by including the two-way interaction of treatment by covariate. Will also perform subgroup analysis by estimating the within-subgroup intervention effects and constructing the 95% confidence intervals in groups defined by the covariates, e.g. sex/gender (men, women) and language (English, Spanish).",
                    "timeFrame": "Up to 5 years"
                },
                {
                    "measure": "Mean of item scores from the Student Intrinsic Motivation to Learn questionnaire",
                    "description": "Student Intrinsic Motivation to Learn Questionnaire measuring motivation for academic learning",
                    "timeFrame": "Baseline, time 2, time 3"
                },
                {
                    "measure": "Mean of item scores from the Student Academic Self-efficacy questionnaire",
                    "description": ".Student Academic Self-efficacy measures self-confidence",
                    "timeFrame": "Baseline, time 2, time 3"
                },
                {
                    "measure": "Knowledge of pro-learning parenting (Parents)",
                    "description": "Assessed with Parent Beliefs and Behaviors Questionnaire (PBQ-R3) knowledge scale. GEE models using one indicator variable of time will be used to examine the efficacy of the high intensity program eHealth intervention compared to low intensity program on these scores, adjusting for baseline measurements and study site, and accounting for within-site and within-individual correlations. Other parent-related covariates that are imbalanced at baseline will be included in the model. The efficacy of the intervention will be assessed by testing the significance of the interaction of treatment-by-time indicator.",
                    "timeFrame": "Up to 5 years"
                },
                {
                    "measure": "Frequency of pro-learning behaviors (Parents)",
                    "description": "Assessed with PBQ-R3 parenting behaviors scale, and weekly time spent with the child in pro-learning behaviors and activities. GEE models using one indicator variable of time will be used to examine the efficacy of the high intensity program eHealth intervention compared to low intensity program on these scores, adjusting for baseline measurements and study site, and accounting for within-site and within-individual correlations. Other parent-related covariates that are imbalanced at baseline will be included in the model. The efficacy of the intervention will be assessed by testing the significance of the interaction of treatment-by-time indicator.",
                    "timeFrame": "Up to 5 years"
                },
                {
                    "measure": "Parenting pro-learning efficacy (Parents)",
                    "description": "Assessed with PBQ-R3 efficacy scale. GEE models using one indicator variable of time will be used to examine the efficacy of the high intensity program eHealth intervention compared to low intensity program on these scores, adjusting for baseline measurements and study site, and accounting for within-site and within-individual correlations. Other parent-related covariates that are imbalanced at baseline will be included in the model. The efficacy of the intervention will be assessed by testing the significance of the interaction of treatment-by-time indicator.",
                    "timeFrame": "At baseline, 6 months, 1 year"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Documented informed consent of the participant and/or legally authorized representative\n\n  * Assent, when appropriate, will be obtained per institutional guidelines\n* Primary participating parent/caregiver is English- or Spanish-speaking (any race/ethnicity)\n* Child is aged 6-12 years (yr.) (for the website usability pre-study, child is age 8 - 12 yrs.)\n* Child understands English (but can be bilingual)\n* Child treated for acute leukemia (e.g., acute lymphoblastic leukemia, acute myelogenous leukemia) or lymphoblastic lymphoma\n* Child is in cancer remission and has completed cancer therapies, including maintenance treatment\n* Primary participating parent/caregiver has daily contact with the child\n* Child is enrolled in school\n\nExclusion Criteria:\n\n* Recent or current participation in a behavioral intervention study with a similar focus\n* History of major psychiatric condition (e.g., psychosis) in parent or child\n* Severe neurodevelopmental disorder in the child (e.g., down syndrome, intellectual disability)\n* Child has previously used the IXL online learning program extensively and unwilling to regularly use it again\n* Any other condition that would, in the investigator's judgment, contraindicate the patient's participation in the clinical study due to safety concerns with clinical study procedures\n* Prospective participants who, in the opinion of the investigator, may not be able to comply with all study procedures (including compliance issues related to feasibility/logistics)",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "6 Years",
            "stdAges": [
                "CHILD",
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "overallOfficials": [
                {
                    "name": "Sunita K Patel",
                    "affiliation": "City of Hope Medical Center",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "City of Hope Medical Center",
                    "status": "RECRUITING",
                    "city": "Duarte",
                    "state": "California",
                    "zip": "91010",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Sunita K. Patel",
                            "role": "CONTACT",
                            "phone": "626-218-6062",
                            "email": "spatel@coh.org"
                        },
                        {
                            "name": "Sunita K. Patel",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 34.13945,
                        "lon": -117.97729
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000007938",
                    "term": "Leukemia"
                },
                {
                    "id": "D000054198",
                    "term": "Precursor Cell Lymphoblastic Leukemia-Lymphoma"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000006402",
                    "term": "Hematologic Diseases"
                },
                {
                    "id": "D000007945",
                    "term": "Leukemia, Lymphoid"
                },
                {
                    "id": "D000008232",
                    "term": "Lymphoproliferative Disorders"
                },
                {
                    "id": "D000008206",
                    "term": "Lymphatic Diseases"
                },
                {
                    "id": "D000007160",
                    "term": "Immunoproliferative Disorders"
                },
                {
                    "id": "D000007154",
                    "term": "Immune System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M11220",
                    "name": "Lymphoma",
                    "relevance": "LOW"
                },
                {
                    "id": "M27585",
                    "name": "Precursor Cell Lymphoblastic Leukemia-Lymphoma",
                    "asFound": "Lymphoblastic lymphoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10945",
                    "name": "Leukemia",
                    "asFound": "Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10951",
                    "name": "Leukemia, Lymphoid",
                    "relevance": "LOW"
                },
                {
                    "id": "M10955",
                    "name": "Leukemia, Myeloid",
                    "relevance": "LOW"
                },
                {
                    "id": "M18127",
                    "name": "Leukemia, Myeloid, Acute",
                    "relevance": "LOW"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M9490",
                    "name": "Hematologic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M11225",
                    "name": "Lymphoproliferative Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M11203",
                    "name": "Lymphatic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10206",
                    "name": "Immunoproliferative Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M10200",
                    "name": "Immune System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T3543",
                    "name": "Lymphosarcoma",
                    "relevance": "LOW"
                },
                {
                    "id": "T175",
                    "name": "Acute Lymphoblastic Leukemia",
                    "asFound": "Acute Lymphoblastic Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "T3533",
                    "name": "Lymphoblastic Lymphoma",
                    "asFound": "Lymphoblastic lymphoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "T3995",
                    "name": "Myeloid Leukemia",
                    "asFound": "Myeloid Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "T182",
                    "name": "Acute Myeloid Leukemia",
                    "asFound": "Acute Myeloid Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "T188",
                    "name": "Acute Non Lymphoblastic Leukemia",
                    "relevance": "LOW"
                },
                {
                    "id": "T170",
                    "name": "Acute Graft Versus Host Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC15",
                    "name": "Blood and Lymph Conditions"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M21860",
                    "name": "Pharmaceutical Solutions",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "PhSol",
                    "name": "Pharmaceutical Solutions"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}