{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06296914",
            "orgStudyIdInfo": {
                "id": "89776"
            },
            "organization": {
                "fullName": "University of Kentucky",
                "class": "OTHER"
            },
            "briefTitle": "A mHealth System for Patients With POTS",
            "officialTitle": "Developing and Testing a Mobile Health System for Patients With Postural Orthostatic Tachycardia Syndrome (POTS)",
            "therapeuticArea": [
                "Rare Diseases"
            ],
            "study": "a-mhealth-system-for-patients-with-pots"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-02",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-02-20",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-12-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-02-28",
            "studyFirstSubmitQcDate": "2024-02-28",
            "studyFirstPostDateStruct": {
                "date": "2024-03-06",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-02-28",
            "lastUpdatePostDateStruct": {
                "date": "2024-03-06",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR_INVESTIGATOR",
                "investigatorFullName": "Jami Warren",
                "investigatorTitle": "Associate Professor",
                "investigatorAffiliation": "University of Kentucky"
            },
            "leadSponsor": {
                "name": "Jami Warren",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Postural Orthostatic Tachycardia Syndrome (POTS) affects approximately 500,000 - 3 million Americans. This number will only increase due to the large number of patients experiencing POTS due to \"long COVID.\" POTS patients experience several symptoms, including tachycardia, palpitations, dizziness, and pre-syncope or syncope, among others. POTS can be very debilitating and not only affect patients physically but also emotionally and financially. It takes an average of four years and seven doctors for POTS patients to achieve a diagnosis and it is often a frustrating and negative experience fraught with misdiagnoses, stigma, and depression and anxiety. Recent research demonstrates that mHealth technology may be one way that POTS patients can improve their experience in the healthcare system by providing objective data to their healthcare providers. Patients may also better take care of themselves through symptom monitoring and instant patient education via mHealth technology. The two study aims are: 1) Developing a mHealth app to improve the delay to diagnosis and the quality of life of POTS patients; and 2) Evaluate the usability and feasibility of the mHealth app and study design. To achieve these aims, researchers in this study will work with a programmer and leaders from the mHealth Application Modernization and Mobilization Alliance (MAMMA) and stakeholders (patients, caregivers, and providers) to co-design a mHealth app for POTS patients, including key educational components guided by the IDEA model, an instructional risk communication approach. A group of diagnosis-seeking POTS (n=20) patients will pilot test the app and provide feedback for improvement as well as evaluate its usability. Results from this study will allow researchers to acquire necessary data to apply for external funding to conduct a larger clinical trial to evaluate its influence on health outcomes, such as patient experience during visits with physicians, perceived stigma, and time to diagnosis.",
            "detailedDescription": "Significance. The delay to diagnosis for patients with Postural Orthostatic Tachycardia Syndrome (POTS) has caused an unnecessary waste of resources and enormous distress on patients and their families. POTS affects between 500,000 and 3,000,000 people in the United States annually.3 It is a form of autonomic nervous system dysfunction that is associated with excessive tachycardia, among other symptoms (e.g., syncope, chest pain, palpitations, and shortness of breath) upon standing. These severe symptoms significantly affect a patient's ability to work and perform basic daily activities. For example, a recent comprehensive study of POTS patients revealed that over two-thirds of them lost income over the previous three months due to POTS symptoms. Of those, 36% reported losing more than $10,000 USD per person in the past year.4 It takes individuals with POTS four years on average to achieve a diagnosis after seeing an average of seven physicians in countless visits during that time.3 Seeking a diagnosis is not easy for POTS patients. Approximately 76% of POTS patients are misdiagnosed prior to obtaining a POTS diagnosis. Stiles et al. explain \"When POTS patients ask physicians for help with their symptoms and are repeatedly told nothing is wrong, or some version of 'it's all in your head,' this can lead to patients feeling rejected or disbelieved by physicians.\"7 As a result of these negative experiences with physicians, many POTS patients disengage with the healthcare system entirely or suffer from depression.7, 8 Stiles and colleagues coined the term \"post-traumatic misdiagnosis disorder\" to refer to this set of experiences.7 Innovation. Mobile health (mHealth) technology, such as wearables, can provide key health information to empower patients when communicating with their providers. Smartwatches were being identified by POTS patients as a promising way to help patients decrease their time to diagnosis by providing them with important and diagnosis-relevant data (e.g., changes in heart rate) to share with their physicians during visits in a clinic.8 In interviews of 21 POTS patients, they reported struggling to obtain a diagnosis due to a lack of objective indicators and physicians lacking medical knowledge about POTS.8 Many received discouraging messages from healthcare providers that left them feeling helpless and caused significant stress.3 However, researchers demonstrated the potential that mHealth technology might have for POTS patients.8 Patients who utilized the mHealth technology that they had available (smart watches, fitness trackers) to provide their physicians with objective data decreased their time to diagnosis by two years.8 This study demonstrates the potential that mHealth technology might have for improving health outcomes for POTS patients and increasing their patient experience and improving physician-patient communication during visits with healthcare providers. Researchers in this study recently conducted three co-design focus groups with 11 POTS patients to solicit their design ideas of a mHealth app.13 The results revealed several desired functions of the app, including: 1) Physiological data collection from sensors (heart rate, BP, O2, ECG, etc.), 2) Patient education materials that may include a variety of modalities such as written materials, video, audio, external web links, 3) Patient-report outcomes (surveys or open-ended questions), 4) Data visualization and reporting (charts, graphs, etc. that can be provided to healthcare providers), 5) Ability to set reminders, and 6) Ability to set alerts (for things such as high heart rate). Based on this information provided by POTS patients in these focus groups, researchers in this study have designed the app features (see the Research Plan).\n\nThe researchers' long-term goal is to improve the delay (or shorten the time) to diagnosis among patients suffering from POTS symptoms using data generated from patients' use of mobile health technology outside a healthcare facility to facilitate patient-provider communication during visits in a clinic. To achieve this long-term goal, the overall objective in this project is to develop a mHealth app that can gather physiological data (heart rate, blood pressure) and provide educational tools designed to facilitate patient communication with their providers. In addition, based on the IDEA (Internalization, Distribution, Explanation, and Action) model, educational content in our mHealth system will guide patients through taking steps to interpret the results and use them to communicate effectively with healthcare providers during visits.14 To attain the overall objective, researchers in this study propose the following aims:\n\nAim 1. Developing a mHealth app to improve the delay to diagnosis and the quality of life of POTS patients. A user centered co-design and iterative rapid cycle testing approaches will be used to realize this Aim. The primary hypothesis is that the app will have high usability and perceived effectiveness (H1).\n\nAim 2. Evaluate the usability and feasibility of the mHealth app and study design. A two-arm (app vs. waitlist control), 8-month pilot randomized controlled trial will be conducted among 20 diagnosis seeking POTS patients. The primary hypothesis is that the diagnosis seeking POTS patients will be successfully recruited into the study, use the app, and complete the study (H2). The secondary hypothesis is that diagnosis seeking POTS patients will report improved learning/behavioral, visit-related, and patient outcomes, as compared to waitlist-control group patients (H3).\n\nNote: This study is exempt from IDE requirements."
        },
        "conditionsModule": {
            "conditions": [
                "POTS - Postural Orthostatic Tachycardia Syndrome"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "DIAGNOSTIC",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 20,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "POTSapp",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will receive a smart watch and Bluetooth blood pressure monitor and attend a virtual Zoom meeting to learn how to install and use the app with devices.",
                    "interventionNames": [
                        "Device: POTSapp"
                    ]
                },
                {
                    "label": "Waitlist Control",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Participants will receive an emailed information sheet containing online support information on POTS. After the initial 4- month period is over, participants will receive a smart watch and Bluetooth blood pressure monitor and attend a virtual Zoom meeting to learn how to install and use the app with devices.",
                    "interventionNames": [
                        "Device: Waitlist Control"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "POTSapp",
                    "description": "Participants will be asked to document symptoms daily in the mHealth app and will be asked to conduct an \"at home stand test\" biweekly through the mHealth app. These participants will be asked to take an online survey at baseline, at 4 months, and at 8 months. T",
                    "armGroupLabels": [
                        "POTSapp"
                    ]
                },
                {
                    "type": "DEVICE",
                    "name": "Waitlist Control",
                    "description": "Participants will receive educational information about online support for POTS via email. Starting at month 4, participants will receive equipment will be asked to document symptoms daily in the mHealth app and will be asked to conduct an \"at home stand test\" biweekly through the mHealth app. These participants will be asked to take an online survey at baseline, at 4 months, and at 8 months.",
                    "armGroupLabels": [
                        "Waitlist Control"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in POTSapp Usability as measured by uMARS",
                    "description": "The usability of the POTSapp will be the User Version of the Mobile Application Rating Scale (uMARS). The uMARS is a 26-item questionnaire that evaluates the quality of the mobile health applications with six subscales: engagement, functionality, aesthetics, information, app subjective quality, perceived impact. Scores on the scale can range from 21 to 130, where higher scores represent higher quality of mobile health applications by end-users.",
                    "timeFrame": "Month 4 and Month 8"
                },
                {
                    "measure": "Change in POTSapp Usage",
                    "description": "Usage will be measured by the number of page views and time spent in the app.",
                    "timeFrame": "Month 4 and Month 8"
                },
                {
                    "measure": "Change in POTSapp Usability as measured by Health-ITUES",
                    "description": "The Health Information Technology Usability Evaluation Scale (Health-ITUES) consists of 20 items rated on a five-point Likert scale from strongly disagree (1) to strongly agree (5). Scores range from 5-20. A higher scale value indicates higher perceived usability of the technology.",
                    "timeFrame": "Month 4 and Month 8"
                },
                {
                    "measure": "Change in POTSapp Effectiveness as measured by Message Effectiveness scale",
                    "description": "Message Effectiveness scale consists of 9 items that examine message believability, memorability, likelihood that the messsage encourages participant to speak with healthcare provider, etc. This is a 5-point Likert type scale where lower scores equal more disagreement and higher scores equal greater agreement.",
                    "timeFrame": "Month 4 and Month 8"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in Participant Quality of Life",
                    "description": "The CDC HRQOL scale will be used for this measure. Scores on the scale range from 0 to 30 with a higher score indicating poorer quality of life and lower scores indicating greater quality of life.",
                    "timeFrame": "Baseline and at 4 and 8 months"
                },
                {
                    "measure": "Change in Doctor Patient Communication (DPC)",
                    "description": "questionnaire to assess DPC. 15 questions with graded responses (Likert from 1 to 4). A higher score indicates stronger communication and a lower score indicates weaker communication.",
                    "timeFrame": "Baseline and at 4 and 8 months"
                },
                {
                    "measure": "Adapted IBS Perceived Stigma Scale",
                    "description": "10-item scale that measures perceived stigma or judgment from healthcare provider. This is a 5-point Likert type scale, where lower scores indicate less perceived stigma and higher scores indicate greater perceived stigma.",
                    "timeFrame": "4 and 8 months"
                },
                {
                    "measure": "Cognitive Learning",
                    "description": "10-item scale that measures cognitive learning of educational material included in the mobile app. Scores range from 0-4. Higher scores indicate greater learning and lower scores indicate less learning.",
                    "timeFrame": "4 and 8 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* patients who have not received a POTS diagnosis from a physician\n* must have experienced at least two symptoms of POTS within the past three months (one symptom must include dizziness or pre-syncope upon standing)\n* must have a clinic visit scheduled within 2-4 months post-recruitment\n\nExclusion Criteria:\n\n* have been diagnosed with POTS already\n* is not at least 18 years of age\n* is not experiencing at least two symptoms of POTS within the past three months, including dizziness or pre-syncope upon standing.\n* does not have a clinic visit scheduled within 4 months post-enrollment\n* is taking a beta blocker.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Jami Warren, PhD",
                    "role": "CONTACT",
                    "phone": "859-323-1100",
                    "email": "jami.warren@uky.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Jami Warren, PhD",
                    "affiliation": "University of Kentucky",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Kentucky",
                    "status": "RECRUITING",
                    "city": "Lexington",
                    "state": "Kentucky",
                    "zip": "40506",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jami Warren, PhD",
                            "role": "CONTACT",
                            "phone": "859-323-1100",
                            "email": "jami.warren@uky.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 37.98869,
                        "lon": -84.47772
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000054972",
                    "term": "Postural Orthostatic Tachycardia Syndrome"
                },
                {
                    "id": "D000013610",
                    "term": "Tachycardia"
                },
                {
                    "id": "D000013577",
                    "term": "Syndrome"
                }
            ],
            "ancestors": [
                {
                    "id": "D000004194",
                    "term": "Disease"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000001145",
                    "term": "Arrhythmias, Cardiac"
                },
                {
                    "id": "D000006331",
                    "term": "Heart Diseases"
                },
                {
                    "id": "D000002318",
                    "term": "Cardiovascular Diseases"
                },
                {
                    "id": "D000075224",
                    "term": "Cardiac Conduction System Disease"
                },
                {
                    "id": "D000054971",
                    "term": "Orthostatic Intolerance"
                },
                {
                    "id": "D000054969",
                    "term": "Primary Dysautonomias"
                },
                {
                    "id": "D000001342",
                    "term": "Autonomic Nervous System Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M16355",
                    "name": "Syndrome",
                    "asFound": "Syndrome",
                    "relevance": "HIGH"
                },
                {
                    "id": "M27982",
                    "name": "Postural Orthostatic Tachycardia Syndrome",
                    "asFound": "Postural Orthostatic Tachycardia Syndrome",
                    "relevance": "HIGH"
                },
                {
                    "id": "M16384",
                    "name": "Tachycardia",
                    "asFound": "Tachycardia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4453",
                    "name": "Arrhythmias, Cardiac",
                    "relevance": "LOW"
                },
                {
                    "id": "M9419",
                    "name": "Heart Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M1472",
                    "name": "Cardiac Conduction System Disease",
                    "relevance": "LOW"
                },
                {
                    "id": "M27981",
                    "name": "Orthostatic Intolerance",
                    "relevance": "LOW"
                },
                {
                    "id": "M4643",
                    "name": "Autonomic Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M27979",
                    "name": "Primary Dysautonomias",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                }
            ]
        }
    },
    "hasResults": false
}