{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06054282",
            "orgStudyIdInfo": {
                "id": "STUDY00001807"
            },
            "organization": {
                "fullName": "Children's Healthcare of Atlanta",
                "class": "OTHER"
            },
            "briefTitle": "A Mobile Application for Child-focused Perioperative Education",
            "officialTitle": "A Mobile Application for Child-focused Perioperative Education: A Randomized Controlled Trial",
            "therapeuticArea": [
                "Mental Health"
            ],
            "study": "a-mobile-application-for-child-focused-perioperative-education"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-02",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-02-19",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-06",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-06",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-09-19",
            "studyFirstSubmitQcDate": "2023-09-19",
            "studyFirstPostDateStruct": {
                "date": "2023-09-26",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-02-20",
            "lastUpdatePostDateStruct": {
                "date": "2024-02-22",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Children's Healthcare of Atlanta",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Georgia Clinical & Translational Science Alliance AppHatchery",
                    "class": "UNKNOWN"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The investigators developed a child-friendly mobile application to support accessible, interactive patient/caregiver education about pediatric tonsillectomy. This randomized controlled trial aims to evaluate whether the intervention reduces preoperative anxiety, improves patients' confidence and positive coping, improves caregivers' satisfaction and self-efficacy, and reduces call volumes from caregivers to the clinic after surgery compared to current standard care.",
            "detailedDescription": "This is a prospective, questionnaire-based randomized controlled trial to evaluate a child-focused patient education intervention. The investigators developed a child-friendly mobile application to support accessible, interactive patient/caregiver education about pediatric tonsillectomy. Families in the intervention group will be invited to use the \"Ready for Tonsillectomy\" mobile application on their own mobile devices as they prepare for surgery and during recovery. The trial will compare preoperative anxiety and other patient-centered outcomes between families who use the mobile application (intervention) and families who receive current standard care materials without additional education (control). Primary and secondary endpoints include:\n\n* Patients' preoperative anxiety (primary endpoint)\n* Patient-reported confidence in knowing what to expect\n* Patient-reported attitudes toward the procedure\n* Patient-reported coping strategies\n* Postoperative pain in the post-anesthesia care unit\n* Caregivers' preoperative anxiety\n* Caregivers' satisfaction with educational materials\n* Caregivers' self-efficacy in managing their child's postoperative pain.\n* Caregiver-initiated phone call volumes to the clinic within 2 weeks after surgery\n* Mobile application use/interactions based on integrated user analytics\n\nThe target sample size is based on a power analysis using the primary outcome measure, which is validated for ages 7-13 years; the investigators will recruit a total of approximately 180 patients ages 7-13 years along with their caregivers (i.e., 180 caregivers for this cohort). A secondary cohort of patients ages 5-6 years will be enrolled simultaneously until the investigators reach the target sample size for the primary cohort (maximum 180 additional patients in the younger cohort, plus their caregivers). Participants will give informed verbal consent/assent at least 2 weeks before surgery. At this time, the family will be randomly assigned to either the intervention or control arm. Families in the intervention arm will download the mobile application on their smartphone or tablet; they will be able to access the application as frequently as desired in the weeks leading up to surgery and afterward. All participants will complete questionnaires while waiting in their private preoperative rooms on the day of surgery."
        },
        "conditionsModule": {
            "conditions": [
                "Preoperative Anxiety"
            ],
            "keywords": [
                "patient education",
                "tonsillectomy",
                "pediatrics",
                "otolaryngology",
                "preoperative anxiety",
                "perioperative care"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "HEALTH_SERVICES_RESEARCH",
                "maskingInfo": {
                    "masking": "NONE",
                    "maskingDescription": "The investigator enrolling patients will be blinded to group assignments when recruiting patients (until families have consented to participate)."
                }
            },
            "enrollmentInfo": {
                "count": 360,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Intervention",
                    "type": "EXPERIMENTAL",
                    "description": "Patients and caregivers will use the \"Ready for Tonsillectomy\" mobile application on their mobile devices as they prepare for and recover from surgery, in addition to standard care. Individual families will receive a phone call for enrollment/verbal informed consent at least 2 weeks before the scheduled surgery, likely around the time of the clinic visit when surgery is scheduled. Participants assigned to the intervention arm will download the mobile application at this time. They will be able to access the application as often as desired in the weeks leading up to surgery and afterward.",
                    "interventionNames": [
                        "Behavioral: \"Ready for Tonsillectomy\" educational mobile application"
                    ]
                },
                {
                    "label": "Control",
                    "type": "NO_INTERVENTION",
                    "description": "Families will receive standard care (standard educational handouts and preoperative consults)."
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "\"Ready for Tonsillectomy\" educational mobile application",
                    "description": "The \"Ready for Tonsillectomy\" mobile application provides child-focused, procedure-specific education developed with feedback from patients, caregivers, and pediatric otolaryngologists. The application guides patients and their families through each aspect of the surgical experience, including reasons for tonsillectomy, how to prepare for surgery, anesthesia, and postoperative recovery. Diverse characters focus on the child's perspective in the treatment process, showing what happens at each step. Written at an early elementary reading level (available in English or Spanish), the text is integrated with graphics and animations. The application aims to promote active learning and equip patients with positive expectations and coping strategies as they approach surgery. It also prepares caregivers to navigate their child's surgery and optimize recovery. Notifications provide key information and reminders for caregivers to promote adherence and address common questions.",
                    "armGroupLabels": [
                        "Intervention"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Children's Perioperative Multidimensional Anxiety Scale (CPMAS)",
                    "description": "The Children's Perioperative Multidimensional Anxiety Scale (CPMAS) is a patient-reported, 5-item visual analog scale validated for patients 7-13 years of age. The scale has demonstrated good internal consistency and test-retest reliability, and it is more feasible to implement than an observer-rated metric. Scores range from 0-500; higher scores indicate greater anxiety (worse outcomes).",
                    "timeFrame": "Preoperative period, day of surgery"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Children's Fear Scale (CFS)",
                    "description": "Patients 5-6 years of age will complete the Children's Fear Scale (CFS), which is validated for this age cohort, in lieu of the CPMAS. CFS scores range from 0-4; higher scores indicate greater fear (worse outcomes).",
                    "timeFrame": "Preoperative period, day of surgery"
                },
                {
                    "measure": "Patients' confidence and coping",
                    "description": "Patients will report their confidence in knowing what to expect and their attitudes toward the procedure on a Likert scale. Scores range from 1-5; higher scores indicate more positive views (better outcomes). In an open-ended text field, patients will also be asked to report any coping strategies that they are using or might use if they felt worried about the procedure. These responses will be coded according to a content analysis system based on pediatric coping literature.",
                    "timeFrame": "Preoperative period, day of surgery"
                },
                {
                    "measure": "Face, Legs, Activity, Cry, Consolability (FLACC) scale",
                    "description": "In light of potential benefits of Enhanced Recovery After Surgery protocols, the investigators will collect Face, Legs, Activity, Cry, Consolability (FLACC) scale scores as a measure of postoperative pain. Postoperative nurses standardly record this measure in the post-anesthesia care unit. Scores range from 0-10; higher scores indicate greater pain (worse outcomes).",
                    "timeFrame": "Postoperative recovery, day of surgery"
                },
                {
                    "measure": "State-trait Anxiety Inventory (STAI)",
                    "description": "Caregivers will report their own preoperative anxiety using a validated 6-item short form of the State-trait Anxiety Inventory (STAI). This is a well-established measure of state anxiety widely used in clinical research. Sum scores range from 6-24; higher scores indicate greater anxiety (worse outcomes).",
                    "timeFrame": "Preoperative period, day of surgery"
                },
                {
                    "measure": "Caregivers' satisfaction and self-efficacy",
                    "description": "On a Likert scale, caregivers will report their satisfaction with the educational materials they received as well as their self-efficacy in managing their child's postoperative pain. Scores range from 1-5; higher scores indicate more positive views (better outcomes).",
                    "timeFrame": "Preoperative period, day of surgery"
                },
                {
                    "measure": "Caregiver-initiated postoperative call volumes",
                    "description": "Caregiver-initiated phone encounters within 2 weeks after surgery will be reviewed in the medical record to determine if the intervention reduced caregivers' need to call the clinic with postoperative questions.",
                    "timeFrame": "Up to 2 weeks after surgery"
                },
                {
                    "measure": "User analytics",
                    "description": "Within the intervention group, integrated user analytics software will track participants' use of different pages of the application (Pendo.io, Inc.). The investigators will use this data to evaluate the fidelity of the intervention, correlate patient outcomes with the extent of intervention use, and inform possible revisions to improve engagement for future users.",
                    "timeFrame": "Throughout the study period (beginning with time of download)"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Pediatric patients ages 5-13 years (inclusive) scheduled for a tonsillectomy, along with their caregivers.\n\nExclusion Criteria:\n\n* Patients/caregivers who do not speak English and/or Spanish, do not have a mobile device, or are unable to give consent and assent.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "5 Years",
            "maximumAge": "13 Years",
            "stdAges": [
                "CHILD"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Hari Vendantam",
                    "role": "CONTACT",
                    "phone": "404-785-0141",
                    "email": "hari.vendantam@choa.org"
                },
                {
                    "name": "Kara K Prickett, MD, FACS",
                    "role": "CONTACT",
                    "email": "kara.prickett@emory.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Kara K Prickett, MD, FACS",
                    "affiliation": "Children's Healthcare of Atlanta; Emory University School of Medicine",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Children's Healthcare of Atlanta",
                    "status": "RECRUITING",
                    "city": "Atlanta",
                    "state": "Georgia",
                    "zip": "30322",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Kara K Prickett, MD, FACS",
                            "role": "CONTACT"
                        },
                        {
                            "name": "Holly Cordray, BS",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Kara Prickett, MD, FACS",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.749,
                        "lon": -84.38798
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "34699270",
                    "type": "BACKGROUND",
                    "citation": "Cordray H, Patel C, Prickett KK. Reducing Children's Preoperative Fear with an Educational Pop-up Book: A Randomized Controlled Trial. Otolaryngol Head Neck Surg. 2022 Aug;167(2):366-374. doi: 10.1177/01945998211053197. Epub 2021 Oct 26."
                },
                {
                    "pmid": "27537004",
                    "type": "BACKGROUND",
                    "citation": "Chow CH, Van Lieshout RJ, Buckley N, Schmidt LA. Children's Perioperative Multidimensional Anxiety Scale (CPMAS): Development and validation. Psychol Assess. 2016 Sep;28(9):1101-9. doi: 10.1037/pas0000318."
                },
                {
                    "pmid": "21806301",
                    "type": "BACKGROUND",
                    "citation": "McMurtry CM, Noel M, Chambers CT, McGrath PJ. Children's fear during procedural pain: preliminary investigation of the Children's Fear Scale. Health Psychol. 2011 Nov;30(6):780-8. doi: 10.1037/a0024817. Epub 2011 Aug 1."
                },
                {
                    "pmid": "9220806",
                    "type": "BACKGROUND",
                    "citation": "Merkel SI, Voepel-Lewis T, Shayevitz JR, Malviya S. The FLACC: a behavioral scale for scoring postoperative pain in young children. Pediatr Nurs. 1997 May-Jun;23(3):293-7."
                },
                {
                    "pmid": "1393159",
                    "type": "BACKGROUND",
                    "citation": "Marteau TM, Bekker H. The development of a six-item short-form of the state scale of the Spielberger State-Trait Anxiety Inventory (STAI). Br J Clin Psychol. 1992 Sep;31(3):301-6. doi: 10.1111/j.2044-8260.1992.tb00997.x. Erratum In: Br J Clin Psychol. 2020 Jun;59(2):276. doi: 10.1111/bjc.12243."
                },
                {
                    "pmid": "37983833",
                    "type": "BACKGROUND",
                    "citation": "Cordray H, Wright EA, Patel C, Raol N, Prickett KK. A Mobile Application for Child-Focused Tonsillectomy Education: Development and User-Testing. Laryngoscope. 2024 May;134(5):2455-2463. doi: 10.1002/lary.31198. Epub 2023 Nov 20."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO",
            "description": "Deidentified data may be made available at the principal investigator's discretion."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M4324",
                    "name": "Anxiety Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M4107",
                    "name": "Anesthetics",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}