{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05006261",
            "orgStudyIdInfo": {
                "id": "2020P002974"
            },
            "organization": {
                "fullName": "Spaulding Rehabilitation Hospital",
                "class": "OTHER"
            },
            "briefTitle": "A Mobile Tai Chi Platform for Fall Prevention in Older Adults - Phase II",
            "officialTitle": "A Mobile Tai Chi Platform for Fall Prevention in Older Adults - Phase II",
            "therapeuticArea": [
                "Other"
            ],
            "study": "a-mobile-tai-chi-platform-for-fall-prevention-in-older-adults-phase-ii"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-09-29",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2023-10",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2023-12",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-07-27",
            "studyFirstSubmitQcDate": "2021-08-06",
            "studyFirstPostDateStruct": {
                "date": "2021-08-16",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-07-13",
            "lastUpdatePostDateStruct": {
                "date": "2023-07-14",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Paolo Bonato",
                "investigatorTitle": "Director of the Motion Analysis Laboratory",
                "investigatorAffiliation": "Spaulding Rehabilitation Hospital"
            },
            "leadSponsor": {
                "name": "Spaulding Rehabilitation Hospital",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUnapprovedDevice": true,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "This is a single-arm longitudinal feasibility study for older adults that involves a 12-week home-based Tai Chi program and includes four remote and/or in-person data collection visits. The investigators will collect additional clinical data in a subset of participants who agree to undergo additional assessments in the Motion Analysis Laboratory at the Spaulding Rehabilitation Hospital in Boston, MA during two in-person data collection sessions. The investigators will assess feasibility and acceptability of the Tele-Tai Chi intervention; explore changes in clinically relevant outcome measures including: physical activity, self-efficacy, quality of life, balance, and gait; and evaluate longitudinal changes in Tai Chi proficiency.",
            "detailedDescription": "The overall goal of the study is to test the delivery of a novel Tele-Tai Chi (TC) intervention in a single-arm feasibility study for community-dwelling TC-naïve older adults. The investigators will assess feasibility and acceptability of the Tele-TC intervention and its specific components through both qualitative and quantitative feedback, as well as the systematic tracking of adherence data to inform future trials and potential clinical use of the Tele-TC system. The investigators will also explore changes in outcome measures including physical activity, self-efficacy, quality of life, and gait, and evaluate changes in TC proficiency.\n\nOver the course of the 12-week program, participants will be assessed 4 times (baseline, two follow-up assessments at 4 and 8 weeks respectively, and a final assessment at 12 weeks).\n\nStudy volunteers will be instructed to train on their own at least three times a week and to participate in 1:1 live sessions with TC instructors two or more times during the study period."
        },
        "conditionsModule": {
            "conditions": [
                "Healthy Aging"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "OTHER",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 30,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Tele-Tai Chi",
                    "type": "EXPERIMENTAL",
                    "description": "Tele-Tai Chi intervention",
                    "interventionNames": [
                        "Device: Tele-Tai Chi"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "Tele-Tai Chi",
                    "description": "12-week simplified TC program using the Tele-TC platform at home, with recommended training sessions at least three times a week, and two or more supplementary live sessions.",
                    "armGroupLabels": [
                        "Tele-Tai Chi"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Protocol adherence",
                    "description": "The percentage of Tai Chi home practice sessions completed by participants.",
                    "timeFrame": "Post-intervention (approximately 12 weeks)"
                },
                {
                    "measure": "Retention",
                    "description": "The percentage of participants who complete the study.",
                    "timeFrame": "Through study completion, approximately 16 months from the beginning of the study"
                },
                {
                    "measure": "System Usability Scale",
                    "description": "The scale is based on a 10-item questionnaire with five response options (from Strongly agree to Strongly disagree) in which participants rate the usability of the system.",
                    "timeFrame": "Post-intervention (approximately 12 weeks)"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Ease of use of the Tele-Tai Chi platform (qualitative interview)",
                    "description": "Qualitative interview about facilitators and barriers to participation.",
                    "timeFrame": "Post-intervention (approximately 12 weeks)"
                },
                {
                    "measure": "Changes from baseline in Activities-specific Balance Confidence (ABC) scores",
                    "description": "Activities-specific Balance Confidence (ABC): 16-item self-report measure in which participants rate their balance confidence to perform motor activities. The minimum score is 0. The maximum score is 100. Positive changes (i.e., higher scores post-intervention) would represent a positive outcome.",
                    "timeFrame": "Baseline and post-intervention (approximately 12 weeks)"
                },
                {
                    "measure": "Changes from baseline in Patient-Reported Outcomes Measurement Information System (PROMIS) 29 scores",
                    "description": "The PROMIS 29 instrument is a 29-item questionnaire assessing each of the following domains: anxiety, depression, fatigue, physical function, pain interference, pain intensity, sleep disturbance, and ability to participate in social roles and activities. The minimum score is 4 per domain, except for pain intensity for which the minimum score is 0. The maximum score per domain is 20, except for pain intensity for which the maximum score is 10. For the physical function and the ability to participate in social roles and activities domains a high score is indicative of positive outcome. For the anxiety, depression, fatigue, sleep disturbance, pain interference, and pain intensity a low score is indicative of positive outcome.",
                    "timeFrame": "Baseline and post-intervention (approximately 12 weeks)"
                },
                {
                    "measure": "Changes from baseline in Physical Activity Scale for the Elderly (PASE)",
                    "description": "Physical Activity Scale for the Elderly (PASE): self-reported level of physical activity in individuals aged 65 years or older during the previous 7 days. The score accounts for the type of activities performed and the time of performance of each activity. The minimum score is 0. The scale has theoretical maximum value of 864, if subjects spent 24 hours per day over 7 days engaged in vigorous activities. However, as this is not possible, a maximum value of 400 is typically considered as that would correspond to being engage in vigorous activities for 8 hours per day + more moderate activities for 4.5 hours per day.",
                    "timeFrame": "Baseline and post-intervention (approximately 12 weeks)"
                },
                {
                    "measure": "Changes from baseline in Trail Making Test A/B scores",
                    "description": "Trail Making Test (TMT): Test to assess executive cognitive function. It has two parts: TMT A (number sequence only) considers visual search, and TMT B (alternating numbers and letters) evaluates executive control. The participant is asked to draw a line between 24 circles randomly arranged on a page that have to be linked in consecutive order. The TMT is scored by how long it takes to complete the test.",
                    "timeFrame": "Baseline and post-intervention (approximately 12 weeks)"
                },
                {
                    "measure": "Changes from baseline in Self-Efficacy Exercise (SEE) questionnaire",
                    "description": "Exercise Self-efficacy Questionnaire (SEE): 9-item questionnaire that focuses on the self-efficacy expectations for exercise for older adults. The minimum score is 0. The maximum score is 90. Positive changes (i.e., higher scores post-intervention) would represent a positive outcome.",
                    "timeFrame": "Baseline and post-intervention (approximately 12 weeks)"
                },
                {
                    "measure": "Changes from baseline in Tai Chi proficiency scores",
                    "description": "Tai Chi experts will use video recordings to score proficiency using a developed instrument to score each of the five Tai Chi movements performed by participants. The minimum score is 5. The maximum score is 25 per Tai Chi exercise. Positive changes (i.e., higher scores post-intervention) would represent a positive outcome.",
                    "timeFrame": "Baseline, 4 weeks, 8 weeks and post-intervention (approximately 12 weeks)"
                },
                {
                    "measure": "Changes from baseline in Timed-Up-and-Go",
                    "description": "Timed-Up-and-Go: Test to determine fall risk. The participant is asked to stand up from a chair, walk 3 meters, turns 180°, walk 3 meters back, and sits back down with back resting against the chair.",
                    "timeFrame": "Baseline and post-intervention (approximately 12 weeks)"
                },
                {
                    "measure": "Changes from baseline in Timed-Up-and-Go dual task",
                    "description": "Dual task Timed-Up-and-Go test: The participant is asked to stand up from a chair, walk 3 meters, turns 180°, walk 3 meters back, and sits back down with back resting against the chair while counting backwards by three.",
                    "timeFrame": "Baseline and post-intervention (approximately 12 weeks)"
                },
                {
                    "measure": "Changes from baseline in single leg stance",
                    "description": "Balance on each leg (two trials): The participant is asked to stand on one leg for as long as they can up to a maximum of 30 seconds.",
                    "timeFrame": "Baseline and post-intervention (approximately 12 weeks)"
                },
                {
                    "measure": "Changes from baseline in Sit-to-Stand performance",
                    "description": "Sit-to-Stand Test: The participant is asked to stand up from a chair while keeping their arms crossed across their chest and repeat the task as many times as possible during a period of 30 seconds.",
                    "timeFrame": "Baseline and post-intervention (approximately 12 weeks)"
                },
                {
                    "measure": "Changes from baseline in balance on both legs with feet shoulder-width apart",
                    "description": "Balance on both legs with feet shoulder-width apart: The participant is asked to stand with feet shoulder-width apart for about 20 seconds.",
                    "timeFrame": "Baseline and post-intervention (approximately 12 weeks)"
                },
                {
                    "measure": "Changes from baseline in balance on both legs with feet close to each other",
                    "description": "Balance on both legs with feet close to each other: The participant is asked to stand with feet as close as possible (without contact between the feet) for about 20 seconds.",
                    "timeFrame": "Baseline and post-intervention (approximately 12 weeks)"
                },
                {
                    "measure": "Changes from baseline in normalized-to-height stride length",
                    "description": "Study participants will undergo an instrumented gait evaluation. Stride length will be defined as the distance from ipsilateral foot contact to the next ipsilateral foot contact during gait. Normalized-to-height stride length will be derived by computing the stride length using the gait evaluation equipment and dividing such value by the height of the study participant.",
                    "timeFrame": "Baseline and post-intervention (approximately 12 weeks)"
                },
                {
                    "measure": "Changes from baseline in stride time variability",
                    "description": "Study participants will undergo an instrumented gait evaluation. Stride time will be defined as the time interval between two consecutive foot contacts of the same limb. Stride time variability will be computed as the standard deviation of the stride time estimates derived using the gait evaluation equipment.",
                    "timeFrame": "Baseline and post-intervention (approximately 12 weeks)"
                },
                {
                    "measure": "Changes from baseline in activity level",
                    "description": "Physical activity (e.g. number of steps per day) derived using a wrist-worn activity monitor.",
                    "timeFrame": "Baseline and end of intervention (approximately 12 weeks)"
                },
                {
                    "measure": "Changes from baseline in Mini-Balance Evaluation Systems Test (MiniBEST)",
                    "description": "MiniBEST Test: Test to assess dynamic balance. It is a 14-item test scored using a three-level ordinal scale. This test will be performed only in individuals who are willing to be tested in the laboratory (as opposed to via a remote visit). The minimum score is 0. The maximum score is 28. Positive changes (i.e., higher scores post-intervention) would represent a positive outcome.",
                    "timeFrame": "Baseline and end of intervention (approximately 12 weeks)"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Men and women between 60 and 85 years old\n* TC naïve (i.e., never practiced TC)\n* Self-reported ability to walk continuously for 15 minutes without an assistive device\n* Working email address\n* Prior experience with and current access to a computer, smart phone or tablet device\n\nExclusion Criteria:\n\n* Chronic neuromuscular conditions (e.g. Parkinson's disease, multiple sclerosis, stroke)\n* Acute medical conditions requiring hospitalization within the past 6 months or that could interfere with the ability of prospective volunteers to safely participate in the study\n* Active cancer\n* Significant musculoskeletal conditions requiring chronic use of pain medication\n* Cognitive impairment (Diagnosed with dementia (self-reported), or Montreal Cognitive Assessment (MoCA)-Blind score \\< 18)",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "60 Years",
            "maximumAge": "85 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Gloria Vergara-Diaz, MD PhD",
                    "role": "CONTACT",
                    "phone": "617-952-6320",
                    "email": "gvergaradiaz@partners.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Paolo Bonato, PhD",
                    "affiliation": "Spaulding Rehabilitation Hospital",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Spaulding Rehabilitation Hospital",
                    "status": "RECRUITING",
                    "city": "Boston",
                    "state": "Massachusetts",
                    "zip": "02129",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Gloria Vergara-Diaz",
                            "role": "CONTACT",
                            "phone": "617-952-6320",
                            "email": "gvergaradiaz@partners.org"
                        },
                        {
                            "name": "Paolo Bonato, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.35843,
                        "lon": -71.05977
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        }
    },
    "hasResults": false
}