{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05634369",
            "orgStudyIdInfo": {
                "id": "MCC21704"
            },
            "organization": {
                "fullName": "Nationwide Children's Hospital",
                "class": "OTHER"
            },
            "briefTitle": "A Multi-Institution Study of TGFβ Imprinted, Ex Vivo Expanded Universal Donor NK Cell Infusions as Adoptive Immunotherapy in Combination With Gemcitabine and Docetaxel in Patients With Relapsed or Refractory Pediatric Bone and Soft Tissue",
            "officialTitle": "A Multi-Institution Study of TGFβ Imprinted, Ex Vivo Expanded Universal Donor NK Cell Infusions as Adoptive Immunotherapy in Combination With Gemcitabine and Docetaxel in Patients With Relapsed or Refractory Pediatric Bone and Soft Tissue",
            "acronym": "TINKS",
            "therapeuticArea": [
                "Pediatrics"
            ],
            "study": "a-multi-institution-study-of-imprinted-ex-vivo-expanded-universal-donor-nk-cell-infusions-as-adoptive-immunotherapy-in-combination-with-gemcitabine-and-docetaxel-in-patients-with-relapsed-or-refractory-pediatric-bone-and-soft-tissue"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06",
            "overallStatus": "RECRUITING",
            "startDateStruct": {
                "date": "2022-11-14",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-12",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-12",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-11-15",
            "studyFirstSubmitQcDate": "2022-11-30",
            "studyFirstPostDateStruct": {
                "date": "2022-12-02",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-08",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-09",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Nationwide Children's Hospital",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Pediatric Cancer Foundation",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this study is to determine if the addition of infusions of a type of immune cell called a \"natural killer\", or NK cell to the sarcoma chemotherapy regimen GEM/DOX (gemcitabine and docetaxel) can improve outcomes in people with childhood sarcomas that have relapsed or not responded to prior therapies.\n\nThe goals of this study are:\n\n* To determine the safety and efficacy of the addition of adoptive transfer of universal donor, TGFβ imprinted (TGFβi), expanded NK cells to the pediatric sarcoma salvage chemotherapeutic regimen gemcitabine/docetaxel (GEM/DOX) for treatment of relapsed and refractory pediatric sarcomas To determine the 6-month progression free survival achieved with this treatment in patients within cohorts of relapsed or refractory osteosarcoma, Ewing sarcoma, rhabdomyosarcoma and non-rhabdomyosarcoma soft tissue sarcoma.\n* To identify toxicities related to treatment with GEM/DOX + TGFβi expanded NK cells\n\nParticipants will receive study drugs that include chemotherapy and NK cells in cycles; each cycle is 21 days long and you can receive up to 8 cycles.\n\n* Gemcitabine (GEM): via IV on Days 1 and 8\n* Docetaxel (DOX): via IV on Day 8\n* Prophylactic dexamethasone: Day 7-9 to prevent fluid retention and hypersensitivity reaction\n* Peg-filgrastim (PEG-GCSF) or biosimilar: Day 9 to help your white blood cell recover and allow more chemotherapy to be given\n* TGFβi NK cells: via IV on Day 12",
            "detailedDescription": "This is a multi-center study with rolling safety and toxicity analysis, to determine the safety and efficacy of the addition of adoptive transfer of universal donor, TGFβ imprinted (TGFβi), expanded NK cells to the pediatric sarcoma salvage chemotherapeutic regimen gemcitabine/docetaxel (GEM/DOX) for treatment of relapsed and refractory pediatric sarcomas, identify toxicities related to treatment with GEM/DOX + TGFβi expanded NK cells, and assess in vivo persistence of expanded, universal donor, TGFβi NK cells after adoptive transfer and correlate with clinical outcomes.\n\nThe planned therapy will involve 8 cycles of 21 days each consisting of gemcitabine, docetaxel, supportive dexamethasone and peg-filgrastim, and universal donor, TGFβi ex vivo expanded NK cells (Cycles 1-6)."
        },
        "conditionsModule": {
            "conditions": [
                "Pediatric Sarcoma, Refractory",
                "Pediatric Sarcoma, Relapsed"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1",
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "interventionModelDescription": "Single arm, unblinded, phase I/II study",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 50,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Treatment",
                    "type": "EXPERIMENTAL",
                    "description": "Part 1: Enrollment of 5 patients in each cohort (osteosarcoma, Ewing sarcoma, rhabdomyosarcoma, and non-rhabdomyosarcoma).\n\nPart 2: Enrollment of 2 cohorts in 2 stages for a total of 40 patients.",
                    "interventionNames": [
                        "Biological: GEM/DOX + TGFBi expanded NK cells"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BIOLOGICAL",
                    "name": "GEM/DOX + TGFBi expanded NK cells",
                    "description": "8 cycles consisting of gemcitabine, docetaxel, supportive dexamethasone and pegfilagrastim, and universal donor, TGFBi ex vivo expanded NK cells\n\n* Each cycle will be repeated every 21 days based upon disease response and toxicity criteria\n* Tumor response assessed after Cycles 2, 4, 6, and 8\n\n  1. Gemcitabine 675mg/m2/dose IV on Days 1 and 8\n  2. Docetaxel 75mg/m2/dose IV on Day 8\n  3. Dexamethasone 3mg/m2/dose (max 8 mg/dose) PO BID on Days 7, 8, and 9\n  4. Pegfilgrastim (Peg-GCSF) 0.1mg/kg/dose (max 6 mg/dose) SQ on Day 9\n  5. NK cells 1 x 10e8 cells/kg/dose IV on Day 12 (+ 1-2 days)",
                    "armGroupLabels": [
                        "Treatment"
                    ],
                    "otherNames": [
                        "Docetaxel",
                        "Dexamethasone",
                        "Pegfilgrastim",
                        "Gemcitabine"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Part 1",
                    "description": "Evaluation of DLT in patients enrolled during Part 1 enrollment\n\n* ≥2 of 6 patients with DLT will be cause for termination of the study",
                    "timeFrame": "3-5 years"
                },
                {
                    "measure": "Part 2",
                    "description": "Determination of 6-month progression free survival (PFS) in study patients measured from initiation of treatment (Day 1 of the first cycle of therapy)\n\nPatients will be considered evaluable for tumor response if they:\n\n* Have received at least one dose of NK cell infusion\n* Have completed all therapy and are 1 year from initiation of treatment\n* Are lost to follow up\n* Elect to discontinue therapy\n* Terminate treatment for reasons of toxicity or progression prior to completion of therapy.",
                    "timeFrame": "3-5 years"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Treatment response of target lesions determined using Response Evaluation Criteria in Solid Tumors (RECIST) 1.1 criteria",
                    "description": "Assessments will be performed after every other cycle of treatment to determine antitumor effect of therapy.",
                    "timeFrame": "Every two cycles (21 days per cycle) for 3-5 years"
                },
                {
                    "measure": "Frequency and characterization of DLT in study patients",
                    "description": "cycle = 21 days",
                    "timeFrame": "3-5 years"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Exploratory Endpoint",
                    "description": "Assessment of TGFβi NK cell persistence, phenotype, and retained cytolytic activity in patient peripheral blood via samples drawn on days 1, 8, and 12 of each cycle beginning with cycle 2 analyzed by flow cytometry.",
                    "timeFrame": "Days 1, 8, and 12 of each cycle (21 days per cycle), starting with cycle 2"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Patients must be between the ages \\> 12 years and ≤ 40 years of age and have had a relapsed or refractory osteosarcoma, Ewing sarcoma, rhabdomyosarcoma or non-rhabdomyosarcoma soft tissue sarcoma.\n2. Patients must have measurable disease using RECIST 1.1 criteria\n3. Patients must have had at least one and no more than four total lines of systemic treatment for relapse sarcoma. Local control with surgical resection or radiation therapy of the primary tumor and any metastatic sites as clinically indicated as standard of care per the treating physician must be considered prior to enrollment.\n4. Prior Therapy: Therapy may not have been received more recently than the timeframes defined below:\n\n   * Myelosuppressive chemotherapy: Patients must not have received myelosuppressive therapy within 14 days of protocol therapy\n   * Radiation: At least 2 weeks must have elapsed from the start of protocol therapy since local palliative XRT (small port); 4 weeks must have elapsed for all other radiation therapy\n   * Hematopoietic Cell Transplant (HCT): Patients must have at least 6 weeks elapsed after autologous and allogeneic hematopoietic cell transplant\n   * Biologic (anti-neoplastic agent): At least 7 days or 5 half-lives of the drug, whichever is longer, must have elapsed from the start of protocol therapy since the completion of therapy with a biologic agent.\n   * Monoclonal antibodies: At least 3 weeks must have elapsed from the start of protocol therapy since prior therapy that included a monoclonal antibody.\n   * Prior use of Gemcitabine and/or Docetaxel: Patients who have received these agents for prior treatment may be included if previous treatments were given ≥ 6 months prior to enrollment on this study, and there were no allergic reactions, pulmonary edema or fibrosis, Grade 3 or higher neuropathy or other non-hematologic Grade 4 adverse events related to gemcitabine and/or docetaxel therapies.\n\n4) Performance status: Karnofsky ≥ 60 for patients ≥16 years of age. Lansky score of ≥ 60 for patients \\< 16 years of age (see Appendix A) 5) Organ Function Requirements: Patients must have normal organ and marrow function within 7 days of starting protocol therapy as defined below:\n\n* Absolute Neutrophil Count ≥1000/mcL\n* Platelet count ≥100,000/mcL independent of transfusion\n* Total bilirubin \\< 1.5x upper limit of normal for age\n* AST(SGOT)/ALT(SGPT) ≤ 2.5 x institutional upper limit of normal\n* Serum creatinine \\< 1.5 x upper limit of normal based on age/gender (Table 3) OR creatinine clearance ≥70 mL/min/1.73 m2 for patients with creatinine levels above institutional normal\n* Shortening fraction ≥ 27% by ECHO OR ejection fraction of ≥ 50% by ECHO or gated radionuclide study\n\n  * Echocardiogram done within 12 months of study entry will be acceptable. If patient has required anthracycline chemotherapy since last ECHO and enrollment on this study, echocardiogram should be repeated.\n* No evidence for dyspnea at rest, no chronic oxygen requirement, and room air pulse oximetry \\>94% if there is a clinical indication for pulse oximetry 6) Neuropathy: Patients must have ≤ Grade 2 neuropathy at enrollment 7) Patients with seizure disorders may be enrolled if seizures are well controlled on anti-convulsant, with the exception of diazepam given its potential deleterious effects on NK cell activity.\n\n  8) Contraception: The effects of expanded NK cells on the developing human fetus are unknown. For this reason and because the chemotherapeutic preparative agents as well as other therapeutic agents used in this trial are known to be teratogenic, women of child-bearing potential must agree to use adequate contraception (hormonal or barrier method of birth control; abstinence) prior to study entry and for the duration of study participation. Should a woman become pregnant or suspect she is pregnant while she or her partner is participating in this study, she should inform her treating physician immediately. Men treated or enrolled on this protocol must also agree to use adequate contraception prior to the study, for the duration of study participation, and 4 months after completion of preparatory regimen administration.\n\n  9) All patients and/or their parents or legal guardians must have the ability to understand and the willingness to sign a written informed consent/assent document.\n\nExclusion Criteria:\n\n1. Patients who are receiving any other investigational agents.\n2. Patients must not be receiving any additional medicines being given for the specific purpose of treating cancer\n3. Patients with a history of allergic reactions attributed to docetaxel, gemcitabine, or peg-filgrastim or biosimilar\n4. Patients who have received any prior cellular therapies, such as CAR-T cells or other expanded or manufactured cellular products.\n5. Patients with bone marrow only disease are not eligible for this study.\n6. Patients who, in the judgment of the treating physician, has tumors near critical structures for which transient swelling would cause substantial symptoms, such as tumor within the bowel mucosa\n7. Patients with CNS metastatic disease will not be eligible for this study.\n8. Concomitant Medications:\n\n   * Due to their effect on NK cell function, systemic corticosteroids outside of the supportive dexamethasone given from day 7 through 9 should be used ONLY for life-threatening conditions (i.e., life-threatening allergic reactions and anaphylaxis such as bronchospasm, stridor) unresponsive to other measures. The use of dexamethasone as an anti-emetic is not permitted. Corticosteroid therapy can be used as a premedication for transfusion in patients known to have a history of transfusion reactions or for treatment of an unexpected transfusion reaction (hydrocortisone 2 mg/kg or less or an equivalent dose of an alternative corticosteroids). The use of steroids during protocol therapy other than the study- required prophylactic dexamethasone doses requires clear justification and documentation of use for a life-threatening condition.\n   * The following are also prohibited while on study treatment\n\n     * Strong CYP3A4 inducers. Because the lists of these agents are constantly changing, it is important to regularly consult a frequently-updated list such as http://medicine.iupui.edu/clinpharm/ddis/; medical reference texts such as the Physicians' Desk Reference may also provide this information.\n     * Diazepam\n     * Chemotherapeutic agents other than the study drugs\n9. Uncontrolled intercurrent illness including, but not limited to:\n\n   * ongoing or active infection\n   * psychiatric illness/social situations that would limit compliance with study requirements\n10. Pregnancy or Breast-Feeding: Pregnant or breast-feeding woman will not be entered on this study due to risks of fetal and teratogenic adverse events as seen in animal/human studies with Gemcitabine and Docetaxel\n11. HIV Infection: HIV-positive patients on combination antiretroviral therapy are ineligible because of the potential for pharmacokinetic interactions with the study medications. In addition, these patients are at increased risk of lethal infections when treated with marrow-suppressive therapy. Appropriate studies will be undertaken in patients receiving combination antiretroviral therapy when indicated\n12. Patients who in the opinion of the investigator may not be able to comply with the safety monitoring requirements of the study are not eligible.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "12 Years",
            "maximumAge": "40 Years",
            "stdAges": [
                "CHILD",
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Jessica Crimella, BSN, RN, CCRP",
                    "role": "CONTACT",
                    "phone": "813-745-6250",
                    "email": "jessica.crimella@moffitt.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Bhuvana Setty, MD",
                    "affiliation": "Nationwide Children's Hospital",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Alabama",
                    "status": "RECRUITING",
                    "city": "Birmingham",
                    "state": "Alabama",
                    "zip": "35233",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Elizabeth Alva, MD",
                            "role": "CONTACT",
                            "phone": "205-683-9285",
                            "email": "ealva@peds.uab.edu"
                        },
                        {
                            "name": "Elizabeth Alva, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.52066,
                        "lon": -86.80249
                    }
                },
                {
                    "facility": "Children's Hospital of Los Angeles",
                    "status": "RECRUITING",
                    "city": "Los Angeles",
                    "state": "California",
                    "zip": "90027",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Fariba Navid, MD",
                            "role": "CONTACT",
                            "phone": "323-361-2121",
                            "email": "fnavid@chla.usc.edu"
                        },
                        {
                            "name": "Fariba Navid, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 34.05223,
                        "lon": -118.24368
                    }
                },
                {
                    "facility": "Johns Hopkins All Children's Hospital",
                    "status": "RECRUITING",
                    "city": "Saint Petersburg",
                    "state": "Florida",
                    "zip": "33701",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Natalie Booth, DO",
                            "role": "CONTACT",
                            "phone": "727-767-3513",
                            "email": "nbooth3@jh.edu"
                        },
                        {
                            "name": "Natalie Booth, DO",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 27.77086,
                        "lon": -82.67927
                    }
                },
                {
                    "facility": "Washington University/St Louis Childrens",
                    "status": "RECRUITING",
                    "city": "Saint Louis",
                    "state": "Missouri",
                    "zip": "63110",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Amy Armstrong, MD",
                            "role": "CONTACT",
                            "phone": "314-454-6018",
                            "email": "armstrongae@wustl.edu"
                        },
                        {
                            "name": "Amy Armstrong, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.62727,
                        "lon": -90.19789
                    }
                },
                {
                    "facility": "Montefiore Medical Center",
                    "status": "RECRUITING",
                    "city": "Bronx",
                    "state": "New York",
                    "zip": "10467",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Alice Lee, MD",
                            "role": "CONTACT",
                            "phone": "718-741-2342",
                            "email": "alee5@montefiore.org"
                        },
                        {
                            "name": "Alice Lee, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.84985,
                        "lon": -73.86641
                    }
                },
                {
                    "facility": "Roswell Park Comprehensive Cancer Center",
                    "status": "RECRUITING",
                    "city": "Buffalo",
                    "state": "New York",
                    "zip": "14263",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Ajay Gupta, MD",
                            "role": "CONTACT",
                            "phone": "716-845-2333",
                            "email": "Ajay.Gupta@RoswellPark.org"
                        },
                        {
                            "name": "Ajay Gupta, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.88645,
                        "lon": -78.87837
                    }
                },
                {
                    "facility": "Levine Cancer Institute",
                    "status": "RECRUITING",
                    "city": "Charlotte",
                    "state": "North Carolina",
                    "zip": "28203",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Erin M Trovillion, MD",
                            "role": "CONTACT",
                            "phone": "704-381-9900",
                            "email": "Erin.Trovillion@atriumhealth.org"
                        },
                        {
                            "name": "Erin M Trovillion, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 35.22709,
                        "lon": -80.84313
                    }
                },
                {
                    "facility": "Duke Children's Hospital/Duke Health",
                    "status": "RECRUITING",
                    "city": "Durham",
                    "state": "North Carolina",
                    "zip": "27710",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jessica Sun, MD",
                            "role": "CONTACT",
                            "phone": "919-668-1102",
                            "email": "jessica.sun@duke.edu"
                        },
                        {
                            "name": "Jessica Sun, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 35.99403,
                        "lon": -78.89862
                    }
                },
                {
                    "facility": "Nationwide Children's Hospital",
                    "status": "RECRUITING",
                    "city": "Columbus",
                    "state": "Ohio",
                    "zip": "43205",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Clelie Peck",
                            "role": "CONTACT",
                            "phone": "614-722-5634",
                            "email": "clelie.peck@nationwidechildrens.org"
                        },
                        {
                            "name": "Bhuvana Setty, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.96118,
                        "lon": -82.99879
                    }
                },
                {
                    "facility": "UT Southwestern",
                    "status": "RECRUITING",
                    "city": "Dallas",
                    "state": "Texas",
                    "zip": "75390",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Matthew Campbell, MD",
                            "role": "CONTACT",
                            "phone": "214-456-2382",
                            "email": "Matthew.Campbell@UTSouthwestern.edu"
                        },
                        {
                            "name": "Matthew Campbell, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 32.78306,
                        "lon": -96.80667
                    }
                },
                {
                    "facility": "University of Texas MD Anderson Cancer Center",
                    "status": "RECRUITING",
                    "city": "Houston",
                    "state": "Texas",
                    "zip": "77030",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Dristhi Ragoonanan, MD",
                            "role": "CONTACT",
                            "phone": "713-792-6620",
                            "email": "DRagoonanan@mdanderson.org"
                        },
                        {
                            "name": "Jonathan Gill, MD",
                            "role": "CONTACT",
                            "phone": "713-745-3145",
                            "email": "jbgill@mdanderson.org"
                        },
                        {
                            "name": "Jonathan Gill, MD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Dristhi Ragoonanan, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 29.76328,
                        "lon": -95.36327
                    }
                },
                {
                    "facility": "Primary Children's Hospital",
                    "status": "RECRUITING",
                    "city": "Salt Lake City",
                    "state": "Utah",
                    "zip": "84113",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Matthew Dietz, DO",
                            "role": "CONTACT",
                            "phone": "801-662-4700",
                            "email": "matthew.dietz@hsc.utah.edu"
                        },
                        {
                            "name": "Matthew Dietz, DO",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.76078,
                        "lon": -111.89105
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "UNDECIDED"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000012509",
                    "term": "Sarcoma"
                }
            ],
            "ancestors": [
                {
                    "id": "D000018204",
                    "term": "Neoplasms, Connective and Soft Tissue"
                },
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M15327",
                    "name": "Sarcoma",
                    "asFound": "Sarcoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M20350",
                    "name": "Neoplasms, Connective and Soft Tissue",
                    "relevance": "LOW"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "T5284",
                    "name": "Soft Tissue Sarcoma",
                    "asFound": "Sarcoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "T929",
                    "name": "Camurati-Engelmann Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000003907",
                    "term": "Dexamethasone"
                },
                {
                    "id": "D000093542",
                    "term": "Gemcitabine"
                },
                {
                    "id": "D000077143",
                    "term": "Docetaxel"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000893",
                    "term": "Anti-Inflammatory Agents"
                },
                {
                    "id": "D000000932",
                    "term": "Antiemetics"
                },
                {
                    "id": "D000001337",
                    "term": "Autonomic Agents"
                },
                {
                    "id": "D000018373",
                    "term": "Peripheral Nervous System Agents"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000005765",
                    "term": "Gastrointestinal Agents"
                },
                {
                    "id": "D000005938",
                    "term": "Glucocorticoids"
                },
                {
                    "id": "D000006728",
                    "term": "Hormones"
                },
                {
                    "id": "D000006730",
                    "term": "Hormones, Hormone Substitutes, and Hormone Antagonists"
                },
                {
                    "id": "D000018931",
                    "term": "Antineoplastic Agents, Hormonal"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000000964",
                    "term": "Antimetabolites, Antineoplastic"
                },
                {
                    "id": "D000000963",
                    "term": "Antimetabolites"
                },
                {
                    "id": "D000050257",
                    "term": "Tubulin Modulators"
                },
                {
                    "id": "D000050256",
                    "term": "Antimitotic Agents"
                },
                {
                    "id": "D000050258",
                    "term": "Mitosis Modulators"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M7102",
                    "name": "Dexamethasone",
                    "asFound": "High",
                    "relevance": "HIGH"
                },
                {
                    "id": "M235549",
                    "name": "Dexamethasone acetate",
                    "relevance": "LOW"
                },
                {
                    "id": "M2985",
                    "name": "Gemcitabine",
                    "asFound": "Mg/kg",
                    "relevance": "HIGH"
                },
                {
                    "id": "M2853",
                    "name": "Immunomodulating Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M1668",
                    "name": "Docetaxel",
                    "asFound": "Management",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4217",
                    "name": "Anti-Inflammatory Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M4251",
                    "name": "Antiemetics",
                    "relevance": "LOW"
                },
                {
                    "id": "M8881",
                    "name": "Gastrointestinal Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M9047",
                    "name": "Glucocorticoids",
                    "relevance": "LOW"
                },
                {
                    "id": "M9789",
                    "name": "Hormones",
                    "relevance": "LOW"
                },
                {
                    "id": "M9788",
                    "name": "Hormone Antagonists",
                    "relevance": "LOW"
                },
                {
                    "id": "M20966",
                    "name": "Antineoplastic Agents, Hormonal",
                    "relevance": "LOW"
                },
                {
                    "id": "M4281",
                    "name": "Antimetabolites",
                    "relevance": "LOW"
                },
                {
                    "id": "M26197",
                    "name": "Tubulin Modulators",
                    "relevance": "LOW"
                },
                {
                    "id": "M26196",
                    "name": "Antimitotic Agents",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Infl",
                    "name": "Anti-Inflammatory Agents"
                },
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "AnEm",
                    "name": "Antiemetics"
                },
                {
                    "abbrev": "Gast",
                    "name": "Gastrointestinal Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}