{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05644977",
            "orgStudyIdInfo": {
                "id": "CVL-231-1006"
            },
            "organization": {
                "fullName": "Cerevel Therapeutics, LLC",
                "class": "INDUSTRY"
            },
            "briefTitle": "A Multiple Dose Trial of Emraclidine in Elderly Participants and in Participants With Dementia Due to Alzheimer's Disease",
            "officialTitle": "A Phase 1, Randomized, Placebo-controlled Trial to Evaluate the Safety, Tolerability, and Pharmacokinetics of Emraclidine Following Multiple Oral Doses in Healthy Elderly Participants (Part A) and to Evaluate the Safety and Tolerability of Emraclidine in Participants With Dementia Due to Alzheimer's Disease (Part B)",
            "therapeuticArea": [
                "Neurology",
                "Other"
            ],
            "study": "a-multiple-dose-trial-of-emraclidine-in-elderly-participants-and-in-participants-with-dementia-due-to-alzheimer-s-disease"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-12-02",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-03",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-04",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-12-01",
            "studyFirstSubmitQcDate": "2022-12-01",
            "studyFirstPostDateStruct": {
                "date": "2022-12-09",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-29",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-30",
                "type": "ESTIMATED"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Cerevel Therapeutics, LLC",
                "class": "INDUSTRY"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The primary purpose of the study is to evaluate the safety and tolerability of emraclidine administered orally to healthy elderly participants in Part A (multiple ascending doses) and participants with dementia due to Alzheimer's disease (AD) in Part B."
        },
        "conditionsModule": {
            "conditions": [
                "Healthy Participants",
                "Alzheimer's Disease Dementia"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "SEQUENTIAL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "INVESTIGATOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 78,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Part A: Cohort 1: Emraclidine Dose 1",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will receive emraclidine dose 1 or emraclidine-matching placebo tablets, orally, once daily (QD) up to Day 14.",
                    "interventionNames": [
                        "Drug: Emraclidine",
                        "Drug: Placebo"
                    ]
                },
                {
                    "label": "Part A: Cohort 2: Emraclidine Dose 2",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will receive emraclidine dose 2 or emraclidine-matching placebo tablets, orally, QD up to Day 14.",
                    "interventionNames": [
                        "Drug: Emraclidine",
                        "Drug: Placebo"
                    ]
                },
                {
                    "label": "Part A: Cohort 3: Emraclidine Dose 3",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will receive emraclidine dose 3 or emraclidine-matching placebo tablets, orally, QD up to Day 14.",
                    "interventionNames": [
                        "Drug: Emraclidine",
                        "Drug: Placebo"
                    ]
                },
                {
                    "label": "Part A: Cohort 4: Emraclidine Dose 4",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will receive emraclidine dose 4 or emraclidine-matching placebo tablets, orally, QD up to Day 14.",
                    "interventionNames": [
                        "Drug: Emraclidine",
                        "Drug: Placebo"
                    ]
                },
                {
                    "label": "Part A: Cohort 5: Emraclidine Dose 5",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will receive emraclidine dose 5 or emraclidine-matching placebo tablets, orally, QD up to Day 14.",
                    "interventionNames": [
                        "Drug: Emraclidine",
                        "Drug: Placebo"
                    ]
                },
                {
                    "label": "Part B: Cohort 6: Emraclidine Dose 6",
                    "type": "EXPERIMENTAL",
                    "description": "Participants with dementia due to AD will receive emraclidine dose 6 or emraclidine-matching placebo tablets, orally, QD up to Day 28.",
                    "interventionNames": [
                        "Drug: Emraclidine",
                        "Drug: Placebo"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Emraclidine",
                    "description": "Oral tablets",
                    "armGroupLabels": [
                        "Part A: Cohort 1: Emraclidine Dose 1",
                        "Part A: Cohort 2: Emraclidine Dose 2",
                        "Part A: Cohort 3: Emraclidine Dose 3",
                        "Part A: Cohort 4: Emraclidine Dose 4",
                        "Part A: Cohort 5: Emraclidine Dose 5",
                        "Part B: Cohort 6: Emraclidine Dose 6"
                    ],
                    "otherNames": [
                        "CVL-231",
                        "PF-06852231"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Placebo",
                    "description": "Oral tablets",
                    "armGroupLabels": [
                        "Part A: Cohort 1: Emraclidine Dose 1",
                        "Part A: Cohort 2: Emraclidine Dose 2",
                        "Part A: Cohort 3: Emraclidine Dose 3",
                        "Part A: Cohort 4: Emraclidine Dose 4",
                        "Part A: Cohort 5: Emraclidine Dose 5",
                        "Part B: Cohort 6: Emraclidine Dose 6"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Part A: Number of Participants With Treatment-emergent Adverse Events (TEAEs)",
                    "timeFrame": "Up to Day 28"
                },
                {
                    "measure": "Part A: Number of Participants With Clinically Significant Changes in Electrocardiogram (ECG) Parameters",
                    "timeFrame": "Up to Day 17"
                },
                {
                    "measure": "Part A: Number of Participants With Clinically Significant Changes in Laboratory Assessments",
                    "timeFrame": "Up to Day 17"
                },
                {
                    "measure": "Part A: Number of Participants With Clinically Significant Changes in Vital Sign Measurements",
                    "timeFrame": "Up to Day 17"
                },
                {
                    "measure": "Part A: Number of Participants With Clinically Significant Changes in Physical and Neurological Examination Results",
                    "timeFrame": "Up to Day 17"
                },
                {
                    "measure": "Part A: Changes in Suicidality Assessed Using the Columbia-Suicide Severity Rating Scale (C-SSRS)",
                    "description": "The C-SSRS includes 'yes' or 'no' responses for assessment of suicidal ideation and behavior as well as numeric ratings for severity of ideation, if present (from 1 to 5, with 5 being the most severe). Greater lethality or potential lethality of suicidal behaviors (endorsed on the behavior subscale) indicates increased risk.",
                    "timeFrame": "Up to Day 17"
                },
                {
                    "measure": "Part A: Number of Participants With Clinically Significant Findings in Extrapyramidal Symptoms Evaluated Using the Simpson Angus Scale (SAS)",
                    "description": "The SAS consists of a list of 10 symptoms of parkinsonism. Each item is rated on a 5-point scale, with a score of 0 representing absence of symptoms and a score of 4 representing a severe condition. The SAS total score is the sum of the scores for all 10 items.",
                    "timeFrame": "Up to Day 14"
                },
                {
                    "measure": "Part A: Number of Participants With Clinically Significant Findings in Extrapyramidal Symptoms Evaluated Using the Abnormal Involuntary Movement Scale (AIMS)",
                    "description": "The AIMS assessment consists of 10 items describing symptoms of dyskinesia. Each item is rated on a 5-point scale, with a score of 0 representing absence of symptoms (for item 10, no awareness), and a score of 4 indicating a severe condition (for item 10, awareness, severe distress). In addition, the AIMS includes 2 yes/no questions that address the participant's dental status.",
                    "timeFrame": "Up to Day 14"
                },
                {
                    "measure": "Part A: Number of Participants With Clinically Significant Findings in Extrapyramidal Symptoms Evaluated Using the Barnes Akathisia Rating Scale (BARS)",
                    "description": "The BARS consists of 4 items related to akathisia. The first 3 items are rated on a 4-point scale, with a score of 0 representing absence of symptoms and a score of 3 representing a severe condition. The global clinical evaluation is made on a 6-point scale, with a score of 0 representing absence of symptom and a score of 5 representing severe akathisia.",
                    "timeFrame": "Up to Day 14"
                },
                {
                    "measure": "Part B: Number of Participants With TEAEs, Clinically Significant Changes in ECG Parameters, Laboratory Assessments, Vital Sign Measurements, and Physical and Neurological Examination Results",
                    "timeFrame": "Up to Day 28"
                },
                {
                    "measure": "Part B: Changes in Suicidality Assessed Using the C-SSRS",
                    "timeFrame": "Up to Day 28"
                },
                {
                    "measure": "Part B: Number of Participants With Clinically Significant Findings in Extrapyramidal Symptoms",
                    "description": "Extrapyramidal symptoms will be evaluated using SAS, AIMS, and BARS scales.",
                    "timeFrame": "Up to Day 28"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Part A: Maximum Observed Plasma Concentration (Cmax) of Emraclidine and its Metabolite CV-0000364",
                    "timeFrame": "Days 1 and 14"
                },
                {
                    "measure": "Part A: Time to Maximum Plasma Concentration (Tmax) of Emraclidine and its Metabolite CV-0000364",
                    "timeFrame": "Days 1 and 14"
                },
                {
                    "measure": "Part A: Area Under the Plasma Concentration-time Curve (AUC) of Emraclidine and its Metabolite CV-0000364",
                    "timeFrame": "Days 1 and 14"
                },
                {
                    "measure": "Part A: Trough Plasma Concentration (Ctrough) of Emraclidine and its Metabolite CV-0000364",
                    "timeFrame": "Days 1 and 14"
                },
                {
                    "measure": "Part A: Peak to Trough Ratio (PTR) of Emraclidine and its Metabolite CV-0000364",
                    "timeFrame": "Day 14"
                },
                {
                    "measure": "Part A: Apparent Clearance of Drug From Plasma (CL/F) of Emraclidine",
                    "timeFrame": "Days 1 and 14"
                },
                {
                    "measure": "Part A: Apparent Volume of Distribution During Terminal Phase (Vz/F) of Emraclidine",
                    "timeFrame": "Days 1 and 14"
                },
                {
                    "measure": "Part A: Apparent Terminal Half-life (t1/2) of Emraclidine and its Metabolite CV-0000364",
                    "timeFrame": "Days 1 and 14"
                },
                {
                    "measure": "Part A: Accumulation Ratio (Rac) of Emraclidine and its Metabolite CV-0000364",
                    "description": "Rac would be calculated from AUC and Cmax of emraclidine and its metabolite.",
                    "timeFrame": "Day 14"
                },
                {
                    "measure": "Part A: Metabolite to Parent Ratio of Emraclidine and its Metabolite CV-0000364",
                    "timeFrame": "Days 1 and 14"
                },
                {
                    "measure": "Part B: Plasma Concentrations of Emraclidine and its Metabolite CV-0000364",
                    "timeFrame": "Days 1 to 28"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\nCohorts 1 to 5 (Part A)\n\n1. Male participants and female participants of nonchildbearing potential, ages 65 to 85 years, inclusive.\n2. Healthy as determined by medical evaluation, including medical and psychiatric history, physical and neurological examinations, ECG, vital sign measurements, and laboratory test results, as evaluated by the investigator.\n3. Body mass index of 17.5 to 32.0 kilograms per square meter (kg/m\\^2), inclusive, and total body weight \\>45 kg (100 pounds \\[lb\\]) at Screening.\n4. Female participants will be of nonchildbearing potential, defined as follows:\n\n   • Achieved postmenopausal status, defined as follows: cessation of regular menses for at least 12 consecutive months with no alternative pathological or physiological cause, and confirmed with a serum follicle-stimulating hormone level \\>40 international units per milliliter (IU/mL).\n5. Capable of giving signed informed consent, which includes compliance with the requirements and restrictions listed in the informed consent form (ICF) and in the full protocol.\n\nCohort 6 (Part B)\n\n1. Male participants and female participants of nonchildbearing potential, ages 55 to 90 years, inclusive.\n2. Have a clinical diagnosis of possible or probable Alzheimer's disease dementia according to the 2011 National Institute on Aging - Alzheimer's Association (NIA-AA) clinical criteria at the Screening Visit; diagnosis must be stable for at least 6 months prior to signing the ICF.\n3. Have a Mini-Mental State Examination (MMSE) score of 8 through 26, inclusive, at the Screening Visit.\n4. Have prior neuroimaging evidence (Computed Tomography \\[CT\\] or Magnetic resonance imaging \\[MRI\\] completed within the 3 years prior to signing the ICF) collected during or subsequent to the onset of dementia symptoms to rule out other central nervous system disorders that could account for the dementia syndrome.\n5. Currently receiving oral symptomatic treatment for dementia (i.e., cholinesterase inhibitor and/or memantine), must have been on a stable regimen for at least 6 weeks prior to signing ICF and be willing to maintain a stable dose for the duration of the trial.\n6. Body mass index of 17.5 to 40.0 kg/m2, inclusive, and total body weight \\>45 kg (100 lb) at Screening.\n\nExclusion Criteria:\n\nAll Cohorts\n\n1. \"Yes\" responses for any of the following items on the C-SSRS (within the past 6 months):\n\n   * Suicidal Ideation Item 4 (Active Suicidal Ideation with Some Intent to Act, without Specific Plan)\n   * Suicidal Ideation Item 5 (Active Suicidal Ideation with Specific Plan and Intent) \"Yes\" responses for any of the following items on the C-SSRS (within past 2 years):\n   * Any of the Suicidal Behavior items (Actual Attempt, Interrupted Attempt, Aborted Attempt, Preparatory Acts or Behavior). Serious risk of suicide in the opinion of the investigator is also exclusionary.\n2. Diagnosis of moderate to severe substance or alcohol-use disorder (excluding nicotine or caffeine) as per Diagnostic and Statistical Manual of Mental Disorders, Fifth Edition (DSM-5) criteria within 12 months prior to signing the ICF.\n3. Positive drug screen or a positive test for alcohol at Screening or Baseline Visits.\n4. Any of the following clinical laboratory test results at the Screening Visit (as assessed by the central laboratory) and at Check-in (Day -1; as assessed by the local laboratory), and confirmed by a single repeat measurement, if deemed necessary:\n\n   * aspartate aminotransferase (AST) or alanine aminotransferase (ALT) ≥2.0 × upper limit normal (ULN)\n   * Total bilirubin \\>1.5 × ULN. If Gilbert's syndrome is suspected, total bilirubin \\>1.5 × ULN is acceptable if the conjugated or direct bilirubin fraction is \\<20% of total bilirubin.\n\nCohorts 1 to 5 (Part A)\n\n1. Current or past history of significant pulmonary, gastrointestinal, renal, hepatic, metabolic, genitourinary, endocrine (including diabetes mellitus), malignancy (except for basal cell carcinoma of the skin and cervical carcinoma in situ, at the discretion of the investigator), hematological, immunological, neurological, or psychiatric disease that, in the opinion of the investigator or medical monitor, could compromise either participant safety or the results of the trial.\n2. Current or past history of significant cardiovascular disease.\n3. Estimated glomerular filtration rate \\<60 milliliters per minute (mL/min)/1.73 m\\^2, as calculated using the Chronic Kidney Disease Epidemiology Collaboration (CKD-EPI 2021) equation at the Screening Visit or Check-in (Day -1).\n\nCohort 6 (Part B)\n\n1. Has either of the following:\n\n   * History of major depressive episode with psychotic features during the 12 months prior to signing the ICF\n   * History of a diagnosis of bipolar disorder, schizophrenia, or schizoaffective disorder\n2. Has evidence of a clinically relevant neurological disorder other than possible or probable Alzheimer's disease such as, but not limited to, the following:\n\n   * History of ischemic stroke within 12 months prior to signing the ICF or any evidence of hemorrhagic stroke\n   * History of cerebral amyloid angiopathy, epilepsy, or central nervous system neoplasm\n3. Estimated glomerular filtration rate \\<60 mL/min/1.73 m2, as calculated using the CKD-EPI 2021 equation the Screening Visit.\n\nNOTE: Other protocol-defined inclusion/exclusion criteria may apply.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "55 Years",
            "maximumAge": "90 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Cerevel Clinical Trial Support",
                    "role": "CONTACT",
                    "email": "cerevelclinicaltrials@cerevel.com"
                }
            ],
            "locations": [
                {
                    "facility": "Cypress, California",
                    "status": "COMPLETED",
                    "city": "Cypress",
                    "state": "California",
                    "zip": "90630",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 33.81696,
                        "lon": -118.03729
                    }
                },
                {
                    "facility": "San Diego, California",
                    "status": "NOT_YET_RECRUITING",
                    "city": "San Diego",
                    "state": "California",
                    "zip": "92103",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 32.71533,
                        "lon": -117.15726
                    }
                },
                {
                    "facility": "Hialeah, Florida",
                    "status": "COMPLETED",
                    "city": "Hialeah",
                    "state": "Florida",
                    "zip": "33014",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 25.8576,
                        "lon": -80.27811
                    }
                },
                {
                    "facility": "Decatur, Georgia",
                    "status": "RECRUITING",
                    "city": "Decatur",
                    "state": "Georgia",
                    "zip": "30030",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 33.77483,
                        "lon": -84.29631
                    }
                },
                {
                    "facility": "Honolulu, Hawaii",
                    "status": "RECRUITING",
                    "city": "Honolulu",
                    "state": "Hawaii",
                    "zip": "96817",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 21.30694,
                        "lon": -157.85833
                    }
                },
                {
                    "facility": "Overland Park, Kansas",
                    "status": "COMPLETED",
                    "city": "Overland Park",
                    "state": "Kansas",
                    "zip": "66212",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 38.98223,
                        "lon": -94.67079
                    }
                },
                {
                    "facility": "Farmington Hills, Michigan",
                    "status": "RECRUITING",
                    "city": "Farmington Hills",
                    "state": "Michigan",
                    "zip": "48334",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 42.48531,
                        "lon": -83.37716
                    }
                },
                {
                    "facility": "Marlton, New Jersey",
                    "status": "RECRUITING",
                    "city": "Marlton",
                    "state": "New Jersey",
                    "zip": "08053",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 39.89122,
                        "lon": -74.92183
                    }
                },
                {
                    "facility": "Princeton, New Jersey",
                    "status": "RECRUITING",
                    "city": "Princeton",
                    "state": "New Jersey",
                    "zip": "08540",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 40.34872,
                        "lon": -74.65905
                    }
                },
                {
                    "facility": "Staten Island, New York",
                    "status": "RECRUITING",
                    "city": "Staten Island",
                    "state": "New York",
                    "zip": "10314",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 40.56233,
                        "lon": -74.13986
                    }
                },
                {
                    "facility": "North Canton, Ohio",
                    "status": "RECRUITING",
                    "city": "North Canton",
                    "state": "Ohio",
                    "zip": "44720",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 40.87589,
                        "lon": -81.40234
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000000544",
                    "term": "Alzheimer Disease"
                },
                {
                    "id": "D000003704",
                    "term": "Dementia"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001927",
                    "term": "Brain Diseases"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000024801",
                    "term": "Tauopathies"
                },
                {
                    "id": "D000019636",
                    "term": "Neurodegenerative Diseases"
                },
                {
                    "id": "D000019965",
                    "term": "Neurocognitive Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M3885",
                    "name": "Alzheimer Disease",
                    "asFound": "Alzheimer's Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M6904",
                    "name": "Dementia",
                    "asFound": "Dementia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5204",
                    "name": "Brain Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M23002",
                    "name": "Tauopathies",
                    "relevance": "LOW"
                },
                {
                    "id": "M21558",
                    "name": "Neurodegenerative Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M21836",
                    "name": "Neurocognitive Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "T2192",
                    "name": "Familial Alzheimer Disease",
                    "asFound": "Alzheimer's Disease",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}