{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06069726",
            "orgStudyIdInfo": {
                "id": "Pro00113395"
            },
            "organization": {
                "fullName": "Duke University",
                "class": "OTHER"
            },
            "briefTitle": "A Multicenter Trial to Identify Optimal Atezolizumab Biomarkers in the Setting of Recurrent Glioblastoma. The MOAB Trial",
            "officialTitle": "A Multicenter Trial to Identify Optimal Atezolizumab Biomarkers in the Setting of Recurrent Glioblastoma. The MOAB Trial",
            "acronym": "MOAB",
            "therapeuticArea": [
                "Other"
            ],
            "study": "a-multicenter-trial-to-identify-optimal-atezolizumab-biomarkers-in-the-setting-of-recurrent-glioblastoma-the-moab-trial"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-10",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-03-21",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-01-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-01-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-09-18",
            "studyFirstSubmitQcDate": "2023-10-03",
            "studyFirstPostDateStruct": {
                "date": "2023-10-06",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-04-16",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-17",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Duke University",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": true
        },
        "descriptionModule": {
            "briefSummary": "This is to study if neoadjuvant atezolizumab therapy is beneficial for patients with recurrent glioblastoma and a low mutational burden.",
            "detailedDescription": "Recurrent glioblastoma represents one of the highest unmet medical needs in oncology. Overall prognosis remains poor for patients on standard of care therapies, with a 2-year survival rate of \\< 20%. Immune checkpoint inhibitors have the potential to meet this unmet medical need, however such therapies have yet to be fully explored in clinical trials powered for efficacy nor in the neoadjuvant setting. The interplay between the immune system and glioblastoma is complex and shaped by a variety of factors. Certain molecular factors that suggest a promising response to immunotherapies, in non-CNS tumors, paradoxically indicate a worse response in glioblastoma. Atezolizumab has shown several properties that make it an ideal candidate for further investigation in rGBM. Interestingly, a low tumor mutational burden has been implicated in T cell inflammation and immunotherapy outcome in rGBM patients treated with atezolizumab.\n\nIn this study, the investigators will determine whether neoadjuvant atezolizumab therapy provides a therapeutic benefit for patients with recurrent glioblastoma and a low mutational burden. Biological assessments of specimens collected in this trial will test the relationship between low TMB and features associated with immune-editing in rGBM. The investigators hypothesize that a low tumor mutational burden identifies immunologically engaged rGBM tumors and correlates with features previously linked to ICI response. By extensively studying the molecular factors influencing the response to immunotherapy, our goal is to enhance the effectiveness of immunotherapies in patients with glioblastoma."
        },
        "conditionsModule": {
            "conditions": [
                "Recurrent Glioblastoma"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 80,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Pre-Surgery Atezolizumab",
                    "type": "EXPERIMENTAL",
                    "description": "80 patients with rGBM who are eligible for surgical debulking will be treated with one dose of atezolizumab prior to resection. Resected tissue will be used to pathologically confirm recurrence, and tumor tissue will be analyzed by whole exome sequencing (WES). Anticipating that40 patients with low TMB and 40 with high TMB will be treated. All treated subjects will receive post-operative atezolizumab until progression, unacceptable toxicity, death or withdrawal of consent. Post-atezolizumab survival will be compared between low vs high TMB arms to determine if low TMB associates with longer survival after atezolizumab",
                    "interventionNames": [
                        "Drug: Atezolizumab"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Atezolizumab",
                    "description": "One dose of atezolizumab will be given prior to resection.",
                    "armGroupLabels": [
                        "Pre-Surgery Atezolizumab"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Median survival within the low and high TMB groups",
                    "description": "Survival of the prospectively treated patient is defined as the time between initiation of atezolizumab and death. If the patient is alive at the time of analysis, survival will be censored at the time of last follow-up.",
                    "timeFrame": "Day 1 of atezolizumab treatment until death or off study due to any other reason whichever comes first, assessed for up to 24 months. If the patient is alive at the time of analysis, survival will be censored at the time of last follow-up."
                },
                {
                    "measure": "Median survival within the low and high TMB groups and their respective matched historical control group",
                    "description": "For comparisons between prospectively treated patients and their matched historical control groups, OS for prospectively treated patients will be measured from the date of atezolizumab until death or last contact. Survival for the matched group is defined as the time between the date of 1st recurrence and death or last contact.",
                    "timeFrame": "Day 1 of atezolizumab treatment until death or off study due to any other reason whichever comes first, assessed for up to 24 months. If the patient is alive at the time of analysis, survival will be censored at the time of last follow-up."
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Proportion of patients that experience grade 3, 4, or 5 adverse events that are possibly, probably, or definitely related to atezolizumab.",
                    "description": "Describe the safety of neoadjuvant atezolizumab in patients diagnosed with recurrent WHO grade 4 GBM, IDHwt between low vs high TMB arms",
                    "timeFrame": "Day 1 of treatment until 30 days post last dose"
                },
                {
                    "measure": "Compare Progression Free Survival (PFS) using mRANO criteria between low vs high TMB arms and between TMB-matched historical control arms (low and high TMB)",
                    "description": "For patients who are prospectively treated with atezolizumab, PFS is defined as the time between initiation of atezolizumab and initial failure (death, or disease progression). If the patient is alive without disease progression at the time of analysis, PFS will be censored at the time of last follow-up. For patients within the matched historical control group, PFS is defined as the time between 1st recurrence and subsequent failure (death or disease progression). If the historical control patient is alive without disease progression at the time of analysis, PFS will be censored at the time of last follow-up.",
                    "timeFrame": "Day 1 of treatment until the date of first documented progression or date of death, whichever comes first, assessed for up to 24 months. If patient is alive at the time of analysis, survival will be censored at the time of last follow-up."
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Age ≥ 18 years old\n2. Pathologically confirmed GBM, IDHwt\n3. Clinical or radiologic evidence of first or second recurrence following radiation and TMZ. Note: A diagnostic biopsy is required prior to the commencement of the study drug if there is uncertainty about the MRI findings being true progression versus pseudoprogression.\n4. Tissue available from initial diagnosis of primary GBM\n5. Adequate organ function:\n\n   1. Hemoglobin ≥ 9 g/dl\n   2. Platelet count ≥ 75,000/µl\n   3. Neutrophil count ≥ 1000 cells/mm3\n   4. Creatinine ≤ 1.5 x ULN (calculated using the Cockcroft-Gault formula)\n   5. Total bilirubin ≤ 1.5 x ULN (Exception: Participant has known or suspected Gilbert's Syndrome for which additional lab testing of direct and/or indirect bilirubin supports this diagnosis. In these instances, a total bilirubin of ≤ 3.0 x ULN is acceptable.)\n   6. Alkaline phosphatase (ALP) ≤ 2.5 x upper limit of normal (ULN)\n   7. AST and ALT ≤ 2.5 x ULN\n   8. Serum albumin ≥ 25 g/L (2.5 g/dL)\n   9. Prothrombin and Partial Thromboplastin Times ≤ 1.2 x ULN\n6. Karnofsky Performance Status (KPS) ≥ 70%\n7. Patient or partner(s) meets one of the following criteria:\n\n   1. Non-childbearing potential (i.e., not sexually active, physiologically incapable of becoming pregnant, including any female who is post-menopausal or surgically sterile, or any male who has had a vasectomy). Surgically sterile females are defined as those with a documented hysterectomy and/or bilateral oophorectomy or tubal ligation. Postmenopausal for purposes of this study is defined as 1 year without menses.; or\n   2. Childbearing potential and agrees to use one of the following methods of birth control: approved hormonal contraceptives (e.g., birth control pills, patches, implants, or infusions), an intrauterine device, or a barrier method of contraception (e.g., a condom or diaphragm) used with spermicide.\n8. A signed informed consent form approved by the Institutional Review Board (IRB) will be required for patient enrollment into the study. Patients must be able to read and understand the informed consent document and must sign the informed consent indicating that they are aware of the investigational nature of this study.\n9. Negative HIV test at screening, with the following exception: patients with a positive HIV test at screening are eligible provided they are stable on anti-retroviral therapy, have a CD4 count \\> 200/µL, and have an undetectable viral load\n10. Negative hepatitis B surface antigen (HBsAg) test at screening. Negative total hepatitis B core antibody (HBcAb) test at screening, or positive total HBcAb test followed by a negative hepatitis B virus (HBV) DNA test at screening Note: The HBV DNA test will be performed only for patients who have a negative HBsAg test and a positive total HBcAb test.\n11. Negative hepatitis C virus (HCV) antibody test at screening, or positive HCV antibody test followed by a negative HCV RNA test at screening Note: The HCV RNA test must be performed for patients who have a positive HCV antibody test.\n\nExclusion Criteria:\n\n1. Pregnancy or breastfeeding or intention of becoming pregnant during study treatment or within 5 months of final dose of atezolizumab therapy\n\n   a) For women of childbearing potential: Agree to remain abstinent (refrain from heterosexual intercourse) or use contraceptive methods as defined below: i) Women must remain abstinent or use contraceptive methods with a failure rate of \\< 1% per year during the treatment period and for 5 months after the final dose of atezolizumab. Examples of contraceptive methods with a failure rate of \\< 1% per year include bilateral tubal ligation, male sterilization, hormonal contraceptives that inhibit ovulation, hormone-releasing intrauterine devices, and copper intrauterine devices. The reliability of sexual abstinence should be evaluated in relation to the duration of the clinical trial and the preferred and usual lifestyle of the patient. Periodic abstinence (e.g., calendar, ovulation, symptothermal, or post-ovulation methods) and withdrawal are not adequate methods of contraception. If required per local guidelines or regulations, locally recognized adequate methods of contraception and information about the reliability of abstinence will be described in the local Informed Consent Form.\n\n   ii) A woman is of childbearing potential if she is post-menarchal, has not reached a postmenopausal state (≥ 12 continuous months of amenorrhea with no identified cause other than menopause), and has not undergone surgical sterilization (removal of ovaries, fallopian tubes and/or uterus) or another cause as determined by the investigator (e.g., Müllerian agenesis). Per this definition, a woman with a tubal ligation is of childbearing potential. The definition of childbearing potential may be adapted for alignment with local guidelines or requirements.\n\n   b) For men with pregnant female partners and/or with female partners of childbearing potential: Agree to remain abstinent (refrain from heterosexual intercourse) or use a condom and refrain from donating sperm.\n\n   i) With a female partner of childbearing potential or pregnant female partner, men must remain abstinent or use a condom during the treatment period for 5 months after the final dose of atezolizumab to avoid exposing the embryo. Men must refrain from donating sperm during this same period. The reliability of sexual abstinence should be evaluated in relation to the duration of the clinical trial and the preferred and usual lifestyle of the patient. Periodic abstinence (e.g., calendar, ovulation, symptothermal, or postovulation methods) and withdrawal are not adequate methods of preventing drug exposure. If required per local guidelines or regulations, information about the reliability of abstinence will be described in the local Informed Consent Form.\n2. Prior treatment with immunotherapy\n3. Prior treatment with bevacizumab within 4 weeks before biopsy. Note: Bevacizumab will be permitted if necessary to control inflammatory side effects 5-7mg/kg Q 3/52 for up to 3 cycles\n4. Treatment with systemic immunosuppressive medication (including, but not limited to, more than 2 mg of dexamethasone or equivalent corticosteroids, cyclophosphamide, azathioprine, methotrexate, thalidomide, and anti-TNF-a agents) within 2 weeks prior to initiation of study treatment, or anticipation of need for systemic immunosuppressive medication during study treatment, with the following exceptions:\n\n   1. Patients who received acute, low-dose systemic immunosuppressant medication or a one-time pulse dose of systemic immunosuppressant medication (e.g., 48 hours of corticosteroids for a contrast allergy) are eligible for the study.\n   2. Patients who received mineralocorticoids (e.g., fludrocortisone), corticosteroids for chronic obstructive pulmonary disease (COPD) or asthma, or low-dose corticosteroids for orthostatic hypotension or adrenal insufficiency are eligible for the study.\n5. History of severe allergic anaphylactic reactions to chimeric or humanized antibodies or fusion proteins\n6. Known hypersensitivity to Chinese hamster ovary cell products or to any component of the atezolizumab formulation\n7. Active autoimmune disease or immune deficiency, including, but not limited to, myasthenia gravis, myositis, autoimmune hepatitis, systemic lupus erythematosus, rheumatoid arthritis, inflammatory bowel disease, antiphospholipid antibody syndrome, Wegener granulomatosis, Sjögren syndrome, Guillain-Barré syndrome, or multiple sclerosis (see Appendix E in Section 16.5 for a more comprehensive list of autoimmune diseases and immune deficiencies), with the following exceptions:\n\n   1. Patients with a history of autoimmune-related hypothyroidism who are on thyroid-replacement hormone are eligible for the study.\n   2. Patients with controlled Type 1 diabetes mellitus who are on an insulin regimen are eligible for the study.\n   3. Patients with eczema, psoriasis, lichen simplex chronicus, or vitiligo with dermatologic manifestations only (e.g., patients with psoriatic arthritis are excluded) are eligible for the study provided all of following conditions are met:\n\n   i) Rash must cover \\< 10% of body surface area ii) Disease is well controlled at baseline and requires only low-potency topical corticosteroids iii) There has been no occurrence of acute exacerbations of the underlying condition requiring psoralen plus ultraviolet A radiation, methotrexate, retinoids, biologic agents, oral calcineurin inhibitors, or high-potency or oral corticosteroids within the previous 12 months.\n8. \\< 12 weeks from radiation therapy, unless progressive disease outside of previous radiation field or 2 progressive MRIs, 4 weeks apart; (to avoid enrolling patients with pseudoprogression)\n9. Contraindication to surgery\n10. Significant cardiovascular disease (such as New York Heart Association Class II or greater cardiac disease, myocardial infarction, or cerebrovascular accident) within 3 months prior to initiation of study treatment, unstable arrhythmia, or unstable angina\n11. Major surgical procedure, other than for diagnosis, within 4 weeks prior to initiation of study treatment, or anticipation of need for a major surgical procedure during the study\n12. History of malignancy within 12 months prior to screening, with the exception of malignancies with a negligible risk of metastasis or death (e.g., 5-year OS rate \\> 90%), such as adequately treated carcinoma in situ of the cervix, non-melanoma skin carcinoma, localized prostate cancer, ductal carcinoma in situ, or Stage 1 uterine cancer.\n13. Severe infection within 4 weeks prior to initiation of study treatment, including, but not limited to, hospitalization for complications of infection, bacteremia, or severe pneumonia, or any active infection that could impact patient safety\n14. Treatment with a live, attenuated vaccine within 4 weeks prior to initiation of study treatment, or anticipation of need for such a vaccine during atezolizumab treatment or within 5 months after the final dose of atezolizumab\n15. Treatment with investigational therapy within 28 days prior to initiation of study treatment\n16. Prior treatment with CD137 agonists or immune checkpoint blockade therapies, including anti-CTLA-4, anti-PD-1, and anti-PD-L1 therapeutic antibodies\n17. Uncontrolled pleural effusion, pericardial effusion, or ascites requiring recurrent drainage procedures (once monthly or more frequently). Patients with indwelling catheters (e.g., PleurX) are allowed.\n18. Uncontrolled or symptomatic hypercalcemia (ionized calcium \\> 1.5 mmol/L, calcium \\> 12 mg/dL or corrected serum calcium \\> ULN)\n19. Active tuberculosis\n20. History of idiopathic pulmonary fibrosis, organizing pneumonia (e.g., bronchiolitis obliterans), drug-induced pneumonitis, or idiopathic pneumonitis, or evidence of active pneumonitis. History of radiation pneumonitis in the radiation field (fibrosis) is permitted.\n21. Treatment with therapeutic oral or IV antibiotics within 2 weeks prior to initiation of study treatment. Patients receiving prophylactic antibiotics (e.g., to prevent a urinary tract infection or chronic obstructive pulmonary disease exacerbation) are eligible for the study.\n22. Prior allogeneic stem cell or solid organ transplantation",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Mustafa Khasraw, MD",
                    "role": "CONTACT",
                    "phone": "919 684 5301",
                    "email": "mustafa.khasraw@duke.edu"
                },
                {
                    "name": "Monika Anand, PhD",
                    "role": "CONTACT",
                    "phone": "919 661 8838",
                    "email": "monika.anand@duke.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Mustafa Khasraw, MD",
                    "affiliation": "Duke University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Duke University",
                    "status": "RECRUITING",
                    "city": "Durham",
                    "state": "North Carolina",
                    "zip": "27705",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Mustafa Khasraw, MD",
                            "role": "CONTACT",
                            "phone": "919-684-5301",
                            "email": "mustafa.khasraw@duke.edu"
                        },
                        {
                            "name": "Monika Anand, PhD",
                            "role": "CONTACT",
                            "phone": "9196818838",
                            "email": "monika.anand@duke.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 35.99403,
                        "lon": -78.89862
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000005909",
                    "term": "Glioblastoma"
                },
                {
                    "id": "D000012008",
                    "term": "Recurrence"
                }
            ],
            "ancestors": [
                {
                    "id": "D000020969",
                    "term": "Disease Attributes"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000001254",
                    "term": "Astrocytoma"
                },
                {
                    "id": "D000005910",
                    "term": "Glioma"
                },
                {
                    "id": "D000018302",
                    "term": "Neoplasms, Neuroepithelial"
                },
                {
                    "id": "D000017599",
                    "term": "Neuroectodermal Tumors"
                },
                {
                    "id": "D000009373",
                    "term": "Neoplasms, Germ Cell and Embryonal"
                },
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000009375",
                    "term": "Neoplasms, Glandular and Epithelial"
                },
                {
                    "id": "D000009380",
                    "term": "Neoplasms, Nerve Tissue"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M14850",
                    "name": "Recurrence",
                    "asFound": "Recurrent",
                    "relevance": "HIGH"
                },
                {
                    "id": "M9019",
                    "name": "Glioblastoma",
                    "asFound": "Glioblastoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M22700",
                    "name": "Disease Attributes",
                    "relevance": "LOW"
                },
                {
                    "id": "M4561",
                    "name": "Astrocytoma",
                    "relevance": "LOW"
                },
                {
                    "id": "M9020",
                    "name": "Glioma",
                    "relevance": "LOW"
                },
                {
                    "id": "M20446",
                    "name": "Neoplasms, Neuroepithelial",
                    "relevance": "LOW"
                },
                {
                    "id": "M19845",
                    "name": "Neuroectodermal Tumors",
                    "relevance": "LOW"
                },
                {
                    "id": "M20388",
                    "name": "Neuroectodermal Tumors, Primitive",
                    "relevance": "LOW"
                },
                {
                    "id": "M12318",
                    "name": "Neoplasms, Germ Cell and Embryonal",
                    "relevance": "LOW"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M12320",
                    "name": "Neoplasms, Glandular and Epithelial",
                    "relevance": "LOW"
                },
                {
                    "id": "M12325",
                    "name": "Neoplasms, Nerve Tissue",
                    "relevance": "LOW"
                },
                {
                    "id": "T2518",
                    "name": "Glioblastoma",
                    "asFound": "Glioblastoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "T2519",
                    "name": "Glioma",
                    "relevance": "LOW"
                },
                {
                    "id": "T4092",
                    "name": "Neuroepithelioma",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "C000594389",
                    "term": "Atezolizumab"
                }
            ],
            "ancestors": [
                {
                    "id": "D000082082",
                    "term": "Immune Checkpoint Inhibitors"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000074322",
                    "term": "Antineoplastic Agents, Immunological"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M349417",
                    "name": "Atezolizumab",
                    "asFound": "Status",
                    "relevance": "HIGH"
                },
                {
                    "id": "M2342",
                    "name": "Immune Checkpoint Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M1346",
                    "name": "Antineoplastic Agents, Immunological",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}