{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05242965",
            "orgStudyIdInfo": {
                "id": "RG1013946"
            },
            "secondaryIdInfos": [
                {
                    "id": "NCI-2021-14159",
                    "type": "REGISTRY",
                    "domain": "CTRP (Clinical Trial Reporting Program)"
                },
                {
                    "id": "10726",
                    "type": "OTHER",
                    "domain": "Fred Hutch/University of Washington Cancer Consortium"
                },
                {
                    "id": "W81XWH2110271",
                    "type": "OTHER",
                    "domain": "Department of Defense"
                }
            ],
            "organization": {
                "fullName": "University of Washington",
                "class": "OTHER"
            },
            "briefTitle": "A Multiple Antigen Vaccine (STEMVAC) for the Treatment of Patients With Stage IV Non-Small Cell Lung Cancer",
            "officialTitle": "A Phase II Randomized Study of Safety and Efficacy of a Multiple Antigen Vaccine (STEMVAC) in Non-Small-Cell Lung Cancer Patients",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "a-multiple-antigen-vaccine-stemvac-for-the-treatment-of-patients-with-stage-iv-non-small-cell-lung-cancer"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-03",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-03-24",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-12-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-01-18",
            "studyFirstSubmitQcDate": "2022-02-07",
            "studyFirstPostDateStruct": {
                "date": "2022-02-16",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-03-29",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-02",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of Washington",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "United States Department of Defense",
                    "class": "FED"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This phase II trial tests whether CD105/Yb-1/SOX2/CDH3/MDM2-polyepitope plasmid DNA vaccine (STEMVAC) works to shrink tumors in patients with stage IV non-small cell lung cancer. STEMVAC targets specific immunogenic proteins that help lung cancer cells to grow. STEMVAC is made up of deoxyribonucleic acid (DNA), which is a natural substance in every living organism. DNA acts like a blueprint that tells all the cells in your body how to function. The DNA used in this study contains instructions for your body to produce parts of the 5 proteins the investigators identified (CDH3, CD105, YB-1, MDM2 and SOX2). STEMVAC is given with granulocyte-macrophage colony stimulating factor (GM-CSF) which is being used as an adjuvant to help create a stronger immune response. Giving STEMVAC with GM-CSF to patients while on maintenance therapy for non-small cell lung cancer (NSCLC) may help activate certain immune cells to recognize and kill lung cancer cells.",
            "detailedDescription": "OUTLINE: Patients are randomized to 1 of 2 arms.\n\nARM I: Patients receive STEMVAC intradermally (ID) and sargramostim ID on day 14 of the 21-day maintenance therapy cycle for a series of 3 vaccine doses and a booster vaccine 9 weeks after the third vaccine dose. Patients also undergo computed tomography (CT) and biopsy during screening and on the trial, as well as blood sample collection on trial and during follow-up.\n\nARM II: Patients receive sargramostim ID on day 14 of the 21-day maintenance therapy cycle for a series of 3 vaccine doses and a booster vaccine 9 weeks after the third vaccine dose. Patients also undergo CT and biopsy during screening and on the trial, as well as blood sample collection on trial and during follow-up.\n\nAfter completion of study treatment, patients are followed up twice yearly for up to 5 years."
        },
        "conditionsModule": {
            "conditions": [
                "Lung Non-Small Cell Carcinoma",
                "Stage IV Lung Cancer AJCC v8"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "SEQUENTIAL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 40,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Arm I (STEMVAC, sargramostim)",
                    "type": "EXPERIMENTAL",
                    "description": "Patients receive STEMVAC ID and sargramostim ID on day 14 (+3 days) of the 21-day maintenance therapy cycle for a series of 3 vaccine doses and a booster vaccine 9 weeks after the third vaccine dose. Patients also undergo CT and biopsy during screening and on the trial, as well as blood sample collection on trial and during follow-up.",
                    "interventionNames": [
                        "Biological: CD105/Yb-1/SOX2/CDH3/MDM2-polyepitope Plasmid DNA Vaccine",
                        "Biological: Sargramostim",
                        "Procedure: Computed Tomography",
                        "Procedure: Biopsy",
                        "Procedure: Biospecimen Collection"
                    ]
                },
                {
                    "label": "Arm II (sargramostim)",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Patients receive sargramostim ID on day 14 (+3 days) of the 21-day maintenance therapy cycle for a series of 3 vaccine doses and a booster vaccine 9 weeks after the third vaccine dose. Patients also undergo CT and biopsy during screening and on the trial, as well as blood sample collection on trial and during follow-up.",
                    "interventionNames": [
                        "Biological: Sargramostim",
                        "Procedure: Computed Tomography",
                        "Procedure: Biopsy",
                        "Procedure: Biospecimen Collection"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BIOLOGICAL",
                    "name": "CD105/Yb-1/SOX2/CDH3/MDM2-polyepitope Plasmid DNA Vaccine",
                    "description": "Given ID",
                    "armGroupLabels": [
                        "Arm I (STEMVAC, sargramostim)"
                    ],
                    "otherNames": [
                        "CD105/Yb-1/SOX2/CDH3/MDM2 Plasmid Vaccine",
                        "STEMVAC",
                        "STEMVAC Th1 Polyepitope Plasmid-based Vaccine"
                    ]
                },
                {
                    "type": "BIOLOGICAL",
                    "name": "Sargramostim",
                    "description": "Given ID",
                    "armGroupLabels": [
                        "Arm I (STEMVAC, sargramostim)",
                        "Arm II (sargramostim)"
                    ],
                    "otherNames": [
                        "23-L-Leucinecolony-Stimulating Factor 2",
                        "DRG-0012",
                        "Leukine",
                        "Prokine",
                        "rhu GM-CFS",
                        "Sagramostim",
                        "Sargramostatin"
                    ]
                },
                {
                    "type": "PROCEDURE",
                    "name": "Computed Tomography",
                    "description": "Undergo CT",
                    "armGroupLabels": [
                        "Arm I (STEMVAC, sargramostim)",
                        "Arm II (sargramostim)"
                    ],
                    "otherNames": [
                        "CAT Scan",
                        "Computed Axial Tomography",
                        "CT Scan"
                    ]
                },
                {
                    "type": "PROCEDURE",
                    "name": "Biopsy",
                    "description": "Undergo biopsy",
                    "armGroupLabels": [
                        "Arm I (STEMVAC, sargramostim)",
                        "Arm II (sargramostim)"
                    ],
                    "otherNames": [
                        "Bx"
                    ]
                },
                {
                    "type": "PROCEDURE",
                    "name": "Biospecimen Collection",
                    "description": "Undergo blood sample collection",
                    "armGroupLabels": [
                        "Arm I (STEMVAC, sargramostim)",
                        "Arm II (sargramostim)"
                    ],
                    "otherNames": [
                        "Biological Sample Collection"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change from baseline percentage of CD8+ TIL in patients between the two arms",
                    "description": "Immunohistochemical (IHC) staining for CD3, CD4, and CD8 will be performed on the biopsies collected pre-treatment and post 3 vaccine administration. Two-sample Student's t-test with a 1-sided 0.05 significance level will be used to assess the difference. The distribution of the differences of CD8 T-cells between baseline and post treatment will be examined to check the normality assumption and outliers. If the outliers are substantial or the distribution is skewed, Wilcoxon nonparametric test will be used to assess the difference between the two treatment arms. Depending on the correlation between baseline and post-treatment measures, alternative analytical method will be adopted using an ordinary least square regression for the post-treatment CD8 T-cells percentage while adjusting for the baseline measure.",
                    "timeFrame": "Baseline and after the third vaccine (at approximately 12 weeks)"
                },
                {
                    "measure": "Incidence of adverse events",
                    "description": "Will be evaluated using the modified National Cancer Institute (NCI) toxicity criteria. Toxicity evaluation will be based on Common Terminology Criteria for Adverse Events (CTCAE) v5.0",
                    "timeFrame": "Up to 1 year"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Magnitude of the immune response to CD105/Yb-1/SOX2/CDH3/MDM2-polyepitope Plasmid DNA Vaccine (STEMVAC)",
                    "description": "Will measure the magnitude of the Th1 STEMVAC specific immune response using IFN-gamma enzyme-linked immunosorbent spot (ELISPOT). T-test among the 2 groups (vaccine and adjuvant alone) will be conducted to evaluate immune response if skewness is not observed.",
                    "timeFrame": "Up to 1 year"
                },
                {
                    "measure": "Vaccine induced T-cells traffic to tumor",
                    "description": "Will evaluate if vaccine induced T-cells traffic to tumor and eliminate cancer cells which have undergone epithelial to mesenchymal transformation (EMT). Will assess TCR-beta (TCRb) gene usage in both T-cell lines expanded from peripheral blood and in the tumor biopsy, and the expression of EMT related genes in the tumor after vaccination with STMEVAC+GM-CSF or GM-CSF alone. Shannon diversity index will be summarized and the Clopper-Pearson confidence interval will be computed for the rate of T-cell trafficking among the 10 patients subject to TCRb sequencing.",
                    "timeFrame": "Up to 1 year"
                },
                {
                    "measure": "Overall response rate (ORR)",
                    "description": "Will evaluate potential clinical response approximately one month after the 3rd vaccine using Response Evaluation Criteria in Solid Tumors (RECIST) 1.1. An informal comparison will be conducted to compare the ORR between the two arms, with the Fisher exact test to account for small sample size.",
                    "timeFrame": "1 month after the 3rd vaccine (Up to 6 months)"
                },
                {
                    "measure": "Progression free survival (PFS)",
                    "description": "Kaplan-Meier estimates of the survival function with 95% confidence intervals (CIs) at specific time points (using Greenwood's formula for the standard error) will be computed.",
                    "timeFrame": "Up to 5 years"
                },
                {
                    "measure": "Overall survival (OS)",
                    "description": "Kaplan-Meier estimates of the survival function with 95% CIs at specific time points (using Greenwood's formula for the standard error) will be computed. Comparisons of OS in the two arms will be conducted by the log-rank test.",
                    "timeFrame": "Up to 5 years"
                },
                {
                    "measure": "T-cell activation and Type I lymphocyte markers",
                    "description": "Two-sample T-tests or the Wilcoxon test will be utilized to compare the absolute change of T-cell activation markers and the Type I immune cells from baseline based on the normality of the data.",
                    "timeFrame": "Up to 1 year"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Histologically-confirmed diagnosis of stage IV non-squamous or squamous NSCLC.\n* Have measurable disease based on Response Evaluation Criteria in Solid Tumors (RECIST) 1.1 within one month of first vaccine. Target lesions situated in a previously irradiated area are considered measurable if progression has been demonstrated in such lesions.\n* Have completed 3-4 cycles of chemoimmunotherapy, without evidence of progressive disease. Pembrolizumab has to be included in at least 3 of these cycles.\n* Have not received more than 2 cycles of maintenance pembrolizumab and/or pemetrexed and be a candidate for continuation of this therapy.\n* At least 1 site of disease that could be biopsied during treatment. This site should not be a site that is used to determine measurable disease for efficacy purposes. Lesions that will be biopsied should not be on a previously irradiated area unless progression has been demonstrated in such lesions.\n* Patients must be at least 28 days post systemic steroids prior to enrollment, unless this is a steroid administered concurrently with chemotherapy or used as part of prophylaxis to prevent intravenous (IV) contrast reactions.\n* Patients must have Eastern Cooperative Oncology Group (ECOG) Performance Status Score of 0 or 1.\n* Patients must have recovered from major infections and/or surgical procedures, and in the opinion of a principle investigator (PI)/co-PI/study physician/physician extender, not have any significant active concurrent medical illnesses precluding protocol treatment.\n* Willing to undergo up to two serial biopsies while on study.\n* Estimated life expectancy of more than 6 months.\n* White blood cells (WBC) \\>= 3000/mm\\^3 (within 60 days of first vaccination).\n* Lymphocyte count \\>= 800/mm\\^3 (within 60 days of first vaccination).\n* Platelet count \\>= 75,000/mm\\^3 (within 60 days of first vaccination).\n* Hemoglobin (Hgb) \\>= 9 g/dl (within 60 days of first vaccination).\n* Serum creatinine =\\< 1.2 mg/dl or creatinine clearance \\> 50 ml/min (within 60 days of first vaccination).\n* Total bilirubin =\\< 1.5 mg/dl (within 60 days of first vaccination).\n* Aspartate aminotransferase/serum glutamic oxaloacetic transaminase (AST/SGOT) =\\< 2 times upper limit of normal (ULN) or SGOT =\\< 5 times upper limit of normal (ULN) in the presence of liver metastasis (within 60 days of first vaccination).\n* If female of childbearing potential has a negative urine or serum pregnancy test within 72 hours prior to receiving the first dose of study medication.\n* All patients who are having sex that can lead to pregnancy must agree to contraception for the duration of study.\n* Patients must be at least 18 years of age.\n\nExclusion Criteria:\n\n* Patients with any of the following cardiac conditions:\n\n  * Symptomatic restrictive cardiomyopathy\n  * Unstable angina within 4 months prior to enrollment\n  * New York Heart Association functional class III-IV heart failure on active treatment\n  * Symptomatic pericardial effusion\n* Patients with central nervous system (CNS) metastasis that have not been treated. Patients with previously treated brain metastases may participate provided they are clinically stable for at least 4 weeks and, have no evidence of new or enlarging brain metastases and also are off steroids for 2 weeks prior to dosing with study medication.\n* Patients with any contraindication to receiving recombinant human granulocyte-macrophage colony stimulating factor (rhuGM-CSF) based products.\n* Patients with any clinically significant autoimmune disease that requires active treatment with immunosuppressants. Replacement therapy (e.g., thyroxine, insulin) is not considered a form of systemic treatment. Administration of systemic steroids (i.e., for allergic reactions, computed tomography (CT) scans, or the management of immune related adverse events \\[irAEs\\]) is allowed.\n* Has a known history of another prior invasive malignancy within 2 years, except subjects with early stage cancer that has undergone potentially curative therapy with no evidence of that disease recurrence for 2 years since initiation of that therapy.\n* Patients who are simultaneously enrolled in any other treatment study.\n* Patients who are pregnant or breastfeeding.\n* Patients with genetic driver alterations (e.g EGFR, ALK, ROS1, BRAF, MET ex 14, RET) for which targeted treatment exist and are Food and Drug Association (FDA) approved, except if the subject is not eligible or has progressed through those therapies.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Kris Kauno",
                    "role": "CONTACT",
                    "phone": "(866) 932-8588",
                    "email": "CVICoordinators@medicine.washington.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Shaveta Vinayak",
                    "affiliation": "Fred Hutch/University of Washington Cancer Consortium",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Rafael Santana-Davila",
                    "affiliation": "Fred Hutch/University of Washington Cancer Consortium",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "VA Puget Sound Health Care System",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Seattle",
                    "state": "Washington",
                    "zip": "98108",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Solomon Graf",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 47.60621,
                        "lon": -122.33207
                    }
                },
                {
                    "facility": "Fred Hutch/University of Washington Cancer Consortium",
                    "status": "RECRUITING",
                    "city": "Seattle",
                    "state": "Washington",
                    "zip": "98109",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Kris Kauno",
                            "role": "CONTACT",
                            "phone": "866-932-8588",
                            "email": "CVICoordinators@medicine.washington.edu"
                        },
                        {
                            "name": "Shaveta Vinayak",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 47.60621,
                        "lon": -122.33207
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000008175",
                    "term": "Lung Neoplasms"
                },
                {
                    "id": "D000002289",
                    "term": "Carcinoma, Non-Small-Cell Lung"
                }
            ],
            "ancestors": [
                {
                    "id": "D000012142",
                    "term": "Respiratory Tract Neoplasms"
                },
                {
                    "id": "D000013899",
                    "term": "Thoracic Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000008171",
                    "term": "Lung Diseases"
                },
                {
                    "id": "D000012140",
                    "term": "Respiratory Tract Diseases"
                },
                {
                    "id": "D000002283",
                    "term": "Carcinoma, Bronchogenic"
                },
                {
                    "id": "D000001984",
                    "term": "Bronchial Neoplasms"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5546",
                    "name": "Carcinoma, Non-Small-Cell Lung",
                    "asFound": "Lung Non-Small Cell Carcinoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5534",
                    "name": "Carcinoma",
                    "relevance": "LOW"
                },
                {
                    "id": "M11172",
                    "name": "Lung Neoplasms",
                    "asFound": "Lung Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M14979",
                    "name": "Respiratory Tract Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M16658",
                    "name": "Thoracic Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M11168",
                    "name": "Lung Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14977",
                    "name": "Respiratory Tract Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5540",
                    "name": "Carcinoma, Bronchogenic",
                    "relevance": "LOW"
                },
                {
                    "id": "M5260",
                    "name": "Bronchial Neoplasms",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC08",
                    "name": "Respiratory Tract (Lung and Bronchial) Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000014612",
                    "term": "Vaccines"
                },
                {
                    "id": "C000081222",
                    "term": "Sargramostim"
                }
            ],
            "ancestors": [
                {
                    "id": "D000007155",
                    "term": "Immunologic Factors"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M257633",
                    "name": "Molgramostim",
                    "relevance": "LOW"
                },
                {
                    "id": "M219218",
                    "name": "Sargramostim",
                    "asFound": "Irradiation",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17360",
                    "name": "Vaccines",
                    "asFound": "Other",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10201",
                    "name": "Immunologic Factors",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}