{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT00668187",
            "orgStudyIdInfo": {
                "id": "0801M24964"
            },
            "secondaryIdInfos": [
                {
                    "id": "U54NS065768",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/U54NS065768"
                }
            ],
            "organization": {
                "fullName": "University of Minnesota",
                "class": "OTHER"
            },
            "briefTitle": "A Natural History Study of the Gangliosidoses",
            "officialTitle": "A Natural History Study of the Gangliosidoses",
            "therapeuticArea": [
                "Other"
            ],
            "study": "a-natural-history-study-of-the-gangliosidoses"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-03",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2010-12",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-03-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-03-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2008-04-25",
            "studyFirstSubmitQcDate": "2008-04-25",
            "studyFirstPostDateStruct": {
                "date": "2008-04-29",
                "type": "ESTIMATED"
            },
            "lastUpdateSubmitDate": "2024-03-08",
            "lastUpdatePostDateStruct": {
                "date": "2024-03-12",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of Minnesota",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Rare Diseases Clinical Research Network",
                    "class": "NETWORK"
                },
                {
                    "name": "National Center for Advancing Translational Sciences (NCATS)",
                    "class": "NIH"
                },
                {
                    "name": "National Institute of Neurological Disorders and Stroke (NINDS)",
                    "class": "NIH"
                },
                {
                    "name": "National Institute of Diabetes and Digestive and Kidney Diseases (NIDDK)",
                    "class": "NIH"
                },
                {
                    "name": "Lysosomal Disease Network",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Hypothesis: To characterize and describe disease progression and heterogeneity of the gangliosidosis diseases.\n\nThis research study seeks to develop a quantitative method to delineate disease progression for the gangliosidosis diseases (Tay-Sachs disease, Sandhoff disease, and GM1 gangliosidosis) in order to better understand the natural history and heterogeneity of these diseases. Such a quantitative method will also be essential for evaluating any treatments that may become available in the future, such as gene therapy. The data from this study will be necessary to provide end-points for future therapies, guide medical decisions about treatment, provide objective measurement of treatment outcomes, and accurately inform parents regarding potential outcomes.",
            "detailedDescription": "The infantile form of GM2 and GM1 gangliosidosis diseases (\"classic\" infantile) is the most common. Infants with Tay-Sachs disease, Sandhoff disease or GM1 gangliosidosis appear normal at birth, but at approximately 6-10 months of age begin to manifest progressive weakness and loss of muscle strength, such as loss of the ability to sit up or turn over. They may evidence deafness, and display decreased attentiveness. This is followed by rapid deterioration of motor skills and slowed mental development (neurodegeneration), often with seizures. Retinal involvement leads to visual impairment and eventual blindness. Death typically occurs by the age of five. Currently there is no treatment for Tay-Sachs disease, Sandhoff disease or GM1 gangliosidosis.\n\nLate Onset Tay-Sachs disease (\"LOTS\") occurs in patients beginning in their twenties or thirties, and is characterized by poor motor coordination and psychotic behaviors. Patients with LOTS also have decreased life expectancy, although to a lesser degree than those with infantile or juvenile Tay-Sachs or Sandhoff diseases. Currently there is no treatment for LOTS.\n\nThis study is comprised of two different 'arms.' The first arm, entitled Aim 1, will focus on the developmental course of infantile and juvenile Tay-Sachs disease, Sandhoff disease, and GM1 gangliosidosis. Longitudinal data from individuals with these diseases will be collected in order to delineate the natural history of these diseases. This data will help to objectify disease progression, and can be used to create a disease stage and severity index.\n\nThe second arm, entitled Aim 2, will focus on LOTS and will seek to understand the progression of central nervous system disease, with special focus upon cerebellar and frontal systems. This will be accomplished by using quantitative methods including neuroimaging and neuropsychological measures that explore motor and executive functions, visual-spatial and emotional-behavioral dysfunction."
        },
        "conditionsModule": {
            "conditions": [
                "Tay-Sachs Disease",
                "Sandhoff Disease",
                "Late Onset Tay-Sachs Disease",
                "GM1 Gangliosidosis",
                "GM2 Gangliosidosis"
            ],
            "keywords": [
                "Tay-Sachs disease",
                "Sandhoff disease",
                "Late Onset Tay-Sachs disease",
                "LOTS",
                "hexosaminidase A deficiency",
                "hexosaminidase A and B deficiency",
                "infantile Tay-Sachs disease",
                "adult-onset Tay-Sachs disease",
                "prospective",
                "natural history",
                "GM1 gangliosidosis",
                "gangliosidoses",
                "β-galactosidase",
                "β-galactosidase deficiency",
                "hexosaminidase",
                "hexosaminidase deficiency",
                "Tay-Sachs",
                "Sandhoff",
                "juvenile Tay-Sachs",
                "juvenile Tay-Sachs disease",
                "late onset Tay-Sachs",
                "juvenile Sandhoff",
                "juvenile Sandhoff disease",
                "GM2 gangliosidosis"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": false,
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "PROSPECTIVE"
            },
            "enrollmentInfo": {
                "count": 52,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Gangliosidosis Diseases Study Population",
                    "description": "This study observes one cohort: 42 infantile or juvenile Tay-Sachs disease, Sandhoff disease, or GM1 gangliosidosis affected subjects; and 10 late-onset gangliosidosis disease affected subjects."
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in Child Developmental Status as Assessed by Neuropsychological Tests",
                    "description": "Neuropsychological testing data will be collected at baseline and annually, that measure fine and gross motor skills, visual tracking and attention, verbal and non-verbal communication, and emotional and social behaviors. For infantile and juvenile Tay-Sachs disease, Sandhoff disease and GM1 gangliosidosis-affected subjects, age- and ability-appropriate neurobehavioral and neurodevelopmental testing will include instruments such as the Bayley Scales of Infant Development (Third Edition), and the Vineland Adaptive Behavior Scales.",
                    "timeFrame": "Upon enrollment; then at 12, 24, 36, 48 and 60 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Ascertainment of Enzyme Activity Levels",
                    "description": "If either of the following diagnostic measures have been performed in the course of subjects' clinical care not connected with this study, the resulting data will be collected: for Tay-Sachs and Sandhoff disease-affected patients, levels of hexosaminidase enzyme activity; or for GM1 gangliosidosis-affected patients, levels of β-galactosidase enzyme activity. Determinations of these enzyme activity levels are a requisite part of the diagnostic process in all of the gangliosidosis diseases.",
                    "timeFrame": "Upon enrollment"
                },
                {
                    "measure": "Medication Regime",
                    "description": "If any medications are given to subjects during the course of subjects' clinical care not connected with this study, the medications will be identified, quantified and recorded.",
                    "timeFrame": "Upon enrollment; then at 12, 24, 36, 48 and 60 months"
                },
                {
                    "measure": "Clinical Assessments",
                    "description": "Clinical assessments will be performed that measure initial symptomology, along with the appearance and evolution of symptoms over time. For infants and juveniles, these may include: evaluation of motor control, gain and/or loss of developmental milestones, hyperacusis, seizures, macrocephaly, the appearance of retinal \"cherry-red spots\" ascertained by ocular exam, personal interaction, and reflexes.\n\nFor adults, assessments may include: coordination, psychological disorder, verbal skills, muscle wasting with weakness, fasciculations, and posture abnormalities.",
                    "timeFrame": "Upon enrollment; then at 12, 24, 36, 48 and 60 months"
                },
                {
                    "measure": "Changes in Child Brain Structure Development and Status, as Assessed by Magnetic Resonance Imaging (MRI) Examination",
                    "description": "For infantile and juvenile Tay-Sachs disease, Sandhoff disease and GM1 gangliosidosis-affected subjects, if any MRI brain imaging is performed during the course of subjects' clinical care not connected with this study, these MRI brain imaging data will be captured for this study. Any developmental abnormality, and the volumes of specific brain structures imaged, will be measured and the resulting data recorded. If data from multiple MRI examinations performed at different times in any given patient's life become available, the resulting brain structure measurements will be compared across time, and analyzed in order to reveal progressive changes in brain structure, if any have occurred.",
                    "timeFrame": "Upon enrollment; then at 12, 24, 36, 48 and 60 months"
                },
                {
                    "measure": "Identification of Genetic Mutation(s)",
                    "description": "If any subject's genetic mutation(s) that are responsible for their gangliosidosis disease are identified during the course of subject's clinical care not connected with this study, that genetic mutation information will be collected for this study.",
                    "timeFrame": "Upon Enrollment"
                },
                {
                    "measure": "Changes in Chitotriosidase Enzyme Activity Levels",
                    "description": "If the following biomarker measures are performed in the course of subjects' clinical care not connected with this study, the resulting data will be collected: plasma and/or cerebrospinal fluid chitotriosidase enzyme activity levels. If these measures are performed repeatedly at different times in the course of subjects' clinical care not connected with this study, the resulting data will be collected each time.",
                    "timeFrame": "Upon enrollment; then at 12, 24, 36, 48 and 60 months"
                },
                {
                    "measure": "Ascertainment of Ganglioside Levels",
                    "description": "If either of the following diagnostic measures have been performed in the course of subjects' clinical care not connected with this study, the resulting data will be collected: for Tay-Sachs and Sandhoff disease-affected patients, levels of GM2 ganglioside; or for GM1 gangliosidosis-affected patients, levels of GM1 ganglioside.",
                    "timeFrame": "Upon enrollment"
                },
                {
                    "measure": "Change in Adult Neurocognitive Status as Assessed by Neuropsychological Tests",
                    "description": "For adult-onset gangliosidosis-affected subjects, neuropsychological testing will be performed at baseline and annually as part of this study. Neuropsychological testing data will be collected using instruments including, but not limited to, the Wechsler Abbreviated Scale of Intelligence and the Test of Variables of Attention (\"TOVA\"). The resulting data will be recorded and compared across time, and analyzed in order to reveal progressive changes in subjects' neurocognitive status, if any have occurred.",
                    "timeFrame": "Upon enrollment; then at 12, 24, 36, 48 and 60 months"
                },
                {
                    "measure": "Changes in Adult Brain Structure Status, as Assessed by Magnetic Resonance Imaging (MRI) Examination",
                    "description": "For adult-onset gangliosidosis-affected subjects, an MRI examination of the head will be performed at baseline and annually as part of this study. The volumes of specific brain structures imaged will be measured and recorded. These brain structure measurements will be compared across time, and analyzed in order to reveal progressive changes in brain structure, if any have occurred.",
                    "timeFrame": "Upon enrollment; then at 12, 24, 36, 48 and 60 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Subjects must have a documented gangliosidosis disease.\n2. Subjects must be able to complete appropriate neuropsychological and neurobehavioral assessments.\n3. Late-onset gangliosidosis subjects must be able to tolerate a head MRI.\n\nExclusion Criteria:\n\n1. There are no exclusion criteria, beyond a desire not to participate.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "stdAges": [
                "CHILD",
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "Any infant or juvenile with Tay-Sachs disease, Sandhoff disease, or GM1 gangliosidosis; and any adult with a late-onset gangliosidosis disease",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Jeanine R. Jarnes, PharmD",
                    "role": "CONTACT",
                    "phone": "612-626-5131",
                    "email": "utzx0002@umn.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Jeanine R. Jarnes, PharmD",
                    "affiliation": "University of Minnesota - Fairview",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Minnesota - Pediatric Genetics and Metabolism",
                    "status": "RECRUITING",
                    "city": "Minneapolis",
                    "state": "Minnesota",
                    "zip": "55455",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jeanine R. Jarnes, PharmD",
                            "role": "CONTACT",
                            "phone": "612-626-5131",
                            "email": "utzx0002@umn.edu"
                        },
                        {
                            "name": "Jeanine R. Jarnes, PharmD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Chester B. Whitley, MD, PhD",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 44.97997,
                        "lon": -93.26384
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "20301397",
                    "type": "BACKGROUND",
                    "citation": "Toro C, Shirvan L, Tifft C. HEXA Disorders. 1999 Mar 11 [updated 2020 Oct 1]. In: Adam MP, Feldman J, Mirzaa GM, Pagon RA, Wallace SE, Bean LJH, Gripp KW, Amemiya A, editors. GeneReviews(R) [Internet]. Seattle (WA): University of Washington, Seattle; 1993-2024. Available from http://www.ncbi.nlm.nih.gov/books/NBK1218/"
                },
                {
                    "pmid": "8230592",
                    "type": "BACKGROUND",
                    "citation": "Kaback M, Lim-Steele J, Dabholkar D, Brown D, Levy N, Zeiger K. Tay-Sachs disease--carrier screening, prenatal diagnosis, and the molecular era. An international perspective, 1970 to 1993. The International TSD Data Collection Network. JAMA. 1993 Nov 17;270(19):2307-15."
                },
                {
                    "pmid": "15714079",
                    "type": "BACKGROUND",
                    "citation": "Neudorfer O, Pastores GM, Zeng BJ, Gianutsos J, Zaroff CM, Kolodny EH. Late-onset Tay-Sachs disease: phenotypic characterization and genotypic correlations in 21 affected patients. Genet Med. 2005 Feb;7(2):119-23. doi: 10.1097/01.gim.0000154300.84107.75."
                },
                {
                    "pmid": "9547461",
                    "type": "BACKGROUND",
                    "citation": "MacQueen GM, Rosebush PI, Mazurek MF. Neuropsychiatric aspects of the adult variant of Tay-Sachs disease. J Neuropsychiatry Clin Neurosci. 1998 Winter;10(1):10-9. doi: 10.1176/jnp.10.1.10."
                },
                {
                    "pmid": "15956171",
                    "type": "BACKGROUND",
                    "citation": "Frey LC, Ringel SP, Filley CM. The natural history of cognitive dysfunction in late-onset GM2 gangliosidosis. Arch Neurol. 2005 Jun;62(6):989-94. doi: 10.1001/archneur.62.6.989."
                },
                {
                    "pmid": "2939718",
                    "type": "BACKGROUND",
                    "citation": "Navon R, Argov Z, Frisch A. Hexosaminidase A deficiency in adults. Am J Med Genet. 1986 May;24(1):179-96. doi: 10.1002/ajmg.1320240123."
                },
                {
                    "pmid": "15210895",
                    "type": "BACKGROUND",
                    "citation": "Zaroff CM, Neudorfer O, Morrison C, Pastores GM, Rubin H, Kolodny EH. Neuropsychological assessment of patients with late onset GM2 gangliosidosis. Neurology. 2004 Jun 22;62(12):2283-6. doi: 10.1212/01.wnl.0000130498.19019.02."
                },
                {
                    "pmid": "25557439",
                    "type": "RESULT",
                    "citation": "Utz JR, Crutcher T, Schneider J, Sorgen P, Whitley CB. Biomarkers of central nervous system inflammation in infantile and juvenile gangliosidoses. Mol Genet Metab. 2015 Feb;114(2):274-80. doi: 10.1016/j.ymgme.2014.11.015. Epub 2014 Dec 6."
                },
                {
                    "pmid": "28476546",
                    "type": "RESULT",
                    "citation": "Jarnes Utz JR, Kim S, King K, Ziegler R, Schema L, Redtree ES, Whitley CB. Infantile gangliosidoses: Mapping a timeline of clinical changes. Mol Genet Metab. 2017 Jun;121(2):170-179. doi: 10.1016/j.ymgme.2017.04.011. Epub 2017 Apr 29."
                },
                {
                    "pmid": "29352662",
                    "type": "RESULT",
                    "citation": "Nestrasil I, Ahmed A, Utz JM, Rudser K, Whitley CB, Jarnes-Utz JR. Distinct progression patterns of brain disease in infantile and juvenile gangliosidoses: Volumetric quantitative MRI study. Mol Genet Metab. 2018 Feb;123(2):97-104. doi: 10.1016/j.ymgme.2017.12.432. Epub 2017 Dec 20."
                }
            ],
            "seeAlsoLinks": [
                {
                    "label": "The Lysosomal Disease Network, a research consortium funded by the NIH's Rare Diseases Clinical Research Network",
                    "url": "http://www.lysosomaldiseasenetwork.org/"
                },
                {
                    "label": "Homepage of the Rare Diseases Clinical Research Network",
                    "url": "http://www.rarediseasesnetwork.org/index.htm"
                },
                {
                    "label": "Talking Glossary of Genetic Terms from the National Human Genome Research Institute. (Uses Adobe Flash plugin.) This Talking Glossary is available as an app for mobile devices, from a link on this page.",
                    "url": "https://www.genome.gov/glossary/"
                },
                {
                    "label": "The Lysosomal Disease Network's page on the Rare Diseases Clinical Research Network's web site",
                    "url": "https://www.rarediseasesnetwork.org/LDN/"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "De-identified individual data is input to the NIH-funded Rare Diseases Clinical Research Network's Data Management \\& Coordinating Center (\"DMCC\"). Eventually this data will become part of the database of Genotypes and Phenotypes (\"dbGaP\"), which is part of the National Center for Biotechnology Information, U.S. National Library of Medicine."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000005733",
                    "term": "Gangliosidoses"
                },
                {
                    "id": "D000013661",
                    "term": "Tay-Sachs Disease"
                },
                {
                    "id": "D000016537",
                    "term": "Gangliosidosis, GM1"
                },
                {
                    "id": "D000020143",
                    "term": "Gangliosidoses, GM2"
                },
                {
                    "id": "D000012497",
                    "term": "Sandhoff Disease"
                }
            ],
            "ancestors": [
                {
                    "id": "D000013106",
                    "term": "Sphingolipidoses"
                },
                {
                    "id": "D000020140",
                    "term": "Lysosomal Storage Diseases, Nervous System"
                },
                {
                    "id": "D000020739",
                    "term": "Brain Diseases, Metabolic, Inborn"
                },
                {
                    "id": "D000001928",
                    "term": "Brain Diseases, Metabolic"
                },
                {
                    "id": "D000001927",
                    "term": "Brain Diseases"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000008661",
                    "term": "Metabolism, Inborn Errors"
                },
                {
                    "id": "D000030342",
                    "term": "Genetic Diseases, Inborn"
                },
                {
                    "id": "D000008064",
                    "term": "Lipidoses"
                },
                {
                    "id": "D000008052",
                    "term": "Lipid Metabolism, Inborn Errors"
                },
                {
                    "id": "D000016464",
                    "term": "Lysosomal Storage Diseases"
                },
                {
                    "id": "D000008659",
                    "term": "Metabolic Diseases"
                },
                {
                    "id": "D000052439",
                    "term": "Lipid Metabolism Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M8850",
                    "name": "Gangliosidoses",
                    "asFound": "Gangliosidosis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M21978",
                    "name": "Gangliosidoses, GM2",
                    "asFound": "GM2 Gangliosidosis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M16433",
                    "name": "Tay-Sachs Disease",
                    "asFound": "Tay-Sachs Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M18932",
                    "name": "Gangliosidosis, GM1",
                    "asFound": "GM1 Gangliosidosis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M15316",
                    "name": "Sandhoff Disease",
                    "asFound": "Sandhoff Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M15904",
                    "name": "Sphingolipidoses",
                    "relevance": "LOW"
                },
                {
                    "id": "M18871",
                    "name": "Lysosomal Storage Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5204",
                    "name": "Brain Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5205",
                    "name": "Brain Diseases, Metabolic",
                    "relevance": "LOW"
                },
                {
                    "id": "M22498",
                    "name": "Brain Diseases, Metabolic, Inborn",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M11641",
                    "name": "Metabolism, Inborn Errors",
                    "relevance": "LOW"
                },
                {
                    "id": "M23686",
                    "name": "Genetic Diseases, Inborn",
                    "relevance": "LOW"
                },
                {
                    "id": "M11064",
                    "name": "Lipidoses",
                    "relevance": "LOW"
                },
                {
                    "id": "M11054",
                    "name": "Lipid Metabolism, Inborn Errors",
                    "relevance": "LOW"
                },
                {
                    "id": "M11639",
                    "name": "Metabolic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M27029",
                    "name": "Lipid Metabolism Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "T2433",
                    "name": "Gangliosidosis",
                    "asFound": "Gangliosidosis",
                    "relevance": "HIGH"
                },
                {
                    "id": "T5588",
                    "name": "Tay-Sachs Disease",
                    "asFound": "Tay-Sachs Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "T2570",
                    "name": "GM1 Gangliosidosis",
                    "asFound": "GM1 Gangliosidosis",
                    "relevance": "HIGH"
                },
                {
                    "id": "T734",
                    "name": "Beta-galactosidase-1 Deficiency",
                    "asFound": "GM1 Gangliosidosis",
                    "relevance": "HIGH"
                },
                {
                    "id": "T5103",
                    "name": "Sandhoff Disease",
                    "asFound": "Sandhoff Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "T5335",
                    "name": "Sphingolipidosis",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BC16",
                    "name": "Diseases and Abnormalities at or Before Birth"
                },
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}