{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT02461615",
            "orgStudyIdInfo": {
                "id": "2015-2214"
            },
            "secondaryIdInfos": [
                {
                    "id": "U54HL127672",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/U54HL127672"
                },
                {
                    "id": "R01FD007604",
                    "type": "FDA",
                    "link": "https://reporter.nih.gov/quickSearch/R01FD007604"
                }
            ],
            "organization": {
                "fullName": "Children's Hospital Medical Center, Cincinnati",
                "class": "OTHER"
            },
            "briefTitle": "A National Registry For Pulmonary Alveolar Proteinosis",
            "officialTitle": "A National Registry For Pulmonary Alveolar Proteinosis",
            "therapeuticArea": [
                "Respiratory"
            ],
            "study": "a-national-registry-for-pulmonary-alveolar-proteinosis"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-01",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2015-04"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-12",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2030-12",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2015-05-28",
            "studyFirstSubmitQcDate": "2015-06-01",
            "studyFirstPostDateStruct": {
                "date": "2015-06-03",
                "type": "ESTIMATED"
            },
            "lastUpdateSubmitDate": "2024-01-21",
            "lastUpdatePostDateStruct": {
                "date": "2024-01-23",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Children's Hospital Medical Center, Cincinnati",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Rare Diseases Clinical Research Network",
                    "class": "NETWORK"
                },
                {
                    "name": "National Heart, Lung, and Blood Institute (NHLBI)",
                    "class": "NIH"
                },
                {
                    "name": "National Center for Advancing Translational Sciences (NCATS)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true
        },
        "descriptionModule": {
            "briefSummary": "The major goal of Part A of this study is to establish a National PAP Registry to help make reliable new research tests available to doctors to improve the diagnosis of PAP, increase awareness and knowledge of PAP, and give patients a 'seat at the table' in planning and conducting PAP research including the clinical testing of several new potential therapies. The major goal of Part B of this study is to define the natural history of autoimmune PAP (aPAP), develop a disease severity score that reflects how aPAP patients feel and function, and to develop and test novel tools to measure the severity of aPAP lung disease. Funding Source - FDA OOPD",
            "detailedDescription": "PAP is a rare syndrome of surfactant accumulation and resulting hypoxemic respiratory failure that occurs in a number of diseases classified pathogenically into three groups: primary PAP (caused by disruption of GM-CSF signaling - autoimmune PAP, hereditary PAP), secondary PAP (caused by reduction in alveolar macrophage numbers and/or functions), and surfactant dysfunction-related PAP (caused by mutations in genes required for normal surfactant production). In current clinical practice, PAP is diagnosed based on a lung biopsy; an approach that is not able to identify the PAP-causing disease in anyone. Current therapy involves the physical removal of surfactant by a procedure in which the lungs are repeatedly filled with saline and emptied - whole lung lavage, which is invasive, inefficient, and not widely available, especially for children. Importantly, research advances have elucidated the pathogenesis of diseases causing PAP in most patients and have identified new diagnostic and therapeutic approaches. Simple blood-based research tests can now identify the PAP-causing disease in about 95% of patients. Further, several promising potential disease-specific therapies are currently in development. The long-term goals of the Rare Lung Diseases Consortium include improving the diagnosis and therapy of people with PAP.\n\nPart A: A major goal of this protocol is to establish a National PAP Registry. Our central hypothesis is that a nationwide campaign to enroll and communicate with a large cohort of PAP patients will have important benefits including 1) accelerating the translation of research diagnostics into clinical practice, 2) increasing knowledge among patient and healthcare communities about PAP, and 3) engagement of PAP patients and doctors in planning and conducting PAP research. The specific objectives of this study are to: 1) determine the ability of the DBSC GMAb Test to correctly identify autoimmune PAP among people with PAP of any type, 2) estimate the prevalence of autoimmune PAP, 3) increase communication and knowledge about PAP-causing diseases, PAP research advances, and future research studies among PAP patients, healthcare providers, the medical community, the PAP Foundation, the Translational Pulmonary Science Center (TPSC) and the general public, 4) evaluate the ability of DBSC-based test to correctly identify genetic factors that increase the risk of developing PAP; and 5) to evaluate the ability of the DBSC GMAb Test to correctly identify autoimmune PAP among people with PAP of any type, or another lung diseases, and healthy controls. The target population is any person diagnosed with PAP. The study design will involve recruitment, screening, and enrollment of Participants via short telephone-based study visits, completion of questionnaires, and collection of capillary blood from the fingertip by Participants in their home using a DBSC, which are then sent by US mail to the TPSC for evaluation. The experimental approach will compare GMAb levels from DBSCs from Participants diagnosed with PAP and determine the fraction of autoimmune PAP patients among individuals with PAP. DBSC-based genetic testing will be compared to current blood-based methods for identification of known genetic risk factors for developing PAP. Lastly, DBSC GMAb values will be compared to GMAb values from healthy and lung disease controls to determine the ability of the DBSC GMAb test to identify patients with autoimmune PAP. Anticipated results will establish a National PAP registry, validate tests for diagnosis of diseases causing PAP in more than 90% of patients, increase awareness and understanding of PAP among patients and healthcare providers, and provide for a patient voice in PAP research. These results will impact the field by: 1) transforming how PAP is diagnosed, 2) increasing access to diagnostic testing - of special importance to those in remote locations, and 3) engaging PAP patient and healthcare communities in planning and implementing PAP research including a prospective natural history study and clinical trials evaluating several potential, disease-specific therapies.\n\nPart B: A major goal of Part B of this protocol is to perform a retrospective, longitudinal, chart-based natural history study of aPAP, to develop a disease severity score that reflects how aPAP patients feel and function, including objective measures of lung function and pathology, and to develop and test novel tools to measure the severity of aPAP lung disease. Our central hypothesis is that defining the natural history of aPAP using an outcome measure that incorporates how patients feel, function, and breathe as a function of the severity of their disease and developing tools to measure clinical outcomes will accelerate pharmacotherapeutic development for aPAP. The specific objectives of Part B of this study are to: 1) perform a retrospective, longitudinal, chart-based natural history study of aPAP, 2) host focus groups to obtain patient input regarding health survey content, 3) establish a disease severity score that reflects how aPAP patients feel and function and that includes objective measures of lung function and pathology, and 4) evaluate the ability of a mobile phone-based exercise test to monitor disease severity in aPAP patients. The target population are patients diagnosed with aPAP. The study design will involve review of retrospective, longitudinal review of medical records from aPAP patients and engagement of the patient community to establish a disease severity score that reflects how aPAP patients feel and function and to test a home-based method to remotely evaluate the exercise capacity of aPAP patients. The experimental approach will be to collect and review retrospective, longitudinal medical records of aPAP patients. Additionally, participants will release routine clinic data to the study team and complete questionnaires that measure symptoms, function, and quality of life at the time of routine clinic visits to facilitate development of an aPAP disease severity score (aPAP-DSS). The aPAP-DSS will be a composite of patient-reported and objective function data measuring patient's breathlessness - using a dyspnea index (Dyspnea-I), oxygen delivery - using a lung function index (LungFxn-I), therapeutic oxygen requirement - using a supplemental oxygen index (sO2-I), and health status and function - using a quality of life index (QoL-I). We will compare the multivariate aPAP-DSS with A-aDO2 - the gold standard for measuring lung dysfunction in aPAP, with radiological lung density - a direct measure of amount of pathological surfactant accumulation that causes the clinical manifestations of aPAP, and the St. George's Respiratory Questionnaire - a health outcomes tool. Lastly, aPAP patients will also be able to participate in the pilot testing of a mobile phone-based app to measure the exercise capacity. Specifically, we will evaluate the ability of the 5-minute standardized exercise protocol (STEP) test (5MST) to outperform the 6-minute walk test (6MWT) as a measure of impaired exercise capacity in aPAP patients and the accuracy and acceptability of the app-based remote 6MWT and 5MST compared to standardized clinic-based exercise testing. Anticipated results will be collection and organization of data on the natural history of aPAP and identification of gaps that can be addressed in a future prospective natural history study. We will also evaluate novel tools to measure aPAP disease severity and exercise capacity via a remote, home-based application. These results will impact the field by 1) improving our understanding of the clinical course of aPAP, 2) providing a simple tool to measure disease severity in terms of how aPAP patients feel and function using information readily available in the standard medical record, and 3) develop and test a novel patient-reported outcome assessment tool to measure how aPAP patient's function."
        },
        "conditionsModule": {
            "conditions": [
                "Pulmonary Alveolar Proteinosis"
            ],
            "keywords": [
                "Pulmonary Surfactant",
                "Rare Lung Disease",
                "Registry"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": true,
            "targetDuration": "5 Years",
            "designInfo": {
                "observationalModel": "OTHER",
                "timePerspective": "PROSPECTIVE"
            },
            "bioSpec": {
                "retention": "SAMPLES_WITH_DNA",
                "description": "Capillary blood samples on diagnostic blood spot cards may be retained."
            },
            "enrollmentInfo": {
                "count": 500,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Registry Participants",
                    "description": "All participants who participate in the National PAP Registry will be put into this cohort and observed over approximately 5 years."
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "DBS card GM-CSF autoantibody levels to diagnose Autoimmune PAP",
                    "description": "GM-CSF antibody measurement from a diagnostic blood spot (DBS) card to diagnose autoimmune PAP among participants with PAP of any type",
                    "timeFrame": "5 years"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Prevalence of Autoimmune PAP",
                    "timeFrame": "5 years"
                },
                {
                    "measure": "Genetic risks for PAP",
                    "description": "Use diagnostic blood spot (DBS) card-based specimens to identify genetic factors that increase risk of developing PAP",
                    "timeFrame": "5 years"
                },
                {
                    "measure": "Sensitivity and Specificity of DBS card GM-CSF autoantibody test for Autoimmune PAP",
                    "timeFrame": "5 years"
                },
                {
                    "measure": "Retrospective, longitudinal, chart-based natural history study of aPAP",
                    "timeFrame": "2 years"
                },
                {
                    "measure": "Autoimmune Pulmonary Alveolar Proteinosis-Disease Severity Score",
                    "description": "The aPAP-DSS score is composed of a dyspnea index (Dyspnea-I), a lung function index (LungFxn-I), a supplemental O2 index (sO2-I), and quality of life index (QoL-I). Dyspnea-I reflects the level of breathlessness and is measured by the San Diego-Shortness of Breath Questionnaire (scores are 0 (no dyspnea) to 120 (maximal dyspnea)). LungFxn-I reflects the reduction in gas diffusion across the lung measured by DLCO% (scores are 0 (DLCO% \\>80% predicted), 1 (DLCO% 70-80% predicted), 2 (DLCO% 60-70% predicted), 3 (DLCO% 50-60% predicted), and 4 (DLCO \\<50% predicted). sO2-I reflects the supplemental O2 therapy needs; scores are 0 (no supplemental O2), 1 (intermittent O2), and 2 (continuous O2). The QoL-I reflects the patient's quality of life calculated as the average of the SF36 questionnaire (scores are from 0 (most favorable) to 100 (least favorable). Terms are adjusted to give a value of 0 to 5 by equation = (Dyspnea-I/ 24) + (LungFxn-I x 1.25) + (sO2-I x 1.66) + (QoL-I/20).",
                    "timeFrame": "2 years"
                },
                {
                    "measure": "Exercise Tolerance measured by the Five (5) Minute Step Test (5MST)",
                    "description": "The Five (5) Minute Step Test (5MST) will be used to remotely measure exercise tolerance. Participants study will perform a 5-minute step test (5MST) while measuring SpO2 and heart rate. We will normalize the SpO2 data collected at the time of the test to the work performed using the patient's weight and step height (Work=force x displacement). We will correlate exercise tolerance with clinical data, such as pulmonary function tests, arterial blood gas data and symptoms.",
                    "timeFrame": "2 years"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria for Part A and Part B:\n\n* Written informed consent and assent, if applicable\n\nInclusion Criteria for Part A (Cross Sectional Study of PAP Syndrome)\n\n* History of chest computed tomogram or chest radiograph findings compatible with PAP\n* History of diagnosis of PAP made by at least one of the following methods:\n\n  * Positive (Abnormal) serum GMAb test -OR-\n  * Lung biopsy clearly documenting the presence of PAP of any type or degree -OR-\n  * Bronchoalveolar lavage cytology compatible with PAP -OR-\n  * Recessive or compound mutations in genes known to cause PAP, i.e. GM-CSF receptor α or β chain, GM-CSF, surfactant protein B or C or ABCA3, ABCG1, ABCA1, TTF1\n\nInclusion Criteria For Part B (Longitudinal \\& PRO Survey Study of autoimmune PAP Patients)\n\n* Diagnosis of autoimmune PAP as indicated by:\n\n  * Positive (Abnormal) Serum GMAb Test -AND-\n  * History of chest CT or x-rays findings compatible with PAP -OR-\n  * Lung biopsy clearly documenting the presence of PAP of any type or degree -OR-\n  * Bronchoalveolar lavage cytology compatible with PAP\n\nExclusion Criteria or Part A and Part B:\n\n* Individuals who have a serious medical illness that, in the opinion of the investigator, is likely to interfere with completion of the study will be excluded.\n\nFor Part A (Cross-sectional Study of PAP Syndrome)\n\n* Individuals that do not have a diagnosis of PAP\n\nFor Part B (Longitudinal \\& PRO Survey Study of autoimmune PAP Patients)\n\n* Individuals that do not have a diagnosis of autoimmune PAP",
            "healthyVolunteers": false,
            "sex": "ALL",
            "stdAges": [
                "CHILD",
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "Patients with Pulmonary Alveolar Proteinosis (Part A) Patient with Autoimmune Pulmonary Alveolar Proteinosis (Part B)",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Brenna C Carey, Ms, PhD",
                    "role": "CONTACT",
                    "phone": "513-636-8916",
                    "email": "Brenna.Carey@cchmc.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Bruce C Trapnell, MD",
                    "affiliation": "Children's Hospital Medical Center, Cincinnati",
                    "role": "STUDY_CHAIR"
                }
            ],
            "locations": [
                {
                    "facility": "Cincinnati Children's Hospital Medical Center",
                    "status": "RECRUITING",
                    "city": "Cincinnati",
                    "state": "Ohio",
                    "zip": "45229",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Brenna C Carey, MS, PhD",
                            "role": "CONTACT",
                            "phone": "513-636-8916",
                            "email": "Brenna.Carey@cchmc.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.12713,
                        "lon": -84.51435
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "14695413",
                    "type": "BACKGROUND",
                    "citation": "Trapnell BC, Whitsett JA, Nakata K. Pulmonary alveolar proteinosis. N Engl J Med. 2003 Dec 25;349(26):2527-39. doi: 10.1056/NEJMra023226. No abstract available."
                },
                {
                    "pmid": "20338813",
                    "type": "BACKGROUND",
                    "citation": "Carey B, Trapnell BC. The molecular basis of pulmonary alveolar proteinosis. Clin Immunol. 2010 May;135(2):223-35. doi: 10.1016/j.clim.2010.02.017. Epub 2010 Mar 25."
                },
                {
                    "pmid": "24275678",
                    "type": "BACKGROUND",
                    "citation": "Uchida K, Nakata K, Carey B, Chalk C, Suzuki T, Sakagami T, Koch DE, Stevens C, Inoue Y, Yamada Y, Trapnell BC. Standardized serum GM-CSF autoantibody testing for the routine clinical diagnosis of autoimmune pulmonary alveolar proteinosis. J Immunol Methods. 2014 Jan 15;402(1-2):57-70. doi: 10.1016/j.jim.2013.11.011. Epub 2013 Nov 23."
                },
                {
                    "pmid": "18955570",
                    "type": "BACKGROUND",
                    "citation": "Suzuki T, Sakagami T, Rubin BK, Nogee LM, Wood RE, Zimmerman SL, Smolarek T, Dishop MK, Wert SE, Whitsett JA, Grabowski G, Carey BC, Stevens C, van der Loo JC, Trapnell BC. Familial pulmonary alveolar proteinosis caused by mutations in CSF2RA. J Exp Med. 2008 Nov 24;205(12):2703-10. doi: 10.1084/jem.20080990. Epub 2008 Oct 27."
                },
                {
                    "pmid": "21205713",
                    "type": "BACKGROUND",
                    "citation": "Suzuki T, Maranda B, Sakagami T, Catellier P, Couture CY, Carey BC, Chalk C, Trapnell BC. Hereditary pulmonary alveolar proteinosis caused by recessive CSF2RB mutations. Eur Respir J. 2011 Jan;37(1):201-4. doi: 10.1183/09031936.00090610. No abstract available."
                },
                {
                    "pmid": "20622029",
                    "type": "BACKGROUND",
                    "citation": "Suzuki T, Sakagami T, Young LR, Carey BC, Wood RE, Luisetti M, Wert SE, Rubin BK, Kevill K, Chalk C, Whitsett JA, Stevens C, Nogee LM, Campo I, Trapnell BC. Hereditary pulmonary alveolar proteinosis: pathogenesis, presentation, diagnosis, and therapy. Am J Respir Crit Care Med. 2010 Nov 15;182(10):1292-304. doi: 10.1164/rccm.201002-0271OC. Epub 2010 Jul 9."
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000011649",
                    "term": "Pulmonary Alveolar Proteinosis"
                }
            ],
            "ancestors": [
                {
                    "id": "D000008171",
                    "term": "Lung Diseases"
                },
                {
                    "id": "D000012140",
                    "term": "Respiratory Tract Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M11168",
                    "name": "Lung Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14503",
                    "name": "Pulmonary Alveolar Proteinosis",
                    "asFound": "Pulmonary Alveolar Proteinosis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M14977",
                    "name": "Respiratory Tract Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC08",
                    "name": "Respiratory Tract (Lung and Bronchial) Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M14517",
                    "name": "Pulmonary Surfactants",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Resp",
                    "name": "Respiratory System Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}