{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05829863",
            "orgStudyIdInfo": {
                "id": "R21DA056570",
                "type": "NIH",
                "link": "https://reporter.nih.gov/quickSearch/R21DA056570"
            },
            "organization": {
                "fullName": "University of Georgia",
                "class": "OTHER"
            },
            "briefTitle": "A Neuroimaging Approach to Advance Mechanistic Understanding of Tobacco Use Escalation Risk Among Young Adult African American Vapers",
            "officialTitle": "A Neuroimaging Approach to Advance Mechanistic Understanding of Tobacco Use Escalation Risk Among Young Adult African American Vapers",
            "therapeuticArea": [
                "Other"
            ],
            "study": "a-neuroimaging-approach-to-advance-mechanistic-understanding-of-tobacco-use-escalation-risk-among-young-adult-african-american-vapers"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-04",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-05-01",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-05-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-05-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-04-13",
            "studyFirstSubmitQcDate": "2023-04-13",
            "studyFirstPostDateStruct": {
                "date": "2023-04-26",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-04-13",
            "lastUpdatePostDateStruct": {
                "date": "2023-04-26",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Jiaying Liu",
                "investigatorTitle": "Associate Professor",
                "investigatorAffiliation": "University of Georgia"
            },
            "leadSponsor": {
                "name": "University of Georgia",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "60 young adult African American vapers who are not current smokers will participate in a baseline functional magnetic resonance imaging (fMRI) experiment, with 4 weekly follow-up surveys to gauge their tobacco use behaviors following the baseline scan. Baseline fMRI tasks will probe critical neurocognitive markers with high potential to account for individual differences in nicotine use prognosis and responsiveness to anti-vaping public service announcements (PSAs).",
            "detailedDescription": "60 African American young adult current vapers will be recruited from multiple sources including the University of Georgia (UGA) student research pools from the Communication and Psychology Departments, flyers, yard signs, local community liaisons, and via Craigslist and social media ads. The screening will begin with a brief online survey. The link to the survey will be included in the research pool websites, flyers, and social media ads. Those eligible after the screening will be invited to interview via Zoom for a more detailed assessment of eligibility. Eligible participants will be sent a pre-scan survey (about 0.5 hours) 24 hours prior to the in-person lab visit. They will then be invited to a 3-hour visit to UGA's Bioimaging Research Center (BIRC) and instructed to vape, or not, as usual that day. Upon arrival, participants' eligibility will be confirmed, and written informed consent will be obtained. Breath and urine samples will be collected to biochemically confirm the level of nicotine exposure (i.e., tobacco use severity), and hair and fingernail samples will be collected to gauge their chronic stress levels, followed by the remaining pre-scan measures. Participants will then be trained to perform the fMRI tasks. During fMRI, they will wear earplugs and MR-compatible vision correction, if needed, and lie on the scanner table. Stimuli will be back-projected, and responses collected using a four-button response box configured to allow on-screen Likert scale ratings of 1-7, both via Eprime 3.0 software. MRI will last approximately 60min, followed by post-scan measures (about 0.5 hours).\n\nAfter the baseline fMRI scan, participants will be exposed to (1) traditional cue reactivity stimuli used in tobacco research, including vaping, smoking, and office product images and scenarios, (2) e-cigarette packaging stimuli featuring menthol and tobacco flavors, and (3) static, visual, and textual anti-vaping public service announcements (PSAs). Immediately following each condition, participants are asked to assess their levels of craving for vaping and smoking. Their evaluations of the stimuli viewed in the scanner will also be conducted in post-scan survey after the 1-hour fMRI scan is completed.\n\nIn the next 4 weeks following the baseline scan, participants will receive a weekly survey link in their emails and text messages. In the survey, they will be asked to recall their tobacco and other substance use behavior during the past 7 days."
        },
        "conditionsModule": {
            "conditions": [
                "Message Exposure"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "interventionModelDescription": "During the baseline fMRI scan, participants will be exposed to anti-vaping public service announcements (PSAs) utilizing cognitive, emotional and social appeals to address the negative consequences of vaping.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE",
                    "maskingDescription": "The participants will be prevented from knowing the different message appeals to which they are exposed."
                }
            },
            "enrollmentInfo": {
                "count": 60,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Message exposure",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will all be exposed to anti-vaping PSAs utilizing cognitive, emotional, and social appeals, aiming to persuade them to reduce or quit using e-cigarettes.",
                    "interventionNames": [
                        "Behavioral: educational message exposure"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "educational message exposure",
                    "description": "Exposing African American young adult vapers to persuasive anti-vaping public service announcements (PSAs) with the goal of reducing their subsequent e-cigarette use.",
                    "armGroupLabels": [
                        "Message exposure"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Self-report smoking severity in the following month",
                    "description": "The weekly number of cigarettes smoked will be assessed with the timeline follow-back measures. Specifically, participants will be asked to retrospectively estimate their daily cigarette use for the 7 days prior to the weekly survey date. The four weekly estimates will be averaged to create the monthly smoking severity measure. The greater the number, the higher the smoking severity in that month.",
                    "timeFrame": "1 month"
                },
                {
                    "measure": "Self-report vaping severity in the following month",
                    "description": "The weekly number of vaping sessions (a vaping session refers to a minimum of about 15 puffs or vaping that lasts around 10 minutes) will be assessed with the timeline follow-back measures. Specifically, participants will be asked to retrospectively estimate their daily vaping sessions for the 7 days prior to the weekly survey date. The four weekly estimates will be averaged to create the monthly vaping severity measure. The greater the number, the higher the vaping severity in that month.",
                    "timeFrame": "1 month"
                },
                {
                    "measure": "Self-report vaping intention",
                    "description": "Right after the fMRI scan and the anti-vaping PSA exposure, participants will be asked to indciate their intention to use e-cigarette in the next week.",
                    "timeFrame": "1 week"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Message effectiveness perceptions",
                    "description": "The perceived message effectiveness of the anti-vaping PSAs will be evaluated using the Perceived Message Effectiveness scale, which is consisted of four items (1 = strongly disagree, 5 = strongly agree). Example items included \"This message was convincing\" and \"Reading this message helped me feel confident about how to best deal with vaping.\"",
                    "timeFrame": "1 week"
                },
                {
                    "measure": "Self-report other tobacco use severity in the following month",
                    "description": "Frequency of other tobacco use will be assessed by the timeline follow-back measures. Specifically, participants will be asked to retrospectively estimate their daily use of other tobacco for the 7 days prior to the weekly survey date. The four weekly estimates will be averaged to create the monthly other tobacco use severity measure. The greater the number, the higher the other tobacco use severity in that month.",
                    "timeFrame": "1 month"
                },
                {
                    "measure": "Self-report other substance use severity in the following month",
                    "description": "The frequency of other substance use will be assessed by the timeline follow-back measures. Specifically, participants will be asked to retrospectively estimate their daily use of other substances (including alcohol and marijuana) for the 7 days prior to the weekly survey date. The four weekly estimates will be averaged to create the monthly other substance use severity measure. The greater the number, the higher the other substance use severity in that month.",
                    "timeFrame": "1 month"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* 18-29 years old\n* used e-cigarettes or other vaping devices at least once during the past 30 days\n* did not smoke or use cigarettes during the past 30 days\n* self-identify as African American\n* magnetic resonance imaging (MRI) compatible and safe\n\nExclusion Criteria:\n\n* younger than 18 years old, or older than 29 years old\n* did not use e-cigarettes or other vaping devices during the past 30 days\n* smoked or use cigarettes at least once during the past 30 days\n* history of a major neurological, psychiatric, or medical disorder\n* MRI contraindications",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "29 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Jiaying Liu, PhD",
                    "role": "CONTACT",
                    "phone": "949-241-0652",
                    "email": "jiaying.liu@uga.edu"
                }
            ],
            "locations": [
                {
                    "facility": "UGA Bio-imaging Research Center",
                    "city": "Athens",
                    "state": "Georgia",
                    "zip": "30602",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Kim Mason",
                            "role": "CONTACT",
                            "email": "kmason@uga.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.96095,
                        "lon": -83.37794
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO",
            "description": "The proposed research is under the 500k threshold for required resource sharing. The PI and research team are committed to resource sharing; however, in the context of the proposed study, no plans are in place to make data available outside of the research team."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        }
    },
    "hasResults": false
}