{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05629520",
            "orgStudyIdInfo": {
                "id": "STUDY00011450"
            },
            "secondaryIdInfos": [
                {
                    "id": "UL1TR002014",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/UL1TR002014"
                }
            ],
            "organization": {
                "fullName": "Milton S. Hershey Medical Center",
                "class": "OTHER"
            },
            "briefTitle": "A Neurobiological Model of Anhedonia",
            "officialTitle": "Inflammatory, Behavioral and Neural Markers of Anhedonia in Major Depressive Disorder",
            "therapeuticArea": [
                "Mental Health",
                "Other"
            ],
            "study": "a-neurobiological-model-of-anhedonia"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-09",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2020-02-19",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-07-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-07-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-10-31",
            "studyFirstSubmitQcDate": "2022-11-17",
            "studyFirstPostDateStruct": {
                "date": "2022-11-29",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-09-21",
            "lastUpdatePostDateStruct": {
                "date": "2023-09-25",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Dahlia Mukherjee",
                "investigatorTitle": "Assistant Professor of Psychiatry and Behavioral Health",
                "investigatorAffiliation": "Milton S. Hershey Medical Center"
            },
            "leadSponsor": {
                "name": "Milton S. Hershey Medical Center",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institutes of Health (NIH)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this research study is to better understand anhedonia in Major Depressive Disorder by investigating the reward-related neural and inflammatory correlates.",
            "detailedDescription": "Background: Despite extensive research on the treatment of Major Depressive Disorder (MDD) relapse rates are as high as 80%. Of those, 30-40% fall into the severe spectrum called treatment resistant depression (TRD) as they fail to respond to at least two lines of antidepressant treatment interventions. TRD has been linked with anhedonia, the inability to experience pleasure or interest in usually enjoyable activities. The neurobiology of anhedonia is poorly understood with recent literature examining an inflammatory association and linking it to deficits in reward-related brain circuitry. The present study examines neurobiological correlates of anhedonia in MDD and TRD, specifically C-Reactive Protein (CRP), IL-6 and ventral striatal (VS) activity. The study also explores whether VS activity mediates the association between inflammation and anhedonia."
        },
        "conditionsModule": {
            "conditions": [
                "Anhedonia",
                "Depression"
            ],
            "keywords": [
                "Depression",
                "Anhedonia",
                "Reward Related Neural Circuitry",
                "Inflammation"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": false,
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "PROSPECTIVE"
            },
            "bioSpec": {
                "retention": "SAMPLES_WITHOUT_DNA",
                "description": "Blood plasma and saliva."
            },
            "enrollmentInfo": {
                "count": 60,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Participants with Major Depressive Disorder including TRD",
                    "description": "Treatment resistant depression (TRD) participants are defined as participants with Major Depressive Disorder (MDD) who fail to respond to at least two lines of antidepressant medication treatment interventions."
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Basal inflammatory marker assessment",
                    "description": "Quantify the profile of basal inflammatory markers (IL-6 and C-reactive protein) in blood. Blood will be collected within an hour after consent and will be processed by 3 hours.",
                    "timeFrame": "1 hour"
                },
                {
                    "measure": "Behavior during reward-based task - Monetary Incentive Delay Task",
                    "description": "Participants will complete the Monetary Incentive Delay (MID) task, a reward-based task, while undergoing functional magnetic resonance imaging (fMRI). Results will include button press reaction time for the MID task.",
                    "timeFrame": "30 minutes"
                },
                {
                    "measure": "Behavior during reward-based task - Reward Probabilistic Reversal Learning Task",
                    "description": "Participants will complete a Reward Probabilistic Reversal Learning Task, a reward-based task, while undergoing functional magnetic resonance imaging (fMRI). Results will include choice behavior, either choice A or choice B, (button press) for this task.",
                    "timeFrame": "30 minutes"
                },
                {
                    "measure": "Blood oxygen level dependent (BOLD) activation during reward-based tasks",
                    "description": "Participants will undergo functional magnetic resonance imaging (fMRI) while completing the tasks in Outcome 2. Ventral striatum activation during the tasks will be measured by % BOLD signal change. The expected signal change is between .1-.8%.",
                    "timeFrame": "1 hour"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Mediation model between inflammation and anhedonia",
                    "description": "Hierarchical linear mediation analysis will be used to determine if BOLD signal in the ventral striatum during reward based tasks significantly mediates the link between inflammation and anhedonia.",
                    "timeFrame": "3 hours"
                },
                {
                    "measure": "Exploratory inflammatory marker assessment",
                    "description": "Exploratory analysis of pro (IL-8, TNF-alpha) and anti- inflammatory marker (IL-10) from blood samples will be conducted. All cytokines will be transformed log(x+1) to correct a positive skew and to maintain a meaningful zero. Outlier cytokine values (\\>3 standard deviations above the mean) and winsorize will be identified by replacing any value with a z-score of greater than 3 SD with the value of 3 SD from the mean. This will be done for each individual cytokine. Z-scores for each individual's cytokine concentration will be calculated based on the means and standard deviations for each cytokine after winsorizing. The composite cytokine score will then be determined by calculating the mean of the basal cytokine Z-scores for each individual.\n\nA composite measure of inflammation may be statistically examined, which would involve combining these cytokines into 1-2 factors.",
                    "timeFrame": "3 hours"
                },
                {
                    "measure": "Exploratory analysis of reward related regions",
                    "description": "Exploratory analysis of reward related brain regions (ventromedial prefrontal cortex and orbitofrontal cortex) will be conducted using % BOLD signal change. The expected signal change is between .1-.8%.",
                    "timeFrame": "3 hours"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Punishment-Based Probabilistic Reversal Learning Task Performance",
                    "description": "Participants will complete the Punishment Probabilistic Reversal Learning Task. This task is used to measure punishment-based decision making. Participants will complete 20 practice trials before moving on to 90 actual trials. The 90 trials are divided into three blocks of 30 trials each. At the end of a block of 30 trials, a reversal takes place, i.e. the image which had the higher probability of not losing money now has the lower probability of not losing money and vice versa. Each punishment has a monetary value of $0.10. The participants will start off with $10 and will try to keep as much of that as possible. At the end of the task the screen displays $10 minus the amount of money that the participant lost. Total money lost, total number of win-stay choices and lose-shift choices will be assessed.",
                    "timeFrame": "30 minutes"
                },
                {
                    "measure": "Delay Discounting Task Performance",
                    "description": "This task is used to measure the extent to which a participant discounts delayed rewards. The task consists of 51 choices. Each choice is between a smaller monetary reward available immediately and a larger monetary reward received after a delay. For example, \"Would you prefer $10 now or $15 in 7 days?\" Performance is calculated in percentage of now options chosen. This task measures impulsivity through calculation of the number of \"now\" options vs the number of \"later\" options.",
                    "timeFrame": "30 minutes"
                },
                {
                    "measure": "Stroop Task",
                    "description": "The Stroop Task is a well validated neuropsychological assessment that measures cognitive functioning. The task measures reaction time and accuracy, therefore a lower time score demonstrates better cognitive functioning than a higher time score.",
                    "timeFrame": "15 minutes"
                },
                {
                    "measure": "Go/No-Go Task",
                    "description": "For this task, participants are going to be asked to press the space bar when a green oval appears saying \"GO\", and to not press the space bar (no response) when a red oval appears saying \"NOGO\". This is a test of inhibitory control assessed by reaction time and correct/incorrect responses. A lower reaction time and higher number of correct responses is favorable.",
                    "timeFrame": "5 minutes"
                },
                {
                    "measure": "Wisconsin Card Sorting Task",
                    "description": "In this task, the participant will need to match a card to one of the four cards that are presented on the top of the screen. The participant will need to click on one of the four cards that match the card on the left. after each trial, the participant will receive feedback. If incorrect, the participant will need to try a different rule to match the cards. The participant can match the cards according to color, number, or shape. The rule the participant is attempting to figure out changes after 10 trials. this task measures shifting and cognitive flexibility by assessing the frequency of errors (total, preservation and non-preservation), and reaction time. A lower total number of errors and lower reaction time is favorable.",
                    "timeFrame": "20 minutes"
                },
                {
                    "measure": "N-Back Task",
                    "description": "In this task, participants are presented with a sequence of stimuli one by one. For each stimulus, they need to decide if the current stimulus is the same as the one presented \"N\" trials ago. The \"N\" can be 1 trial, 2 trials, 3 trials, etc The higher the number, the more difficult the task. The factors that seem to influence the performance are not only the \"N\" but also the speed of presentation and the size of the set of stimuli. This is a test of working memory and working memory capacity, which are assessed by response accuracy and response time. A lower response time with higher accuracy is more favorable.",
                    "timeFrame": "20 minutes"
                },
                {
                    "measure": "Lexical Decision Task",
                    "description": "In this task, participants will be shown two words on the screen at a time. If both words are correct English words, the participant will press the \"A\" key. If one or both of the words are non-sense words (for example \"FLUMMOL\"), the participant will press the button \"L\". The participant will need to respond within 2 seconds for the answer to be recorded. This is a test of semantic memory and the word retrieval assessed through reaction time and accuracy. A lower reaction time and greater accuracy is more favorable.",
                    "timeFrame": "5 minutes"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Current diagnosis of MDD based on the MINI International Neuropsychiatric Interview (MINI)\n* For treatment resistant depression participants: unsuccessful treatment with at least 2 types or doses of antidepressant medication treatment\n* Right-handed\n* Capacity for informed consent\n* Score a 9 or higher on the MADRS\n\nExclusion Criteria:\n\n* Comorbid Bipolar Disorder\n* Substance use disorder in the last 12 months\n* Schizophrenia, and other psychotic disorders\n* Comorbid illness such as endocrinological illness (e.g. Cushing's disease) rheumatologic illness (e.g., systemic Lupus erythematosus, current treatment with glucocorticoids), and autoimmune diseases (e.g. psoriasis)\n* Pregnancy\n* Daily NSAID or aspirin use and any metallic implant\n* Visual/Hearing Impairments that would keep participant from being able to complete tasks",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "65 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "Participants will be recruited from the surrounding community as well as through clinics associated with a central Pennsylvania medical center.",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Natalie Marr, BS",
                    "role": "CONTACT",
                    "phone": "(717)531-0003",
                    "phoneExt": "285189",
                    "email": "nmarr@pennstatehealth.psu.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Dahlia Mukherjee, Ph.D",
                    "affiliation": "Milton S. Hershey Medical Center",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Penn State Milton S. Hershey Medical Center",
                    "status": "RECRUITING",
                    "city": "Hershey",
                    "state": "Pennsylvania",
                    "zip": "17033",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Dahlia Mukherjee, Ph.D",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.28592,
                        "lon": -76.65025
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000059445",
                    "term": "Anhedonia"
                },
                {
                    "id": "D000003863",
                    "term": "Depression"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001526",
                    "term": "Behavioral Symptoms"
                },
                {
                    "id": "D000019954",
                    "term": "Neurobehavioral Manifestations"
                },
                {
                    "id": "D000009461",
                    "term": "Neurologic Manifestations"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M7058",
                    "name": "Depression",
                    "asFound": "Depression",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7061",
                    "name": "Depressive Disorder",
                    "relevance": "LOW"
                },
                {
                    "id": "M7060",
                    "name": "Depressive Disorder, Major",
                    "relevance": "LOW"
                },
                {
                    "id": "M10293",
                    "name": "Inflammation",
                    "relevance": "LOW"
                },
                {
                    "id": "M29467",
                    "name": "Anhedonia",
                    "asFound": "Anhedonia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4818",
                    "name": "Behavioral Symptoms",
                    "relevance": "LOW"
                },
                {
                    "id": "M21826",
                    "name": "Neurobehavioral Manifestations",
                    "relevance": "LOW"
                },
                {
                    "id": "M12404",
                    "name": "Neurologic Manifestations",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M4247",
                    "name": "Antidepressive Agents",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "PsychDr",
                    "name": "Psychotropic Drugs"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}