{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT03505905",
            "orgStudyIdInfo": {
                "id": "102017-068"
            },
            "organization": {
                "fullName": "University of Texas Southwestern Medical Center",
                "class": "OTHER"
            },
            "briefTitle": "A Neurosteroid Intervention for Menopausal and Perimenopausal Depression",
            "officialTitle": "A Neurosteroid Intervention for Menopausal and Perimenopausal Depression",
            "therapeuticArea": [
                "Women's Health",
                "Other"
            ],
            "study": "a-neurosteroid-intervention-for-menopausal-and-perimenopausal-depression"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-12",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2018-09-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-01-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-01-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2018-04-13",
            "studyFirstSubmitQcDate": "2018-04-13",
            "studyFirstPostDateStruct": {
                "date": "2018-04-23",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-12-12",
            "lastUpdatePostDateStruct": {
                "date": "2023-12-13",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Sherwood Brown, MD, PhD",
                "investigatorTitle": "Professor of Medicine",
                "investigatorAffiliation": "University of Texas Southwestern Medical Center"
            },
            "leadSponsor": {
                "name": "University of Texas Southwestern Medical Center",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Massachusetts General Hospital",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "HYPOTHESIS:\n\nPregnenolone administration will be associated with greater reduction in depressive symptom severity than placebo in women with current mMDD.\n\nSTUDY AIMS:\n\nPrimary Aim: Determine if pregnenolone is associated with greater reduction in depressive symptom severity than placebo in women with mMDD, as measured by MADRS.\n\nSecondary Aims:\n\n1. Determine if pregnenolone is associated with greater reduction in anxiety symptom severity than placebo in women with mMDD.\n2. Determine if pregnenolone is associated with greater improvement in cognition than placebo in women with mMDD.\n3. Determine if pregnenolone is associated with greater improvement in quality of life than placebo in women with mMDD.\n4. Determine if pregnenolone is associated with greater improvement in vasomotor symptoms of menopause than placebo.\n\nMechanistic Aims:\n\n1. Determine whether changes in neurosteroid levels with pregnenolone mediate clinical response.\n2. Determine if baseline neurosteroid levels predict pregnenolone response.\n3. Determine whether depressive symptoms, anxiety, sleep or vasomotor symptoms improve first. A crossed-lagged panel model will explore serial correlations between changes in outcome measures.",
            "detailedDescription": "Despite the introduction of new antidepressants, major depressive disorder (MDD) remains challenging to treat. Antidepressant effectiveness trials conducted suggest depression remission rates of only 15%-35%. Therefore, new antidepressants with mechanisms that move beyond norepinephrine and serotonin targets are greatly needed. Importantly, comorbid symptoms including anxiety, cognitive complaints and somatic symptoms often co-occur with depression and further impact functioning and quality of life.\n\nThe lifetime prevalence of MDD in women at \\> 20%, is approximately twice of that of men, with increased risk during the menopausal transition (perimenopause and early postmenopause). Hot flashes and other menopausal symptoms, such as cognitive symptoms and sleep dysregulation, affect up to 80% of women after perimenopause onset. Two large NIH-funded prospective epidemiological studies demonstrated an increased risk of onset of MDD during perimenopause (mMDD), with hormonal variability serving as a biomarker of risk of MDD. Short-term studies have demonstrated an augmentation benefit of estrogen and serotonin reuptake inhibitors can be used to target both mMDD and hot flashes. However, limited data from controlled trials suggest modest benefit for mMDD with standard antidepressants. Furthermore, due to safety concerns, many women prefer options other than estrogen replacement. Therefore, new and more effective treatments are needed for mMDD. Despite the fact that midlife women are the most frequent consumers of complementary and alternative therapies, trials of these approaches for mMDD are lacking. Pregnenolone is a naturally occurring neurosteroid made from cholesterol in the adrenal glands and brain, sold as an over-the-counter supplement, and the use of which at this time is common, unregulated and unstudied in women around the menopausal transition. Pregnenolone is a precursor of hormones known to fluctuate during the menopausal transition, and may decrease this hormonal variability known to increase the risk of MDD.\n\nPreclinical research suggests that pregnenolone has antidepressant and neuroprotective effects, and improves cognition. Lower cerebrospinal fluid levels of pregnenolone are reported in people with bipolar disorder (BPD) or major depressive disorder (MDD) than controls. The investigators conducted two pilot studies of pregnenolone in depressed patients. The first study included patients with bipolar as well as unipolar depression (i.e. MDD). Pregnenolone (100 mg/d) was superior to placebo in improving depressive symptom severity. The second study found that 500 mg/d of pregnenolone was superior to placebo for bipolar depression. Baseline anxiety, fatigue, anhedonia and physical symptoms predicted a favorable depressive symptom response to pregnenolone compared to placebo. Improvement in cognition (e.g. declarative and working memory) was also observed in women given pregnenolone. Additionally, in women, changes in depressive symptoms showed strong inverse correlations with changes in pregnenolone (r=-0.83), and other neurosteroid levels. Furthermore, in both studies women responded better to pregnenolone relative to placebo for depression than men. Therefore, pregnenolone appears to have sex-specific antidepressant effects, or at least demonstrates a substantial sex difference in response. Women over age 40 showed a more robust response than younger women. Pregnenolone was very well tolerated in both studies. Based on these data, a larger, longer and more definitive trial of pregnenolone is now proposed. Unlike the prior pilot studies, this trial will be larger and focus on unipolar rather than bipolar depression, and will be limited to women with mMDD.\n\nGiven the widespread availability of pregnenolone, as well as promising preclinical and clinical data, and the extensive use of integrative treatments among midlife women, the investigators propose to examine its efficacy as an antidepressant in mMDD. Pregnenolone has the potential to provide women with an efficacious and appealing treatment option. To achieve this objective, a randomized, placebo-controlled trial of pregnenolone is proposed in 144 women with mMDD. A novel clinical trial design that enhances power to detect between-group differences and that allows for a longer observation period (16 weeks) will be used. Depressive symptoms, anxiety, quality of life, cognition and vasomotor symptoms (e.g. hot flashes) will be assessed. Blood levels of pregnenolone, and other neurosteroids (e.g. allopregnanolone, progesterone) will be obtained, and safety and tolerability data collected. A multiple PI team with extensive experience in mood disorders clinical trials, women's mental health and neurosteroids will conduct the study."
        },
        "conditionsModule": {
            "conditions": [
                "Major Depressive Disorder",
                "Menopause",
                "Perimenopause"
            ],
            "keywords": [
                "Pregnenolone"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1",
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "SEQUENTIAL",
                "interventionModelDescription": "A double-blind, placebo-controlled, Sequential Parallel Comparison Design (SPCD) trial of pregnenolone. SPCD is a clinical trial design that may reduce the effect of placebo response on signal detection and maximize the ability to assess efficacy by dividing the trial into two phases, and then re-randomizing placebo non-responders.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "QUADRUPLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 144,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Pregnenlone (phase 1 and 2)",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will receive pregnenolone at phase 1 (baseline-WK 7) and 2 (WK 8-16). The titration schedule is as follows: at baseline a 50 mg (BID, 7 days). WK 1=150 mg (BID, 7 days); WK 2=250 mg (BID, 14 days) and WK 4=250 mg (BID, 14 days) (BID, 14 days). At phase 2 (WK 8) to maintain the double blind of rerandomization, treatment in all conditions recommence at a dosage frequency similar to phase 1. At WK 8=250 mg (BID, 7 days); at WK 9=250 mg (BID, 7 days); WK 10=250 mg (BID, 14 days) and WK 12=250 mg (BID, 14 days) . During the participants' final WK (16), they will be instructed to titrate down the treatment according to the following schedule: 150 mg (BID, 4 days) and 50 mg (BID, 4 days), discontinue.",
                    "interventionNames": [
                        "Drug: Pregnenolone"
                    ]
                },
                {
                    "label": "Placebo rerandom to placebo",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "Participants will receive placebo at phase 1 (baseline-WK 7) \\& treatment response assessed (MADRS score reduced \\<50% at WK8). Nonresponders are rerandomized to receive either treatment at phase 2 (WK8-16).The titration schedule is as follows (dosage throughout is BID): at baseline placebo (7 days). At WK 1= placebo (7 days); at WK 2=placebo (14 days) and WK 4=placebo (14 days). Placebo nonresponders rerandomized to placebo: At WK 8=placebo (7 days);WK 9=placebo (7 days);WK 10=placebo (14 days) and WK 12=placebo (14 days). During the participants' final WK (16), they will be instructed to titrate down (done in order to maintain the double blind) the treatment according to the following schedule: placebo (4 days) and placebo (4 days), discontinue.",
                    "interventionNames": [
                        "Drug: Placebo"
                    ]
                },
                {
                    "label": "Placebo rerandom to pregnenolone",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will receive placebo at phase 1 (baseline-WK 7) \\& treatment response assessed (MADRS score reduced \\<50% at WK8). Nonresponders are rerandomized to receive either treatment at phase 2 (WK8-16).The titration schedule is as follows (dosage throughout is BID): at baseline placebo (7 days). At WK 1=placebo (7 days); WK 2=placebo (14 days) \\& WK 4=placebo (14 days). Placebo nonresponders who are rerandomized to pregnenolone: At WK 8=250 mg (7 days);WK 9=250 mg (7 days);WK 10=250 mg (14 days) \\& WK 12=250 mg (14 days). During the participants' final WK (16), they will be instructed to titrate down the treatment according to the following schedule: 150 mg (4 days) and 50 mg (4 days), discontinue.",
                    "interventionNames": [
                        "Drug: Pregnenolone",
                        "Drug: Placebo"
                    ]
                },
                {
                    "label": "Placebo responsive cont placebo",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "Participants will placebo throughout phase 1 (baseline- WK 7) \\& treatment response assessed (MADRS score reduced \\<50% at WK8). Responders continue to receive placebo at phase 2 (WK8-16).The titration schedule is as follows (dosage throughout is BID): at baseline placebo (7 days). At WK 1=placebo (7 days); WK 2=placebo (14 days) \\& WK 4=placebo (14 days). Placebo responders remain on placebo: At WK 8, placebo (7 days); WK 9=placebo (7 days); WK 10=placebo (14 days) \\& WK 12=placebo (14 days). During the participants' final WK (16), they will be instructed to titrate down (done in order to maintain the double blind) the treatment according to the following schedule: placebo= 4 days) and placebo=4 days, discontinue.",
                    "interventionNames": [
                        "Drug: Placebo"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Pregnenolone",
                    "description": "In a sequential parallel comparison design, in a double blind placebo controlled study, the efficacy of pregnenlone treatment relative to placebo in improving depression and anxiety symptoms, cognition, sleep, quality of life and vasomotor symptoms in preimenopausal and menopausal women with MDD.",
                    "armGroupLabels": [
                        "Placebo rerandom to pregnenolone",
                        "Pregnenlone (phase 1 and 2)"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Placebo",
                    "description": "In a sequential parallel comparison design, in a double blind placebo controlled study, the efficacy of pregnenlone treatment relative to placebo in improving depression and anxiety symptoms, cognition, sleep, quality of life and vasomotor symptoms in preimenopausal and menopausal women with MDD.",
                    "armGroupLabels": [
                        "Placebo rerandom to placebo",
                        "Placebo rerandom to pregnenolone",
                        "Placebo responsive cont placebo"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Montgomery-Asberg Depression Rating Scale (MADRS)",
                    "description": "Depression; MADRS (primary outcome) is an observer-rated 10-item measure of depressive symptomatology designed for use in clinical trials. Each item is rated from 0-6 in order of increasing severity based upon the assessment of symptoms within the past 7 days. The range of total scores is 0-60, with higher score indicative of more severe depressive symptoms.",
                    "timeFrame": "16 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Hamilton Anxiety Rating Scale (HRSA)",
                    "description": "Anxiety assessment (secondary outcome) is an 14-item observer-rated scale that assesses the degree and pathology associated with anxiety such as anxious mood, tension, fear, and insomnia",
                    "timeFrame": "16 Weeks"
                },
                {
                    "measure": "Pittsburgh Sleep Quality Index (PSQI)",
                    "description": "Quality of life: (secondary outcome) is an 9-item self-report scale used to assess sleep quality and disturbances during the past week",
                    "timeFrame": "16 Weeks"
                },
                {
                    "measure": "Menopause Specific Quality of Life (MEN-QOL)",
                    "description": "Menopause Vasomotor Symptoms (secondary outcome) is an 29-item measure used to assess the presence and bother associated with 29-different menopausal symptoms",
                    "timeFrame": "16 weeks"
                },
                {
                    "measure": "Greene Climacteric Scale (GCS)",
                    "description": "Menopause Symptoms (secondary outcome) is an 21-item checklist providing an objective measure of mood disturbance, hot flushes, night sweats, and vaginal dryness",
                    "timeFrame": "16 weeks"
                },
                {
                    "measure": "Rey Auditory Verbal Learning Test (RAVLT)",
                    "description": "Assess changes in cognition: is an auditory assessment of verbal learning and memory, in which the participant is asked to recall a list of words first immediately following presentation (immediate recall) and later following a set period of time (delayed recall)",
                    "timeFrame": "16 Weeks"
                },
                {
                    "measure": "Trail Making Test (TMT)",
                    "description": "Assess changes in cognition: is an diagnostic tool measuring executive functioning and information processing in which the participant is asked to link a set of randomly distributed numbered and lettered points",
                    "timeFrame": "16 Weeks"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Blood drawn",
                    "description": "changes in neurosteroid levels-CBC,CMP, Neurosteroid levels",
                    "timeFrame": "16 weeks"
                },
                {
                    "measure": "Systematic Assessment for Treatment Emergent Events (SAFTEE)",
                    "description": "safety and tolerability data- is an 56-item self-report checklist used to assess study drug side effects and tolerability",
                    "timeFrame": "16 weeks"
                },
                {
                    "measure": "Cognitive and Physical Functioning Questionnaire (CPFQ)",
                    "description": "safety and tolerability data-is an 7-item self-report questionnaire that assesses possible cognitive and physical side effects",
                    "timeFrame": "16 weeks"
                },
                {
                    "measure": "Columbia-Suicide Severity Rating Scale (C-SSRS)",
                    "description": "safety and tolerability data-is anobserver-rated measure for assessing suicidal ideation and risk in clinical trials. C-SSRS consists of subscales assessing severity of ideation, intensity of ideation, suicidal behavioral, and lethality",
                    "timeFrame": "16 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\nThe participants must meet the following criteria:\n\n* Women aged 40-67 years who are perimenopausal or early postmenopausal (within 5 years of the last menstrual period if not surgically postmenopausal), including:\n* Women who have experienced changes in menstrual cycle frequency or duration, and/or physical symptoms indicative of menopausal transition, as determined by clinician\n* Women who are using hormonal IUDs (i.e. brands Mirena and Skyla), with FSH level \\> 20 mIU/m (as menstrual periods are irregular with IUDs that utilize hormones, making irregular/absent periods difficult to assess as related to the menopausal transition).\n* Women with significant menopause-related physical symptoms, indicated by any of the following criteria:\n* Greene Climacteric Scale total scores \\> 20\n* Greene Climacteric Scale sub-score for vasomotor symptoms \\>3\n* 5 or more bothersome hot flashes per week (self-reported)\n* Women meeting DSM-5 criteria for current major depressive disorder (assessed by the SCID)\n* Baseline HRSD score of ≥ 18\n* Subject agrees to abstain from disallowed medications for the duration of the trial\n\nExclusion Criteria:\n\nThe participants must not meet any of the following criteria:\n\n* Vulnerable populations (e.g. pregnant/nursing, severe cognitive or intellectual impairment, incarcerated)\n* Pregnancy (determined by urine pregnancy test), intending pregnancy or breast feeding\n* Psychiatric disorder other than MDD that is acute and the primary focus of symptom burden or treatment.\n* History of bipolar disorder or psychotic disorder\n* Current substance use disorder\n* Positive baseline urine drug screen of an illicit substance (in this study: opioids and cocaine,) with the exception of a medication used with a prescription (use of a detected substance that is used with a prescription, such as an opioid pain medication, is not necessarily exclusionary and will be based upon judgment of the PI, particularly in the cases of chronic opioid use). Participants who screen positive for marijuana will be offered a rescreen for eligibility at a later date.\n* Current eating disorder\n* Treatment resistant depression (failure of 2 adequate antidepressant trials or electroconvulsive therapy (ECT) during current episode; adequate antidepressant trials are defined as within the US FDA approved dosage for the medication and used for at least 6 weeks, with failure described by the patient as \\<50% improvement based on her subjective experience).\n* High risk for suicidal acts including active suicidal ideation with plan and intent or \\> 2 suicide attempts in lifetime or any attempt in the past 6 months\n* Use of selective estrogen-receptor modulators (SERMs), hormone replacement therapy, hormonal contraceptives (hormonal IUDs allowed), episodic sleep medications (chronic, regular, stable-dose benzodiazepines and hypnotics such as zolpidem, Sonata (Zaleplon), and Lunesta (Eszopiclone) OR sleep-seating antihistamines such as Unisom (Doxylamine succinate) or diphenhydramine allowed) within 2 weeks of the baseline visit and randomization. Antidepressants will be allowed for those participants who have been taking the antidepressant for 6 weeks with a stable dose for at least 4 weeks.\n* Use of natural menopause and depression supplements, phytoestrogens, soy-based medications, steroids within 2 weeks of baseline visit and randomization.\n* Use of any disallowed medications (specified in the Excluded Concomitant Medication section below).\n* Women who have received a gonadal hormonal intervention within 1 month prior to study entry (stable thyroid medications are allowed).\n* Not using a medically approved method of birth control, if sexually active and not 12 or more months since last menstrual period IUDs, condoms, abstinence are acceptable forms of contraception in this study; due to the possible interactions with the study medication, oral contraceptive pills will be prohibited.\n* Uncontrolled hypertension (\\>160/95mmHg)\n* Active coronary artery disease, atrial fibrillation, stroke, deep vein thrombosis, pulmonary embolism or blood clotting disorder\n* Any severe, life threatening or unstable medical condition that, based on clinician-judgment, would make participation in the study unsafe or inappropriate\n* Personal or first degree family history of known hormone sensitive tumors\n* History of allergic reaction or side effects with prior pregnenolone use\n* Clinically significant laboratory or physical examination findings\n* Concurrent enrollment in another clinical trial\n\nExclusion of Concomitant Medications:\n\n* Selective estrogen-receptor modulators (SERMs)\n* Hormone replacement therapy\n* Hormonal contraceptives, excluding Mirena IUD or other IUD with localized progesterone\n* Natural menopause or antidepressant supplements\n* Episodic sleep medications (chronic, regular, stable-dose benzodiazepines and hypnotics such as zolpidem, Sonata (Zaleplon), and Lunesta (Eszopiclone) OR sleep-sedating antihistamines such as Unisom (Doxylamine succinate) or diphenhydramine allowed)\n* Sub-therapeutic dosages of antidepressants used for other indications will be permissible with the exclusion of SSRIs, SNRIs, and Wellbutrin.\n* Phytoestrogens\n* Soy-based medications or supplements",
            "healthyVolunteers": false,
            "sex": "FEMALE",
            "minimumAge": "40 Years",
            "maximumAge": "67 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Emine Akar, BS",
                    "role": "CONTACT",
                    "phone": "214-645-6957",
                    "email": "emine.akar@utsouthwestern.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Sherwood Brown, MD, PhD",
                    "affiliation": "UT Southwestern Medical Center",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Marlene Freeman, MD",
                    "affiliation": "Massachusetts General Hospital",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "UT Southwestern Medical Center",
                    "status": "RECRUITING",
                    "city": "Dallas",
                    "state": "Texas",
                    "zip": "75390",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Emine Akar, BS",
                            "role": "CONTACT",
                            "phone": "214-645-6957",
                            "email": "emine.akar@utsouthwestern.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 32.78306,
                        "lon": -96.80667
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000003866",
                    "term": "Depressive Disorder"
                },
                {
                    "id": "D000003865",
                    "term": "Depressive Disorder, Major"
                }
            ],
            "ancestors": [
                {
                    "id": "D000019964",
                    "term": "Mood Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M7058",
                    "name": "Depression",
                    "relevance": "LOW"
                },
                {
                    "id": "M7061",
                    "name": "Depressive Disorder",
                    "asFound": "Depressive Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7060",
                    "name": "Depressive Disorder, Major",
                    "asFound": "Major Depressive Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M21835",
                    "name": "Mood Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "T6036",
                    "name": "Menopause",
                    "asFound": "Menopause",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M4854",
                    "name": "Benzocaine",
                    "relevance": "LOW"
                },
                {
                    "id": "M2291",
                    "name": "Neurosteroids",
                    "relevance": "LOW"
                },
                {
                    "id": "T433",
                    "name": "Tannic Acid",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "Ot",
                    "name": "Other Dietary Supplements"
                }
            ]
        }
    },
    "hasResults": false
}