{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06188923",
            "orgStudyIdInfo": {
                "id": "D4287-R"
            },
            "organization": {
                "fullName": "VA Office of Research and Development",
                "class": "FED"
            },
            "briefTitle": "A New Intervention to Improve Function in Veterans With Anxiety and Depression",
            "officialTitle": "A New Intervention to Improve Function in Veterans With Anxiety and Depression",
            "therapeuticArea": [
                "Mental Health"
            ],
            "study": "a-new-intervention-to-improve-function-in-veterans-with-anxiety-and-depression"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-12",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-10-01",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2028-06-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2028-09-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-12-18",
            "studyFirstSubmitQcDate": "2023-12-18",
            "studyFirstPostDateStruct": {
                "date": "2024-01-03",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-12-18",
            "lastUpdatePostDateStruct": {
                "date": "2024-01-03",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "VA Office of Research and Development",
                "class": "FED"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "Anxiety and depression symptoms occur at high rates in Veteran populations and can significantly impact function, compromising the ability to work and to successfully form and maintain valued relationships. Several other symptoms commonly occur with anxiety and depression, including poor sleep quality and chronic pain. Since all these symptoms frequently occur together, they may have a common underlying biological basis. A single medication that could effectively treat all these symptoms would be ideal. Converging data suggest that pregnenolone is a promising pharmacological agent for treating multiple psychiatric symptoms and functional impairment. The investigators thus propose to conduct a clinical trial of pregnenolone in Veterans with anxiety and depression symptoms. Pregnenolone has minimal side effects, and the prior research demonstrates that pregnenolone is well-tolerated by Veterans. Treatment with pregnenolone could thus be an efficacious new therapeutic for Veterans experiencing depression, anxiety, poor sleep quality and chronic pain conditions.",
            "detailedDescription": "Background: Anxiety and depression disorders can be very debilitating and result in substantial disability. These disorders are extremely common, occurring at rates that exceed other common medical illnesses such as hypertension, diabetes or asthma. Further, anxiety and depression disorders often co-occur (more the rule than the exception) and having one diagnosis substantially increases the risk for having the other. The clinical benefits of an intervention that ameliorates both anxiety and depression-related disability and clinical symptoms could be critically important, as odds of Veteran suicide completion significantly increase when depression co-occurs with anxiety disorders. Extensive preclinical and clinical data (from the investigators' group and others) support a novel neurosteroid intervention (pregnenolone/PREG) as a promising new treatment for anxiety and depression disorders. Furthermore, extensive evidence in rodent models and clinical biomarker candidate studies suggests substantial analgesic, anxiolytic, sleep and anti-inflammatory actions. PREG also significantly reduced low back pain in a randomized controlled trial of 94 OEF/OIF/OND-era Veterans compared to placebo, and allopregnanolone (ALLO) levels are inversely correlated with several commonly co-occurring symptoms, including sleep disturbance and pain disorders. Restoration of ALLO levels via a precursor loading strategy with PREG could thus ameliorate ALLO deficits and alleviate multiple functionally impairing and health-related symptoms. Additionally, PREG has been very well-tolerated in multiple clinical trials and exhibits a very favorable side effect profile - potentially supporting a superior safety and side effect profile advantage compared to existing pharmacological interventions. The investigators thus propose to conduct a 10-week double-blind, randomized, placebo-controlled trial of PREG versus placebo in Veterans with anxiety and depression.\n\nMethods: The primary goal of this proposed project is to conduct a 10-week adaptive, randomized, double-blind, placebo-controlled trial to evaluate flexibly dosed pregnenolone to improve functional impairment and disability associated with anxiety and depression. Following a 2-week placebo-only lead-in period, 84 subjects will be enrolled and randomly assigned to receive PREG or placebo for 8 weeks (flexible dosing strategy). The investigators hypothesize that treatment with PREG will significantly reduce functional impairment and disability associated with anxiety and depression symptoms. Secondary outcomes include diagnostic improvements in anxiety and depression, pain symptoms and sleep quality. The investigators hypothesize that PREG will improve symptoms of anxiety and depression, pain and sleep quality. Finally, the investigators will quantify serum neurosteroid levels at baseline and post-treatment by highly sensitive and specific mass spectrometry-based techniques to determine if PREG and downstream neurosteroid metabolites such as ALLO are predictors of functional/therapeutic response. The investigators will also examine proinflammatory markers. The investigators hypothesize that changes in PREG and other neurosteroids (as well as proinflammatory markers) will predict improvements in mental health and functional outcomes.\n\nConclusion: Results from the proposed trial could provide rigorous scientific rationale for future pivotal Phase 3 trials to test PREG for the treatment of anxiety and depression disorders (improving functional outcomes and mitigation of pain and sleep disturbance). PREG has been very well-tolerated in multiple Veteran cohorts and could thus be a safe, inexpensive and efficacious new intervention to improve function and multiple behavioral symptoms."
        },
        "conditionsModule": {
            "conditions": [
                "Anxiety and Depression"
            ],
            "keywords": [
                "pregnenolone",
                "anxiety",
                "depression",
                "pain",
                "sleep"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Participants will be randomized to receive the active study medication (pregnenolone) or placebo.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "QUADRUPLE",
                    "maskingDescription": "This is a randomized, double-blind, placebo-controlled trial. All roles will be masked with the exception of the research pharmacist.",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 84,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Pregnenolone",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Pregnenolone 250 mg BID x 14 DAYS, followed by Pregnenolone 500 mg BID x 14 DAYS, followed by Pregnenolone 1000 mg BID x thereafter for the remainder of the 8-week trial.",
                    "interventionNames": [
                        "Drug: Pregnenolone"
                    ]
                },
                {
                    "label": "Placebo",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "Same as active comparator, except placebo dispensed",
                    "interventionNames": [
                        "Drug: Placebo"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Pregnenolone",
                    "description": "Pregnenolone 250 mg BID x 14 DAYS, followed by Pregnenolone 500 mg BID x 14 DAYS, followed by Pregnenolone 1000 mg BID x thereafter for the remainder of the 8-week trial.",
                    "armGroupLabels": [
                        "Pregnenolone"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Placebo",
                    "description": "Same as active comparator, except placebo dispensed",
                    "armGroupLabels": [
                        "Placebo"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "The World Health Organization disability assessment schedule II (WHODAS-2)",
                    "description": "The WHODAS-II is an instrument developed by the World Health Organization to assess behavioral limitations and restrictions regarding participation in specific activity domains experienced by an individual independent of their medical diagnosis. The conceptual frame of reference of this instrument is the International Classification of Functioning, Disability, and Health (ICF). Specifically, the instrument is a 36-item, generic, multidimensional questionnaire designed to evaluate the functioning of the individual in six activity domains (i.e., understanding and communicating, getting around, self-care, getting along with people, life activities, and participation in society). The 12-item WHODAS 2.0 score range from 12 to 60, where higher scores indicate higher disability or loss of function.",
                    "timeFrame": "Change from baseline at 10 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Patient Health Questionnaire Anxiety and Depression Scale (PHQ-ADS)",
                    "description": "The PHQ-ADS is a 16-item self-reported instrument that combines the nine-item Patient Health Questionnaire depression scale and seven-item Generalized Anxiety Disorder scale-as a composite measure of depression and anxiety. Respondents are asked how much each symptom has bothered them over the past 2 weeks, with response options of \"not at all\", \"several days\", \"more than half the days\", and \"nearly every day\", scored as 0, 1, 2, and 3. The scale can range from 0 to 48, with higher scores indicating higher levels of depression and anxiety symptomatology.",
                    "timeFrame": "Change from baseline at 10 weeks"
                },
                {
                    "measure": "Brief Pain Inventory, Second Edition (BPI-II)",
                    "description": "The Brief Pain Inventory (BPI) is a self-reported scale that measures the severity of pain and the interference of pain on function. The scores range from 0 (no pain) to 10 (pain as severe as you can imagine). There are 4 questions assessing worst pain, least pain, average pain in the past 24 hours, and the pain right now. The Interference scores range from 0 (does not interfere) to 10 (completely interferes). There are 7 questions assessing the interference of pain in the past 24 hours for general activity, mood, walking ability, normal work, relations with other people, sleep, and enjoyment of life. Higher scores indicate greater pain and interference.",
                    "timeFrame": "Change from baseline at 10 weeks"
                },
                {
                    "measure": "Pittsburgh Sleep Quality Index (PSQI)",
                    "description": "Measured by a single item score, sleep quality is the measurement of how restful and restorative the sleep of an individual is. Pittsburgh Sleep Quality Index: Well- known questionnaire used to measure sleep quality in various patient groups. For overall sleep quality, the minimum score= 0 (better) and the maximum score=3 (worse).",
                    "timeFrame": "Change from baseline at 10 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Veterans enrolled for care at the Durham VAHCS\n* Veterans who score a minimum score of 20 or higher (moderate symptoms) on the PHQ-ADS (Kroenke et al 2017)\n* Oral pregnenolone could reduce the effectiveness of oral contraceptives, thus women will be required to use a medically and study-approved contraceptive or otherwise not be of child-bearing potential. Birth control methods must be non-hormonal\n* No anticipated need to alter psychiatric medications for duration of study involvement\n* Ability to participate fully in the informed consent process\n\nExclusion Criteria:\n\n* History of allergy to PREG\n* Medical disorders that may preclude safe administration of PREG or exacerbate mental or physical health symptoms\n* PTSD diagnosis, as per the PCL-5, scores of 38 or higher\n* Current suicidal or homicidal ideation necessitating clinical intervention or representing an imminent concern\n\n  * Prior attempts or suicidal ideation that does not require clinical intervention or represent an imminent concern is permitted\n* Serious unstable medical illness, such as history of cerebrovascular accident, prostate, uterine or breast cancer, others (at the discretion of the PI and medical oversight team)\n* Standard pharmacological interventions for mental health disorders will not be exclusionary; however, there may be no changes in psychotropic medications for mental or physical health conditions 4 weeks prior to study randomization\n* Benzodiazepine or opioid use\n* Current diagnosis of bipolar disorder, schizophrenia or other psychotic disorder, or cognitive disorder due to a general medical condition other than mild TBI (assessed at screening)\n* Initiation or change in psychotherapy within 3 months of randomization (i.e., psychotherapy must be stable for 3 months prior to study start\n* Due to lack of safety data in pregnant and breast-feeding women, female participants who are pregnant or breast-feeding will be excluded\n* As indicated by the DSM-5, moderate or severe Substance Use Disorders (excluding caffeine and tobacco) within 1 month of study entry",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "65 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Jennifer C Naylor, PhD",
                    "role": "CONTACT",
                    "phone": "(919) 286-0411",
                    "phoneExt": "7722",
                    "email": "jennifer.naylor2@va.gov"
                },
                {
                    "name": "Christine E Marx, MD MA",
                    "role": "CONTACT",
                    "phone": "(919) 286-0411",
                    "phoneExt": "5112",
                    "email": "christine.marx@va.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Jennifer C Naylor, PhD",
                    "affiliation": "Durham VA Medical Center, Durham, NC",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Christine E. Marx, MD MA",
                    "affiliation": "Durham VA Medical Center, Durham, NC",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Durham VA Medical Center, Durham, NC",
                    "city": "Durham",
                    "state": "North Carolina",
                    "zip": "27705-3875",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "David Edelman, MD MHS",
                            "role": "CONTACT",
                            "phone": "919-286-6936",
                            "email": "david.edelman@va.gov"
                        },
                        {
                            "name": "Christine E. Marx, MD MA",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Jennifer C Naylor, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 35.99403,
                        "lon": -78.89862
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000003863",
                    "term": "Depression"
                },
                {
                    "id": "D000003866",
                    "term": "Depressive Disorder"
                },
                {
                    "id": "D000001008",
                    "term": "Anxiety Disorders"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001526",
                    "term": "Behavioral Symptoms"
                },
                {
                    "id": "D000019964",
                    "term": "Mood Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M7058",
                    "name": "Depression",
                    "asFound": "Depression",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7061",
                    "name": "Depressive Disorder",
                    "asFound": "Depression",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4324",
                    "name": "Anxiety Disorders",
                    "asFound": "Anxiety",
                    "relevance": "HIGH"
                },
                {
                    "id": "M13066",
                    "name": "Pain",
                    "relevance": "LOW"
                },
                {
                    "id": "M4818",
                    "name": "Behavioral Symptoms",
                    "relevance": "LOW"
                },
                {
                    "id": "M21835",
                    "name": "Mood Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                }
            ]
        }
    },
    "hasResults": false
}