{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05441449",
            "orgStudyIdInfo": {
                "id": "A4084-P"
            },
            "organization": {
                "fullName": "VA Office of Research and Development",
                "class": "FED"
            },
            "briefTitle": "A Novel Cooling Vest to Protect Persons With SCI From Hyperthermia",
            "officialTitle": "Development of a Novel Cooling Vest to Prevent Heat-Induced Thermoregulatory Dysfunction in Persons With Spinal Cord Injury",
            "therapeuticArea": [
                "Other"
            ],
            "study": "a-novel-cooling-vest-to-protect-persons-with-sci-from-hyperthermia"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-12-18",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-10-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-10-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-06-16",
            "studyFirstSubmitQcDate": "2022-06-27",
            "studyFirstPostDateStruct": {
                "date": "2022-07-01",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-06",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-07",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "VA Office of Research and Development",
                "class": "FED"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "Persons with higher levels of spinal cord injury (above the 6th thoracic vertebrae: Hi-SCI) are unable to maintain their core body temperature (Tcore) within the normal range (97.5-99.7 °F) when exposed to warm environments. Even limited exposure to warm temperatures can cause hyperthermia (Tcore 100.4°F) in Hi-SCI. Mild hyperthermia causes discomfort and impaired thinking, but if unchecked, can lead to permanent damage to the brain, multiple body organ failure, and death. Warm seasonal temperatures have an adverse effect on personal comfort and the ability to participate in daily social activities in persons with Hi-SCI. Interventions addressing this vulnerability to hyperthermia are limited.\n\nA self-regulating \"smart\" cooling vest designed for persons with Hi-SCI, that can effectively dissipate body heat, is a novel and promising strategy to address this problem. Once the current prototype is further developed and bench-tested, the investigators will test the vest in able-bodied participants for safety and comfort. The investigators will then test the vest in participants with Hi-SCI for efficacy. The aim for the cooling vest to minimize the expected increase of 1.1°F in Tcore by at least 50 percent and increase thermal comfort, during a controlled exposure to heat (95°F). If successful, the vest will provide a promising intervention to decrease the adverse impact of warm temperatures on comfort, quality of life, and participation in societal functions for Veterans with Hi-SCI during the warmer seasons.",
            "detailedDescription": "Problem Statement: Loss of supraspinal control of autonomic pathways interrupts homeostasis of multiple organ systems including thermoregulation. Thermoregulatory mechanisms are dysfunctional due to interrupted sympathetic pathways for hypothalamic control of vasomotor and sudomotor function and motor/sensory pathways for shivering and thermal sensation. During exposure to warm seasonal temperatures, dysregulation of heat dissipating mechanisms (vasodilation and sweating) allows core body temperature (Tcore) to rise in persons with SCI rather than remaining stable and tightly regulated (\\~37°0.6°C), as occurs in able-bodied (AB) persons. The investigators have reported in persons with higher lesions (SCI \\>T6: Hi-SCI), that even limited exposure (1-2 hours) to typical summer temperatures (35°C) can result in Tcore rising to values approaching hyperthermia ( 38°C). Mild hyperthermia causes physical discomfort and can impair cognition. Unchecked, hyperthermia can progress to heat exhaustion and heat stroke causing seizures, loss of consciousness, and potentially death, as occurred in vulnerable residents of the Pacific Northwest during a heat wave in late June 2021.\n\nCurrent medical advice for those with SCI is to avoid direct sunlight, dress sparingly, drink plenty of fluids, and stay indoors on hot, humid days. Despite heeding this advice, persons with SCI frequently find themselves in hot environments for prolonged periods during social, religious, or work functions. During these conditions, there is rapid progression to feeling \"overheated\" and an increased risk for heat-related illness. Warm seasonal temperatures limit perceived comfort, performance of activities, and participation in societal functions to a greater extent in persons with cervical injury (tetraplegia) than in AB controls. Identifying a safe, non-invasive, efficacious bioengineering intervention to restore thermoregulatory function during heat exposure has the potential to minimize the negative impact of heat on activities, participation, and quality of life (QOL) in Veterans with SCI. If efficacious, other Veteran populations adversely affected by heat exposure may also benefit from this intervention.\n\nGoals: This pilot study will develop and test a self-regulating cooling vest for Veterans with SCI that can utilize both conductive and evaporative methods to dissipate body heat as a proof-of-concept to prevent an excessive rise in Tcore and thermal discomfort during controlled exposure to a warm environment. An initial prototype of the vest has been developed in collaboration with Dr. Hao Su, a Co-Investigator. This initial prototype requires further development prior to human subject testing. If this study is successful, the investigators will collaborate with the Human Engineering Research Laboratory (HERL) to make the vest appropriate for home testing to determine its effectiveness in improving societal participation and QOL in Veterans with SCI during warmer seasons or when residing in or traveling to hot climate zones.\n\nPrimary Objective (Safety): To complete development of the 2nd prototype of the cooling vest and determine its safety. After satisfying bench testing criteria, AB participants will wear the wet cooling vest at maximal settings for 2 hours in the seated position in a warm thermal chamber (35°C), to determine: (1) minimum skin temperatures beneath the cooling vest and (2) subjective comfort of the cooling vest.\n\nPrimary Hypotheses: (1) Skin temperatures beneath the vest will be 20°C to protect against cold injury. (2) AB participants will report a thermal sensation (TS) no less than \"cool\" on a validated 9-point thermal sensation scale. If during testing, a skin temperature of \\<20°C is measured or a TS \\< \"cool\", or \"cold spots\" are reported, vest development will continue to ensure that the prototype is safe for testing in persons with SCI. Once safety criteria for the cooling vest are met in AB subjects, efficacy testing will be performed in persons with SCI who will wear the cooling vest during a controlled warm challenge.\n\nSecondary Objective (Efficacy in SCI): To determine the efficacy of the wet cooling vest to maintain Tcore (within 0.3°C) in participants with Hi-SCI when exposed to 2 hours of a warm environment. Using a repeated measures design, participants with Hi-SCI will wear the wet vest (experimental condition) or no vest (control condition) in a warm thermal chamber (35°C) for up to 2 hours in the seated position, to determine: (1) change in Tcore and (2) perception of heat and thermal comfort.\n\nSecondary Hypotheses: In the investigators' previous investigation of heat exposure, 65% of persons with Hi-SCI had increases of \\>0.5°C in Tcore (mean increase 0.6°0.3°C) while wearing only shorts. The investigators expect that wearing a cooling vest during the same heat exposure, will significantly increase heat dissipation and, thus, enhance maintenance of Tcore and thermal comfort. The investigators hypothesize that during a controlled warm exposure (35°C), participants with Hi-SCI wearing the wet cooling vest compared to the same participants not wearing a vest: 1) 65% will have a significantly reduced elevation in Tcore ( 0.3°C), and 2) a greater percentage of participants will report increased thermal comfort (decreased perception of feeling \"hot\", \"very hot\", or \"uncomfortable\")."
        },
        "conditionsModule": {
            "conditions": [
                "Spinal Cord Injuries"
            ],
            "keywords": [
                "Body Temperature Regulation",
                "Hyperthermia",
                "Body Temperature"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "FACTORIAL",
                "interventionModelDescription": "After the cooling vest has been fully bench-tested, two phases (AB safety; SCI efficacy) will be performed.\n\nPhase 1 (Safety): Descriptive design: because persons with SCI have impaired sensation, one group of able-bodied (AB) participants will wear the wet \"smart\" cooling vest during a heat challenge (sitting in a warm room) to determine its safety.\n\nPhase 2 (Efficacy): 1 x 2 Repeated Measures design: one group of persons with Hi-SCI will undergo 2 heat challenges (sitting in a warm room) under 2 conditions (experimental: wet vest, control: no vest) in random order to determine efficacy of the cooling vest in maintaining Tcore and thermal comfort..",
                "primaryPurpose": "DEVICE_FEASIBILITY",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 15,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Arm 1: Cooling Vest",
                    "type": "EXPERIMENTAL",
                    "description": "Phase 1: After satisfying bench testing criteria, AB participants will wear the wet cooling vest at maximal settings for 2 hours in the seated position in a warm thermal chamber (35°C), to determine: (1) minimum skin temperatures beneath the cooling vest and (2) subjective thermal sensation of their skin beneath the cooling vest.",
                    "interventionNames": [
                        "Device: Cooling Vest"
                    ]
                },
                {
                    "label": "Arm 2: Cooling Vest",
                    "type": "EXPERIMENTAL",
                    "description": "Phase 2: Participants with Hi-SCI will wear the wet vest (experimental condition) in a warm thermal chamber (35°C) for up to 2 hours in the seated position, to determine: (1) change in Tcore and (2) perception of heat and thermal comfort.",
                    "interventionNames": [
                        "Device: Cooling Vest"
                    ]
                },
                {
                    "label": "Arm 3: No Vest",
                    "type": "NO_INTERVENTION",
                    "description": "Phase 2: Participants with Hi-SCI will wear no vest (control condition) in a warm thermal chamber (35°C) for up to 2 hours in the seated position, to determine: (1) change in Tcore and (2) perception of heat and thermal comfort."
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "Cooling Vest",
                    "description": "A self-regulating cooling vest for persons with SCI that can utilize both conductive and evaporative methods to dissipate body heat as a proof-of-concept to prevent an excessive rise in Tcore and thermal discomfort during a controlled exposure to a warm environment. The vest is an article of clothing, is made of commercially-available \"wicking\" material, which once saturated with water, uses evaporation to dissipate heat. Channels embedded in the vest supply cooled water to keep the wet vest cool. The cooling capacity of the vest is regulated by a microprocessor which continuously receives feedback from the user's skin and core temperature. The vest is non-invasive and supplies no energy to the user.",
                    "armGroupLabels": [
                        "Arm 1: Cooling Vest",
                        "Arm 2: Cooling Vest"
                    ],
                    "otherNames": [
                        "Novel Cooling Vest"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Skin temperature (Tsk) change",
                    "description": "Tsk will be monitored using TX-4 Skin Surface probes and Iso-Thermex Multichannel Thermometer (Columbus Instruments, Columbus, OH). Skin thermocouples will be taped to 12 sites on the trunk (chest/abdomen) of AB controls (6 on each side) and on 10 sites on the chest/abdomen (5 on each side) and 4 sites on the bilateral hands and feet (2 on each side) for a total of 14 sites on persons with Hi-SCI determine change and minimum skin temperatures beneath the cooling vest",
                    "timeFrame": "Baseline (0 min) and end of thermal challenge (120 min) will be compared"
                },
                {
                    "measure": "Thermal Sensation (TS) change",
                    "description": "TS will be measured by a 9-point (+4 to -4) thermal sensation scale (+4 Very Hot. +3 Hot, +2 Warm, +1 Slightly Warm, 0 Neutral, -1 Slightly Cool, -2 Cool, -3 Cold, -4 Very Cold).",
                    "timeFrame": "Baseline (0 min) and end of thermal challenge (120 min) will be compared"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Core body temperature (Tcore) change",
                    "description": "Tcore: will be monitored by an ingestible telemetry capsule, CorTemp (HQ Inc, Palmetto, Fla) in persons with Hi-SCI only. Less of an increase in Tcore is considered desirable during the thermal challenge.",
                    "timeFrame": "Baseline (0 min) and end of thermal challenge (120 min) will be compared in persons with Hi-SCI"
                },
                {
                    "measure": "Thermal comfort (TC) change",
                    "description": "TC will be measured by a 6-point thermal comfort scale (+3 Very Comfortable, +2 Comfortable, +1 Just Comfortable, -1 Just Uncomfortable, -2 Uncomfortable, -3 Very Uncomfortable). Scores of +1, +2, and +3 scores are considered more desirable than -1, -2, and -3 scores during the thermal challenge.",
                    "timeFrame": "Baseline (0 min) and end of thermal challenge (120 min) will be compared in persons with Hi-SCI"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Spinal cord injury (SCI) \\>1 year in duration\n* Level of SCI C4-T2, ASIA Impairment Scale A \\& B\n* Gender and age-matched (±5 years) able-bodied (AB) controls\n* Euhydration (participants will be instructed to avoid caffeine and alcohol, maintain normal salt and water intake and avoid strenuous exercise for 24 hours prior to study)\n\nExclusion Criteria:\n\n* Known cardiovascular, kidney or untreated thyroid disease\n* Traumatic brain injury (mod-severe)\n* Diabetes mellitus\n* Acute illness or infection\n* Broken, inflamed, or otherwise fragile skin\n* Pregnancy\n* BMI \\>30 kg/m2\n* Smoking Participants with SCI only (secondary to telemetry capsule (CorTemp®) measurement of Tcore)\n* Undergoing magnetic resonance imaging while the telemetry capsule is within the body (2-5 days)\n* Cardiac pacemaker or other implanted electromedical device\n* Known or suspected obstructive disease of the GI tract",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "68 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "John P Handrakis, PT DPT EdD",
                    "role": "CONTACT",
                    "phone": "(718) 584-9000",
                    "phoneExt": "3129",
                    "email": "John.Handrakis@va.gov"
                },
                {
                    "name": "Ian A Paez, BA",
                    "role": "CONTACT",
                    "phone": "(718) 584-9000",
                    "phoneExt": "1732",
                    "email": "Ian.Paez@va.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "John Philip Handrakis, PT DPT EdD",
                    "affiliation": "James J. Peters Veterans Affairs Medical Center",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "James J. Peters VA Medical Center, Bronx, NY",
                    "status": "RECRUITING",
                    "city": "Bronx",
                    "state": "New York",
                    "zip": "10468-3904",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "John P Handrakis, PT DPT EdD",
                            "role": "CONTACT",
                            "phone": "(718) 584-9000",
                            "phoneExt": "3129",
                            "email": "John.Handrakis@va.gov"
                        },
                        {
                            "name": "John Philip Handrakis, PT DPT EdD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.84985,
                        "lon": -73.86641
                    }
                }
            ]
        },
        "referencesModule": {
            "seeAlsoLinks": [
                {
                    "label": "Spinal Cord Damage Research Center",
                    "url": "http://www.scirc.org/"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO",
            "description": "A de-identified data set will be shared with the public. Age and SCI level along with all other 18 HIPAA identifiers will be withheld. This data will be shared under an agreement that does not allow re-identification of the data set."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000013119",
                    "term": "Spinal Cord Injuries"
                },
                {
                    "id": "D000084462",
                    "term": "Hyperthermia"
                }
            ],
            "ancestors": [
                {
                    "id": "D000013118",
                    "term": "Spinal Cord Diseases"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000020196",
                    "term": "Trauma, Nervous System"
                },
                {
                    "id": "D000014947",
                    "term": "Wounds and Injuries"
                },
                {
                    "id": "D000001832",
                    "term": "Body Temperature Changes"
                },
                {
                    "id": "D000018882",
                    "term": "Heat Stress Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M15916",
                    "name": "Spinal Cord Injuries",
                    "asFound": "Spinal Cord Injury",
                    "relevance": "HIGH"
                },
                {
                    "id": "M2454",
                    "name": "Hyperthermia",
                    "asFound": "Hyperthermia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M8464",
                    "name": "Fever",
                    "relevance": "LOW"
                },
                {
                    "id": "M15915",
                    "name": "Spinal Cord Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M17685",
                    "name": "Wounds and Injuries",
                    "relevance": "LOW"
                },
                {
                    "id": "M22023",
                    "name": "Trauma, Nervous System",
                    "relevance": "LOW"
                },
                {
                    "id": "M5111",
                    "name": "Body Temperature Changes",
                    "relevance": "LOW"
                },
                {
                    "id": "M24916",
                    "name": "Stress Disorders, Traumatic",
                    "relevance": "LOW"
                },
                {
                    "id": "M20924",
                    "name": "Heat Stress Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                }
            ]
        }
    },
    "hasResults": false
}