{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06450951",
            "orgStudyIdInfo": {
                "id": "2R44ES034312-02",
                "type": "NIH",
                "link": "https://reporter.nih.gov/quickSearch/2R44ES034312-02"
            },
            "organization": {
                "fullName": "Million Marker Wellness, Inc.",
                "class": "INDUSTRY"
            },
            "briefTitle": "A Personalized Biomonitoring and Report-back Intervention to Reduce Exposure to Endocrine Disrupting Chemicals",
            "officialTitle": "A Personalized Digital Intervention Program to Reduce Exposure to Endocrine Disrupting Chemicals Among a Child-Bearing Age Cohort",
            "acronym": "REED",
            "therapeuticArea": [
                "Other"
            ],
            "study": "a-personalized-biomonitoring-and-report-back-intervention-to-reduce-exposure-to-endocrine-disrupting-chemicals"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-05-23",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-12",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-08",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-06-04",
            "studyFirstSubmitQcDate": "2024-06-04",
            "studyFirstPostDateStruct": {
                "date": "2024-06-10",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-08",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-09",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Jenna Hua",
                "investigatorTitle": "CEO",
                "investigatorAffiliation": "Million Marker Wellness, Inc."
            },
            "leadSponsor": {
                "name": "Million Marker Wellness, Inc.",
                "class": "INDUSTRY"
            },
            "collaborators": [
                {
                    "name": "Renown Health",
                    "class": "OTHER"
                },
                {
                    "name": "University of Nevada, Reno",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The goal of this clinical trial is to learn if a personalized biomonitoring report-back and educational intervention in child-bearing aged men and women can reduce endocrine disrupting chemicals (EDCs) measured in urine, increase participants' understanding of environmental health (environmental health literacy; EHL), increase their readiness and behaviors to reduce exposures, and improve their well-being.\n\nThe intervention includes EDC testing and exposure report-back, a self-directed online interactive curriculum with access to live coaches, and an online forum. The investigators hypothesize that the intervention will be more effective than EDC testing and report-back alone at reducing EDC exposures (behavior change and metabolite concentrations), as well as increasing EHL, readiness to reduce exposures, and well-being.",
            "detailedDescription": "Exposures to endocrine disrupting chemicals (EDCs) have been linked to chronic diseases, including breast cancer, metabolic syndrome, diabetes, and infertility. EDC-related health and economic burden is estimated to be $340 billion annually. Exposure during pregnancy may have a lifelong impacts on the fetus, including preterm birth, low birth weight, hypospadias, allergies, asthma and behavioral issues. Today, consumers can order genetic tests to find out about their health predispositions. However, genetics are unchangeable. There are few services that allow people to understand their environmental health (EH) in order to optimize health by changing their lifestyles. Consumers are becoming more aware of the hazardous effects of EDCs, and are calling for such services. Million Marker (MM), a consumer-focused science company, was created to fill this gap. MM aims to crowdsource the biomonitoring of environmental chemicals and increase EH awareness at individual and population levels. MM provides results in a timely manner so individuals can proactively assess, track, and reduce their exposures.\n\nIn Phase I of this study, MM developed and tested the FIRST mobile EDC intervention service (app and exposure report-back) for its efficacy in reducing EDC levels, increasing EH literacy (EHL), increasing readiness to reduce exposures (i.e. readiness to change, RtC), and assessing system usability among reproductive-age participants recruited from the Healthy Nevada Project (HNP), one of the largest population health cohorts in the world. A general trend of decreased EDC exposure with the intervention, as well as increased RtC was found. However, some participants did not increase their RtC and had difficulty carrying out the intervention on their own (with no decrease in EDC exposure). The reasons for these less optimal results were the difficulty in the EHL subject matter-participants still felt ill-prepared to apply their knowledge to making healthier lifestyle changes, and cited financial reasons and limited choices as barriers to change. Therefore, in this Phase II proposal, the investigators will address these perceived limitations by 1) developing and 2) testing a self-directed online interactive curriculum with live counseling sessions and individualized support modeled after the highly effective Diabetes Prevention Program (DPP) and Omada Health (which provides a digital interactive DPP).\n\nMM plans to achieve this through three aims. Aim 1: Develop an EDC-specific online intervention curriculum leveraging the extensive experience in EDC research, curriculum development, and digitizing DPP from world experts. Following the format of DPP and using an iterative human-centered design process, investigators will test the program with a pilot group of 30 participants (15 males and 15 females) and evaluate it using the System Usability Score (SUS) measuring user engagement, satisfaction, and retention. Aim 2: Test the effectiveness of the intervention programs. Investigators will test and compare the effectiveness of (1) a mobile EDC reduction program (control, previously assessed in Phase I), and (2) a self-directed online interactive curriculum of EDC EHL material (treatment, developed in Aim 1) with personalized support. The investigators hypothesize that the self-directed online interactive curriculum with personalized support will be more effective (superior) than the mobile EDC reduction program at increasing EDC-specific EHL, readiness to reduce exposures, and well-being. These two arms will be tested in a longitudinal EDC randomized control trial (n=600). Participants (1:1 male to female) of reproductive age will be recruited from HNP, MMs Phase I collaborator and randomly assigned to one of the interventions. Outcomes for this aim will measure surveyed changes pre- post-interventions in EDC EHL, RtC, and well-being using the same validated instruments used in Phase I to assess the outcomes. Aim 3: Determine changes in EDC exposure before and after each intervention program. Using MMs existing EDC panel (used in Phase I, part of MM's current direct-to-consumer testing service) that tests for 13 chemical metabolites including BPA, BPA alternatives, phthalates, parabens and oxybenzone, participants' urine samples will be collected twice (at pre- and post-intervention) to measure changes in EDC levels. The investigators hypothesize that participants in the online intervention arms will have increased EDC-specific EHL and readiness to reduce exposures (i.e. RtC), a higher sense of well-being, and a greater reduction in EDC levels compared to the original intervention.\n\nBy developing, testing and improving this new intervention option, MM will be one step closer to product-market fit and offering a cost-effective service for reducing EDC exposures, increasing EHL/RtC, and improving well-being and clinical outcomes. As reflected in the support letters from OBGYNs and fertility clinics, patients are seeking such interventions and clinics are looking to offer these (paid) add-on services in order to optimize patients' fertility and differentiate from other clinics. If the aims are achieved, MM will be ready for Phase IIB and will begin to scale products and services to clinics and the general public, with the eventual aims of FDA approval, insurance coverage, and incorporation into routine clinical care."
        },
        "conditionsModule": {
            "conditions": [
                "Environmental Exposure"
            ],
            "keywords": [
                "phthalates",
                "bisphenols",
                "parabens",
                "behavior change"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "whoMasked": [
                        "PARTICIPANT"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 600,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Educational Intervention",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "The educational intervention arm includes EDC testing and personalized report-back, a self-directed online interactive curriculum of EDC material, access to live coaches, and an online forum.",
                    "interventionNames": [
                        "Diagnostic Test: Urinary EDC metabolite testing",
                        "Behavioral: Educational curriculum"
                    ]
                },
                {
                    "label": "Test Only",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "The test-only arm includes EDC testing and report-back.",
                    "interventionNames": [
                        "Diagnostic Test: Urinary EDC metabolite testing"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DIAGNOSTIC_TEST",
                    "name": "Urinary EDC metabolite testing",
                    "description": "Mail-in urine samples tested for metabolites of bisphenols, phthalates, parabens, and oxybenzone.",
                    "armGroupLabels": [
                        "Educational Intervention",
                        "Test Only"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Educational curriculum",
                    "description": "A self-directed online interactive curriculum of EDC material, with access to live coaches and an online forum.",
                    "armGroupLabels": [
                        "Educational Intervention"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Changes in EDC metabolites after the intervention",
                    "description": "Urinary EDC metabolites include bisphenols, phthalates, parabens and oxybenzone",
                    "timeFrame": "Pre and post intervention (three months in between measurements)"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Changes in Endocrine Disrupting Chemical - Environmental Health Literacy (EDC-EHL) after the intervention.",
                    "description": "This surveys assesses EDC-specific environmental health literacy, based on questions in a 5-point Likert scale from 1 (strongly agree) to 5 (strongly disagree) or 1 (never) to 5 (always). Responses will be reverse coded during analysis as needed so that higher numbers reflect positive outcomes (higher EDC-EHL).",
                    "timeFrame": "Measured before the intervention, after the intervention (3 months after baseline), and at follow-up (3 months after the intervention)"
                },
                {
                    "measure": "Changes in 'Readiness to Change' to reduce risky behaviors after the intervention.",
                    "description": "The Readiness to Change question asks participants to choose the response (sentence) that most accurately describes their current efforts and interest in limiting their exposure to harmful chemicals. Responses will be coded from 1 to 5 with 5 reflecting greater readiness to reduce risky behaviors.",
                    "timeFrame": "Measured before the intervention, after the intervention (3 months after baseline), and at follow-up (3 months after the intervention)"
                },
                {
                    "measure": "Changes in wellness after the intervention.",
                    "description": "Individual questions assess participants self-reported overall health, physical activity, sleep and stress.",
                    "timeFrame": "Measured before the intervention, after the intervention (3 months after baseline), and at follow-up (3 months after the intervention)"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* not pregnant, free from diabetes or known kidney disease or cancer (these conditions may interfere with EDC metabolism); able to understand written and spoken English; and willing to complete all study assessments.\n\nExclusion Criteria:\n\n-",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "44 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Jenna Hua, PhD",
                    "role": "CONTACT",
                    "phone": "510-305-5690",
                    "email": "founders@millionmarker.com"
                },
                {
                    "name": "Chris Ribbens, BS",
                    "role": "CONTACT",
                    "phone": "970-778-6267",
                    "email": "Chris@millionmarker.com"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Carol Kwaitkowski, PhD",
                    "affiliation": "Million Marker Wellness",
                    "role": "STUDY_DIRECTOR"
                }
            ],
            "locations": [
                {
                    "facility": "Renown Health",
                    "status": "RECRUITING",
                    "city": "Reno",
                    "state": "Nevada",
                    "zip": "89557",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Iva Neveux, MS",
                            "role": "CONTACT",
                            "phone": "775-982-6914",
                            "email": "ineveux@med.unr.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.52963,
                        "lon": -119.8138
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "29328875",
                    "type": "BACKGROUND",
                    "citation": "Hiatt RA, Brody JG. Environmental Determinants of Breast Cancer. Annu Rev Public Health. 2018 Apr 1;39:113-133. doi: 10.1146/annurev-publhealth-040617-014101. Epub 2018 Jan 12."
                },
                {
                    "pmid": "27760374",
                    "type": "BACKGROUND",
                    "citation": "Heindel JJ, Blumberg B, Cave M, Machtinger R, Mantovani A, Mendez MA, Nadal A, Palanza P, Panzica G, Sargis R, Vandenberg LN, Vom Saal F. Metabolism disrupting chemicals and metabolic disorders. Reprod Toxicol. 2017 Mar;68:3-33. doi: 10.1016/j.reprotox.2016.10.001. Epub 2016 Oct 17."
                },
                {
                    "pmid": "30400886",
                    "type": "BACKGROUND",
                    "citation": "Hwang S, Lim JE, Choi Y, Jee SH. Bisphenol A exposure and type 2 diabetes mellitus risk: a meta-analysis. BMC Endocr Disord. 2018 Nov 6;18(1):81. doi: 10.1186/s12902-018-0310-y."
                },
                {
                    "pmid": "31376593",
                    "type": "BACKGROUND",
                    "citation": "Ghayda RA, Williams PL, Chavarro JE, Ford JB, Souter I, Calafat AM, Hauser R, Minguez-Alarcon L. Urinary bisphenol S concentrations: Potential predictors of and associations with semen quality parameters among men attending a fertility center. Environ Int. 2019 Oct;131:105050. doi: 10.1016/j.envint.2019.105050. Epub 2019 Jul 31."
                },
                {
                    "pmid": "29161633",
                    "type": "BACKGROUND",
                    "citation": "Machtinger R, Gaskins AJ, Racowsky C, Mansur A, Adir M, Baccarelli AA, Calafat AM, Hauser R. Urinary concentrations of biomarkers of phthalates and phthalate alternatives and IVF outcomes. Environ Int. 2018 Feb;111:23-31. doi: 10.1016/j.envint.2017.11.011. Epub 2017 Nov 20."
                },
                {
                    "pmid": "27765541",
                    "type": "BACKGROUND",
                    "citation": "Attina TM, Hauser R, Sathyanarayana S, Hunt PA, Bourguignon JP, Myers JP, DiGangi J, Zoeller RT, Trasande L. Exposure to endocrine-disrupting chemicals in the USA: a population-based disease burden and cost analysis. Lancet Diabetes Endocrinol. 2016 Dec;4(12):996-1003. doi: 10.1016/S2213-8587(16)30275-3. Epub 2016 Oct 17."
                },
                {
                    "pmid": "27857130",
                    "type": "BACKGROUND",
                    "citation": "Braun JM. Early-life exposure to EDCs: role in childhood obesity and neurodevelopment. Nat Rev Endocrinol. 2017 Mar;13(3):161-173. doi: 10.1038/nrendo.2016.186. Epub 2016 Nov 18."
                },
                {
                    "pmid": "32120140",
                    "type": "BACKGROUND",
                    "citation": "Mustieles V, Zhang Y, Yland J, Braun JM, Williams PL, Wylie BJ, Attaman JA, Ford JB, Azevedo A, Calafat AM, Hauser R, Messerlian C. Maternal and paternal preconception exposure to phenols and preterm birth. Environ Int. 2020 Apr;137:105523. doi: 10.1016/j.envint.2020.105523. Epub 2020 Feb 29."
                },
                {
                    "pmid": "29078782",
                    "type": "BACKGROUND",
                    "citation": "Woods MM, Lanphear BP, Braun JM, McCandless LC. Gestational exposure to endocrine disrupting chemicals in relation to infant birth weight: a Bayesian analysis of the HOME Study. Environ Health. 2017 Oct 27;16(1):115. doi: 10.1186/s12940-017-0332-3."
                },
                {
                    "pmid": "26406292",
                    "type": "BACKGROUND",
                    "citation": "Veiga-Lopez A, Kannan K, Liao C, Ye W, Domino SE, Padmanabhan V. Gender-Specific Effects on Gestational Length and Birth Weight by Early Pregnancy BPA Exposure. J Clin Endocrinol Metab. 2015 Nov;100(11):E1394-403. doi: 10.1210/jc.2015-1724. Epub 2015 Sep 25."
                },
                {
                    "pmid": "30578470",
                    "type": "BACKGROUND",
                    "citation": "Raghavan R, Romano ME, Karagas MR, Penna FJ. Pharmacologic and Environmental Endocrine Disruptors in the Pathogenesis of Hypospadias: a Review. Curr Environ Health Rep. 2018 Dec;5(4):499-511. doi: 10.1007/s40572-018-0214-z."
                },
                {
                    "pmid": "25445825",
                    "type": "BACKGROUND",
                    "citation": "Gascon M, Casas M, Morales E, Valvi D, Ballesteros-Gomez A, Luque N, Rubio S, Monfort N, Ventura R, Martinez D, Sunyer J, Vrijheid M. Prenatal exposure to bisphenol A and phthalates and childhood respiratory tract infections and allergy. J Allergy Clin Immunol. 2015 Feb;135(2):370-8. doi: 10.1016/j.jaci.2014.09.030. Epub 2014 Oct 30."
                },
                {
                    "pmid": "30740706",
                    "type": "BACKGROUND",
                    "citation": "Paciencia I, Cavaleiro Rufo J, Silva D, Martins C, Mendes F, Farraia M, Delgado L, de Oliveira Fernandes E, Padrao P, Moreira P, Severo M, Barros H, Moreira A. Exposure to indoor endocrine-disrupting chemicals and childhood asthma and obesity. Allergy. 2019 Jul;74(7):1277-1291. doi: 10.1111/all.13740. Epub 2019 Mar 5."
                },
                {
                    "pmid": "25199954",
                    "type": "BACKGROUND",
                    "citation": "Kalkbrenner AE, Schmidt RJ, Penlesky AC. Environmental chemical exposures and autism spectrum disorders: a review of the epidemiological evidence. Curr Probl Pediatr Adolesc Health Care. 2014 Nov;44(10):277-318. doi: 10.1016/j.cppeds.2014.06.001. Epub 2014 Sep 5."
                },
                {
                    "pmid": "32073305",
                    "type": "BACKGROUND",
                    "citation": "Oulhote Y, Lanphear B, Braun JM, Webster GM, Arbuckle TE, Etzel T, Forget-Dubois N, Seguin JR, Bouchard MF, MacFarlane A, Ouellet E, Fraser W, Muckle G. Gestational Exposures to Phthalates and Folic Acid, and Autistic Traits in Canadian Children. Environ Health Perspect. 2020 Feb;128(2):27004. doi: 10.1289/EHP5621. Epub 2020 Feb 19."
                },
                {
                    "pmid": "30873814",
                    "type": "BACKGROUND",
                    "citation": "Gutierrez-Torres DS, Barraza-Villarreal A, Hernandez-Cadena L, Escamilla-Nunez C, Romieu I. Prenatal Exposure to Endocrine Disruptors and Cardiometabolic Risk in Preschoolers: A Systematic Review Based on Cohort Studies. Ann Glob Health. 2018 Jul 27;84(2):239-249. doi: 10.29024/aogh.911."
                },
                {
                    "pmid": "34461123",
                    "type": "BACKGROUND",
                    "citation": "Ho V, Pelland-St-Pierre L, Gravel S, Bouchard MF, Verner MA, Labreche F. Endocrine disruptors: Challenges and future directions in epidemiologic research. Environ Res. 2022 Mar;204(Pt A):111969. doi: 10.1016/j.envres.2021.111969. Epub 2021 Aug 27."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Rochester, J. R. et al. A personalized intervention to increase environmental health literacy and readiness to change in a Northern Nevada population: effects of environmental chemical exposure report-back. Int. J. Environ. Res. Public. Health Submitted."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Million Marker will disseminate research results and findings to the scientific community through presentations at scientific meetings and conferences and publications in academic journals, as well as through the mass media and online postings. The Principal Investigator of this study will make data and associated documentation/metadata available to external researchers under a data-sharing agreement in which a specific commitment is made to use the data for research purposes only, to not provide the data to a third party or distribute it in any form, and to properly acknowledge the source of funding for the collection of the data and the researchers involved in this study.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF"
            ],
            "timeFrame": "Starting six months after publication",
            "accessCriteria": "Researchers must submit an acceptable research plan (goals of the proposed research, the specific hypotheses to be examined, justification for research and methods), be affiliated with a recognized research institution, have demonstrated expertise in the area of the proposed research project, and receive independent approval from their governing institutional review board. Data will be available for use only to answer the specific question(s) indicated in the research plan. The researchers must provide a list of variable names and an outline of how research findings will be disseminated; and will be asked to sign a data-sharing agreement that commits to: 1) not attempt to identify any individual participant, 2) secure the data using appropriate software technology, 3) and destroy or return all data once analyses are complete. All final datasets will be de-identified. Final authorship on manuscripts will require review and approval by the Principal Investigators of this study."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M27007",
                    "name": "Endocrine Disruptors",
                    "relevance": "LOW"
                },
                {
                    "id": "M109516",
                    "name": "Bisphenol A",
                    "relevance": "LOW"
                },
                {
                    "id": "M235968",
                    "name": "Oxybenzone",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "Derm",
                    "name": "Dermatologic Agents"
                }
            ]
        }
    },
    "hasResults": false
}