{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05411718",
            "orgStudyIdInfo": {
                "id": "2022-0117"
            },
            "secondaryIdInfos": [
                {
                    "id": "NCI-2022-04794",
                    "type": "OTHER",
                    "domain": "NCI-CTRP Clinical Trials Reporting Registry"
                },
                {
                    "id": "1R01CA257375-01",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/1R01CA257375-01"
                }
            ],
            "organization": {
                "fullName": "M.D. Anderson Cancer Center",
                "class": "OTHER"
            },
            "briefTitle": "A Phase IIa Randomized, Double-Blinded Clinical Trial of Naproxen or Aspirin for Cancer Immune Interception in Lynch Syndrome",
            "officialTitle": "A Phase IIa Randomized, Double-Blinded Clinical Trial of Naproxen or Aspirin for Cancer Immune Interception in Lynch Syndrome",
            "therapeuticArea": [
                "Rare Diseases",
                "Oncology and Hematology",
                "Other"
            ],
            "study": "a-phase-iia-randomized-double-blinded-clinical-trial-of-naproxen-or-aspirin-for-cancer-immune-interception-in-lynch-syndrome"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-03",
            "overallStatus": "RECRUITING",
            "startDateStruct": {
                "date": "2023-03-21",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-11-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-11-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-06-01",
            "studyFirstSubmitQcDate": "2022-06-06",
            "studyFirstPostDateStruct": {
                "date": "2022-06-09",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-03-12",
            "lastUpdatePostDateStruct": {
                "date": "2024-03-13",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "M.D. Anderson Cancer Center",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institutes of Health (NIH)",
                    "class": "NIH"
                },
                {
                    "name": "National Cancer Institute (NCI)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "To learn about the effects of naproxen and aspirin on the normal colon in people with Lynch Syndrome.",
            "detailedDescription": "Primary Objectives:\n\n* To evaluate the effect of naproxen or aspirin on the abundance of T cells and other im-mune cell types in the normal colorectal mucosa of participants with Lynch syndrome (LS) using single-cell approaches.\n\nSecondary Objectives:\n\n* To evaluate cell-type specific effects of treatment with naproxen or aspirin on gene ex-pression in the normal colorectal mucosa and endometrium in participants with LS using single-cell approaches.\n* To evaluate the effect of treatment with naproxen or aspirin on the spatial distribution of immune-related cell types in the normal colorectal mucosa and endometrium in of partic-ipants with LS using multiplex imaging approaches.\n* To assess the effect of treatment with naproxen or aspirin on colorectal polyp burden in participants with LS.\n* To assess the safety profile of treatment with naproxen or aspirin in participants with LS.\n* To assess the effect of treatment with naproxen or aspirin in normal mucosa, stool and periodontal microbiome in participants with LS.\n* To compare the effect of naproxen or aspirin on the abundance of T cells and other im-mune cell types in the normal colorectal mucosa, endometrium and peripheral blood of participants with LS.\n* To assess the symptoms of LS participants randomized to naproxen or aspirin."
        },
        "conditionsModule": {
            "conditions": [
                "T Cells",
                "Colorectal Cancer",
                "Lynch Syndrome"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "TRIPLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "INVESTIGATOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 40,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Naproxen",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will take two (2) naproxen matching capsules by mouth 1 time every day, at about the same time each day",
                    "interventionNames": [
                        "Drug: Naproxen"
                    ]
                },
                {
                    "label": "Aspirin",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Participants will take two (2) aspirin matching capsules by mouth 1 time every day, at about the same time each day",
                    "interventionNames": [
                        "Drug: Aspirin"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Naproxen",
                    "description": "Given by PO",
                    "armGroupLabels": [
                        "Naproxen"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Aspirin",
                    "description": "Given by PO",
                    "armGroupLabels": [
                        "Aspirin"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "To establish the effect of naproxen or aspirin on the abundance of T cells and other immune",
                    "timeFrame": "through study completion, an average of 1 year"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Participants must have Lynch syndrome defined as meeting any of the following:\n\n  1. \"Mutation-Positive Lynch syndrome\": carriers or obligate carriers (by pedigree) of a pathogenic mutation in one of the DNA mismatch repair (MMR) genes (i.e., MLH1, MSH2/EPCAM, MSH6, or PMS2).\n  2. \"Mutation-Negative Lynch syndrome\": patients with a personal history of a non-sporadic MMR deficient premalignant lesion (i.e., polyp) or a non-sporadic MMR deficient malignant tumor (where \"non-sporadic MMR deficient\" is defined by: microsatellite-instability high by either immunohistochemistry or MSI testing or both, but no evidence of MLH1 promoter methylation in cases with loss of both MLH1 and PMS2, and/or no evidence of BRAF mutation in cases with loss of both MLH1 and PMS2) but germline MMR genetic testing showed either a variant of unknown significance or mutation negative result or had declined germline MMR genetic test-ing.\n* Participants must not have evidence of active/recurrent malignant disease for 6 months.\n* Participants must be at least 6 months from any prior cancer-directed treatment (such as surgical resection, chemotherapy, immunotherapy, hormonal therapy or radiation).\n* Participants must have endoscopically accessible distal colon and/or rectal mucosa (i.e., partici-pants must have at least part of the descending/sigmoid colon and/or rectum intact).\n* Participants must consent to one standard of care lower GI endoscopy (flexible sigmoidoscopy or colonoscopy) with biopsies and one flexible sigmoidoscopy with biopsies that will be 12 months (+14 days) apart.\n* Participants must consent to refrain from using aspirin or NSAIDs or COX-inhibitors for the du-ration of the trial\n* Age ≥18 years. Because no dosing or adverse event data are currently available on the long-term use of naproxen or aspirin in patients \\<18 years of age, children are excluded from this study but will be eligible for future pediatric trials, if applicable.\n* ECOG performance status ≤1 OR Karnofsky ≥70%; see Appendix A.\n* Participants must have normal organ and marrow function as defined below:\n\nHemoglobin \\>10 g/dL or Hematocrit \\> 30 % Leukocyte count ≥3,000/microliter Platelet count ≥100,000/microliter Absolute neutrophil count ≥1,500/microliter Creatinine ≤1.5 x institutional ULN (OR GFR \\>30ml/min/1.73m2) Total bilirubin ≤2 x institutional ULN AST (SGOT) ≤2.5 × institutional ULN ALT (SGPT) ≤2.5 × institutional ULN\n\n* The effects of naproxen on the developing human fetus at the recommended therapeutic dose are unknown. For this reason and because NSAIDs are known to be teratogenic, women of child-bearing potential must agree to use adequate contraception (hormonal or barrier method of birth control; abstinence) for the duration of study participation. Should a woman become pregnant or suspect she is pregnant at the time of study entry or while participating in this study, she should inform her study physician immediately. Women of childbearing potential must agree to base-line and pre-drug pregnancy tests.\n* Ability to understand and the willingness to sign a written informed consent document.\n* Willing and able to adhere to the prohibitions and restrictions specified in the final approved pro-tocol.\n* Willing to undergo yearly standard of care screening colonoscopy for the duration of the clinical trial.\n\nExclusion Criteria:\n\n* Individuals with presence of two somatic mutations/loss of heterozygosity (LOH) in one of the four MMR genes (MLH1, MSH2, MSH6, and PMS2) in MMR-deficient neoplasm (defined as a tumor with MSI-H by PCR analysis or loss of staining in one of the four MMR proteins).\n* Individuals who received scheduled NSAIDs or COX-inhibitors of any kind for \\>3 days during anytime within the 2 weeks prior to baseline eligibility screening visit. By exception, individuals receiving cardio-protective aspirin (e.g., 81 mg PO daily) will be eligible provided they are will-ing to stop no less than 7 days prior to starting on naproxen or aspirin in this study.\n* Individuals who are status post total proctocolectomy (i.e., removal of all colon and rectum).\n* Individuals with active gastroduodenal ulcer disease in the preceding 5 years.\n* Individuals with any history of transfusion-dependent gastrointestinal bleeding, gastrointestinal perforation or gastrointestinal obstruction. If any of these events had been due to a malignancy of the GI tract and the malignancy has since been removed, the patient is eligible.\n* Individuals with history of myocardial infarction, stroke, coronary-artery bypass draft, invasive coronary revascularization in the preceding 5 years.\n* Individuals taking the drugs listed below may not be randomized unless they are willing to stop the medications (and possibly change to alternative non-excluded medications to treat the same conditions) no less than 7 days prior to starting naproxen or aspirin on this study. Consultation with the participant's primary care provider may be obtained but is not required. The use of the following drugs or drug classes is prohibited during naproxen/aspirin treatment:\n\n  * Investigational agents;\n  * NSAIDs: such as ketorolac, sulindac, ibuprofen, and others;\n  * COX-2 inhibitors: such as Celecoxib, Rofecoxib and other COX-2;\n  * Antiplatelet agents: such as aspirin, clopidogrel, ticlopidine, dipyridamole, abciximab, tirofi-ban, eptifibatide and prasugrel;\n  * Anticoagulants:\n\n    * Heparin;\n    * Heparinoids: such as fondaparinux, danaparoid and other heparinoids;\n    * Low-molecular weight heparins: such as enoxaparin, dalteparin, parnaparin, reviparin, tinzaparin, ardeparin, certoparin, lepidurin, bivalidurin;\n    * Other anticoagulants: argatroban, apixaban, dabigatran, rivaroxaban, warfarin, aceno-coumarol, dicumarol, phenindione and other anticoagulants;\n  * Lithium;\n  * Selective serotonin and norepinephrine reuptake inhibitors: minalcipran, fluoxetine, paroxe-tine, nefazadine, citalopram, clovoxamine, escitalopram, flesinoxan, femoxitene, duloxetine, venlafaxine, vilazodone, sibutramine, desvenlafaxine;\n  * Anticonvulsants: phenytoin, parakdehyde, valproic acid, carbamazepine, trimethadione, phenobarbital, diazepam, chlormethiazole, mephenytoin, ethotoin, paramethadione, phenac-emide, mephobarbital, oxcarbazepine, zonisamide, piracetam, vigabatrin, felbamate, gabapentin, beclamide, phosphenytoin, stripentol, tiagabine, topiramate, pregabalin, lacosa-mide, rufinamide, caramiphen;\n  * Antibiotics and antifungals:\n\n    o Fluorquinolones: such as ofloxacin, norfloxacin, levofloxacin;\n  * Other agents: teriflunomide, cyclosporine, tacrolimus, ginkgo, gossypol, meadowsweet, fe-verfew, beta glucan, pentosan, pentoxifylline, cilostazol, erlotinib, pemetrexed, methotrex-ate, pralatrexate.\n* Individuals with uncontrolled renal insufficiency or renal failure.\n* History of allergic reactions attributed to naproxen or aspirin.\n* Uncontrolled intercurrent illness including, but not limited to, ongoing or active infection, uncon-trolled hypertension, symptomatic congestive heart failure, unstable angina pectoris, cardiac ar-rhythmia, or psychiatric illness/social situations that would limit compliance with study require-ments.\n* Pregnant, breast-feeding, or women of childbearing potential unwilling to use a reliable contra-ceptive method. Pregnant women are excluded from this study because Naproxen/NSAIDs is an agent with the potential for teratogenic or abortifacient effects. Because there is an unknown but potential risk for adverse events in nursing infants secondary to treatment of the mother with naproxen or aspirin, breastfeeding should be discontinued if the mother is treated with naproxen.\n\nInclusion of Women and Minorities:\n\n-Participants will be adult men and women of all races and ethnic groups, who are at least 18 years old, and who are deemed eligible for this trial. Children will not be recruited to the trial.\n\nOur minority recruitment strategies will include identifying participants through the University of Texas MD Anderson Cancer Center Familial High-Risk Gastrointestinal Cancer Clinic and Weill Cornell Med-ical College. We will advertise the study on minority and other national websites.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Eduardo Vilar-Sanchez, MD",
                    "role": "CONTACT",
                    "phone": "(713) 563-4743",
                    "email": "evilar@mdanderson.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Eduardo Vilar-Sanchez, MD",
                    "affiliation": "M.D. Anderson Cancer Center",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "MD Anderson Cancer Center",
                    "status": "RECRUITING",
                    "city": "Houston",
                    "state": "Texas",
                    "zip": "77030",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Eduardo Vilar Sanchez, MD",
                            "role": "CONTACT"
                        },
                        {
                            "name": "Eduardo Vilar Sanchez, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 29.76328,
                        "lon": -95.36327
                    }
                }
            ]
        },
        "referencesModule": {
            "seeAlsoLinks": [
                {
                    "label": "MD Anderson Cancer Center",
                    "url": "http://www.mdanderson.org"
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000003123",
                    "term": "Colorectal Neoplasms, Hereditary Nonpolyposis"
                },
                {
                    "id": "D000013577",
                    "term": "Syndrome"
                }
            ],
            "ancestors": [
                {
                    "id": "D000004194",
                    "term": "Disease"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000015179",
                    "term": "Colorectal Neoplasms"
                },
                {
                    "id": "D000007414",
                    "term": "Intestinal Neoplasms"
                },
                {
                    "id": "D000005770",
                    "term": "Gastrointestinal Neoplasms"
                },
                {
                    "id": "D000004067",
                    "term": "Digestive System Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000004066",
                    "term": "Digestive System Diseases"
                },
                {
                    "id": "D000005767",
                    "term": "Gastrointestinal Diseases"
                },
                {
                    "id": "D000003108",
                    "term": "Colonic Diseases"
                },
                {
                    "id": "D000007410",
                    "term": "Intestinal Diseases"
                },
                {
                    "id": "D000009386",
                    "term": "Neoplastic Syndromes, Hereditary"
                },
                {
                    "id": "D000030342",
                    "term": "Genetic Diseases, Inborn"
                },
                {
                    "id": "D000049914",
                    "term": "DNA Repair-Deficiency Disorders"
                },
                {
                    "id": "D000008659",
                    "term": "Metabolic Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M16355",
                    "name": "Syndrome",
                    "asFound": "Syndrome",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17890",
                    "name": "Colorectal Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M6351",
                    "name": "Colorectal Neoplasms, Hereditary Nonpolyposis",
                    "asFound": "Lynch Syndrome",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10448",
                    "name": "Intestinal Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M7256",
                    "name": "Digestive System Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M8886",
                    "name": "Gastrointestinal Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M7255",
                    "name": "Digestive System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8883",
                    "name": "Gastrointestinal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M6336",
                    "name": "Colonic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10444",
                    "name": "Intestinal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12331",
                    "name": "Neoplastic Syndromes, Hereditary",
                    "relevance": "LOW"
                },
                {
                    "id": "M23686",
                    "name": "Genetic Diseases, Inborn",
                    "relevance": "LOW"
                },
                {
                    "id": "M26131",
                    "name": "DNA Repair-Deficiency Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M11639",
                    "name": "Metabolic Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC06",
                    "name": "Digestive System Diseases"
                },
                {
                    "abbrev": "BC16",
                    "name": "Diseases and Abnormalities at or Before Birth"
                },
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000001241",
                    "term": "Aspirin"
                },
                {
                    "id": "D000009288",
                    "term": "Naproxen"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000894",
                    "term": "Anti-Inflammatory Agents, Non-Steroidal"
                },
                {
                    "id": "D000018712",
                    "term": "Analgesics, Non-Narcotic"
                },
                {
                    "id": "D000000700",
                    "term": "Analgesics"
                },
                {
                    "id": "D000018689",
                    "term": "Sensory System Agents"
                },
                {
                    "id": "D000018373",
                    "term": "Peripheral Nervous System Agents"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000000893",
                    "term": "Anti-Inflammatory Agents"
                },
                {
                    "id": "D000018501",
                    "term": "Antirheumatic Agents"
                },
                {
                    "id": "D000005343",
                    "term": "Fibrinolytic Agents"
                },
                {
                    "id": "D000050299",
                    "term": "Fibrin Modulating Agents"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000010975",
                    "term": "Platelet Aggregation Inhibitors"
                },
                {
                    "id": "D000016861",
                    "term": "Cyclooxygenase Inhibitors"
                },
                {
                    "id": "D000004791",
                    "term": "Enzyme Inhibitors"
                },
                {
                    "id": "D000058633",
                    "term": "Antipyretics"
                },
                {
                    "id": "D000006074",
                    "term": "Gout Suppressants"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4548",
                    "name": "Aspirin",
                    "asFound": "Vitamin",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12239",
                    "name": "Naproxen",
                    "asFound": "Relative",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4218",
                    "name": "Anti-Inflammatory Agents, Non-Steroidal",
                    "relevance": "LOW"
                },
                {
                    "id": "M4217",
                    "name": "Anti-Inflammatory Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M4032",
                    "name": "Analgesics",
                    "relevance": "LOW"
                },
                {
                    "id": "M20786",
                    "name": "Analgesics, Non-Narcotic",
                    "relevance": "LOW"
                },
                {
                    "id": "M20604",
                    "name": "Antirheumatic Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M8473",
                    "name": "Fibrinolytic Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M13865",
                    "name": "Platelet Aggregation Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M19209",
                    "name": "Cyclooxygenase Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M7951",
                    "name": "Enzyme Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M29176",
                    "name": "Antipyretics",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Antipy",
                    "name": "Antipyretics"
                },
                {
                    "abbrev": "Infl",
                    "name": "Anti-Inflammatory Agents"
                },
                {
                    "abbrev": "ARhu",
                    "name": "Antirheumatic Agents"
                },
                {
                    "abbrev": "FiAg",
                    "name": "Fibrinolytic Agents"
                },
                {
                    "abbrev": "Analg",
                    "name": "Analgesics"
                },
                {
                    "abbrev": "PlAggInh",
                    "name": "Platelet Aggregation Inhibitors"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}