{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06023277",
            "orgStudyIdInfo": {
                "id": "JCWO-ConvitVax1b2"
            },
            "organization": {
                "fullName": "Jacinto Convit World Organization Inc.",
                "class": "OTHER"
            },
            "briefTitle": "A Phase 1b/2 Clinical Trial to Evaluate the Safety and Efficacy of ConvitVax in Metastatic Breast Cancer",
            "officialTitle": "A Phase 1b/2 Clinical Trial to Evaluate the Safety and Efficacy of ConvitVax in Metastatic Breast Cancer",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "a-phase-clinical-trial-to-evaluate-the-safety-and-efficacy-of-convitvax-in-metastatic-breast-cancer"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-08",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-04-01",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-03-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-03-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-08-21",
            "studyFirstSubmitQcDate": "2023-08-28",
            "studyFirstPostDateStruct": {
                "date": "2023-09-05",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-08-28",
            "lastUpdatePostDateStruct": {
                "date": "2023-09-05",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Jacinto Convit World Organization Inc.",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Fundación Jacinto Convit",
                    "class": "UNKNOWN"
                },
                {
                    "name": "Instituto Oncologico Luis Razetti",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This is a proof-of-concept, single-center, non-randomized, open-label, phase 1b/2 study to evaluate the safety and efficacy of ConvitVax, a simple, low cost (of manufacture), personalized, potentially safe and effective breast cancer vaccine made of three components: autologous tumor cells homogenate obtained from 0.3 g of tumor tissue, 0.0625 mg of bacillus Calmette-Guérin Danish strain 1331 (BCG D1331), and 0.02% of formalin, for patients with metastatic breast cancer (MBC) except for brain metastases, leptomeningeal carcinomatosis, and/or spinal cord compression. The primary aim is to determine the overall safety and tolerability of ConvitVax when administered via an intradermal (id) injection as monotherapy in female patients with MBC who have failed at least one line of therapy. This study will give access to an immunotherapy, to underprivileged women with MBC, particularly in poor developing countries where patients may not have the opportunity to be treated with modern therapies or, in many cases, standard of care treatments. Breast cancer patients at Instituto de Oncología \"Dr. Luis Razetti\" (Oncological Institute \"Dr. Luis Razetti\") (IOLR) who meet the eligibility criteria will be consented and asked to have a biopsy of the primary tumor. This fragment will be divided for the preparation of each dose of the vaccine. A total of 40 patients with confirmed MBC will be treated with ConvitVax. The final volume per dose of the vaccine is 0.5 ml, with a total of 4 doses. ConvitVax will be applied via id injection with a 2-week interval between each dose. Patients will be monitored for disease recurrence and survival, for a period of 1 year after initiating the treatment."
        },
        "conditionsModule": {
            "conditions": [
                "Metastatic Breast Cancer"
            ],
            "keywords": [
                "Immunotherapy",
                "BCG",
                "Tumor cells"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1",
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "interventionModelDescription": "Interventional",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 40,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "ConvitVax",
                    "type": "EXPERIMENTAL",
                    "description": "ConvitVax is a vaccine made of three components: autologous tumor cells homogenate obtained from 0.3 g of tumor tissue, 0.0625 mg of BCG D1331, and 0.02% of formalin.\n\nThere is no dose escalation in this study. Four doses of 0.5 mL of ConvitVax will be applied via id injection with a 2-week interval between each dose.",
                    "interventionNames": [
                        "Biological: ConvitVax"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BIOLOGICAL",
                    "name": "ConvitVax",
                    "description": "ConvitVax is a personalized vaccine designed to treat women with breast cancer. The vaccine is composed of three widely commonly used components: autologous tumor cells obtained from the patient's own tumor tissue, BCG D1331, plus a low concentration of formalin.",
                    "armGroupLabels": [
                        "ConvitVax"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Criteria for disease recurrence",
                    "description": "Recurrence of the disease established by the Response Evaluation Criteria in Solid Tumors (RECIST) guide will be followed.",
                    "timeFrame": "3 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Antitumor effect",
                    "description": "Tumor size will be measured (in centimeters) using a computed tomography (CT) scan with contrast.",
                    "timeFrame": "48 days"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Female patients who are ≥18 years of age at the time of signing the informed consent forms (ICFs).\n* Histologically- or cytologically-confirmed diagnosis of adenocarcinoma of the breast.\n* Female patients with evidence of either locally advanced (not amenable to radiation therapy or surgery in a curative intent), inoperable, and/or metastatic disease who have either progressed, recurred after standard of care treatment, have refused, or are otherwise ineligible for standard of care treatment.\n* Measurable disease with bidimensional measurements of at least 1 × 1 cm.\n* Patients with a ≤10 mm diameter PPD response of skin induration.\n* For patients who consent to paired biopsies (before treatment and during treatment): for baseline samples, a formalin-fixed and paraffin-embedded (FFPE) archived biopsy sample can be used, but fresh biopsies from primary or recurrence or metastasis are preferred.\n* Female patients must not be pregnant, breastfeeding, nor be planning a pregnancy during their participation in the study. The use of an effective contraceptive method is mandatory in patients capable of having children. It is known that avoiding sexual activity (true abstinence) is the only secure method to prevent pregnancy; however, when patients choose to be sexually active, the participant must agree to use an appropriate \"double-barrier\" contraceptive method (such as the use of a diaphragm, intrauterine device \\[IUD\\], or contraceptive sponge, as well as the use of condom) or pills, injections or implants prescribed for birth control.\n* Ability to understand and willingness to sign written ICFs.\n\nExclusion Criteria:\n\n* Eastern Cooperative Oncology Group (ECOG) performance status (PS) of ≥1.\n* Life expectancy \\<3 months.\n* Patients with known brain metastases, leptomeningeal carcinomatosis, and/or spinal cord compression. Participants with brain metastases that have been previously totally resected or irradiated are eligible provided no progression or relapse is observed within 4-weeks of the last treatment.\n* Non-resolution of any prior treatment-related toxicity to Grade \\<2, except for alopecia according to Common Terminology Criteria for Adverse Events (CTCAE) v5.0.\n* Major surgery within 4-weeks before first study treatment administration.\n* Washout period of at least 3-weeks or 5 times the half-life, whichever is shorter, of any cancer therapy (including anticancer therapy, vaccination, or any investigational agent). For patients who received immunotherapy (including anti-programmed death-1 \\[anti-PD-1\\] therapy) a washout of at least a 4-week recovery period is required.\n* Immunosuppressive corticosteroid doses (prednisone \\>7.5 mg daily orally \\[PO\\] or intravenously \\[IV\\], or equivalent) within 2-weeks before the first dose of ConvitVax and maintenance therapy with prednisolone \\>7.5 mg/day PO or equivalent during the study.\n* Inadequate hematological function including neutrophils \\<1.5 × 109/L; hemoglobin ˂9 gr/dL, and platelet count \\<100 × 109/L.\n* Inadequate liver function test with total bilirubin ˃1.5 × upper limit of normal (ULN), unless Gilbert's syndrome (in which case, total bilirubin ˃2.5 × ULN or alanine aminotransferase \\[ALT\\], aspartate aminotransferase \\[AST\\], or alkaline phosphatase \\[ALP\\] ˃2.5 × ULN in the absence of hepatic metastases). In the presence of hepatic metastases, total bilirubin ˂3 × ULN and ALT (or AST) ˂5 × ULN are acceptable. ALP ˂5 × ULN would be acceptable only if related to the presence of bone metastases, as judged by the investigator.\n* Inadequate renal function with serum creatinine ≥1.5 × ULN or between 1.0 and 1.5 × ULN with estimated glomerular filtration rate (eGFR) \\<60 mL/min/1.73 m2 as estimated using the abbreviated Modification of Diet in Renal Disease formula.\n* Inadequate coagulation test: prothrombin time (PT) or international normalized ratio (INR) value ˃1.5 × ULN. Patients with anticoagulant therapy are excluded. Patients with low dose aspirin (˂100 mg) and prophylactic low dose heparin are allowed.\n* Patients with any other cancer. However, adequately treated basal, squamous carcinoma of the skin or in situ cervical cancer, or any other cancer from which the patient has been disease free for \\>3 years are allowed.\n* Patient is deemed unsuitable for participation, whatever the reason, as judged by the investigator, including medical or clinical conditions, or participants potentially at risk of noncompliance to the study procedures (e.g., unwilling and unable to comply with scheduled visits, drug administration plan, laboratory tests, other study procedures, and study restriction).\n* Known or suspected contraindication to BCG and/or formalin.\n* History of known acquired immunodeficiency syndrome (AIDS) related illnesses or known human immunodeficiency virus (HIV) disease requiring antiretroviral treatment, or active hepatitis A, B (defined as either positive HBsAg or negative HBsAg with positive HBc antibody), or C (defined as a known positive hepatitis C antibody result and known quantitative HCV RNA results greater than the lower limits of detection of the assay) infection.\n* Patients positive for Covid-19 or those who had the disease within a month before their inclusion in the study.\n* Patients with previous or current active autoimmune disease requiring immunosuppressive treatment (e.g., inflammatory bowel disease, ulcerative colitis, Crohn's disease, systemic vasculitis, scleroderma, polymyositis, dermatomyositis, insulin-dependent diabetes mellitus \\[IDDM\\] or infant- juvenile diabetes, vasculitis syndrome, psoriasis, multiple sclerosis, hemolytic anemia, immune-mediated thrombocytopenia, rheumatoid arthritis, systemic lupus erythematosus, Sjögren's syndrome, sarcoidosis or other rheumatic diseases or any other related medical disorder.)\n* Active infection that requires the continuous use of antibiotic therapy.\n* Current pregnancy or breastfeeding.\n* Known or proven adverse reaction to vaccines, such as anaphylaxis or other severe reaction.\n* Any prior organ transplant.\n* Prior treatment with live, attenuated vaccines within 4-weeks before initiation of study intervention and during treatment.\n* Patients who had a splenectomy.\n* Patients with known or suspected congenital immunodeficiency.\n* Current participation in another clinical trial.\n* Individuals accommodated in an institution because of regulatory or legal order; prisoners or subjects who are legally institutionalized.\n* Active infections, including unexplained fever (temperature \\>38.1°C), or antibiotics therapy within 1-week before enrollment.\n* Presence of any significant and uncontrolled medical, psychiatric, chronic condition, or laboratory abnormalities that may denote a risk associated with the patient's participation in the study, or that may interfere with the interpretation of the results, as judged by the investigator.\n* Previous enrollment in this study.\n* The patient is on the staff (or relative thereof) directly involved in the conduct of the protocol.",
            "healthyVolunteers": false,
            "sex": "FEMALE",
            "genderBased": true,
            "genderDescription": "Female with metastatic breast cancer",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Jeismar Carballo, PhD",
                    "role": "CONTACT",
                    "phone": "+34643794364",
                    "email": "jcwo@jacintoconvit.org"
                },
                {
                    "name": "Isaac Blanca, PhD",
                    "role": "CONTACT",
                    "phone": "+582122355122",
                    "email": "jefaturadeinvestigacion@jacintoconvit.org"
                }
            ],
            "locations": [
                {
                    "facility": "Jacinto Convit World Organization, Inc.",
                    "city": "Pompano Beach",
                    "state": "Florida",
                    "zip": "33069",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jeismar Carballo, PhD",
                            "role": "CONTACT",
                            "phone": "954-970-9176",
                            "email": "jcwo@jacintoconvit.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 26.23786,
                        "lon": -80.12477
                    }
                },
                {
                    "facility": "Instituto de Oncología Dr. Luis Razetti",
                    "city": "Caracas",
                    "state": "Distrito Capital",
                    "zip": "1010",
                    "country": "Venezuela",
                    "geoPoint": {
                        "lat": 10.48801,
                        "lon": -66.87919
                    }
                },
                {
                    "facility": "Fundación Jacinto Convit",
                    "city": "Caracas",
                    "state": "Miranda",
                    "zip": "1071",
                    "country": "Venezuela",
                    "contacts": [
                        {
                            "name": "Isaac Blanca, Phd",
                            "role": "CONTACT",
                            "phone": "+582122355122",
                            "email": "jefaturadeinvestigacion@jacintoconvit.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 10.48801,
                        "lon": -66.87919
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "34135375",
                    "type": "BACKGROUND",
                    "citation": "Duarte C MA, Carballo O JM, De Gouveia YM, Garcia A, Ruiz D, Gledhill T, Gonzalez-Marcano E, Convit AF. Toxicity evaluation of ConvitVax breast cancer immunotherapy. Sci Rep. 2021 Jun 16;11(1):12669. doi: 10.1038/s41598-021-91995-6."
                },
                {
                    "pmid": "29755647",
                    "type": "BACKGROUND",
                    "citation": "Godoy-Calderon MJ, Salazar V, Gonzalez-Marcano E, Convit AF. Autologous tumor cells/bacillus Calmette-Guerin/formalin-based novel breast cancer vaccine induces an immune antitumor response. Oncotarget. 2018 Apr 17;9(29):20222-20238. doi: 10.18632/oncotarget.25044. eCollection 2018 Apr 17."
                },
                {
                    "pmid": "31762937",
                    "type": "BACKGROUND",
                    "citation": "Godoy-Calderon MJ, Gonzalez-Marcano E, Carballo J, Convit AF. Evaluation of a ConvitVax/anti-PD-1 combined immunotherapy for breast cancer treatment. Oncotarget. 2019 Nov 12;10(61):6546-6560. doi: 10.18632/oncotarget.27283. eCollection 2019 Nov 12."
                },
                {
                    "pmid": "26077120",
                    "type": "BACKGROUND",
                    "citation": "Convit J, Montesinos H, Oviedo H, Romero G, Maccarone B, Essenfeld E, Convit A, Palacios LE. Autologous tumor lysate/Bacillus Calmette-Guerin immunotherapy as an adjuvant to conventional breast cancer therapy. Clin Transl Oncol. 2015 Nov;17(11):884-7. doi: 10.1007/s12094-015-1320-0. Epub 2015 Jun 16. Erratum In: Clin Transl Oncol. 2016 Jun;18(6):650. doi: 10.1007/s12094-016-1513-1."
                },
                {
                    "pmid": "4619359",
                    "type": "BACKGROUND",
                    "citation": "Convit J, Pinardi ME, Rodriguez Ochoa G, Ulrich M, Avila JL, Goihman M. Elimination of Mycobacterium leprae subsequent to local in vivo activation of macrophages in lepromatous leprosy by other mycobacteria. Clin Exp Immunol. 1974 Jun;17(2):261-5."
                },
                {
                    "pmid": "383331",
                    "type": "BACKGROUND",
                    "citation": "Convit J, Aranzazu N, Pinardi M, Ulrich M. Immunological changes observed in indeterminate and lepromatous leprosy patients and Mitsuda-negative contacts after the inoculation of a mixture of Mycobacterium leprae and BCG. Clin Exp Immunol. 1979 May;36(2):214-20."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Convit J, and Ulrich M. Desarrollo de una autovacuna + BCG y su posible uso en el tratamiento del cáncer. Gaceta Médica Caracas. 2006; 114, 300-304."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Convit, J. Inmunidad celular y su importancia en el cáncer de la mama. Gaceta Médica Caracas. 2008; 116, 248-249."
                }
            ],
            "seeAlsoLinks": [
                {
                    "label": "Jacinto Convit World Organization Inc.",
                    "url": "http://jacintoconvit.org"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO",
            "description": "The plan for IPD will not be shared at an individal level."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000001943",
                    "term": "Breast Neoplasms"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000001941",
                    "term": "Breast Diseases"
                },
                {
                    "id": "D000012871",
                    "term": "Skin Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5220",
                    "name": "Breast Neoplasms",
                    "asFound": "Breast Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5218",
                    "name": "Breast Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M15674",
                    "name": "Skin Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M2853",
                    "name": "Immunomodulating Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M17360",
                    "name": "Vaccines",
                    "relevance": "LOW"
                },
                {
                    "id": "M4793",
                    "name": "BCG Vaccine",
                    "relevance": "LOW"
                },
                {
                    "id": "M8681",
                    "name": "Formaldehyde",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "Infe",
                    "name": "Anti-Infective Agents"
                }
            ]
        }
    },
    "hasResults": false
}