{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05512208",
            "orgStudyIdInfo": {
                "id": "OU-SCC-DURAFAK"
            },
            "organization": {
                "fullName": "University of Oklahoma",
                "class": "OTHER"
            },
            "briefTitle": "A Phase 2 Study of Avutometinib (VS-6766) Plus Defactinib",
            "officialTitle": "A Phase 2 Study of VS-6766 (Dual RAF/MEK Inhibitor) Plus Defactinib (FAK Inhibitor) in Recurrent Gynecological Cancers (DURAFAK)",
            "acronym": "DURAFAK",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "a-phase-study-of-avutometinib-vs-plus-defactinib"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-01",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-02-06",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-12",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2029-12",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-08-09",
            "studyFirstSubmitQcDate": "2022-08-19",
            "studyFirstPostDateStruct": {
                "date": "2022-08-23",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-01-26",
            "lastUpdatePostDateStruct": {
                "date": "2024-01-29",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of Oklahoma",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Verastem, Inc.",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this research is to test the effectiveness and safety of the study drugs (VS-6766 and defactinib), and see what effects (good and bad) these drugs have on the patients with endometrioid cancer, mucinous ovarian cancer, high-grade serous ovarian cancer, or cervical cancer.",
            "detailedDescription": "This is a single-stage exploratory, Phase 2, multicenter, parallel cohort, open label study designed to evaluate efficacy and safety of VS-6766 + defactinib.\n\nEnrolled study patients will receive the study drugs (VS-6766 and defactinib) to take orally based on the study procedures. Patients will follow the study procedures and attend all the study visits where various procedures including physical examinations, vitals, assessing the size of the patient's tumor, and examination of urine and blood may take place. Additional visits may be done to assess any other side effects a patient's experiences."
        },
        "conditionsModule": {
            "conditions": [
                "Endometrioid Cancer",
                "Mucinous Ovarian Cancer",
                "High Grade Serous Ovarian Cancer",
                "Cervical Cancer",
                "Solid Tumor"
            ],
            "keywords": [
                "Avutometinib",
                "defactinib",
                "VS-6766"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "interventionModelDescription": "A single-stage exploratory, Phase 2, multicenter, parallel cohort, open label study designed to evaluate efficacy and safety of VS-6766 + defactinib.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 55,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Avutometinib (VS-6766) + Defactinib",
                    "type": "EXPERIMENTAL",
                    "description": "Avutometinib (VS-6766): will be administered at 3.2 mg orally twice a week\n\nDefactinib: will be administered at 200 mg orally twice a day (BID).",
                    "interventionNames": [
                        "Drug: Avutometinib (VS-6766) + defactinib"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Avutometinib (VS-6766) + defactinib",
                    "description": "Avutometinib (VS-6766): will be administered at 3.2 mg orally twice a week Defactinib: will be administered at 200 mg orally twice a day (BID).\n\nTreatment will be for 3 weeks, followed by a 1-week rest period, in each 4-week (28 day) cycle.",
                    "armGroupLabels": [
                        "Avutometinib (VS-6766) + Defactinib"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Proportion of Patients with objective response rate",
                    "description": "To evaluate the efficacy of Avutometinib (VS-6766) + defactinib in endometrioid, MOC, HGSOC and cervical cancer patients with RAS/BRAF/NF1 mutations on confirmed overall response rate (ORR; partial response \\[PR\\] + complete response \\[CR\\] defined according to RECIST 1.1) as assessed by the investigator.",
                    "timeFrame": "2 years"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Incidence of Adverse Events",
                    "description": "To characterize the safety and toxicity profile of Avutometinib (VS-6766) + defactinib combination measured by the incidence of Adverse events (AEs), serious AEs (SAEs), physical examinations, clinical laboratory values and tolerability (dose interruptions/reductions)",
                    "timeFrame": "2 years"
                },
                {
                    "measure": "Duration of Response",
                    "description": "Calculated for those subjects with a CR or PR as elapsed time from the first response to PD or death, as assessed by the investigator.",
                    "timeFrame": "2 years"
                },
                {
                    "measure": "Progression Free Survival",
                    "description": "elapsed time of first treatment to PD or death from any cause.",
                    "timeFrame": "2 years"
                },
                {
                    "measure": "Disease Control Rate",
                    "description": "CR+PR+ stable disease (SD) ≥8 weeks)",
                    "timeFrame": "2 years"
                },
                {
                    "measure": "Overall Survival",
                    "description": "elapsed time from the first treatment to death.",
                    "timeFrame": "2 years"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Female subjects ≥ 18 years of age.\n2. Histologically proven gynecological cancers with mutated RAS, BRAF (type I, II, and/or III), NF-1 loss of function, and/or RAS activation.\n\n   1. Mutational status will be taken from the previous next-gen sequencing (NGS) or molecular testing results and reviewed by the Principal Investigator prior to the start of treatment.\n   2. Adequate pathology material (as defined in the lab manual) must be available prior to treatment assignment to be used for confirmation.\n3. Tumor with known RAS mutation, BRAF (type I, II, and/or III) mutation, NF-1 and/or RAS activation status determined from previous NGS or molecular testing. Adequate archival tumor tissue less than 5 years old or fresh biopsy tissue samples (as defined in the lab manual) must be available.\n4. Progression (radiographic or clinical) or recurrence of gynecological cancer after at least one prior systemic therapy for metastatic disease. Below are additional prior treatments that are allowed once the requirement of prior platinum therapy is satisfied.\n\n   a. Prior systemic therapy for metastatic disease (FIGO stage II-IV) may consist of chemotherapy administered as single agent or a platinum or another chemotherapy doublet with or without bevacizumab, with or without maintenance therapy or radiation therapy; and/or hormonal therapy.\n5. Measurable disease according to RECIST 1.1.\n6. An Eastern Cooperative Group (ECOG) performance status ≤ 1.\n7. Must have adequate organ function defined by the following laboratory parameters:\n\n   1. Adequate hematologic function including: hemoglobin \\[Hb\\] ≥9.0 g/dL; platelets ≥100,000/mm3; and absolute neutrophil count \\[ANC\\] ≥1500/mm3). If a red blood cell transfusion has been administered the Hb must remain stable and ≥9 g/dL for at least 1 week prior to first dose of study therapy.\n   2. Adequate hepatic function: (i) total bilirubin ≤1.5 × upper limit of normal \\[ULN\\] for the institution; subjects with Gilbert syndrome may enroll if total bilirubin is \\<3.0 mg/dL (51 μmole/L) upon discussion with the Principal Investigator (PI). (ii) alanine aminotransferase (ALT) and alanine aminotransferase (AST) ≤2.5 × ULN (or \\<5x ULN in subjects with liver metastases).\n   3. Adequate renal function with creatinine clearance rate of ≥50 mL/min as calculated by the Cockcroft-Gault formula or serum creatinine of ≤ 1.5 x ULN.\n   4. International normalized ratio (INR) ≤ 1.5 and partial thromboplastin time (PTT) ≤ 1.5 x ULN in the absence of anticoagulation or therapeutic levels in the presence of anticoagulation.\n   5. Albumin ≥3.0 g/dL (451 μmole/L).\n   6. Creatine phosphokinase (CPK) ≤2.5 x ULN.\n   7. Adequate cardiac function with left ventricular ejection fraction ≥ 50% by echocardiography (ECHO) or multiple-gated acquisition (MUGA) scan.\n8. Baseline QTc interval \\< 460 ms (average of triplicate readings) (CTCAE Grade1) using Fredericia's QT correction formula. NOTE: This criterion does not apply to subjects with a right or left bundle branch block.\n9. Adequate recovery from toxicities related to prior treatments to at least Grade 1 by CTCAE v 5.0\n\n   a. Exceptions include alopecia and peripheral neuropathy Grade ≤2. Subjects with other toxicities that are stable on supportive therapy may be allowed to participate with prior approval by the Sponsor.\n10. Females with reproductive potential and their male partners agree to use highly effective method of contraceptive (per recommendations in Section 13.4) during the trial and for 3 months following the last dose of study drug.\n\nExclusion Criteria:\n\n1. Systemic anti-cancer therapy within 4 weeks of the first dose of study therapy.\n2. Prior MEKi or RAFi exposure.\n3. Low grade serous ovarian cancer (LGSOC).\n4. History of prior malignancy with recurrence \\<3 years from the time of enrollment. Subjects with basal cell carcinoma of the skin, superficial bladder cancer, squamous cell carcinoma of the skin, and in situ cervical cancer that has undergone potentially curative therapy with no evidence of disease recurrence for ≥1 year since completion of the appropriate therapy may be included. Subjects with other malignancies associated with very low risk of metastasis or death may be included upon discussion with the PI.\n5. Subjects who are deemed in the opinion of their treating physician to be appropriate candidates for a debulking surgery. These subjects should preferentially receive surgery prior to consideration of trial therapy.\n6. Major surgery within 4 weeks (excluding placement of vascular access), minor surgery within 2 weeks, or palliative radiotherapy within 1 week (7 days) of the first dose of study therapy.\n7. Treatment with warfarin. Subjects on warfarin for DVT/PE can be converted to low-molecular weight heparin (LMWH) or direct oral anticoagulants (DOACs).\n8. Exposure to strong CYP2C9 and CYP3A4 inhibitors or inducers within 14 days prior to the first dose and during the course of therapy. See Table 14 and Table 15 for representative lists of CYP inhibitors and inducers. For additional guidance, see https://www.fda.gov/drugs/drug-interactions-labeling/drug-development-and-druginteractions-table-substrates-inhibitors-and-inducers.\n9. Exposure to P-glycoprotein (P-gp) inhibitors or inducers within 14 days prior to the first dose and during the course of the study. See Table 16 for a representative list of P-gp inhibitors and inducers.\n10. Symptomatic brain metastases requiring steroids or other interventions. These metastases may manifest as altered mental status, persistent headaches, persistent nausea, focal weakness or numbness, and seizures. Subjects with previously diagnosed brain metastases are eligible if they have completed their treatment and have recovered from the acute effects of radiation therapy or surgery prior to study entry, have discontinued corticosteroid treatment for these metastases for at least 2 weeks prior to first dose of study therapy, and are neurologically stable, with no evidence of interim progression. Subjects with new asymptomatic CNS metastases detected during the screening period must receive radiation therapy and/or surgery for CNS metastases. Following treatment, these subjects may then be eligible if all other criteria are met.\n11. Known SARS-Cov2 infection (clinical symptoms) ≤28 days prior to first dose of study therapy.\n12. Known hepatitis B, hepatitis C, or human immunodeficiency virus (HIV) infection that is active and/or requires therapy.\n13. Active skin disorder that has required systemic therapy within the past year.\n14. History of rhabdomyolysis.\n15. Concurrent ocular disorders:\n\n    1. Subjects with history of glaucoma, history of retinal vein occlusion (RVO), predisposing factors for RVO, including uncontrolled hypertension, uncontrolled diabetes.\n    2. Subject with history of retinal pathology or evidence of visible retinal pathology that is considered a risk factor for RVO, intraocular pressure \\> 21 mm Hg as measured by tonometry, or other significant ocular pathology, such as anatomical abnormalities that increase the risk for RVO.\n    3. Subjects with a history of corneal erosion (instability of corneal epithelium), corneal degeneration, active or recurrent keratitis, and other forms of serious ocular surface inflammatory conditions.\n16. Concurrent congestive heart failure, prior history of class III/ IV cardiac disease (New York Heart Association \\[NYHA\\]), myocardial infarction within the last 6 months, unstable arrhythmias, unstable angina, or severe obstructive pulmonary disease.\n17. Subjects with the inability to swallow oral medications or impaired gastrointestinal absorption due to gastrectomy or active inflammatory bowel disease.\n18. Subjects with a history of hypersensitivity to any of the inactive ingredients (hydroxypropylmethylcellulose, mannitol, magnesium stearate) of the investigational product.\n19. Female subjects who are pregnant or breastfeeding.\n20. Any other medical condition (e.g. cardiac, gastrointestinal, pulmonary, psychiatric, neurological, genetic, etc.) that in the opinion of the investigator would place the subject at unacceptably high risk for toxicity.",
            "healthyVolunteers": false,
            "sex": "FEMALE",
            "minimumAge": "18 Years",
            "maximumAge": "99 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "SCC IIT Office",
                    "role": "CONTACT",
                    "phone": "4052718777",
                    "email": "SCC-IIT-Office@ouhsc.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Christina Washington, MD",
                    "affiliation": "OU Health, Stephenson Cancer Center",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of New Mexico Comprehensive Cancer Center",
                    "status": "RECRUITING",
                    "city": "Albuquerque",
                    "state": "New Mexico",
                    "zip": "87131",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Colleen C McCormick, MD",
                            "role": "CONTACT",
                            "phone": "505-925-0460",
                            "email": "CCMcCormick@salud.unm.edu"
                        },
                        {
                            "name": "Ellen Wojcik, MBA-HCM",
                            "role": "CONTACT",
                            "email": "ewojcik@salud.unm.edu"
                        },
                        {
                            "name": "Colleen C McCormick, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 35.08449,
                        "lon": -106.65114
                    }
                },
                {
                    "facility": "Stephenson Cancer Center",
                    "status": "RECRUITING",
                    "city": "Oklahoma City",
                    "state": "Oklahoma",
                    "zip": "73117",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "SCC IIT Office",
                            "role": "CONTACT",
                            "phone": "405-271-8777",
                            "email": "SCC-IIT-Office@ouhsc.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 35.46756,
                        "lon": -97.51643
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000010051",
                    "term": "Ovarian Neoplasms"
                },
                {
                    "id": "D000077216",
                    "term": "Carcinoma, Ovarian Epithelial"
                }
            ],
            "ancestors": [
                {
                    "id": "D000004701",
                    "term": "Endocrine Gland Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000010049",
                    "term": "Ovarian Diseases"
                },
                {
                    "id": "D000000291",
                    "term": "Adnexal Diseases"
                },
                {
                    "id": "D000005831",
                    "term": "Genital Diseases, Female"
                },
                {
                    "id": "D000052776",
                    "term": "Female Urogenital Diseases"
                },
                {
                    "id": "D000005261",
                    "term": "Female Urogenital Diseases and Pregnancy Complications"
                },
                {
                    "id": "D000091642",
                    "term": "Urogenital Diseases"
                },
                {
                    "id": "D000005833",
                    "term": "Genital Neoplasms, Female"
                },
                {
                    "id": "D000014565",
                    "term": "Urogenital Neoplasms"
                },
                {
                    "id": "D000091662",
                    "term": "Genital Diseases"
                },
                {
                    "id": "D000004700",
                    "term": "Endocrine System Diseases"
                },
                {
                    "id": "D000006058",
                    "term": "Gonadal Disorders"
                },
                {
                    "id": "D000002277",
                    "term": "Carcinoma"
                },
                {
                    "id": "D000009375",
                    "term": "Neoplasms, Glandular and Epithelial"
                },
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M14850",
                    "name": "Recurrence",
                    "relevance": "LOW"
                },
                {
                    "id": "M12974",
                    "name": "Ovarian Neoplasms",
                    "asFound": "Ovarian Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5830",
                    "name": "Uterine Cervical Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M1704",
                    "name": "Carcinoma, Ovarian Epithelial",
                    "asFound": "Ovarian Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5534",
                    "name": "Carcinoma",
                    "relevance": "LOW"
                },
                {
                    "id": "M7863",
                    "name": "Endocrine Gland Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M12972",
                    "name": "Ovarian Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M3643",
                    "name": "Adnexal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8943",
                    "name": "Genital Diseases, Female",
                    "relevance": "LOW"
                },
                {
                    "id": "M2876",
                    "name": "Genital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M2875",
                    "name": "Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M27093",
                    "name": "Female Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14127",
                    "name": "Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M8399",
                    "name": "Female Urogenital Diseases and Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M8945",
                    "name": "Genital Neoplasms, Female",
                    "relevance": "LOW"
                },
                {
                    "id": "M17315",
                    "name": "Urogenital Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M7862",
                    "name": "Endocrine System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M9163",
                    "name": "Gonadal Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M12320",
                    "name": "Neoplasms, Glandular and Epithelial",
                    "relevance": "LOW"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "T4352",
                    "name": "Ovarian Cancer",
                    "asFound": "Ovarian Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "T4354",
                    "name": "Ovarian Epithelial Cancer",
                    "asFound": "Ovarian Cancer",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "BC19",
                    "name": "Gland and Hormone Related Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}