{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04446507",
            "orgStudyIdInfo": {
                "id": "SARO.19.004"
            },
            "organization": {
                "fullName": "Zydus Therapeutics Inc.",
                "class": "INDUSTRY"
            },
            "briefTitle": "A Pharmacokinetic Study of Saroglitazar Magnesium in Subjects With Severe Renal Impairment and Normal Renal Function",
            "officialTitle": "A Phase 1, Open-Label Study to Evaluate the Pharmacokinetics and Safety of Saroglitazar Magnesium in Participants With Normal Renal Function and Participants With Severe Renal Impairment.",
            "therapeuticArea": [
                "Nephrology and Renal Diseases"
            ],
            "study": "a-pharmacokinetic-study-of-saroglitazar-magnesium-in-subjects-with-severe-renal-impairment-and-normal-renal-function"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2020-07-27",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-06-15",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-06-15",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2020-06-15",
            "studyFirstSubmitQcDate": "2020-06-22",
            "studyFirstPostDateStruct": {
                "date": "2020-06-25",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-09",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-13",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Zydus Therapeutics Inc.",
                "class": "INDUSTRY"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This will be a Phase 1, Open-label Study of Participants with Normal Renal Function and Participants with Sever Renal Impairment.",
            "detailedDescription": "A total of 32 participants will be enrolled:\n\nGroup 1 (Severe renal impairment not on HD, eGFR \\<30) - 16 subjects Subjects will be enrolled and dosed consecutively (i.e. first 8 subjects of group 1 will receive 2 mg dose, followed by another 8 subjects who will receive 4 mg dose).\n\nGroup 2 (Normal renal function eGFR ≥90) - 16 subjects Subjects in this group will be matched according to age (± 10 years), sex, and weight (± 20 kg) with participants in Group 1 (Severe renal impairment not on HD) on a one to one basis based on demographic characteristic. In this group, 8 participants will be administered single dose of 2 mg Saroglitazar Magnesium and 8 participants will be administered single dose of 4 mg Saroglitazar Magnesium.\n\nTo match the older population ranging from 65 years and above in the control group, the eGFR requirement can be set to 70 or above (by MDRD formula) without any signs of kidney damage (like proteinuria) and are otherwise healthy as per the investigator's discretion"
        },
        "conditionsModule": {
            "conditions": [
                "Renal Impairment"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "OTHER",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 32,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Group 1",
                    "type": "EXPERIMENTAL",
                    "description": "Subjects in severe renal impairment group will be enrolled and dosed consecutively (i.e. first 8 subjects of group 1 will receive 2 mg dose, followed by another 8 subjects who will receive 4 mg dose).",
                    "interventionNames": [
                        "Drug: Saroglitazar magnesium"
                    ]
                },
                {
                    "label": "Group 2",
                    "type": "EXPERIMENTAL",
                    "description": "Subjects (Normal renal function eGFR ≥90) will be matched according to age (± 10 years), sex, and weight (± 20 kg) with participants in Group 1 (Severe renal impairment not on HD) on a one to one basis based on demographic characteristic. Here, 8 participants will be administered single dose of 2 mg Saroglitazar Magnesium and 8 participants will be administered single dose of 4 mg Saroglitazar Magnesium.",
                    "interventionNames": [
                        "Drug: Saroglitazar magnesium"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Saroglitazar magnesium",
                    "description": "1 dose of 2mg and 4 mg Saroglitazar magnesium will be given to subjects on Day 1",
                    "armGroupLabels": [
                        "Group 1",
                        "Group 2"
                    ],
                    "otherNames": [
                        "not any"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "AUC from time zero to infinity (AUC0-∞)",
                    "description": "The area under the plasma concentration versus time curve from zero to infinity will be calculated by adding Ct/Kel to AUCt, where Ct is the last quantifiable concentration and Kel is the elimination rate constant.",
                    "timeFrame": "Before dosing on Day 1 through Day 7"
                },
                {
                    "measure": "AUC from time zero to the last quantifiable concentration (AUC0-t)",
                    "description": "The area under the plasma concentration versus time curve will be calculated using the linear trapezoidal rule from the zero time point to the last quantifiable concentration.",
                    "timeFrame": "Before dosing on Day 1 through Day 7"
                },
                {
                    "measure": "Cmax",
                    "description": "Maximum measured plasma concentration over the time span specified.",
                    "timeFrame": "Before dosing on Day 1 through Day 7"
                },
                {
                    "measure": "Tmax",
                    "description": "Time of the maximum measured plasma concentration.",
                    "timeFrame": "Before dosing on Day 1 through Day 7"
                },
                {
                    "measure": "t1/2",
                    "description": "The half-life will be calculated by the equation tHalf = 0.693/ Kel. Kel (The terminal elimination rate constant) will be obtained from the slope of the line, fitted by linear least squares regression, through the terminal points of the natural log of the concentration versus time plot for these points",
                    "timeFrame": "Before dosing on Day 1 through Day 7"
                },
                {
                    "measure": "CL/F",
                    "description": "Clearance",
                    "timeFrame": "Before dosing on Day 1 through Day 7"
                },
                {
                    "measure": "Vz/F",
                    "description": "Volume of distribution",
                    "timeFrame": "Before dosing on Day 1 through Day 7"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Urine Pharmacokinetic: Ae",
                    "description": "Amount of drug excreted during each collection interval",
                    "timeFrame": "Before dosing on Day 1 through Day 5"
                },
                {
                    "measure": "Incidence of AEs",
                    "description": "Incidence and severity of AEs as a measure of safety and tolerability will be measured and reported.",
                    "timeFrame": "Before dosing on Day 1 through Day 12"
                },
                {
                    "measure": "Unbound Fraction",
                    "description": "Unbound fraction in plasma of Saroglitazar",
                    "timeFrame": "Day 1"
                },
                {
                    "measure": "Unbound concentration",
                    "description": "Unbound concentration in plasma of Saroglitazar",
                    "timeFrame": "Day 1"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Ability to comprehend and willingness to sign a written ICF for the study.\n2. Male or female subjects aged 18 to 80 years (inclusive) at the time of signing the ICF.\n3. Participants will be classified at screening by renal function as determined by the modification of diet in renal disease (MDRD) formula for estimated glomerular filtration rate (eGFR) in subjects with chronic kidney disease (CKD). Classification will be repeated at Day -1, if the renal function classification for the participant is not the same at the two time points, enrollment of the participant will be based on eGFR at screening.\n4. Group 2 (Normal renal function) subjects, should be in good health as determined by no clinically significant deviations from normal for medical history, physical examination, vital signs, 12 lead electrocardiograms (ECGs), or laboratory examinations at screening or Day-1.\n5. Group 1 (Severe renal impairment not on HD, eGFR \\<30) subjects, may have medical findings consistent with their degree of renal impairment, as determined by medical history, physical examination, vital signs, ECGs, and clinical laboratory examinations at screening and Day -1. Participants are eligible if abnormal findings are considered not clinically significant by the Investigator.\n6. Body mass index within the range 18.0 to 48.0 kg/m2 (inclusive) at screening.\n7. Females must be non-pregnant, non-lactating and of non-childbearing potential or using highly efficient contraception for the full duration of the study. Female of childbearing potential and Males must agree to use contraception for the full duration of the study.\n8. Ability to swallow and retain oral medication.\n9. Laboratory test values within normal limits or considered not clinically significant by the investigator for subjects in Group 2 with normal renal function. Must have eGFR ≥ 90 by MDRD calculation. To match the older population ranging from 65 years and above in the control group, the eGFR requirement can be set to 70 or above (by MDRD formula) without any signs of kidney damage (like proteinuria) and are otherwise healthy as per the investigator's discretion.\n10. Group 2 patients with normal renal function must match in age (± 10 years), sex, and weight (± 20 kg) with severe renal impairment participants in the Group 1.\n11. Laboratory test values for severe renal impairment subjects must be clinically acceptable to the Investigator and meet all of the following parameters at screening:\n\n    1. ALT value ≤ 3 × ULN\n    2. AST value ≤ 3 × ULN\n    3. Absolute neutrophil count (ANC) ≥ 750/mm3\n    4. Platelets ≥ 50,000/mm3\n\nExclusion Criteria:\n\n1. Any significant, unstable medical condition or other instability that would prevent the subject from participating in the study as determined by the investigator or designee.\n2. History of malignancy of any type in the last 3 years of screening, with the exception of the following: in situ cervical or breast cancer or surgically excised non-melanoma skin cancers (i.e. basal cell or squamous cell carcinoma).\n3. History of stomach or intestinal surgery or resection within the six months prior to screening that would potentially alter absorption and/or excretion of orally administered drugs (uncomplicated appendectomy, cholecystectomy, and hernia repair will be allowed).\n4. History of any significant drug allergy (such as anaphylaxis) deemed clinically relevant by the investigator.\n5. Current or chronic history of liver disease, or known hepatic or biliary abnormalities (with the exception of asymptomatic gallstones) or other hepatic abnormalities that in the opinion of the investigator would preclude the subject from participation in the study.\n6. Any major surgery within 3 months of screening.\n7. Donation of blood or blood products within 3 months prior to screening.\n8. Blood transfusion within 2 weeks of Day -1.\n9. Current active infectious disease requiring systemic antibiotic, antifungal, or antiviral treatment.\n10. Use or intend to use any medications/products known to alter drug absorption, metabolism, or elimination processes, including St. John's Wort, within 21 days prior to screening, unless deemed acceptable by the Investigator.\n11. Receiving or has received any investigational drug within the 30 days or 5 halflives (whichever is longer), before receiving Saroglitazar Magnesium.\n12. Group 2 (Normal renal function) subjects, who have a history of renal disease or renal injury as indicated by an abnormal BUN or creatinine at screening or Day-1.\n13. Group 1 (Severe renal impairment) subjects, who have had a change in renal disease status within 30 days of screening, as documented by the participant's medical history and deemed clinically significant by the investigator.\n14. For healthy renal function subjects, QT interval corrected for heart rate using Fridericia's method (QTcF) \\> 450 msec, confirmed by repeat measurement. In renal impaired subjects QTcF \\> 500 msec, confirmed by repeat measurement; no second or third degree AV block.\n15. Group 1 subjects, who use or intend to use any over-the-counter (vitamins, minerals, and phytotherapeutic/herbal/plant-derived preparations) or prescription medications within 30 days or 5 half-lives (whichever is longer) prior to enrollment, with the exception of hormone replacement therapy and therapies for renal disease and treatments of associated disorders that have been stable for at least 30 days prior to screening and until Day 1, unless deemed acceptable by the investigator (or designee).\n16. Group 2 Subjects who have taken any prescription medications or over-the counter medications, including herbal products, within 14 days prior to start of study drug dosing, with the exception of vitamins, acetaminophen, hormonal contraceptive medications and/or any other over-the-counter product approved by the investigator.\n17. Positive alcohol breath test at the time of check-in or those subjects who have current alcohol or substance abuse judged by the investigator to potentially interfere with subject compliance or subject safety.\n18. Positive test for drugs of abuse at screening or admission, if not accounted by a prescription medication. Subjects with a positive test based on a prescribed medication may be enrolled.\n19. Any subject with poor peripheral venous access.\n20. Human immunodeficiency virus (HIV) type 1 antibody, HBsAg or HCV-Ab positive at screening.\n21. Additional exclusion criteria for Severe Renal Impairment subjects:\n\n    1. History of nephrectomy or renal transplant\n    2. Any type of dialysis within 3 months prior to screening\n    3. Electrolyte abnormality or other screening laboratory value deemed clinically significant by investigator.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "80 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Farheen A. Shaikh",
                    "role": "CONTACT",
                    "phone": "+1 6094534751",
                    "email": "fshaikh@zydustherapeutics.com"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Deven Parmar, MD",
                    "affiliation": "Zydus Therapeutics Inc.",
                    "role": "STUDY_DIRECTOR"
                }
            ],
            "locations": [
                {
                    "facility": "DeLand Clinical Research Unit",
                    "status": "RECRUITING",
                    "city": "DeLand",
                    "state": "Florida",
                    "zip": "32720",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Dr Rankin",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 29.02832,
                        "lon": -81.30312
                    }
                },
                {
                    "facility": "American Research Corporation @ Texas Liver Institute",
                    "status": "RECRUITING",
                    "city": "San Antonio",
                    "state": "Texas",
                    "zip": "78215",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Dr. Eric Lawitz",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 29.42412,
                        "lon": -98.49363
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000051437",
                    "term": "Renal Insufficiency"
                }
            ],
            "ancestors": [
                {
                    "id": "D000007674",
                    "term": "Kidney Diseases"
                },
                {
                    "id": "D000014570",
                    "term": "Urologic Diseases"
                },
                {
                    "id": "D000052776",
                    "term": "Female Urogenital Diseases"
                },
                {
                    "id": "D000005261",
                    "term": "Female Urogenital Diseases and Pregnancy Complications"
                },
                {
                    "id": "D000091642",
                    "term": "Urogenital Diseases"
                },
                {
                    "id": "D000052801",
                    "term": "Male Urogenital Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M26718",
                    "name": "Renal Insufficiency",
                    "asFound": "Renal Impairment",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10698",
                    "name": "Kidney Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M17319",
                    "name": "Urologic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M2875",
                    "name": "Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M27093",
                    "name": "Female Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14127",
                    "name": "Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M8399",
                    "name": "Female Urogenital Diseases and Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M27095",
                    "name": "Male Urogenital Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}