{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05577390",
            "orgStudyIdInfo": {
                "id": "5220363"
            },
            "organization": {
                "fullName": "Loma Linda University",
                "class": "OTHER"
            },
            "briefTitle": "A Physiologic Comparison of Two Approaches to Treating Peripheral Neuropathy",
            "officialTitle": "A Physiologic Comparison of Two Approaches to Treating Peripheral Neuropathy",
            "therapeuticArea": [
                "Endocrinology"
            ],
            "study": "a-physiologic-comparison-of-two-approaches-to-treating-peripheral-neuropathy"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-02",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-01-08",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-12",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-12",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-09-27",
            "studyFirstSubmitQcDate": "2022-10-10",
            "studyFirstPostDateStruct": {
                "date": "2022-10-13",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-02-27",
            "lastUpdatePostDateStruct": {
                "date": "2024-02-29",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Loma Linda University",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Diabetic peripheral neuropathy is one of the most common and costly microvascular complications of diabetes impacting more than 50% of patients and costing more than 10.1 billion dollars annually. Intraneural Facilitation Therapy (INF® Therapy) is a non-invasive technique that has shown to improve balance and pain in patients with Type 2 Diabetic Peripheral Neuropathy (T2DPN); however, the underlying physiological mechanisms need further understanding. The purpose of this study is to investigate the physiological mechanisms behind two approaches to treating T2DPN, INF® Therapy and standard physical therapy. Eligible subjects presenting with diabetic neuropathy symptoms will be recruited and referred to the Loma Linda University Health's Neuropathic Therapy Center. Forty patients will be evenly randomized into two groups: an INF® Therapy Treatment group and standard physical therapy treatment group. Subjects will participate in 11 study visits over a period of 6 weeks. Non-invasive assessments will measure neuropathy pain, heart rate variability, neuropathy severity, blood oxygen levels, and blood flow under the skin. Lab draws will measure inflammation levels in the blood and how well blood sugar levels have been maintained over a period of about 3 months. Descriptive statistics and repeated measures ANOVA will be used to analyze data and answer the research questions. The findings of this study will provide a better understanding of how INF® Therapy and standard physical therapy work, subsequently improving non-invasive treatment methods for T2DPN patients.",
            "detailedDescription": "Study participants will be assessed on the first, second, fifth, tenth and eleventh sessions.\n\nDuring the participants first and eleventh sessions participants will complete the Pain Quality Assessment Scale (PQAS), the Lower Extremity Neuropathy Scale (LENS), a vascular analysis of the Neurovascular Index (NVI) using a Philips Affinity 50 Ultrasound, and Neuropad® testing. The first session will also include completion of the Background Information form. Patients will be asked to wear loose fitting clothing and to arrive 15 minutes early to complete the informed consent documents on the first session.\n\nWelltory App measurements to assess heart rate variability will be taken in the morning and evening the day before, the day of, and the day after each treatment session.\n\nOn the second session the patient will have:\n\n* Electrocardiogram testing (ECG) for assessment of heart rate variability (HRV) using PowerLab+LabChart and BioAmp (AD Instruments, Colorado Springs, CO).\n* Near-infrared Spectroscopy (NIRS) measurement using a Foresight Elite monitor (Edwards LifeSciences, Irvine, CA)\n* Laser Doppler flowmetry (LDF) measurement using a skin surface Laser Doppler add-on for Chart/Powerlab (AD Instruments, Colorado Springs, CO).\n* Welltory App measurements will be taken before and after treatment to assess for heart rate variability (HRV).\n* A blood draw will be completed by a licensed lab technician to measure blood cytokine and HbA1C levels. A total of 1 1/3 teaspoons of blood will collected at this time point. The blood draw will be performed prior to treatment.\n* The patient will then receive a 60 minute INF® Therapy or standard physical therapy session.\n* The aforementioned tests will then be repeated including ECG, NIRS, and LDF to measure post treatment values.\n\nDuring the third, fourth, sixth, seventh, eighth, and ninth sessions, the patient will have a 60 minute INF® Therapy or standard physical therapy session. Welltory App measurements will be taken before and after treatment to assess for heart rate variability (HRV).\n\nOn the fifth session the patient will have a 60 minute INF® Therapy or standard physical therapy session. Welltory App measurements will be taken before and after treatment to assess for heart rate variability (HRV). Followed by:\n\n• A blood draw by a licensed lab technician to measure blood cytokine levels. A total of 1 ¼ teaspoons will be collected at this time point.\n\nOn the tenth session the patient will have a 60 minute INF® Therapy or standard physical therapy session. Welltory App measurements will be taken before and after treatment to assess for heart rate variability (HRV). Followed by:\n\n* Electrocardiogram testing (ECG) for assessment of heart rate variability (HRV) using PowerLab+LabChart and BioAmp (AD Instruments, Colorado Springs, CO).\n* Near-infrared Spectroscopy (NIRS) using a Foresight Elite monitor (Edwards LifeSciences, Irvine, CA)\n* Laser Doppler flowmetry (LDF) measurement using a skin surface Laser Doppler add-on for Chart/PowerLab (AD Instruments, Colorado Springs, CO).\n* A blood draw will be completed by licensed lab technician to measure blood cytokine levels and HbA1C. A total of 1 1/3 teaspoons will be collected at this time point."
        },
        "conditionsModule": {
            "conditions": [
                "Peripheral Neuropathy With Type 2 Diabetes"
            ],
            "keywords": [
                "Intraneural Facilitation Therapy",
                "Type 2 Diabetes",
                "Neuropathy",
                "Heart rate variability"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Two arms: One INF® Therapy Treatment group and One standard physical therapy treatment group",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "maskingDescription": "Single-blinded study. Subjects will be randomly assigned to one of two treatment groups. Treating therapists will be informed of the study arm assignment. The physical therapist performing the pre and post evaluation measurements will be different than the treating therapists and blinded to the study arm assignment.",
                    "whoMasked": [
                        "INVESTIGATOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 40,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Intraneural Facilitation Therapy Treatment Group",
                    "type": "EXPERIMENTAL",
                    "description": "Subjects will receive nine 60-minute INF® Therapy Treatments during sessions 2 through 10. INF® Therapy is a non-invasive treatment that helps eliminate pain, tingling, numbness, and other symptoms that come with neuropathy.",
                    "interventionNames": [
                        "Other: Intraneural Facilitation Therapy Treatment"
                    ]
                },
                {
                    "label": "Standard Physical Therapy Treatment Group",
                    "type": "EXPERIMENTAL",
                    "description": "Subjects will receive nine 60-minute standard physical therapy treatments during sessions 2 through 10.",
                    "interventionNames": [
                        "Other: Standard Physical Therapy Treatment"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Intraneural Facilitation Therapy Treatment",
                    "description": "Intraneural Facilitation Therapy uses three manual holds to bias blood flow to closed endoneurial capillaries. The first is the facilitation hold, which is thought to pressurize the nervous system and bias circulation from the artery into the epineurium. This hold stretches the nerve further than the artery, increasing the amount of elastin in the artery and enlarging the opening of the arterial junction increasing blood into the epineurium. The secondary hold then increases epineurial blood into the transperineurial vessels increasing pressure into the endoneurial capillaries of the site being treated. The third hold, known as the sub hold, encourages blood flow through ischemic endoneurial capillaries that have increased resistance/pressure through the application of Bernoulli's principle. The series of stretches will be repeated on the affected side for the treatment duration.",
                    "armGroupLabels": [
                        "Intraneural Facilitation Therapy Treatment Group"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Standard Physical Therapy Treatment",
                    "description": "The standard physical therapy treatment includes muscle stretching, balance, and strengthening exercises known to improve neuropathy symptoms.",
                    "armGroupLabels": [
                        "Standard Physical Therapy Treatment Group"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "The Impact of INF® Therapy and Standard Physical Therapy on Heart Rate Variability",
                    "description": "This is a composite measurement combining electrocardiogram and Welltory App measurements. Heart rate variability (HRV) is the variation in the time interval between consecutive heartbeats and can be used to assess the current state of the nervous system. HRV measures will include LF, HF, LF/HF ratio, SDNN, SDANN, RMSSD, and NN50. The calculation of these variables allows HRV to be quantified. A normal result is between 25 to 50 milliseconds while an abnormal result is less than or greater than that range.",
                    "timeFrame": "Through study completion, an average of 6 weeks."
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "The impact of INF® Therapy and Standard Physical Therapy on neuropathy severity",
                    "description": "This will be measured by using ultrasound testing with Neurovascular Index assessment. This is a composite measure of blood flow in the limb. Anterograde and retrograde pulsatility index and volume flow measures are combined to form a mathematical descriptor of the waveform followed by a statistical analysis of variation and then a general score is obtained. A normal result is scored at 250 or less.",
                    "timeFrame": "Through study completion, an average of 6 weeks."
                },
                {
                    "measure": "The impact of INF® Therapy and Standard Physical Therapy on blood flow",
                    "description": "This will be measured by laser doppler flow. Laser Doppler Flowmetry (LDF) is a non-invasive method for measuring changes in microvascular blood perfusion (blood flow) in a variety of tissues. The frequency distribution of the backscattered light is then calculated based on the illumination of the tissue sample. A normal result is relative to the non-affected limb and will be quantified in each patient and compared between visit 2 and 10. An abnormal result would be a 20% or greater reduction in flow in the affected limb.",
                    "timeFrame": "Through study completion, an average of 6 weeks."
                },
                {
                    "measure": "The impact of INF® Therapy and Standard Physical Therapy on inflammation",
                    "description": "This will be measured through cytokine levels taken by lab collection. Cytokine levels can vary widely and depend upon current inflammatory state in the patient. C-reactive protein (CRP) is an inflammatory protein that increases with inflammation or infection and can be used as a clinical marker for inflammation. A normal result is \\< 3mg/L for c-reactive protein. Abnormal result would be levels greater than normal for c-reactive protein.",
                    "timeFrame": "Through study completion, an average of 6 weeks."
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Between the ages of 45 and 85\n* Moderate to severe type II diabetic neuropathy with one or more symptoms including: numbness, tingling, burning, sharp pain, and/or increased sensitivity.\n* Diagnosis confirmed by a physician.\n* Cellphone access with Android 5.0 and up or iOS 14.0 or later.\n\nExclusion Criteria:\n\nSubjects with a medical condition predisposing them to medical decline during the next 6 months will be excluded from the study. Examples include:\n\n* Chemotherapy\n* Radiation\n* Lower extremity amputations\n* Open wounds\n* Documented active drug and or alcohol misuse\n* Chronic liver disease\n* Active inflammations\n* Other types of neuropathies not associated with diabetes including B12 deficiency and Charcot Marie Tooth\n* Morbid obesity\n* Pregnancy.\n* Taking beta blockers\n* Unable to maintain steady fingers or operate a cellphone\n* Smoking or ingesting marijuana\n* Having a pacemaker\n* Allergies to cobalt, chrome, or nickel",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "45 Years",
            "maximumAge": "85 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Mark Bussell, DPT, OCS",
                    "role": "CONTACT",
                    "phone": "909-558-6799",
                    "email": "ntcresearch@llu.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Mark Bussell, DPT, OCS",
                    "affiliation": "Loma Linda University Health",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Loma Linda University Health Neuropathic Therapy Center",
                    "status": "RECRUITING",
                    "city": "Loma Linda",
                    "state": "California",
                    "zip": "92350",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Mark Bussell, DPT, OCS",
                            "role": "CONTACT",
                            "phone": "909-558-6799",
                            "email": "ntcresearch@llu.edu"
                        },
                        {
                            "name": "Mark Bussell, DPT, OCS",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 34.04835,
                        "lon": -117.26115
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "8737210",
                    "type": "BACKGROUND",
                    "citation": "Heart rate variability. Standards of measurement, physiological interpretation, and clinical use. Task Force of the European Society of Cardiology and the North American Society of Pacing and Electrophysiology. Eur Heart J. 1996 Mar;17(3):354-81. No abstract available."
                },
                {
                    "pmid": "31518657",
                    "type": "BACKGROUND",
                    "citation": "Saeedi P, Petersohn I, Salpea P, Malanda B, Karuranga S, Unwin N, Colagiuri S, Guariguata L, Motala AA, Ogurtsova K, Shaw JE, Bright D, Williams R; IDF Diabetes Atlas Committee. Global and regional diabetes prevalence estimates for 2019 and projections for 2030 and 2045: Results from the International Diabetes Federation Diabetes Atlas, 9th edition. Diabetes Res Clin Pract. 2019 Nov;157:107843. doi: 10.1016/j.diabres.2019.107843. Epub 2019 Sep 10."
                },
                {
                    "pmid": "31197153",
                    "type": "BACKGROUND",
                    "citation": "Feldman EL, Callaghan BC, Pop-Busui R, Zochodne DW, Wright DE, Bennett DL, Bril V, Russell JW, Viswanathan V. Diabetic neuropathy. Nat Rev Dis Primers. 2019 Jun 13;5(1):41. doi: 10.1038/s41572-019-0092-1."
                },
                {
                    "pmid": "12766111",
                    "type": "BACKGROUND",
                    "citation": "Gordois A, Scuffham P, Shearer A, Oglesby A, Tobian JA. The health care costs of diabetic peripheral neuropathy in the US. Diabetes Care. 2003 Jun;26(6):1790-5. doi: 10.2337/diacare.26.6.1790."
                },
                {
                    "pmid": "16256902",
                    "type": "BACKGROUND",
                    "citation": "Gore M, Brandenburg NA, Dukes E, Hoffman DL, Tai KS, Stacey B. Pain severity in diabetic peripheral neuropathy is associated with patient functioning, symptom levels of anxiety and depression, and sleep. J Pain Symptom Manage. 2005 Oct;30(4):374-85. doi: 10.1016/j.jpainsymman.2005.04.009."
                },
                {
                    "pmid": "31456118",
                    "type": "BACKGROUND",
                    "citation": "Hicks CW, Selvin E. Epidemiology of Peripheral Neuropathy and Lower Extremity Disease in Diabetes. Curr Diab Rep. 2019 Aug 27;19(10):86. doi: 10.1007/s11892-019-1212-8."
                },
                {
                    "pmid": "31974731",
                    "type": "BACKGROUND",
                    "citation": "Callaghan BC, Gallagher G, Fridman V, Feldman EL. Diabetic neuropathy: what does the future hold? Diabetologia. 2020 May;63(5):891-897. doi: 10.1007/s00125-020-05085-9. Epub 2020 Jan 23."
                },
                {
                    "pmid": "26808781",
                    "type": "BACKGROUND",
                    "citation": "Alshahrani A, Bussell M, Johnson E, Tsao B, Bahjri K. Effects of a Novel Therapeutic Intervention in Patients With Diabetic Peripheral Neuropathy. Arch Phys Med Rehabil. 2016 May;97(5):733-8. doi: 10.1016/j.apmr.2015.12.026. Epub 2016 Jan 22."
                },
                {
                    "pmid": "23241514",
                    "type": "BACKGROUND",
                    "citation": "Sun PC, Kuo CD, Chi LY, Lin HD, Wei SH, Chen CS. Microcirculatory vasomotor changes are associated with severity of peripheral neuropathy in patients with type 2 diabetes. Diab Vasc Dis Res. 2013 May;10(3):270-6. doi: 10.1177/1479164112465443. Epub 2012 Dec 14."
                },
                {
                    "pmid": "33385123",
                    "type": "BACKGROUND",
                    "citation": "Zheng H, Sun W, Zhang Q, Zhang Y, Ji L, Liu X, Zhu X, Ye H, Xiong Q, Li Y, Lu B, Zhang S. Proinflammatory cytokines predict the incidence of diabetic peripheral neuropathy over 5 years in Chinese type 2 diabetes patients: A prospective cohort study. EClinicalMedicine. 2020 Dec 23;31:100649. doi: 10.1016/j.eclinm.2020.100649. eCollection 2021 Jan."
                },
                {
                    "pmid": "25281566",
                    "type": "BACKGROUND",
                    "citation": "Lockhart CJ, McCann AJ, Pinnock RA, Hamilton PK, Harbinson MT, McVeigh GE. Multimodal functional and anatomic imaging identifies preclinical microvascular abnormalities in type 1 diabetes mellitus. Am J Physiol Heart Circ Physiol. 2014 Dec 15;307(12):H1729-36. doi: 10.1152/ajpheart.00372.2014. Epub 2014 Oct 3."
                },
                {
                    "pmid": "12190997",
                    "type": "BACKGROUND",
                    "citation": "McVeigh GE, Morgan DR, Allen P, Trimble M, Hamilton P, Dixon LJ, Silke B, Hayes JR. Early vascular abnormalities and de novo nitrate tolerance in diabetes mellitus. Diabetes Obes Metab. 2002 Sep;4(5):336-41. doi: 10.1046/j.1463-1326.2002.00220.x."
                },
                {
                    "pmid": "30617218",
                    "type": "BACKGROUND",
                    "citation": "Selvarajah D, Wilkinson ID, Fang F, Sankar A, Davies J, Boland E, Harding J, Rao G, Gandhi R, Tracey I, Tesfaye S. Structural and Functional Abnormalities of the Primary Somatosensory Cortex in Diabetic Peripheral Neuropathy: A Multimodal MRI Study. Diabetes. 2019 Apr;68(4):796-806. doi: 10.2337/db18-0509. Epub 2019 Jan 7."
                },
                {
                    "pmid": "12716821",
                    "type": "BACKGROUND",
                    "citation": "Vinik AI, Maser RE, Mitchell BD, Freeman R. Diabetic autonomic neuropathy. Diabetes Care. 2003 May;26(5):1553-79. doi: 10.2337/diacare.26.5.1553."
                },
                {
                    "pmid": "34309223",
                    "type": "BACKGROUND",
                    "citation": "Pop-Busui R, Backlund JC, Bebu I, Braffett BH, Lorenzi G, White NH, Lachin JM, Soliman EZ; DCCT/EDIC Research Group. Utility of using electrocardiogram measures of heart rate variability as a measure of cardiovascular autonomic neuropathy in type 1 diabetes patients. J Diabetes Investig. 2022 Jan;13(1):125-133. doi: 10.1111/jdi.13635. Epub 2021 Aug 14."
                },
                {
                    "pmid": "30292692",
                    "type": "BACKGROUND",
                    "citation": "Iannetta D, Inglis EC, Soares RN, McLay KM, Pogliaghi S, Murias JM; CAPES scholarship holder. Reliability of microvascular responsiveness measures derived from near-infrared spectroscopy across a variety of ischemic periods in young and older individuals. Microvasc Res. 2019 Mar;122:117-124. doi: 10.1016/j.mvr.2018.10.001. Epub 2018 Oct 4."
                },
                {
                    "pmid": "15929677",
                    "type": "BACKGROUND",
                    "citation": "Brown CD, Davis HT, Ediger MN, Fleming CM, Hull EL, Rohrscheib M. Clinical assessment of near-infrared spectroscopy for noninvasive diabetes screening. Diabetes Technol Ther. 2005 Jun;7(3):456-66. doi: 10.1089/dia.2005.7.456."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "All de-identified results and locally developed analysis software will be made available via our laboratory GitHub repository (https://github.com/drcgw/BASS) upon publication of manuscripts from this project. Individual data will be de-identified and combined in a master spreadsheet with subject I.D. numbers. As described in the research protocol, metrics will include data from ultrasound assessments, HRV summary data for each subject, Pulse-doppler, and NIRS data, as well as relevant subject notes that do not include PHI.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF",
                "CSR",
                "ANALYTIC_CODE"
            ],
            "timeFrame": "The data will be available indefinitely from six months post-manuscript publication.",
            "accessCriteria": "Data stored on our GitHub repository will be made available to clinicians and researchers after reaching out to the project leaders for access to the data repository.",
            "url": "https://github.com/drcgw/BASS"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000010523",
                    "term": "Peripheral Nervous System Diseases"
                },
                {
                    "id": "D000003924",
                    "term": "Diabetes Mellitus, Type 2"
                }
            ],
            "ancestors": [
                {
                    "id": "D000003920",
                    "term": "Diabetes Mellitus"
                },
                {
                    "id": "D000044882",
                    "term": "Glucose Metabolism Disorders"
                },
                {
                    "id": "D000008659",
                    "term": "Metabolic Diseases"
                },
                {
                    "id": "D000004700",
                    "term": "Endocrine System Diseases"
                },
                {
                    "id": "D000009468",
                    "term": "Neuromuscular Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M7119",
                    "name": "Diabetes Mellitus, Type 2",
                    "asFound": "Type 2 Diabetes",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7115",
                    "name": "Diabetes Mellitus",
                    "relevance": "LOW"
                },
                {
                    "id": "M13432",
                    "name": "Peripheral Nervous System Diseases",
                    "asFound": "Peripheral Neuropathy",
                    "relevance": "HIGH"
                },
                {
                    "id": "M11639",
                    "name": "Metabolic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M25403",
                    "name": "Glucose Metabolism Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M7862",
                    "name": "Endocrine System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12411",
                    "name": "Neuromuscular Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                },
                {
                    "abbrev": "BC19",
                    "name": "Gland and Hormone Related Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M10537",
                    "name": "Iron-Dextran Complex",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Hemat",
                    "name": "Hematinics"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}