{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05329623",
            "orgStudyIdInfo": {
                "id": "CJDQ443B12103"
            },
            "organization": {
                "fullName": "Novartis",
                "class": "INDUSTRY"
            },
            "briefTitle": "A Phase 1 Study to Evaluate the Pharmacokinetics of JDQ443 in Participants With Hepatic Impairment Compared to Matched Healthy Control Participants.",
            "officialTitle": "A Phase 1, Open-label, Single-dose, Multi-center, Parallel Group Study to Evaluate the Pharmacokinetics of JDQ443 in Participants With Mild, Moderate or Severe Hepatic Impairment Compared to Matched Healthy Control Participants.",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "a-phase-study-to-evaluate-the-pharmacokinetics-of-in-participants-with-hepatic-impairment-compared-to-matched-healthy-control-participants"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-05-03",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-07-16",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-07-16",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-03-29",
            "studyFirstSubmitQcDate": "2022-04-07",
            "studyFirstPostDateStruct": {
                "date": "2022-04-15",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-01",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-03",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Novartis Pharmaceuticals",
                "class": "INDUSTRY"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this study is to evaluate the effect of hepatic impairment on the systemic pharmacokinetics (PK), safety, and tolerability of JDQ443 in participants with varying degrees of hepatic impairment.",
            "detailedDescription": "This is a Phase 1, open-label, single-dose, multi-center, parallel group study to evaluate the PK of oral JDQ443 in participants with mild, moderate, and/or severe hepatic impairment compared to matched healthy control participants.\n\nThe study comprises a 28-day Screening period (Days -28 to -2), a baseline evaluation period (Day -1), a single dose administration of 200 mg of JDQ443 (Day 1), and a follow-up period of 4 days (Days 2 to 4) for PK sample collection. All participants should have a post-study safety follow-up contact conducted approximately 30 days after last administration of study treatment. The study will be considered complete once all the participants have finished the required assessments or have dropped out or been lost to follow-up.\n\nA total of up to 48 participants will be enrolled in this study. Approximately 8 participants will be enrolled in each of mild (Child-Pugh A; Group 2), moderate (Child-Pugh B; Group 3), and severe (Child-Pugh C; Group 4) hepatic impairment groups (to have at least six evaluable participants in each group). Each participant in the healthy control group (Group 1) will be matched to one or more evaluable participants with hepatic impairment with respect to age, body weight and sex. All participants will receive a single JDQ443 dose. Upon completion of mild and moderate impairment groups, as well as matching control participants, an interim analysis will be conducted to compare the PK exposure of the two hepatic impaired groups (Groups 2 and 3) to that of the control participants. The interim analysis is to mitigate the potential safety risks in participants with severe hepatic impairment. If the interim analysis results do not show a clinically relevant increase in exposure of JDQ443 and is well tolerated from a safety perspective, then severe hepatic impairment participants may be enrolled. Participants with severe hepatic impairment will be enrolled only after the completion of the interim analysis."
        },
        "conditionsModule": {
            "conditions": [
                "Small Cell Lung Carcinoma"
            ],
            "keywords": [
                "JDQ443",
                "pharmacokinetics",
                "Child-Pugh classification",
                "hepatic impairment"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 48,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Normal hepatic function",
                    "type": "EXPERIMENTAL",
                    "description": "Matched healthy participants with normal hepatic function",
                    "interventionNames": [
                        "Drug: JDQ443"
                    ]
                },
                {
                    "label": "Mild hepatic impairment",
                    "type": "EXPERIMENTAL",
                    "description": "Mild hepatic impaired participants with Child-Pugh A (score of 5 to 6)",
                    "interventionNames": [
                        "Drug: JDQ443"
                    ]
                },
                {
                    "label": "Moderate hepatic impairment",
                    "type": "EXPERIMENTAL",
                    "description": "Moderate hepatic impairment with Child Pugh B (score from 7 to 9)",
                    "interventionNames": [
                        "Drug: JDQ443"
                    ]
                },
                {
                    "label": "Severe hepatic impairment",
                    "type": "EXPERIMENTAL",
                    "description": "Severe hepatic impairment with Child Pugh C (score from 10 to 15)",
                    "interventionNames": [
                        "Drug: JDQ443"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "JDQ443",
                    "description": "All the participants will receive a single oral dose of JDQ443.",
                    "armGroupLabels": [
                        "Mild hepatic impairment",
                        "Moderate hepatic impairment",
                        "Normal hepatic function",
                        "Severe hepatic impairment"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Area Under the Plasma Concentration-time Curve From Time Zero to the Last Quantifiable Concentration (AUClast) of JDQ443",
                    "description": "Blood samples will be collected for pharmacokinetics characterization. AUClast will be calculated from plasma concentration-time data using non-compartmental methods and summarized using descriptive statistics.",
                    "timeFrame": "Day 1 (Pre-dose), 0.5, 1, 1.5, 2, 3 , 4 , 6 , 8 , 12 , 24 , 36 , 48 and 72 hours post-dose"
                },
                {
                    "measure": "Area Under the Plasma Concentration-time Curve From Time Zero to Infinity (AUCinf) of JDQ443",
                    "description": "Blood samples will be collected for pharmacokinetics characterization. AUCinf will be calculated from plasma concentration-time data using non-compartmental methods and summarized using descriptive statistics.",
                    "timeFrame": "Day 1 (Pre-dose), 0.5, 1, 1.5, 2, 3 , 4 , 6 , 8 , 12 , 24 , 36 , 48 and 72 hours post-dose"
                },
                {
                    "measure": "Maximum Observed Plasma Concentration (Cmax) of JDQ443",
                    "description": "Blood samples will be collected for pharmacokinetics characterization. Cmax will be calculated from plasma concentration-time data using non-compartmental methods and summarized using descriptive statistics.",
                    "timeFrame": "Day 1 (Pre-dose), 0.5, 1, 1.5, 2, 3 , 4 , 6 , 8 , 12 , 24 , 36 , 48 and 72 hours post-dose"
                },
                {
                    "measure": "Time to Reach the Maximum Concentration of JDQ443 After Drug Administration (Tmax) of JDQ443",
                    "description": "Blood samples will be collected for pharmacokinetics characterization. Tmax will be calculated from plasma concentration-time data using non-compartmental methods based on the actual time of sample collection and summarized using descriptive statistics",
                    "timeFrame": "Day 1 (Pre-dose), 0.5, 1, 1.5, 2, 3 , 4 , 6 , 8 , 12 , 24 , 36 , 48 and 72 hours post-dose"
                },
                {
                    "measure": "Time of observation prior to the first observation with a measurable concentration (Tlag) of JDQ443",
                    "description": "Blood samples will be collected for pharmacokinetics characterization. Tlag will be calculated from plasma concentration-time data using non-compartmental methods and summarized using descriptive statistics.",
                    "timeFrame": "Day 1 (Pre-dose), 0.5, 1, 1.5, 2, 3 , 4 , 6 , 8 , 12 , 24 , 36 , 48 and 72 hours post-dose"
                },
                {
                    "measure": "Terminal Elimination Half-life (T1/2) of JDQ443",
                    "description": "Blood samples will be collected for pharmacokinetics characterization. T1/2 will be calculated from plasma concentration-time data using non-compartmental methods and summarized using descriptive statistics.",
                    "timeFrame": "Day 1 (Pre-dose), 0.5, 1, 1.5, 2, 3 , 4 , 6 , 8 , 12 , 24 , 36 , 48 and 72 hours post-dose"
                },
                {
                    "measure": "Apparent Total Body Clearance From Plasma (CL/F) of JDQ443 following Drug Administration",
                    "description": "Blood samples will be collected for pharmacokinetics characterization. CL/F will be calculated from plasma concentration-time data using non-compartmental methods and summarized using descriptive statistics.",
                    "timeFrame": "Day 1 (Pre-dose), 0.5, 1, 1.5, 2, 3 , 4 , 6 , 8 , 12 , 24 , 36 , 48 and 72 hours post-dose"
                },
                {
                    "measure": "Apparent Volume of Distribution of JDQ443 during Terminal Phase (Vz/F)",
                    "description": "Blood samples will be collected for pharmacokinetics characterization. Vz/F will be calculated from plasma concentration-time data using non-compartmental methods and summarized using descriptive statistics.",
                    "timeFrame": "Day 1 (Pre-dose), 0.5, 1, 1.5, 2, 3 , 4 , 6 , 8 , 12 , 24 , 36 , 48 and 72 hours post-dose"
                },
                {
                    "measure": "Area Under the Plasma Concentration-time Curve from Time Zero to time \"t\" (AUC0-t) of JDQ443",
                    "description": "Blood samples will be collected for pharmacokinetics characterization. AUC0-t will be calculated from plasma concentration-time data using non-compartmental methods and summarized using descriptive statistics.",
                    "timeFrame": "Day 1 (Pre-dose), 0.5, 1, 1.5, 2, 3 , 4 , 6 , 8 , 12 , 24 , 36 , 48 and 72 hours post-dose"
                },
                {
                    "measure": "Latest pharmacokinetic sampling time with a measurable concentration (Tlast) of JDQ443",
                    "description": "Blood samples will be collected for pharmacokinetics characterization. Tlast will be calculated from plasma concentration-time data using non-compartmental methods and summarized using descriptive statistics.",
                    "timeFrame": "Day 1 (Pre-dose), 0.5, 1, 1.5, 2, 3 , 4 , 6 , 8 , 12 , 24 , 36 , 48 and 72 hours post-dose"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Maximum Observed Plasma Concentration (Cmax) of unbound JDQ443",
                    "description": "Blood samples will be collected for pharmacokinetics characterization. Cmax of unbound drug will be calculated from plasma concentration-time data using non-compartmental methods and summarized using descriptive statistics.",
                    "timeFrame": "Day 1 (Pre-dose), 0.5, 1, 1.5, 2, 3 , 4 , 6 , 8 , 12 , 24 , 36 , 48 and 72 hours post-dose"
                },
                {
                    "measure": "Area Under the Plasma Concentration-time Curve From Time Zero to the Last Quantifiable Concentration (AUClast) of unbound JDQ443",
                    "description": "Blood samples will be collected for pharmacokinetics characterization. AUClast of unbound drug will be calculated from plasma concentration-time data using non-compartmental methods and summarized using descriptive statistics.",
                    "timeFrame": "Day 1 (Pre-dose), 0.5, 1, 1.5, 2, 3 , 4 , 6 , 8 , 12 , 24 , 36 , 48 and 72 hours post-dose"
                },
                {
                    "measure": "Area Under the Plasma Concentration-time Curve From Time Zero to Infinity (AUCinf) of unbound JDQ443",
                    "description": "Blood samples will be collected for pharmacokinetics characterization. AUCinf of unbound drug will be calculated from plasma concentration-time data using non-compartmental methods and summarized using descriptive statistics.",
                    "timeFrame": "Day 1 (Pre-dose), 0.5, 1, 1.5, 2, 3 , 4 , 6 , 8 , 12 , 24 , 36 , 48 and 72 hours post-dose"
                },
                {
                    "measure": "Area Under the Plasma Concentration-time Curve From Time Zero to time \"t\" (AUC0-t) of unbound JDQ443",
                    "description": "Blood samples will be collected for pharmacokinetics characterization. AUC0-t of unbound drug will be calculated from plasma concentration-time data using non-compartmental methods and summarized using descriptive statistics.",
                    "timeFrame": "Day 1 (Pre-dose), 0.5, 1, 1.5, 2, 3 , 4 , 6 , 8 , 12 , 24 , 36 , 48 and 72 hours post-dose"
                },
                {
                    "measure": "Apparent Total Body Clearance From Plasma (CL/F) of unbound JDQ443",
                    "description": "Blood samples will be collected for pharmacokinetics characterization. CL/F of unbound drug will be calculated from plasma concentration-time data using non-compartmental methods and summarized using descriptive statistics.",
                    "timeFrame": "Day 1 (Pre-dose), 0.5, 1, 1.5, 2, 3 , 4 , 6 , 8 , 12 , 24 , 36 , 48 and 72 hours post-dose"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Key inclusion Criteria:\n\n* Written informed consent must be obtained before any assessment is performed.\n* Participants must weigh at least 50.0 kg to participate in the study and must have a body mass index (BMI) within the range of 18 to 40 kg/m2.\n* Ability to communicate well with the investigator, to understand and comply with the requirements of the study.\n* Participant must be willing to remain in the clinical research unit as required by the protocol.\n\nKey exclusion Criteria:\n\n* Use of other investigational drugs within the last 30 days or 5 half-lives prior to dosing, whichever is longer.\n* Use of drugs (prescription, non-prescription and herbal remedies such as St John's wort) known to affect cytochrome p (CYP)3A, including both strong and moderate inhibitors and inducers, within 2 weeks prior to dosing until completion of the EOS Visit.\n* Contradiction or hypersensitivity to the investigational compound/compound class or its excipients being used in this study.\n* Pregnant or nursing (lactating) women. Pregnancy is defined as the state of a female after conception and until termination of gestation, confirmed by a positive human chorionic gonadotropin (hCG) laboratory test.\n* Known history of, or current clinically significant arrhythmias, history of prolonged QT correction formula (QTcF) interval or QTcF \\>480 msec\n\nOther inclusion/exclusion criteria may apply",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "75 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Novartis Pharmaceuticals",
                    "role": "CONTACT",
                    "phone": "1-888-669-6682",
                    "email": "novartis.email@novartis.com"
                },
                {
                    "name": "Novartis Pharmaceuticals",
                    "role": "CONTACT"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Novartis Pharmaceuticals",
                    "affiliation": "Novartis Pharmaceuticals",
                    "role": "STUDY_DIRECTOR"
                }
            ],
            "locations": [
                {
                    "facility": "Orlando Clinical Research Center",
                    "status": "RECRUITING",
                    "city": "Orlando",
                    "state": "Florida",
                    "zip": "32809",
                    "country": "United States",
                    "contacts": [
                        {
                            "role": "CONTACT",
                            "phone": "407-472-0227"
                        },
                        {
                            "name": "Thomas C Marbury",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 28.53834,
                        "lon": -81.37924
                    }
                },
                {
                    "facility": "Texas Liver Institute",
                    "status": "RECRUITING",
                    "city": "San Antonio",
                    "state": "Texas",
                    "zip": "78215",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Eric J Lawitz",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 29.42412,
                        "lon": -98.49363
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000055752",
                    "term": "Small Cell Lung Carcinoma"
                }
            ],
            "ancestors": [
                {
                    "id": "D000008175",
                    "term": "Lung Neoplasms"
                },
                {
                    "id": "D000012142",
                    "term": "Respiratory Tract Neoplasms"
                },
                {
                    "id": "D000013899",
                    "term": "Thoracic Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000008171",
                    "term": "Lung Diseases"
                },
                {
                    "id": "D000012140",
                    "term": "Respiratory Tract Diseases"
                },
                {
                    "id": "D000002283",
                    "term": "Carcinoma, Bronchogenic"
                },
                {
                    "id": "D000001984",
                    "term": "Bronchial Neoplasms"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5534",
                    "name": "Carcinoma",
                    "relevance": "LOW"
                },
                {
                    "id": "M11172",
                    "name": "Lung Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M28323",
                    "name": "Small Cell Lung Carcinoma",
                    "asFound": "Small Cell Lung Carcinoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M14979",
                    "name": "Respiratory Tract Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M16658",
                    "name": "Thoracic Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M11168",
                    "name": "Lung Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14977",
                    "name": "Respiratory Tract Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5540",
                    "name": "Carcinoma, Bronchogenic",
                    "relevance": "LOW"
                },
                {
                    "id": "M5260",
                    "name": "Bronchial Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "T5271",
                    "name": "Small Cell Lung Cancer",
                    "asFound": "Small Cell Lung Carcinoma",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC08",
                    "name": "Respiratory Tract (Lung and Bronchial) Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}