{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05199285",
            "orgStudyIdInfo": {
                "id": "ACCRU-GI-2017"
            },
            "secondaryIdInfos": [
                {
                    "id": "NCI-2021-13335",
                    "type": "REGISTRY",
                    "domain": "CTRP (Clinical Trial Reporting Program)"
                },
                {
                    "id": "ACCRU-GI-2017",
                    "type": "OTHER",
                    "domain": "Academic and Community Cancer Research United"
                },
                {
                    "id": "P30CA015083",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/P30CA015083"
                }
            ],
            "organization": {
                "fullName": "Academic and Community Cancer Research United",
                "class": "OTHER"
            },
            "briefTitle": "A Phase II Study of Nivolumab + Ipilimumab in Advanced HCC Patients Who Have Progressed on First Line Atezolizumab + Bevacizumab",
            "officialTitle": "A Phase II Study of Nivolumab + Ipilimumab in Advanced HCC Patients Who Have Progressed on First Line Atezolizumab + Bevacizumab",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "a-phase-ii-study-of-nivolumab-ipilimumab-in-advanced-hcc-patients-who-have-progressed-on-first-line-atezolizumab-bevacizumab"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-08",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-01-19",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-01-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-01-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-01-06",
            "studyFirstSubmitQcDate": "2022-01-06",
            "studyFirstPostDateStruct": {
                "date": "2022-01-20",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-10-13",
            "lastUpdatePostDateStruct": {
                "date": "2023-10-16",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Academic and Community Cancer Research United",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Cancer Institute (NCI)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "This phase II trial tests whether nivolumab and ipilimumab works to shrink tumors in patients with liver cancer that has spread to nearby tissue or lymph nodes (locally advanced), has spread to other places in the body (metastatic), or cannot be removed by surgery (unresectable). Immunotherapy with monoclonal antibodies, such as nivolumab and ipilimumab, may help the body's immune system attack the cancer, and may interfere with the ability of tumor cells to grow and spread. Nivolumab and ipilimumab may be effective in killing tumor cells in patients with liver cancer.",
            "detailedDescription": "PRIMARY OBJECTIVE:\n\nI. To investigate the confirmed objective response rate (ORR) of nivolumab and ipilimumab in patients with hepatocellular carcinoma (HCC) who have progressed radiographically on atezolizumab/bevacizumab that necessitates change in treatment.\n\nSECONDARY OBJECTIVES:\n\nI. To determine the overall survival (OS) in hepatocellular carcinoma (HCC) patients treated with nivolumab and ipilimumab who have progressed radiographically on atezolizumab / bevacizumab that necessitates change in treatment.\n\nII. To determine the progression free survival (PFS) in hepatocellular carcinoma (HCC) patients treated with nivolumab and ipilimumab who have progressed radiographically on atezolizumab/bevacizumab that necessitates change in treatment.\n\nIII. To determine the disease control rate in hepatocellular carcinoma (HCC) patients treated with nivolumab and ipilimumab who have progressed radiographically on atezolizumab/bevacizumab that necessitates change in treatment.\n\nIV. To assess the frequency and severity of adverse events in hepatocellular carcinoma (HCC) patients treated with nivolumab and ipilimumab who have progressed radiographically on atezolizumab/bevacizumab that necessitates change in treatment.\n\nOUTLINE:\n\nPatients receive nivolumab intravenously (IV) over 30 minutes and ipilimumab IV over 90 minutes on day 1. Treatment repeats every 21 days for 4 cycles in the absence of disease progression or unacceptable toxicity. Patients then receive nivolumab IV over 30 minutes on day 1. Treatment repeats every 28 days for up to 24 cycles in the absence of disease progression or unacceptable toxicity.\n\nAfter completion of study treatment, patients are followed up at 30 days and then every 3 months for up to 2 years from registration."
        },
        "conditionsModule": {
            "conditions": [
                "BCLC Stage B Hepatocellular Carcinoma",
                "BCLC Stage C Hepatocellular Carcinoma",
                "Locally Advanced Hepatocellular Carcinoma",
                "Metastatic Hepatocellular Carcinoma",
                "Stage III Hepatocellular Carcinoma AJCC v8",
                "Stage IIIA Hepatocellular Carcinoma AJCC v8",
                "Stage IIIB Hepatocellular Carcinoma AJCC v8",
                "Stage IV Hepatocellular Carcinoma AJCC v8",
                "Stage IVA Hepatocellular Carcinoma AJCC v8",
                "Stage IVB Hepatocellular Carcinoma AJCC v8",
                "Unresectable Hepatocellular Carcinoma"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 40,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Treatment (nivolumab, ipilimumab)",
                    "type": "EXPERIMENTAL",
                    "description": "Patients receive nivolumab IV over 30 minutes and ipilimumab IV over 90 minutes on day 1. Treatment repeats every 21 days for 4 cycles in the absence of disease progression or unacceptable toxicity. Patients then receive nivolumab IV over 30 minutes on day 1. Treatment repeats every 28 days for up to 24 cycles in the absence of disease progression or unacceptable toxicity.",
                    "interventionNames": [
                        "Biological: Ipilimumab",
                        "Biological: Nivolumab"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BIOLOGICAL",
                    "name": "Ipilimumab",
                    "description": "Given IV",
                    "armGroupLabels": [
                        "Treatment (nivolumab, ipilimumab)"
                    ],
                    "otherNames": [
                        "Anti-Cytotoxic T-Lymphocyte-Associated Antigen-4 Monoclonal Antibody",
                        "BMS-734016",
                        "Ipilimumab Biosimilar CS1002",
                        "MDX-010",
                        "MDX-CTLA4",
                        "Yervoy"
                    ]
                },
                {
                    "type": "BIOLOGICAL",
                    "name": "Nivolumab",
                    "description": "Given IV",
                    "armGroupLabels": [
                        "Treatment (nivolumab, ipilimumab)"
                    ],
                    "otherNames": [
                        "BMS-936558",
                        "CMAB819",
                        "MDX-1106",
                        "NIVO",
                        "Nivolumab Biosimilar CMAB819",
                        "ONO-4538",
                        "Opdivo"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Confirmed objective response rate (ORR)",
                    "description": "A confirmed response is defined to be either a complete response (CR) or partial response (PR) noted as the objective status on 2 consecutive evaluations at least 4 weeks apart. Disease status will be assessed using response evaluation criteria in solid tumors (RECIST) version (v.) 1.1 criteria. Overall Response Rate (ORR) is defined as the proportion of evaluable patients who achieve confirmed response (CR or PR) while on treatment. The final ORR point estimate and corresponding 95% confidence interval will be reported according to the method of Clopper-Pearson.",
                    "timeFrame": "Up to 6 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Overall survival (OS)",
                    "description": "Overall survival (OS) is defined as the time from registration to death from any cause. OS will be estimated using the Kaplan-Meier method. Patients who are alive will be censored at the last follow-up date. The median OS and corresponding 95% confidence interval will be reported.",
                    "timeFrame": "Assessed up to 2 years"
                },
                {
                    "measure": "Progression-free survival (PFS)",
                    "description": "Progression-free survival (PFS) is defined as the time from registration to the first disease progression or death from any cause, where disease progression is determined based on RECIST 1.1 criteria. PFS will be estimated using the Kaplan-Meier method. Patients who do not experience disease progression or death while on protocol will be censored at the last disease assessment date. The median PFS and corresponding 95% confidence interval will be reported.",
                    "timeFrame": "Assessed up to 2 years"
                },
                {
                    "measure": "Disease control",
                    "description": "Disease control is defined as achieving CR, PR, or maintaining SD for at least 6 months while on treatment. Objective status will be assessed using RECIST v. 1.1 criteria. Disease control rate will be calculated as the proportion of evaluable patients who achieve disease control. Confidence intervals for the true success proportion will be calculated according to the approach of Clopper Pearson.",
                    "timeFrame": "Up to 2 years"
                },
                {
                    "measure": "Incidence of adverse events",
                    "description": "All patients who have initiated treatment will be considered evaluable for adverse event analyses. The rate of patients experiencing a grade 3+ adverse event will be reported using Common Terminology Criteria for Adverse Events (CTCAE) v5.0.",
                    "timeFrame": "Up to 2 years"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Age \\>= 18 years.\n* HCC diagnosis confirmed by histology/cytology or clinically by American Association for Study of Liver Diseases (AASLD) criteria in cirrhotic patients.\n* Measurable disease as defined by Response Evaluation Criteria in Solid Tumors (RECIST) version (v)1.1\n* Locally advanced, metastatic, or unresectable disease.\n* Child Pugh class A.\n* Barcelona clinic liver cancer (BCLC) stage B (not amenable to liver directed therapy) or stage C.\n* Prior treatment with atezolizumab and bevacizumab combination with radiographic progression that necessitates change in treatment per treating physician. Patients with rapid progression on atezolizumab and bevacizumab (defined as patients who progressed radiographically in the first restaging scan that necessitates change in treatment) are excluded.\n* Washout period \\>= 4 weeks prior to registration is required since last atezolizumab and bevacizumab dose.\n* Eastern Cooperative Oncology Group (ECOG) performance status (PS) 0 or 1. (Form is available on the Academic and Community Cancer Research United \\[ACCRU\\] website).\n* Absolute neutrophil count (ANC) \\>= 1000/mm \\^ 3 (obtained =\\< 28 days prior to registration).\n* Platelet count \\>= 60,000/mm\\^3 (obtained =\\< 28 days prior to registration).\n* Hemoglobin \\>= 8.5 g/dL (obtained =\\< 28 days prior to registration).\n* Total bilirubin =\\< 3 x upper limit of normal (ULN) (obtained =\\< 28 days prior to registration).\n* Alanine aminotransferase (ALT) and aspartate transaminase (AST) =\\< 5 x ULN (obtained =\\< 28 days prior to registration).\n* International normalized ratio (INR) =\\< 2.3 or Prothrombin time (PT) =\\< 6 seconds above control OR if patient is receiving anticoagulant therapy and INR is within target range of therapy creatinine =\\< 1.5x ULN (obtained =\\< 28 days prior to registration).\n* Negative pregnancy test done =\\< 7 days prior to registration, for women of childbearing potential only.\n\n  * Note: If the urine test is positive or cannot be confirmed as negative, a serum pregnancy test will be required.\n* Provide informed written consent =\\< 28 days prior to registration.\n* Willing to return to enrolling institution for follow-up (during the active monitoring phase of the study).\n\n  * Note: During the active monitoring phase of a study (i.e., active treatment), participants must be willing to return to the consenting institution for follow-up.\n* Willing to provide mandatory tissue specimens and blood specimens for correlative research purposes.\n\nExclusion Criteria:\n\n* Any of the following because this study involves an investigational agent whose genotoxic, mutagenic and teratogenic effects on the developing fetus and newborn are unknown\n\n  * Pregnant persons\n  * Nursing persons\n  * Persons of childbearing potential who are unwilling to employ adequate contraception.\n* Major surgery =\\< 4 weeks prior to registration.\n* Liver directed therapy (transarterial chemoembolization \\[TACE\\], Y-90, liver directed radiation) =\\< 28 days prior to registration. Prior liver directed therapy \\> 28 days prior to registration is allowed as long as patient has at least one measurable untreated lesion by RECIST v1.1.\n* Patients with rapid progression on atezolizumab and bevacizumab (who progressed radiographically in the first restaging scan that necessitates change in treatment) are excluded.\n* Prior treatment =\\< 4 weeks prior to registration with anti-CTLA-4 antibody for HCC.\n* Comorbid systemic illnesses or other severe concurrent disease which, in the judgment of the investigator, would make the patient inappropriate for entry into this study or interfere significantly with the proper assessment of safety and toxicity of the prescribed regimens.\n* Immunocompromised patients and patients known to be human immunodeficiency virus (HIV) positive and currently receiving antiretroviral therapy.\n\n  * Note: Patients known to be HIV positive, but without clinical evidence of an immunocompromised state, are eligible for this trial.\n* Uncontrolled intercurrent illness including, but not limited to:\n\n  * Ongoing or active infection excluding hepatitis C virus (HCV)\n  * Symptomatic congestive heart failure\n  * Unstable angina pectoris\n  * Unstable cardiac arrhythmia\n  * Psychiatric illness/social situations that would limit compliance with study requirements.\n  * Active infection including tuberculosis (clinical evaluation that includes clinical history, physical examination and radiographic findings, and tuberculosis \\[TB\\] testing in line with local practice), hepatitis B (known positive hepatitis B virus \\[HBV\\] surface antigen \\[HBsAg\\] result). Patients with a past or resolved HBV infection (defined as the presence of hepatitis B core antibody \\[anti-HBc\\] and absence of HBsAg) are eligible. Patients with chronic HBV infection as evidenced by detectable HBV surface antigen or HBV deoxyribonucleic acid (DNA) are eligible if on antiviral therapy and have HBV DNA \\< 100 IU/mL. Patients with active or resolved hepatitis C (HCV) infection as evidenced by detectable HCV ribonucleic acid (RNA) or antibody are eligible.\n* Receiving any other investigational agent which would be considered as a treatment for the primary neoplasm =\\< 4 weeks prior to registration.\n* Other active malignancy =\\< 2 years prior to registration. Exceptions: Non-melanotic skin cancer or carcinoma-in-situ of the cervix.\n* History of myocardial infarction =\\< 6 months, or congestive heart failure requiring use of ongoing maintenance therapy for life-threatening ventricular arrhythmias.\n* History of allogenic organ transplantation.\n* Active or prior documented autoimmune or inflammatory disorders (including inflammatory bowel disease \\[e.g., colitis or Crohn's disease\\], diverticulitis \\[with the exception of diverticulosis\\], systemic lupus erythematosus, sarcoidosis syndrome, or Wegener syndrome \\[granulomatosis with polyangiitis, graves' disease, rheumatoid arthritis, hypophysitis, uveitis, etc\\]). The following are exceptions to this criterion:\n\n  * Patients with vitiligo or alopecia\n  * Patients with hypothyroidism (e.g., following Hashimoto syndrome) stable on hormone replacement\n  * Any chronic skin condition that does not require systemic therapy\n  * Patients without active disease in the last 5 years may be included but only after consultation with the study physician\n  * Patients with celiac disease controlled by diet alone\n* History of leptomeningeal carcinomatosis.\n* Known allergy or hypersensitivity to any of the study drugs or any of the study drug excipients.\n* Current or prior use of immunosuppressive medication =\\< 14 days prior to registration. The following are exceptions to this criterion:\n\n  * Intranasal, inhaled, topical steroids, or local steroid injections (e.g., intra articular injection)\n  * Systemic corticosteroids at physiologic doses not to exceed 10 mg/day of prednisone or its equivalent\n  * Steroids as premedication for hypersensitivity reactions (e.g., computed tomography \\[CT\\] scan premedication).\n* Receipt of live attenuated vaccine =\\< 30 days prior to registration; Note: Patients, if enrolled, should not receive live vaccine whilst on study treatment and up to 30 days after the last dose of study treatment.\n* Any unresolved toxicity National Cancer Institute (NCI) Common Terminology Criteria for Adverse Events (CTCAE) v5.0 grade \\>= 2 from previous anticancer therapy with the exception of alopecia, vitiligo, and the laboratory values defined in the inclusion criteria.\n* History of grade 3 or 4 immunotherapy related toxicity NCI CTCAE v5.0 due to prior regimen attributed to atezolizumab.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "overallOfficials": [
                {
                    "name": "Mehmet Akce",
                    "affiliation": "Academic and Community Cancer Research United",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Alabama- Birmingham",
                    "status": "RECRUITING",
                    "city": "Birmingham",
                    "state": "Alabama",
                    "zip": "35233",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "University of Alabama at Birmingham/O'Neal Comprehensive Cancer Center",
                            "role": "CONTACT",
                            "phone": "205-934-2992"
                        },
                        {
                            "name": "Mehmet Akce, M.D.",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.52066,
                        "lon": -86.80249
                    }
                },
                {
                    "facility": "University of Miami Miller School of Medicine-Sylvester Cancer Center",
                    "status": "RECRUITING",
                    "city": "Miami",
                    "state": "Florida",
                    "zip": "33136",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Carla Montoya",
                            "role": "CONTACT",
                            "phone": "305-243-1139",
                            "email": "ccm162@miami.edu"
                        },
                        {
                            "name": "Lynn Feun",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 25.77427,
                        "lon": -80.19366
                    }
                },
                {
                    "facility": "Emory University Hospital/Winship Cancer Institute",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Atlanta",
                    "state": "Georgia",
                    "zip": "30322",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Maria Diab",
                            "role": "CONTACT",
                            "phone": "444-778-8025",
                            "email": "maria.diab@emory.edu"
                        },
                        {
                            "name": "Maria Diab",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.749,
                        "lon": -84.38798
                    }
                },
                {
                    "facility": "Mayo Clinic in Rochester",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Rochester",
                    "state": "Minnesota",
                    "zip": "55905",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Mehmet Akce",
                            "role": "CONTACT",
                            "phone": "444-778-8025",
                            "email": "accru@mayo.edu"
                        },
                        {
                            "name": "Mehmet Akce",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 44.02163,
                        "lon": -92.4699
                    }
                },
                {
                    "facility": "Rutgers Cancer Institute of New Jersey",
                    "status": "RECRUITING",
                    "city": "New Brunswick",
                    "state": "New Jersey",
                    "zip": "08903",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Simbiat Ajao",
                            "role": "CONTACT",
                            "phone": "732-235-7530",
                            "email": "ajao@cinj.rutgers.edu"
                        },
                        {
                            "name": "Sharon Li, M.D.",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.48622,
                        "lon": -74.45182
                    }
                },
                {
                    "facility": "Vanderbilt University/Ingram Cancer Center",
                    "status": "RECRUITING",
                    "city": "Nashville",
                    "state": "Tennessee",
                    "zip": "37232",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Thatcher Heumann",
                            "role": "CONTACT",
                            "phone": "615-936-8422",
                            "email": "thatcher.heumann@vumc.org 615-936-8422 NA"
                        },
                        {
                            "name": "Thatcher Heumann",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 36.16589,
                        "lon": -86.78444
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000002277",
                    "term": "Carcinoma"
                },
                {
                    "id": "D000006528",
                    "term": "Carcinoma, Hepatocellular"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009375",
                    "term": "Neoplasms, Glandular and Epithelial"
                },
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000000230",
                    "term": "Adenocarcinoma"
                },
                {
                    "id": "D000008113",
                    "term": "Liver Neoplasms"
                },
                {
                    "id": "D000004067",
                    "term": "Digestive System Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000004066",
                    "term": "Digestive System Diseases"
                },
                {
                    "id": "D000008107",
                    "term": "Liver Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5534",
                    "name": "Carcinoma",
                    "asFound": "Carcinoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M9613",
                    "name": "Carcinoma, Hepatocellular",
                    "asFound": "Hepatocellular Carcinoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12320",
                    "name": "Neoplasms, Glandular and Epithelial",
                    "relevance": "LOW"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M3585",
                    "name": "Adenocarcinoma",
                    "relevance": "LOW"
                },
                {
                    "id": "M11113",
                    "name": "Liver Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M7256",
                    "name": "Digestive System Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M8886",
                    "name": "Gastrointestinal Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M7255",
                    "name": "Digestive System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8883",
                    "name": "Gastrointestinal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M11107",
                    "name": "Liver Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC06",
                    "name": "Digestive System Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000077594",
                    "term": "Nivolumab"
                },
                {
                    "id": "D000074324",
                    "term": "Ipilimumab"
                }
            ],
            "ancestors": [
                {
                    "id": "D000074322",
                    "term": "Antineoplastic Agents, Immunological"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                },
                {
                    "id": "D000082082",
                    "term": "Immune Checkpoint Inhibitors"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4225",
                    "name": "Antibodies",
                    "relevance": "LOW"
                },
                {
                    "id": "M1854",
                    "name": "Nivolumab",
                    "asFound": "Technique",
                    "relevance": "HIGH"
                },
                {
                    "id": "M1348",
                    "name": "Ipilimumab",
                    "asFound": "Enrolled",
                    "relevance": "HIGH"
                },
                {
                    "id": "M246",
                    "name": "Bevacizumab",
                    "relevance": "LOW"
                },
                {
                    "id": "M10184",
                    "name": "Immunoglobulins",
                    "relevance": "LOW"
                },
                {
                    "id": "M4230",
                    "name": "Antibodies, Monoclonal",
                    "relevance": "LOW"
                },
                {
                    "id": "M349417",
                    "name": "Atezolizumab",
                    "relevance": "LOW"
                },
                {
                    "id": "M1346",
                    "name": "Antineoplastic Agents, Immunological",
                    "relevance": "LOW"
                },
                {
                    "id": "M2342",
                    "name": "Immune Checkpoint Inhibitors",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                }
            ]
        }
    },
    "hasResults": false
}