{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06528769",
            "orgStudyIdInfo": {
                "id": "OSU-24208"
            },
            "organization": {
                "fullName": "Ohio State University Comprehensive Cancer Center",
                "class": "OTHER"
            },
            "briefTitle": "A Phase II Study of All-Trans Retinoic Acid (ATRA) and Cemiplimab in Patients With Advanced Leiomyosarcoma",
            "officialTitle": "A Phase II Study of All-Trans Retinoic Acid (ATRA) and Cemiplimab in Patients With Advanced Leiomyosarcoma",
            "therapeuticArea": [
                "Other"
            ],
            "study": "a-phase-ii-study-of-all-trans-retinoic-acid-atra-and-cemiplimab-in-patients-with-advanced-leiomyosarcoma"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "NOT_YET_RECRUITING",
            "startDateStruct": {
                "date": "2024-12-01",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-12-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-07-26",
            "studyFirstSubmitQcDate": "2024-07-26",
            "studyFirstPostDateStruct": {
                "date": "2024-07-30",
                "type": "ESTIMATED"
            },
            "lastUpdateSubmitDate": "2024-07-26",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-30",
                "type": "ESTIMATED"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR_INVESTIGATOR",
                "investigatorFullName": "Gabriel Tinoco",
                "investigatorTitle": "Principal Investigator",
                "investigatorAffiliation": "Ohio State University Comprehensive Cancer Center"
            },
            "leadSponsor": {
                "name": "Gabriel Tinoco",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "A phase 2 study assessing the efficacy of all-trans retinoic acid (ATRA) and Cemiplimab in patients with metastatic/locally advanced - unresectable leiomyosarcoma (LMS) who have progressed standard-of-care therapy. Patients will be enrolled in cohorts according to a Bayesian Optimal Phase II design (BOP2).\n\nStudy treatment will consist of ATRA at a starting dose of 150 mg/m2/day for 3 days orally prior to each cycle of Cemiplimab 350 mg IV q3 weeks for three cycles and then Cemiplimab monotherapy until the progress of disease or unacceptable toxicities develops.",
            "detailedDescription": "PRIMARY OBJECTIVES\n\nI. To determine the efficacy of the combination of ATRA and Cemiplimab in patients with metastatic/locally advanced -unresectable LMS by assessing objective response (ORR), based on modified RECIST version 1.1 and iRECIST\n\nSECONDARY OBJECTIVES\n\nI. To study the efficacy of the combination of ATRA and Cemiplimab in patients with advanced LMS, including progression-free survival (PFS), disease control rate (DCR), and overall survival (OS) based on modified RECIST version 1.1 and iRECIST.\n\nII. To determine the safety and tolerability of the combination of ATRA and Cemiplimab in patients with metastatic/locally advanced -unresectable LMS based upon the Common Terminology Criteria for Adverse Events (CTCAE) version 5 criteria.\n\nEXPLORATORY OBJECTIVES\n\nI. To study the effect of ATRA on the levels of myeloid-derived suppressor cells (MDSCs) in the peripheral blood of study patients."
        },
        "conditionsModule": {
            "conditions": [
                "Leiomyosarcoma",
                "Sarcoma"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 16,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Treatment (all-trans retinoic acid [ATRA] and cemiplimab)",
                    "type": "EXPERIMENTAL",
                    "description": "Patients recieve ATRA at a starting dose of 150 mg/m2/day for 3 days orally prior to each cycle of Cemiplimab 350 mg IV q3 weeks for three cycles and then Cemiplimab monotherapy until the progress of disease or unacceptable toxicities develops.\n\nPeripheral blood samples will be collected. Patients will undergo physical examination and imaging scans at baseline and then approximately every 6 weeks (2 cycles) for the first year of treatment and every 12 weeks thereafter",
                    "interventionNames": [
                        "Drug: all-trans retinoic acid",
                        "Drug: Cemiplimab",
                        "Procedure: Computed Tomography",
                        "Procedure: Magnetic resonance imaging"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "all-trans retinoic acid",
                    "description": "Given orally",
                    "armGroupLabels": [
                        "Treatment (all-trans retinoic acid [ATRA] and cemiplimab)"
                    ],
                    "otherNames": [
                        "ATRA",
                        "retinoic acid",
                        "tretinoin",
                        "vitamin A acid"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Cemiplimab",
                    "description": "Given intravenously (IV)",
                    "armGroupLabels": [
                        "Treatment (all-trans retinoic acid [ATRA] and cemiplimab)"
                    ],
                    "otherNames": [
                        "libtayo"
                    ]
                },
                {
                    "type": "PROCEDURE",
                    "name": "Computed Tomography",
                    "description": "Undergo CT",
                    "armGroupLabels": [
                        "Treatment (all-trans retinoic acid [ATRA] and cemiplimab)"
                    ],
                    "otherNames": [
                        "CAT",
                        "CAT Scan",
                        "Computed Axial Tomography",
                        "Computerized Axial Tomography",
                        "Computerized axial tomography (procedure)",
                        "Computerized Tomography",
                        "CT",
                        "CT Scan",
                        "tomography"
                    ]
                },
                {
                    "type": "PROCEDURE",
                    "name": "Magnetic resonance imaging",
                    "description": "Undergo MRI",
                    "armGroupLabels": [
                        "Treatment (all-trans retinoic acid [ATRA] and cemiplimab)"
                    ],
                    "otherNames": [
                        "MRI",
                        "MRI scan"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Overall Response Rate (ORR)",
                    "description": "Overall response rate (ORR) will be calculated based on modified RECIST version 1.1 and iRECIST with a 95% confidence interval (CI).",
                    "timeFrame": "Up to 24 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Progression-free survival (PFS)",
                    "description": "Progression free survival (PFS) will be defined as the time from initiation of therapy to the time of RECIST progression or death and will be calculated based on modified RECIST version 1.1 and iRECIST. Kaplan-Meier methods will be used to estimate PFS with 95% CI.",
                    "timeFrame": "Up to 24 months"
                },
                {
                    "measure": "Disease control rate (DCR)",
                    "description": "Percentage of patients whose disease shrinks or remains stable. DCR will be calculated based on modified RECIST version 1.1 and iRECIST with a 95% confidence interval (CI).",
                    "timeFrame": "Up to 24 months"
                },
                {
                    "measure": "Overall survival (OS)",
                    "description": "Overall survival (OS) will be defined as time from initiation of therapy to death, or censored at last follow-up date if the Patient is alive and will be calculated based on modified RECIST version 1.1 and iRECIST. Kaplan-Meier methods will be used to estimate OS with 95% CI.",
                    "timeFrame": "Up to 24 months"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Effect of ATRA on myeloid-derived suppressor cells (MDSCs)",
                    "description": "MDSCs in peripheral blood from study patients will be summarized using mean +/- SEM, range, and median. Changes in these measurements from baseline to after treatment, or baseline to progression will be assessed using paired t-test or Wilcoxon signed rank test.",
                    "timeFrame": "Up to 24 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Age ≥18 years\n* Confirmed metastatic or locally advanced - unresectable Leiomyosarcoma (LMS)\n* Measurable disease based on RECIST 1.1. (At least one target lesion)\n* Patients must have received standard of care chemotherapy. No limits to prior lines of therapy.\n* Prior PD-1 and/or PD-L1 directed therapies are permitted. Minimal wash out period of 3 weeks for Pembrolizumab, Nivolumab , Durvalumab, 4 weeks for Ipilimumab.\n* ECOG performance status of 0-2.\n* Adequate organ function, as defined below.\n\n  * Absolute neutrophil count (ANC) ≥ 1,500 /mcL, hemoglobin ≥9 g/dL (patients may be transfused to meet this criterion), lymphocytes ≥ 500/mcL, platelets ≥ 100,000/mcL\n  * Serum creatinine ≤ 1.5 X upper limit of normal (ULN) or measured or calculated creatinine clearance (CrCl) ≥ 60 mL/min for patients with creatinine levels \\> 1.5 X ULN (glomerular filtration rate \\[GFR\\] can also be used in place of creatinine or CrCl)\n  * Serum total bilirubin ≤ 1.5 X ULN or direct bilirubin ≤ ULN for patients with total bilirubin levels \\> 1.5 X ULN. FOr patients with known Gilbert disease, serum bilirubin ≤ 3 X ULN\n  * Aspartate aminotransferase (AST) and alanine transaminase (ALT) ≤ 2.5 X ULN or ≤ 5 X ULN for patients with liver metastases\n  * albumin ≥ 2.5 g/dL\n  * International Normalized Ratio (INR) or Prothrombin Time (PT) ≤1.5 X ULN unless patients is receiving anticoagulant therapy as long as PT or PTT is within therapeutic range of intended use of anticoagulants\n  * Activated Partial Thromboplastin Time (aPTT) ≤1.5 X ULN unless the patients is receiving anticoagulant therapy as long as PT or PTT is within therapeutic range of intended use of anticoagulants\n* Anticipated life expectancy of ≥ 6 months.\n* Willing to comply with study procedures\n* Female patients of childbearing potential should have a negative urine or serum pregnancy within 14 days prior to receiving the first dose of study medication. If the urine test is positive or cannot be confirmed as negative, a serum pregnancy test will be required.\n* Be willing and able to understand and sign the written informed consent document.\n* Ability to swallow and retain oral medication.\n* HIV-infected patients on effective anti-retroviral therapy with undetectable viral load within 6 months are eligible for this trial. Testing not indicated for patients without known history of HIV.\n* For patients with evidence of chronic hepatitis B virus (HBV) infection, the HBV viral load must be undetectable on suppressive therapy, if indicated. Testing not indicated for patients without known history of HBV.\n* Patients with a history of hepatitis C virus (HCV) infection must have been treated and cured. Testing not indicated for patients without known history of HCV.\n\nExclusion Criteria:\n\n* Is currently participating and receiving study therapy or has participated in a study of an investigational agent and received study therapy or used an investigational device within 4 weeks of the first dose of treatment.\n* Active or history of autoimmune disease or immune deficiency, including, but not limited to, myasthenia gravis, myositis, autoimmune hepatitis, systemic lupus erythematosus, rheumatoid arthritis, inflammatory bowel disease, antiphospholipid antibody syndrome, Wegener granulomatosis, Sjögren syndrome, Guillain-Barré syndrome, or multiple sclerosis with the following exceptions:\n\n  * Patients with a history of autoimmune-related hypothyroidism who are stable on thyroid-replacement hormone are eligible for the study\n  * Patients with controlled Type 1 diabetes mellitus who are on an insulin regimen are eligible for the study.\n  * Patients with eczema, psoriasis, lichen simplex chronicus, or vitiligo with dermatologic manifestations only (e.g., patients with psoriatic arthritis are excluded) are eligible for the study provided all of following conditions are met:\n\n    * Rash must cover ≤ 10% of body surface area\n    * Disease is well controlled at baseline and requires only low-potency topical corticosteroids\n    * No occurrence of acute exacerbations of the underlying condition requiring psoralen plus ultraviolet A radiation, methotrexate, retinoids, biologic agents, oral calcineurin inhibitors, or high-potency or oral corticosteroids within the previous 12 months\n* Has a diagnosis of immunodeficiency or is receiving systemic steroid therapy at doses \\> 10 mg prednisone or equivalent or other form of immunosuppressive therapy within 14 days prior to the first dose of trial treatment.\n* Cirrhosis (Child-Pugh B or worse) or cirrhosis with history of hepatic encephalopathy or clinically meaningful ascites resulting from cirrhosis. Clinically meaningful ascites is defined as ascites from cirrhosis requiring increasing dosage of diuretics or paracentesis.\n* Has symptomatic central nervous system (CNS) metastases and/or carcinomatous meningitis. Patients with asymptomatic CNS lesions will be eligible if considered appropriate by the treating physician. Patients with previously treated brain metastases may participate provided they have had a stable neurological status for at least 2 weeks after completion of definitive therapy. Patients may be on corticosteroids (≤ 10 mg of prednisone-equivalent) to control brain metastases if they have been on a stable dose for 2 weeks (14 days) prior to the start of study treatment and are clinically asymptomatic. This exception does not include carcinomatous meningitis which is excluded regardless of clinical stability.\n* Pregnancy or breastfeeding or intention of becoming pregnant during study treatment or within 180 days for Cemiplimab after the final dose of study treatment\n\n  * Women of childbearing potential must have a negative serum pregnancy test result within 14 days prior to initiation of study treatment.\n  * Highly effective contraception should be used in women of childbearing potential during treatment with Cemiplimab and for at least 6 months following the last dose of Cemiplimab.\n* Any patient who has experienced unacceptable toxicity on prior checkpoint inhibitor therapy as detailed below:\n\n  1. ≥ Grade 3 AE related to checkpoint inhibitor.\n  2. Ongoing ≥ Grade 2 immune-related AE associated with checkpoint inhibitor with the exception of endocrine toxicities as detailed below.\n  3. CNS, ocular or cardiac AE of any grade related to checkpoint inhibitor. \\* NOTE: Patients with a prior or ongoing endocrine AE are permitted to enroll if they are stably maintained on appropriate replacement therapy and are asymptomatic.\n* History of migraines requiring treatment within 3 months of study entry.\n* History of idiopathic pulmonary fibrosis, organizing pneumonia (e.g., bronchiolitis obliterans), drug-induced pneumonitis, or idiopathic pneumonitis, or evidence of active pneumonitis on screening chest computed tomography (CT) scan\n\n  * History of radiation pneumonitis in the radiation field (fibrosis) is permitted.\n* Significant cardiovascular disease (such as New York Heart Association Class II or greater cardiac disease, myocardial infarction, or cerebrovascular accident) within 6 months prior to initiation of study treatment, unstable arrhythmia, or unstable angina\n* Major surgical procedure, other than for diagnosis, within 8 weeks prior to initiation of study treatment, or anticipation of need for a major surgical procedure during the study\n* Treatment with therapeutic oral or IV antibiotics within 2 weeks prior to initiation of study treatment. Patients receiving prophylactic antibiotics (e.g., to prevent a urinary tract infection or chronic obstructive pulmonary disease exacerbation) are eligible for the study.\n* Prior allogeneic stem cell or solid organ transplantation\n* Live, attenuated vaccines (e.g., FluMist®) are prohibited within 4 weeks prior to initiation of study treatment, during treatment with Cemiplimab, and for 5 months after the last dose of Cemiplimab.\n* Current treatment with anti-viral therapy for HBV\n* Has had prior chemotherapy, immunotherapy, targeted small molecule therapy, or radiation therapy within 2 weeks prior to study Day 1\n* History of severe allergic anaphylactic reactions to human antibodies.\n* Known hypersensitivity to Chinese hamster ovary cell products or to any component of the Cemiplimab formulation\n* Known allergy or hypersensitivity to any component of ATRA\n* Has a history or current evidence of any condition, therapy, or laboratory abnormality that might confound the results of the trial, interfere with the patient's participation for the full duration of the trial, or is not in the best interest of the patient to participate, in the opinion of the treating investigator.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "The Ohio State University Comprehensive Cancer Center",
                    "role": "CONTACT",
                    "phone": "800-293-5066",
                    "email": "OSUCCCClinicaltrials@osumc.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Gabriel Tinoco, MD",
                    "affiliation": "Ohio State University Comprehensive Cancer Center",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Ohio State University Comprehensive Cancer Center",
                    "city": "Columbus",
                    "state": "Ohio",
                    "zip": "43210",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Gabriel Tinoco, MD",
                            "role": "CONTACT",
                            "email": "Gabriel.Tinoco@osumc.edu"
                        },
                        {
                            "name": "Gabriel Tinoco, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.96118,
                        "lon": -82.99879
                    }
                }
            ]
        },
        "referencesModule": {
            "seeAlsoLinks": [
                {
                    "label": "The Jamesline",
                    "url": "http://cancer.osu.edu"
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000007890",
                    "term": "Leiomyosarcoma"
                }
            ],
            "ancestors": [
                {
                    "id": "D000012509",
                    "term": "Sarcoma"
                },
                {
                    "id": "D000018204",
                    "term": "Neoplasms, Connective and Soft Tissue"
                },
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000009379",
                    "term": "Neoplasms, Muscle Tissue"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M10902",
                    "name": "Leiomyosarcoma",
                    "asFound": "Leiomyosarcoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M15327",
                    "name": "Sarcoma",
                    "relevance": "LOW"
                },
                {
                    "id": "M20350",
                    "name": "Neoplasms, Connective and Soft Tissue",
                    "relevance": "LOW"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "T3367",
                    "name": "Leiomyosarcoma",
                    "asFound": "Leiomyosarcoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "T5284",
                    "name": "Soft Tissue Sarcoma",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000014801",
                    "term": "Vitamin A"
                },
                {
                    "id": "D000014212",
                    "term": "Tretinoin"
                },
                {
                    "id": "C000627974",
                    "term": "Cemiplimab"
                }
            ],
            "ancestors": [
                {
                    "id": "D000014815",
                    "term": "Vitamins"
                },
                {
                    "id": "D000018977",
                    "term": "Micronutrients"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                },
                {
                    "id": "D000007641",
                    "term": "Keratolytic Agents"
                },
                {
                    "id": "D000003879",
                    "term": "Dermatologic Agents"
                },
                {
                    "id": "D000074322",
                    "term": "Antineoplastic Agents, Immunological"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M17544",
                    "name": "Vitamin A",
                    "asFound": "In accordance",
                    "relevance": "HIGH"
                },
                {
                    "id": "M16965",
                    "name": "Tretinoin",
                    "asFound": "Renal Cell",
                    "relevance": "HIGH"
                },
                {
                    "id": "M302522",
                    "name": "Cemiplimab",
                    "asFound": "RAD",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17558",
                    "name": "Vitamins",
                    "relevance": "LOW"
                },
                {
                    "id": "M302395",
                    "name": "Retinol palmitate",
                    "relevance": "LOW"
                },
                {
                    "id": "M21009",
                    "name": "Micronutrients",
                    "relevance": "LOW"
                },
                {
                    "id": "M16885",
                    "name": "Trace Elements",
                    "relevance": "LOW"
                },
                {
                    "id": "M10667",
                    "name": "Keratolytic Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M7074",
                    "name": "Dermatologic Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M1346",
                    "name": "Antineoplastic Agents, Immunological",
                    "relevance": "LOW"
                },
                {
                    "id": "T468",
                    "name": "Vitamin A",
                    "asFound": "In accordance",
                    "relevance": "HIGH"
                },
                {
                    "id": "T462",
                    "name": "Retinol",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Micro",
                    "name": "Micronutrients"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "Derm",
                    "name": "Dermatologic Agents"
                },
                {
                    "abbrev": "Vi",
                    "name": "Vitamins"
                }
            ]
        }
    },
    "hasResults": false
}