{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05669014",
            "orgStudyIdInfo": {
                "id": "HZNP-DAX-205"
            },
            "secondaryIdInfos": [
                {
                    "id": "2022-502810-10-00",
                    "type": "OTHER",
                    "domain": "EU CT Number"
                }
            ],
            "organization": {
                "fullName": "Amgen",
                "class": "INDUSTRY"
            },
            "briefTitle": "A Phase 2 Proof of Concept Study to Evaluate the Efficacy and Safety of Daxdilimab in Participants With Dermatomyositis (DM) or Anti-synthetase Inflammatory Myositis (ASIM)",
            "officialTitle": "A Phase 2, Randomized, Double-blind, Placebo-controlled, Efficacy and Safety Study of Daxdilimab Subcutaneous Injection in Adult Participants With Inadequately Controlled Dermatomyositis or Anti-synthetase Inflammatory Myositis.",
            "therapeuticArea": [
                "Immunology and Rheumatology"
            ],
            "study": "a-phase-proof-of-concept-study-to-evaluate-the-efficacy-and-safety-of-daxdilimab-in-participants-with-dermatomyositis-dm-or-anti-synthetase-inflammatory-myositis-asim"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-12-04",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-10-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-05-22",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-12-20",
            "studyFirstSubmitQcDate": "2022-12-20",
            "studyFirstPostDateStruct": {
                "date": "2022-12-30",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-24",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-25",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Amgen",
                "class": "INDUSTRY"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The primary efficacy objective:\n\nTo evaluate the effect of daxdilimab compared with placebo in reducing disease activity at Week 24.\n\nThe secondary efficacy objectives include:\n\n1. To evaluate the effect of daxdilimab compared with placebo in reducing disease activity at Week 24.\n2. To evaluate the effect of daxdilimab compared with placebo on skin symptoms at Week 24.\n3. To evaluate the effect of daxdilimab on decreasing the use of corticosteroid at Week 24.\n\nOther secondary objectives include:\n\n1. To characterize the pharmacokinetics (PK) and immunogenicity of daxdilimab in participants.\n2. To evaluate the safety and tolerability of daxdilimab in participants.",
            "detailedDescription": "The study will enroll 96 participants with 2 idiopathic inflammatory myositis populations:\n\n* Population 1 or dermatomyositis (DM): participants with DM with definite or probable myositis according to the American College of Rheumatology/European League Against Rheumatism 2017 (ACR/EULAR 2017) criteria and a DM rash.\n* Population 2 or anti-synthetase inflammatory myositis (ASIM): participants with ASIM with definite or probable myositis according to ACR/EULAR 2017 criteria and a positive ASIM associated antibody.\n\nParticipants will be randomized by population in a 1:1 ratio and receive investigational product (IP) daxdilimab or placebo by subcutaneous injection.\n\nThe estimated total study duration will be up to 60 weeks.\n\nAcquired from Horizon in 2024."
        },
        "conditionsModule": {
            "conditions": [
                "Idiopathic Inflammatory Myositis"
            ],
            "keywords": [
                "Anti-synthetase syndrome",
                "Myositis",
                "Polymyositis"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "INVESTIGATOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 96,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Daxdilimab",
                    "type": "EXPERIMENTAL",
                    "description": "Daxdilimab will be administered by subcutaneous (SC) injection over a total of 44 weeks.",
                    "interventionNames": [
                        "Drug: Daxdilimab"
                    ]
                },
                {
                    "label": "Placebo",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "Matching placebo will be administered by SC injection over a total of 24 weeks, then will be administered active drug by SC injection up to Week 44",
                    "interventionNames": [
                        "Drug: Daxdilimab",
                        "Drug: Placebo"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Daxdilimab",
                    "description": "Participants will be administered daxdilimab by subcutaneous (SC) injection",
                    "armGroupLabels": [
                        "Daxdilimab",
                        "Placebo"
                    ],
                    "otherNames": [
                        "HZN-7734"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Placebo",
                    "description": "Participants will be administered identically matching placebo by SC injection over a total of 24 weeks, then participants will be given active treatment for the remainder of the study.",
                    "armGroupLabels": [
                        "Placebo"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Efficacy of daxdilimab compared to placebo as measured by Total Improvement Score (TIS)",
                    "description": "TIS is a composite endpoint based on improvement in the 6 Disease Activity Core Set Measure (CSM) scores and range from 0 to 100 (2016 European League Against Rheumatism \\[EULAR\\]/American College of Rheumatology \\[ACR\\] Myositis Response Criteria) where a higher score is indicative of more improvement",
                    "timeFrame": "At Week 24"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Proportion of participants with improvement of TIS ≥ 40 and without deterioration at 2 consecutive visits at 24 weeks",
                    "description": "TIS is a composite endpoint based on improvement in the 6 Disease Activity Core Set Measure (CSM) scores and range from 0 to 100 (2016 European League Against Rheumatism \\[EULAR\\]/American College of Rheumatology \\[ACR\\] Myositis Response Criteria) where a higher score is indicative of more improvement",
                    "timeFrame": "At 24 Weeks"
                },
                {
                    "measure": "Proportion of participants with improvement of TIS ≥ 20 and without deterioration at 2 consecutive visits at 24 weeks",
                    "description": "TIS is a composite endpoint based on improvement in the 6 Disease Activity Core Set Measure (CSM) scores and range from 0 to 100 (2016 European League Against Rheumatism \\[EULAR\\]/American College of Rheumatology \\[ACR\\] Myositis Response Criteria) where a higher score is indicative of more improvement",
                    "timeFrame": "At 24 Weeks"
                },
                {
                    "measure": "Change in the cutaneous dermatomyositis disease area and severity index (CDASI) activity score from Baseline (Day 1) to Week 24",
                    "description": "The CDASI is used to assess the severity of cutaneous DM and detect improvement in disease activity. The scale rates disease involvement in 15 different body areas using 3 activity (erythema, scale, erosion/ulceration) and 2 damage (poikiloderma, calcinosis) measures. The activity score ranges from 0 to 100 and the damage score from 0 to 32. Higher scores indicate greater disease severity",
                    "timeFrame": "Baseline (Day1) to Week 24"
                },
                {
                    "measure": "Proportion of participants on an oral corticosteroid (OCS) dose ≥ 10 mg of prednisone or equivalent at baseline who achieve a clinically meaningful reduction in the OCS dose at Week 24",
                    "description": "A clinically meaningful reduction is measured as either a 25% decrease or an OCS dose of 7.5 mg/day of prednisone or equivalent",
                    "timeFrame": "Baseline to Week 24"
                },
                {
                    "measure": "Serum concentration of daxdilimab over time",
                    "timeFrame": "Baseline to Week 56"
                },
                {
                    "measure": "Proportion of the participants with anti-drug antibodies (ADA) positive post-baseline only or boosted their pre-existing ADA during the study period.",
                    "timeFrame": "Baseline to Week 56"
                },
                {
                    "measure": "Incidence of ADA directed against daxdilimab over time",
                    "timeFrame": "Baseline to Week 56"
                },
                {
                    "measure": "Titer of ADA to daxdilimab over time",
                    "timeFrame": "Baseline to Week 56"
                },
                {
                    "measure": "Incidence of treatment emergent adverse events (TEAEs)",
                    "timeFrame": "Baseline to Week 56"
                },
                {
                    "measure": "Incidence of treatment emergent serious adverse events (TESAEs)",
                    "timeFrame": "Baseline to Week 56"
                },
                {
                    "measure": "Incidence of treatment emergent adverse events of special interest (TEAESIs)",
                    "description": "TEAESIs including hypersensitivity reactions, anaphylaxis, herpes zoster infection, severe \\[(common terminology criteria for adverse events (CTCAE)\\] Grade 3 or higher) viral infection/reactivation, opportunistic infection, and malignancy (except non melanoma skin cancer)",
                    "timeFrame": "Baseline to Week 56"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Key Inclusion Criteria:\n\n1. Adult men or women 18 and ≤ 75 years of age at the time of signing the informed consent (ICF).\n2. A diagnosis of definite or probable myositis according to American College of Rheumatology/European League Against Rheumatism 2017 (ACR/EULAR 2017) criteria:\n\n   1. Population 1: DM\n\n      * Diagnosis of DM with DM rash current or historical, or\n   2. Population 2: ASIM\n\n      * Anti-histidyl tRNA synthetase-(Anti-Jo-1) antibodies must be positive during screening by central laboratory testing, or\n      * One of following antibodies must be positive by historical testing: directed against anti-alanyl- (anti-PL-12), anti-threonyl-(anti PL-7), anti-asparaginyl-(anti-KS), anti-glycyl-(anti-EJ), anti-isoleucyl-(anti-OJ), anti-phenylalanyl-transfer RNA synthetase-(anti-ZO), anti-tyrosil-YRS(HA).\n3. Currently active myositis with all the following (a, b, and c) during screening:\n\n   1. Manual Muscle Testing (MMT 8) score \\< 142\n   2. At least 2 other abnormal core set measures (CSM) from the following list:\n\n      * Patient global disease activity (PtGDA) ≥ 2 cm in a 10 cm visual analog scale (VAS)\n      * Physician's Global Disease Activity (PhGDA) ≥ 2 cm in a 10 cm VAS\n      * Extramuscular activity ≥ 2cm in a 10 cm VAS\n      * At least one muscle enzyme 1.5 times upper limit of normal (ULN)\n      * Health assessment questionnaire-disability index (HAQ-DI) ≥ 0.5\n   3. Global muscle damage score ≤ 5 on a 10 cm VAS on the myositis damage index (MDI).\n4. Participants should be on stable standard of care therapy if tolerated; if they are not able to tolerate it or have failed standard of care, medications should have a washed out period.\n5. Participants should be willing to taper corticosteroid dose per protocol when stable or improving.\n\nExclusion Criteria:\n\n1. Any condition that, in the opinion of the investigator or sponsor, would interfere with the evaluation of investigational product (IP) or interpretation of participant safety or study results.\n2. Weight \\> 160 kg (352 pounds) at screening.\n3. Breastfeeding or pregnant women or women who intend to become pregnant anytime from signing the ICF through 6 months after receiving the last dose of IP.\n4. History of clinically meaningful cardiac disease including unstable angina, myocardial infarction, congestive heart failure within 6 months prior to randomization; arrhythmia requiring active therapy, except for clinically insignificant extra systoles, or minor conduction abnormalities; or presence of clinically meaningful abnormality on electrocardiogram (ECG) if, in the opinion of the Investigator, it would increase the risk of study participation.\n5. History of cancer within the past 5 years\n6. Any underlying condition that in the opinion of the Investigator significantly predisposes the participant to infection (eg. hepatitis C).\n7. Known history of a primary immunodeficiency or an underlying condition, such as known human immunodeficiency virus (HIV) infection, or a positive result for HIV infection per central laboratory.\n8. All participants will undergo testing for hepatitis B virus serology as defined in the protocol.\n9. Active tuberculosis (TB), or a positive interferon gamma (IFN-γ) release assay (IGRA) test at screening, unless documented history of appropriate treatment for active or latent TB according to local guidelines.\n10. Any severe herpes virus family infection (including Epstein-Barr virus, cytomegalovirus \\[CMV\\]) at any time prior to randomization.\n11. Opportunistic infection requiring hospitalization or parenteral antimicrobial treatment within 2 years prior to randomization.\n12. Significant organ system involvement or myositis damage (global muscle damage score \\> 5 on a 10 cm VAS scale on the MDI) that poses risks in the study or impedes assessments.\n13. Diagnosis of immune-mediated necrotizing myopathy (IMNM) \\[(positive 3-hydroxy-3-methylglutaryl-coenzyme A reductase (anti-HMGR), anti-signal recognition particle (anti- SRP), or antibody negative)\\], inclusion body myositis (IBM) (including positive anti-cytosolic 5'-nucleotidase 1A (anti cN1A), or drug-induced myositis.\n14. Current musculoskeletal, joint, or inflammatory disease, including significant joint contractures or calcinosis that in the opinion of the investigator, could interfere with the muscle strength assessments and confound the disease activity assessments.\n15. Wheelchair bound participants.\n16. Current inflammatory skin disease other than DM or ASIM that, in the opinion of the investigator, could interfere with the inflammatory skin assessments or confound the disease activity assessments.\n17. Severe interstitial lung disease where respiratory symptoms limit participant function or progressive pulmonary fibrosis.\n18. Myositis in overlap with another connective tissue disease that precludes the accurate assessment of a treatment response (for example, difficulty in assessing muscle strength in a scleroderma patient with associated myositis).",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "75 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Amgen Call Center",
                    "role": "CONTACT",
                    "phone": "866-572-6436",
                    "email": "medinfo@amgen.com"
                }
            ],
            "overallOfficials": [
                {
                    "name": "MD",
                    "affiliation": "Amgen",
                    "role": "STUDY_DIRECTOR"
                }
            ],
            "locations": [
                {
                    "facility": "Mayo Clinic Scottsdale - PPDS",
                    "status": "RECRUITING",
                    "city": "Scottsdale",
                    "state": "Arizona",
                    "zip": "85259-5452",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 33.50921,
                        "lon": -111.89903
                    }
                },
                {
                    "facility": "Advanced Research Center, Inc.",
                    "status": "RECRUITING",
                    "city": "Anaheim",
                    "state": "California",
                    "zip": "92805-5854",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 33.83529,
                        "lon": -117.9145
                    }
                },
                {
                    "facility": "University of California Irvine-200 S Manchester Ave",
                    "status": "RECRUITING",
                    "city": "Orange",
                    "state": "California",
                    "zip": "92868",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 33.78779,
                        "lon": -117.85311
                    }
                },
                {
                    "facility": "Barbara Davis Center",
                    "status": "RECRUITING",
                    "city": "Aurora",
                    "state": "Colorado",
                    "zip": "80045-2536",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 39.72943,
                        "lon": -104.83192
                    }
                },
                {
                    "facility": "National Jewish Health Main Campus",
                    "status": "RECRUITING",
                    "city": "Denver",
                    "state": "Colorado",
                    "zip": "80206-2761",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 39.73915,
                        "lon": -104.9847
                    }
                },
                {
                    "facility": "Emory University",
                    "status": "RECRUITING",
                    "city": "Atlanta",
                    "state": "Georgia",
                    "zip": "30322-1013",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 33.749,
                        "lon": -84.38798
                    }
                },
                {
                    "facility": "Medical College of Georgia at Augusta University",
                    "status": "RECRUITING",
                    "city": "Augusta",
                    "state": "Georgia",
                    "zip": "30912-0004",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 33.47097,
                        "lon": -81.97484
                    }
                },
                {
                    "facility": "University of Kansas Medical Center - Landon Center on Aging",
                    "status": "RECRUITING",
                    "city": "Kansas City",
                    "state": "Kansas",
                    "zip": "66103-2078",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 39.11417,
                        "lon": -94.62746
                    }
                },
                {
                    "facility": "Johns Hopkins University",
                    "status": "RECRUITING",
                    "city": "Baltimore",
                    "state": "Maryland",
                    "zip": "21224-6821",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 39.29038,
                        "lon": -76.61219
                    }
                },
                {
                    "facility": "MedStar Franklin Square Medical Center",
                    "status": "RECRUITING",
                    "city": "Baltimore",
                    "state": "Maryland",
                    "zip": "21237-3900",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 39.29038,
                        "lon": -76.61219
                    }
                },
                {
                    "facility": "OSU Dermatology East - Columbus",
                    "status": "RECRUITING",
                    "city": "Columbus",
                    "state": "Ohio",
                    "zip": "43230-5317",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 39.96118,
                        "lon": -82.99879
                    }
                },
                {
                    "facility": "Instituto CER S.A.",
                    "status": "RECRUITING",
                    "city": "Quilmes",
                    "state": "Buenos Aires",
                    "zip": "B1878DVB",
                    "country": "Argentina",
                    "geoPoint": {
                        "lat": -34.72904,
                        "lon": -58.26374
                    }
                },
                {
                    "facility": "Campbelltown Hospital",
                    "status": "RECRUITING",
                    "city": "Campbelltown",
                    "state": "New South Wales",
                    "zip": "2560",
                    "country": "Australia",
                    "geoPoint": {
                        "lat": -34.06667,
                        "lon": 150.81667
                    }
                },
                {
                    "facility": "Griffith University",
                    "status": "RECRUITING",
                    "city": "Southport",
                    "state": "Queensland",
                    "zip": "4222",
                    "country": "Australia",
                    "geoPoint": {
                        "lat": -27.96724,
                        "lon": 153.39796
                    }
                },
                {
                    "facility": "SER - Serviços Especializados em Reumatologia da Bahia S/S - ME",
                    "status": "RECRUITING",
                    "city": "Salvador",
                    "state": "Bahia",
                    "zip": "40150-150",
                    "country": "Brazil",
                    "geoPoint": {
                        "lat": -12.97111,
                        "lon": -38.51083
                    }
                },
                {
                    "facility": "L2 Ip - Instituto de Pesquisas Clinicas Ltda - ME",
                    "status": "RECRUITING",
                    "city": "Brasília",
                    "state": "Distrito Federal",
                    "zip": "70300-730",
                    "country": "Brazil",
                    "geoPoint": {
                        "lat": -15.77972,
                        "lon": -47.92972
                    }
                },
                {
                    "facility": "Santa Casa de Misericordia de Belo Horizonte",
                    "status": "RECRUITING",
                    "city": "Belo Horizonte",
                    "state": "Minas Gerais",
                    "zip": "30150-221",
                    "country": "Brazil",
                    "geoPoint": {
                        "lat": -19.92083,
                        "lon": -43.93778
                    }
                },
                {
                    "facility": "Centro Mineiro de Pesquisa - CMiP",
                    "status": "RECRUITING",
                    "city": "Juiz De Fora",
                    "state": "Minas Gerais",
                    "zip": "36010-570",
                    "country": "Brazil",
                    "geoPoint": {
                        "lat": -21.76417,
                        "lon": -43.35028
                    }
                },
                {
                    "facility": "Instituto de Neurologia de Curitiba (INC)",
                    "status": "RECRUITING",
                    "city": "Curitiba",
                    "state": "Paraná",
                    "zip": "81210-310",
                    "country": "Brazil",
                    "geoPoint": {
                        "lat": -25.42778,
                        "lon": -49.27306
                    }
                },
                {
                    "facility": "LMK Servicos Medicos SS",
                    "status": "RECRUITING",
                    "city": "Porto Alegre",
                    "state": "Rio Grande Do Sul",
                    "zip": "90480-000",
                    "country": "Brazil",
                    "geoPoint": {
                        "lat": -30.03306,
                        "lon": -51.23
                    }
                },
                {
                    "facility": "Revmatologicky ustav",
                    "status": "RECRUITING",
                    "city": "Prague",
                    "state": "Praha, Hlavní Mesto",
                    "zip": "128 00",
                    "country": "Czechia",
                    "geoPoint": {
                        "lat": 50.08804,
                        "lon": 14.42076
                    }
                },
                {
                    "facility": "Universitätsklinikum Freiburg",
                    "status": "RECRUITING",
                    "city": "Freiburg",
                    "state": "Baden-Württemberg",
                    "zip": "79106",
                    "country": "Germany",
                    "geoPoint": {
                        "lat": 47.9959,
                        "lon": 7.85222
                    }
                },
                {
                    "facility": "ASST degli Spedali Civili di Brescia - Spedali Civili di Brescia",
                    "status": "RECRUITING",
                    "city": "Brescia",
                    "state": "Lombardia",
                    "zip": "25123",
                    "country": "Italy",
                    "geoPoint": {
                        "lat": 45.53558,
                        "lon": 10.21472
                    }
                },
                {
                    "facility": "Ospedale San Raffaele S.r.l. - PPDS",
                    "status": "RECRUITING",
                    "city": "Milano",
                    "state": "Lombardia",
                    "zip": "20132",
                    "country": "Italy",
                    "geoPoint": {
                        "lat": 45.46427,
                        "lon": 9.18951
                    }
                },
                {
                    "facility": "AOU Policlinico Gaspare Rodolico-San Marco - Presidio Ospedaliero San Marco",
                    "status": "RECRUITING",
                    "city": "Catania",
                    "state": "Sicilia",
                    "zip": "95121",
                    "country": "Italy",
                    "geoPoint": {
                        "lat": 37.49223,
                        "lon": 15.07041
                    }
                },
                {
                    "facility": "Centro de Estudios de Investigacion Basica Y Clinica SC",
                    "status": "RECRUITING",
                    "city": "Guadalajara",
                    "state": "Jalisco",
                    "zip": "44690",
                    "country": "Mexico",
                    "geoPoint": {
                        "lat": 20.66682,
                        "lon": -103.39182
                    }
                },
                {
                    "facility": "Hospital Universitario Dr. Jose Eleuterio González",
                    "status": "RECRUITING",
                    "city": "Monterrey",
                    "state": "Nuevo León",
                    "zip": "64460",
                    "country": "Mexico",
                    "geoPoint": {
                        "lat": 25.67507,
                        "lon": -100.31847
                    }
                },
                {
                    "facility": "Unidad de Investigacion de las Enfermedades Reumaticas S.A. De C.V.",
                    "status": "RECRUITING",
                    "city": "Mexico city",
                    "country": "Mexico",
                    "geoPoint": {
                        "lat": 19.42847,
                        "lon": -99.12766
                    }
                },
                {
                    "facility": "Accelerium, S. de R.L. de C.V. - PPDS",
                    "status": "RECRUITING",
                    "city": "Monterrey",
                    "zip": "64000",
                    "country": "Mexico",
                    "geoPoint": {
                        "lat": 25.67507,
                        "lon": -100.31847
                    }
                },
                {
                    "facility": "Hospital Universitario A Coruña",
                    "status": "RECRUITING",
                    "city": "a Coruña",
                    "zip": "15006",
                    "country": "Spain",
                    "geoPoint": {
                        "lat": 43.37135,
                        "lon": -8.396
                    }
                },
                {
                    "facility": "Hospital Quironsalud Infanta Luisa",
                    "status": "RECRUITING",
                    "city": "Sevilla",
                    "zip": "41010",
                    "country": "Spain",
                    "geoPoint": {
                        "lat": 37.38283,
                        "lon": -5.97317
                    }
                },
                {
                    "facility": "Aintree University Hospital - NWCRN - PPDS",
                    "status": "RECRUITING",
                    "city": "Liverpool",
                    "state": "Merseyside",
                    "zip": "L9 7AL",
                    "country": "United Kingdom",
                    "geoPoint": {
                        "lat": 53.41058,
                        "lon": -2.97794
                    }
                },
                {
                    "facility": "Western General Hospital Edinburgh - PPDS",
                    "status": "RECRUITING",
                    "city": "Edinburgh",
                    "state": "Midlothian",
                    "zip": "EH4 2XU",
                    "country": "United Kingdom",
                    "geoPoint": {
                        "lat": 55.95206,
                        "lon": -3.19648
                    }
                }
            ]
        },
        "referencesModule": {
            "seeAlsoLinks": [
                {
                    "label": "AmgenTrials clinical trials website",
                    "url": "http://www.amgentrials.com"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "De-identified individual patient data for variables necessary to address the specific research question in an approved data sharing request.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF",
                "CSR"
            ],
            "timeFrame": "Data sharing requests relating to this study will be considered beginning 18 months after the study has ended and either 1) the product and indication have been granted marketing authorization in both the US and Europe or 2) clinical development for the product and/or indication discontinues and the data will not be submitted to regulatory authorities. There is no end date for eligibility to submit a data sharing request for this study.",
            "accessCriteria": "Qualified researchers may submit a request containing the research objectives, the Amgen product(s) and Amgen study/studies in scope, endpoints/outcomes of interest, statistical analysis plan, data requirements, publication plan, and qualifications of the researcher(s). In general, Amgen does not grant external requests for individual patient data for the purpose of re-evaluating safety and efficacy issues already addressed in the product labelling. Requests are reviewed by a committee of internal advisors. If not approved, a Data Sharing Independent Review Panel will arbitrate and make the final decision. Upon approval, information necessary to address the research question will be provided under the terms of a data sharing agreement. This may include anonymized individual patient data and/or available supporting documents, containing fragments of analysis code where provided in analysis specifications. Further details are available at the URL below.",
            "url": "http://www.amgen.com/datasharing"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000003882",
                    "term": "Dermatomyositis"
                },
                {
                    "id": "D000009220",
                    "term": "Myositis"
                }
            ],
            "ancestors": [
                {
                    "id": "D000017285",
                    "term": "Polymyositis"
                },
                {
                    "id": "D000009135",
                    "term": "Muscular Diseases"
                },
                {
                    "id": "D000009140",
                    "term": "Musculoskeletal Diseases"
                },
                {
                    "id": "D000009468",
                    "term": "Neuromuscular Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000003240",
                    "term": "Connective Tissue Diseases"
                },
                {
                    "id": "D000012871",
                    "term": "Skin Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M16355",
                    "name": "Syndrome",
                    "relevance": "LOW"
                },
                {
                    "id": "M12172",
                    "name": "Myositis",
                    "asFound": "Myositis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7077",
                    "name": "Dermatomyositis",
                    "asFound": "Dermatomyositis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M19579",
                    "name": "Polymyositis",
                    "relevance": "LOW"
                },
                {
                    "id": "M12092",
                    "name": "Muscular Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12097",
                    "name": "Musculoskeletal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12411",
                    "name": "Neuromuscular Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M6464",
                    "name": "Connective Tissue Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M15674",
                    "name": "Skin Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T3001",
                    "name": "Idiopathic Inflammatory Myopathy",
                    "asFound": "Myositis",
                    "relevance": "HIGH"
                },
                {
                    "id": "T1814",
                    "name": "Dermatomyositis",
                    "asFound": "Dermatomyositis",
                    "relevance": "HIGH"
                },
                {
                    "id": "T4623",
                    "name": "Polymyositis",
                    "relevance": "LOW"
                },
                {
                    "id": "T439",
                    "name": "Antisynthetase Syndrome",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC05",
                    "name": "Musculoskeletal Diseases"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}