{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05713253",
            "orgStudyIdInfo": {
                "id": "CHTA-107-ILEX"
            },
            "organization": {
                "fullName": "Johnson & Johnson Surgical Vision, Inc.",
                "class": "INDUSTRY"
            },
            "briefTitle": "A PHASED, PROSPECTIVE, MULTI-CENTER STUDY OF THE ELITA SYSTEM",
            "officialTitle": "A PHASED, PROSPECTIVE, MULTI-CENTER STUDY OF THE ELITA SYSTEM FOR THE REDUCTION OR ELIMINATION OF MYOPIC REFRACTIVE ERRORS WITH OR WITHOUT ASTIGMATISM",
            "therapeuticArea": [
                "Other"
            ],
            "study": "a-phased-prospective-multi-center-study-of-the-elita-system"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-02-02",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-02-28",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-02-28",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-01-25",
            "studyFirstSubmitQcDate": "2023-01-25",
            "studyFirstPostDateStruct": {
                "date": "2023-02-06",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-16",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-18",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Johnson & Johnson Surgical Vision, Inc.",
                "class": "INDUSTRY"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUnapprovedDevice": true
        },
        "descriptionModule": {
            "briefSummary": "This study will be a 2-phase, prospective, multicenter, open-label, non-comparative, non-randomized clinical investigation to confirm the safety and effectiveness of the ELITA system."
        },
        "conditionsModule": {
            "conditions": [
                "Refractive Error"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 450,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "ELITA System",
                    "type": "EXPERIMENTAL",
                    "description": "Each subject will receive a SILK lenticule removal procedure on one eye and a commercially available laser vision correction procedure on their fellow eye (Feasibility Phase). Subjects will receive a lenticule removal procedure on both eyes to reduce or eliminate myopic refractive errors (Pivotal Phase). The second eye treatment will be considered only after the first eye 1-week follow up visit has been completed and safety criteria are met.",
                    "interventionNames": [
                        "Device: ELITA System"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "ELITA System",
                    "description": "Each subject will receive a SILK lenticule removal procedure on one eye and a commercially available laser vision correction procedure on their fellow eye (Feasibility Phase). Subjects will receive a lenticule removal procedure on both eyes to reduce or eliminate myopic refractive errors (Pivotal Phase). The second eye treatment will be considered only after the first eye 1-week follow up visit has been completed and safety criteria are met.",
                    "armGroupLabels": [
                        "ELITA System"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Monocular UCVA",
                    "description": "The frequency, and proportion of eyes with each acuity line of monocular UCVA",
                    "timeFrame": "6 months or at the point of refractive stability"
                },
                {
                    "measure": "Maintenance of BSCVA",
                    "description": "The frequency and proportion of eyes with BSCVA line changes",
                    "timeFrame": "6 months or at the point of refractive stability"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "MRSE Predictability",
                    "description": "The frequency and proportion of eyes with MRSE within 0.50 D and 1.00 D. The frequency and proportion of eyes with MRSE under-corrected by more than 1.00 D or 2.00 D and eyes with MRSE over-corrected by more than 1.00 D or 2.00 D.",
                    "timeFrame": "6 months or at the point of refractive stability"
                },
                {
                    "measure": "Maintenance of BSCVA-Preservation 20/40",
                    "description": "The frequency and proportion of eyes with each acuity line of BSCVA",
                    "timeFrame": "6 months or at the point of refractive stability"
                },
                {
                    "measure": "Induced Manifest Refractive Astigmatism",
                    "description": "The frequency and proportion of eyes with induced manifest refractive astigmatism greater than 2.00 D.",
                    "timeFrame": "6 months or at the point of refractive stability"
                },
                {
                    "measure": "Corneal Haze Beyond 6 Months with Loss of > 2 lines of BSCVA",
                    "description": "The frequency and proportion of eyes with corneal haze and loss of ≥ 2 lines of BSCVA beyond 6 months.",
                    "timeFrame": "9 months or at the point of refractive stability"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\nTo be considered for enrollment, subject must:\n\n1. Age ≥22 years old.\n2. Subjects with myopic refractive error up to -10.00 D sphere and astigmatism up to -5.00 D with the sum of sphere and cylinder between -1.00 D and -10.00 D using minus cylinder convention based on manifest refraction.\n3. Anticipated residual corneal stromal thickness of at least 250 microns based on preoperative corneal pachymetry minus calculated maximum lenticule thickness to be extracted.\n4. Uncorrected visual acuity of 20/40 or worse.\n5. Distance Best Spectacle Corrected Visual Acuity (BSCVA) of 20/20 or better.\n6. BSCVA ≥2 lines (≥10 letters) better than distance Uncorrected Visual Acuity (UCVA).\n7. Less than or equal to 0.75 D difference between cycloplegic and manifest refraction sphere.\n8. A stable refractive error (based on a previous exam, medical records, lensometry, or prescription at least 12 months prior to the preoperative manifest refraction), as defined by a change of ≤0.50 D in MRSE and ≤0.50 D in MRC. Additionally, the astigmatic axis must also be within 15 degrees for eyes with \\>0.50 D of preoperative and historical manifest cylinder.\n9. Any subject eye with a history of contact lens wear within the last 4 weeks must demonstrate refractive stability according to the following:\n\nRigid, toric, or extended wear contact lenses (toric or spherical) must be removed for at least 2 weeks and soft contact lenses (spherical) for at least 3 days prior to the first refraction used to establish stability.\n\nTwo consecutive manifest refractions and keratometry readings must be conducted at least 7 days apart.\n\nRefractive stability is defined as a change of not more than 0.50 D in manifest refractive sphere and cylinder as well as keratometry meridian (either axis) between measurements.\n\nIf the subject meets the refractive stability criteria, contact lens wear is not permitted for 2 weeks (rigid/toric/extended wear) or 3 days (soft) prior to surgery 14. Willing and capable of complying with follow-up examinations for the duration of the study.\n\n15. Signed informed consent or equivalent documentation necessary to comply with applicable privacy laws pertaining to medical treatment.\n\nExclusion Criteria:\n\nSubjects will not be eligible to take part in the study if subjects:\n\n1. Concurrent use of systemic (including inhaled) medications that may impair healing, including but not limited to: antimetabolites, isotretinoin (Accutane®) within 6 months of treatment, and amiodarone hydrochloride (Cordarone®) within 12 months of treatment.\n\n   NOTE: The use of inhaled or systemic corticosteroids, whether chronic or acute, within the past 6 months is deemed to adversely affect healing and subjects using such medications are specifically excluded from eligibility.\n2. History of any of the following medical conditions, or any other condition that could affect wound healing: collagen vascular disease, autoimmune disease, immunodeficiency diseases, ocular herpes zoster or herpes simplex, endocrine disorders (including, but not limited to unstable thyroid disorders and diabetes), lupus, and rheumatoid arthritis.\n\n   NOTE: The presence of diabetes (either type 1 or 2), regardless of disease duration, severity, or control, will specifically exclude subjects from eligibility.\n3. Subjects with a cardiac pacemaker, implanted defibrillator or other implanted electronic device.\n4. History of prior intraocular or corneal surgery (including cataract extraction and/or refractive surgery), existing corneal implant, active ophthalmic disease or abnormality (including, but not limited to, symptomatic blepharitis, recurrent corneal erosion, history or evidence of corneal ulcer (including but not limited to presence of visible corneal scar, abnormal topography is NOT necessary), clinically significant dry eye disease, neovascularization \\> 1 mm from limbus, retinal detachment/repair, clinically significant lens opacity, clinical evidence of trauma/lesions, corneal opacity within the central 9 mm and visible on topography.\n5. Evidence of glaucoma regardless of medication regimen or control, an IOP greater than 21 mmHg at screening or propensity for narrow angle glaucoma.\n6. Evidence of keratoconus, pellucid marginal degeneration, corneal dystrophy or irregularity, unstable (distorted/not clear) corneal mires on central keratometry images, corneal edema, corneal lesion, hypotony, or abnormal topography. Corneal thickness thinner than 490 microns at the thinnest point.\n7. Known sensitivity or inappropriate responsiveness to any of the medications used in the postoperative course.\n8. Either eye does not meet all inclusion criteria and does not fall within approved indications for treatment using femtosecond or excimer Laser.\n9. Desire for monovision correction\n10. Women who are pregnant, breast-feeding, or intend to become pregnant during the study.\n\n    Note: Women who were pregnant or nursing may not be enrolled until 6 months after either delivery or have stopped nursing and there is documented refractive stability.\n11. Concurrent participation or participation within 60 days prior to preoperative visit in any other clinical trial\n12. Subjects with increased risk of experiencing suction loss during treatment (difficulty achieving or maintaining suction) based on surgeon's determination, such as subjects with: Deep orbits, strong blinks, anxiety, pterygium, difficulty following directions or unable to fixate, head tremor, or any other finding suggesting increased risk of a decentered or malformed lenticule.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "22 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Study Contact",
                    "role": "CONTACT",
                    "phone": "714-604-6722",
                    "email": "lkrokhma@its.jnj.com"
                },
                {
                    "name": "Dari Parizadeh",
                    "role": "CONTACT",
                    "phone": "949-510-4680",
                    "email": "dparizad@its.jnj.com"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Johnson & Johnson Surgical Vision, Inc. Clinical Trials",
                    "affiliation": "Johnson & Johnson Surgical Vision, Inc.",
                    "role": "STUDY_DIRECTOR"
                }
            ],
            "locations": [
                {
                    "facility": "Stanford Eye Laser Center",
                    "status": "RECRUITING",
                    "city": "Palo Alto",
                    "state": "California",
                    "zip": "94303",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 37.44188,
                        "lon": -122.14302
                    }
                },
                {
                    "facility": "Hoopes, Durrie, Rivera Research, LLC",
                    "status": "RECRUITING",
                    "city": "Draper",
                    "state": "Utah",
                    "zip": "84020",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 40.52467,
                        "lon": -111.86382
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Johnson \\& Johnson Medical Devices Companies have an agreement with the Yale Open Data Access (YODA) Project to serve as the independent review panel for evaluation of requests for clinical study reports and participant level data from investigators and physicians for scientific research that will advance medical knowledge and public health. Requests for access to the study data can be submitted through the YODA project site at http://yoda.yale.edu",
            "url": "http://yoda.yale.edu"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000012030",
                    "term": "Refractive Errors"
                }
            ],
            "ancestors": [
                {
                    "id": "D000005128",
                    "term": "Eye Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M12168",
                    "name": "Myopia",
                    "relevance": "LOW"
                },
                {
                    "id": "M14872",
                    "name": "Refractive Errors",
                    "asFound": "Refractive Errors",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4558",
                    "name": "Astigmatism",
                    "relevance": "LOW"
                },
                {
                    "id": "M8271",
                    "name": "Eye Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC11",
                    "name": "Eye Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}