{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05709444",
            "orgStudyIdInfo": {
                "id": "BMT-701"
            },
            "organization": {
                "fullName": "Palatin Technologies, Inc",
                "class": "INDUSTRY"
            },
            "briefTitle": "A Phase IIb, Multicenter, Open-Label, Prospective Study of Bremelanotide in Diabetic Kidney Disease",
            "officialTitle": "A Phase IIb, Multicenter, Open-Label, Prospective Study of Bremelanotide in Diabetic Kidney Disease to Assess the Efficacy in Reducing Urinary Protein and Maintaining Podocyte Density and Function",
            "acronym": "BREAKOUT",
            "therapeuticArea": [
                "Nephrology and Renal Diseases"
            ],
            "study": "a-phase-iib-multicenter-open-label-prospective-study-of-bremelanotide-in-diabetic-kidney-disease"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-06",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-12-26",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-01-29",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-02-05",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-01-06",
            "studyFirstSubmitQcDate": "2023-01-23",
            "studyFirstPostDateStruct": {
                "date": "2023-02-02",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-06-08",
            "lastUpdatePostDateStruct": {
                "date": "2023-06-12",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Palatin Technologies, Inc",
                "class": "INDUSTRY"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This is a prospective, open-label trial to assess the efficacy of melanocortin receptor agonist bremelanotide (BMT) when administered with RAAS inhibition therapy after six months in subjects with Type II diabetic nephropathy. After six months of therapy, all subjects will remain in trial for further assessment and undergo a diagnostic renal biopsy to assess the effect of melanocortin therapy on diabetic histopathology at 12 months.",
            "detailedDescription": "A total of 45 subjects with biopsy-proven Type II diabetic nephropathy and \\>1000 mg/gm UP/Cr ratio will be enrolled to receive BMT therapy in addition to their maximum tolerated RAAS inhibition therapy for six months. The subjects' historical medical and laboratory data collected at four timepoints, approximately 18, 12, and 6 months prior to Day 0, will be reviewed and recorded to be used as baseline values."
        },
        "conditionsModule": {
            "conditions": [
                "Kidney Disease"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "interventionModelDescription": "This trial is a prospective, open-label trial to assess the efficacy of melanocortin receptor agonist bremelanotide (BMT) when administered with RAAS inhibition therapy after six months in subjects with Type II diabetic nephropathy.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 45,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Subcutaneous Bremelanotide",
                    "type": "EXPERIMENTAL",
                    "description": "BMT sterile aqueous solution for injection provided as a prefilled syringe, administered by subcutaneous (SQ) injection into the abdomen.",
                    "interventionNames": [
                        "Drug: Bremelanotide",
                        "Drug: RAAS inhibition therapy"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Bremelanotide",
                    "description": "Bremelanotide is a cyclic, heptapeptide analog of the endogenous peptide alpha melanocortin stimulating hormone (αMSH).",
                    "armGroupLabels": [
                        "Subcutaneous Bremelanotide"
                    ],
                    "otherNames": [
                        "Bremelanotide acetate"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "RAAS inhibition therapy",
                    "description": "RAS-acting agents are medicines acting on a hormone system that helps to control blood pressure and the amount of fluid in the body.",
                    "armGroupLabels": [
                        "Subcutaneous Bremelanotide"
                    ],
                    "otherNames": [
                        "Angiotensin-converting enzyme (ACE) inhibitors",
                        "Angiotensin II receptor blockers (ARBs)"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "To demonstrate efficacy of subcutaneous BMT used in combination with a subject's maximum tolerated dose of RAAS inhibition therapy to reduce urinary protein and maintain podocyte density and functions in subjects with Type II diabetic nephropathy.",
                    "description": "Proportion of subjects with Type II diabetic nephropathy who achieve a 50% reduction in their urine protein Cr (UP/Cr) ratio after six months of combined therapy (RAAS inhibition therapy plus BMT).inhibition therapy to reduce urinary protein and maintain podocyte density and functions in subjects with Type II diabetic nephropathy after six months.",
                    "timeFrame": "Baseline to after six months of combined therapy (RAAS inhibition therapy plus BMT)."
                },
                {
                    "measure": "To determine the incidence of overall adverse events, related adverse events, a composite of adverse events of special interest, serious adverse events, and the incidence of BMT discontinuation.",
                    "description": "Proportion of subjects with Type II diabetic nephropathy who achieve a 50% reduction in their urine protein Cr (UP/Cr) ratio after six months of combined therapy (RAAS inhibition therapy plus BMT) to determine the incidence of adverse events, related adverse events, adverse events of special interest, serious adverse events and BMT discontinuation.",
                    "timeFrame": "Baseline to after six months of combined therapy (RAAS inhibition therapy plus BMT)."
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "To evaluate the efficacy of SQ BMT in combination with RAAS inhibition therapy to achieve partial remission.",
                    "description": "Partial Remission: Proportion of subjects that achieve a reduction in UP/Cr ratios of \\>50% from baseline, and to a level \\< 1000 mg/gm, at six months.",
                    "timeFrame": ">50% from baseline, and to a level < 1000 mg/gm, at six months"
                },
                {
                    "measure": "To assess the efficacy of SQ BMT in combination with RAAS inhibition therapy to achieve complete remission.",
                    "description": "Clinical Remission: Proportion of subjects that achieve a reduction in UP/Cr ratios of \\>30% from baseline, at six months",
                    "timeFrame": ">30% from baseline at six months"
                },
                {
                    "measure": "To measure the efficacy of SQ BMT in combination with RAAS inhibition therapy to achieve a <1.0 ml/min/year drop in eGFR after six months",
                    "description": "Proportion of subjects with Type II diabetic Nephropathy receiving maximally tolerated renin-angiotensin (RAAS) blockade, experiencing a reduction in eGFR of greater than 5.0 ml/min/year in eGFR after 6 months of BMT therapy",
                    "timeFrame": ">5.0 ml/min/year drop in eGFR from baseline to six months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Male or female aged between 18 years and 80 years, inclusive, willing, and able to understand the risks of the trial and consents to trial conduct documented by the signing of the trial informed consent form.\n2. Have a diagnosis of Type II diabetes mellitus in a controlled state (defined as Hemoglobin A1c (HgbA1c) ≤ 10%). Note: Efforts will be made to enroll subjects with known diabetic retinopathy and diabetic peripheral neuropathy to examine the potential benefits of melanocortin receptor activation outside kidney disorders.\n3. Have a BMI ≤ 45 kg/m\\^2 at screening.\n4. Have a diagnosis of Stage I, II, or III diabetic nephropathy, confirmed by renal biopsy within 5 years of Screening.\n5. Have been on a stable dose of oral diabetic agents or insulin injections for ≥3 months prior to enrollment. Sliding scale dose of insulin based on blood sugar readings is acceptable as long as the type of insulin has remained stable.\n6. Be on a stable, maximum tolerated dose (as determined by the Investigator) of an angiotensin-converting enzyme (ACE) or angiotensin-receptor blockers (ARB) as primary antihypertensive therapy (blood pressure of \\<140/90 at screening).\n\n   Note: If the blood pressure is \\>140/90 at screening it can be repeated twice and if it is \\<140/90 upon repeat the subject is eligible for study enrollment.\n\n   Note: The addition or dose modification of ACE-ARB agents after consent is not allowed unless for a safety reason and in consultation with the Medical Monitor prior to adding or modifying.\n\n   Note: Subjects requiring additional medications to achieve the target blood pressure will use antihypertensive agents that have neutral effects on urinary proteinuria (e.g., Hydralazine or long-acting Dihydropyridine calcium channel blockers, etc.).\n7. Any subject taking Finerenone, Spironolactone, Eplerenone or any other mineralocorticoid receptor antagonists (MRAs), SGLT inhibitors, and non-dihydropyridine channel blockers (e.g., Diltiazem and Verapamil) must have been on a stable dose for ≥3 months prior to enrollment.\n\n   Note: The addition or dose modification of these agents after consent is not allowed unless for a safety reason and in consultation with the Medical Monitor prior to adding or modifying.\n8. Any subject taking a medication that the Investigator believes could alter urinary protein or eGFR must agree to maintain a stable dose throughout the study period, including SGLT2 inhibitors.\n\n   Note: Insulin and other diabetic agents can be adjusted for glycemic control.\n9. Have an eGFR by the Chronic Kidney Disease Epidemiology Collaboration (CKD-EPI) formula ≥20ml/min/1.73m\\^2, at screening.\n10. At screening, two first morning urinary voids obtained with an average UP/Cr ratio of \\>1,000 mg/gm. If the FMV values are not met, a 24-hour urine collection of protein can be completed and must average UP/Cr ratio of \\> 1,000 mg/gm for study inclusion.\n11. For female subjects:\n\n    1. Women of childbearing potential (WOCBP) must agree to abstain from heterosexual intercourse or use a highly effective contraceptive(s) (with a failure rate of \\<1% per year), as described in the protocol, during the treatment and follow-up and for at least 90 days after the last dose of BMT. Female Subjects must agree not to donate eggs (ova, oocytes) for the purpose of reproduction during this 90-day period. Hormonal-based contraception is to be employed for a minimum of 28 days prior to Day 0. The Investigator should evaluate the effectiveness of the contraception method in relation to the dose of the investigational product. Note: Oral hormonal contraceptives should be combined estrogen and progesterone. If a progesterone-only oral contraceptive is used, then a second method of birth control should be used as well.\n    2. Alternatively, a female of non-childbearing potential is defined as:\n\n    i. Age ≥ 50 years, no menses for at least one year, per subject self-report. ii. Documented hysterectomy, bilateral tubal ligation, or bilateral oophorectomy.\n12. For male subjects:\n\n    1. Agree to abstain from heterosexual intercourse or use double barrier protection with condom and spermicide with any WOCBP sexual partner from screening and continuing for at least 30 days after the administration of BMT. Male subjects must also agree not to donate sperm during these 30 days.\n    2. Alternatively, documented sterilization confirmed by the absence of sperm in the ejaculate or ≥ one-year post-operative from vasectomy.\n\nExclusion Criteria\n\nSubjects will be excluded from the trial if they meet any of the following criteria:\n\n1. Females who are pregnant or breastfeeding or plan to become pregnant or donate ova during the trial or 30 days after trial participation.\n2. Has a known allergy or intolerance to AECI, ARB, or Melanocortin peptides.\n3. Patients with a positive Serum Antigen/Antibody Hepatitis Panel (Hep B and C) and HIV antibody test Human Immunodeficiency Virus (HIV) antibody.\n\n   Note: Patient with positive hepatitis C antibody but negative PCR test for active Hepatitis C viral shedding will be allowed to participate in the study. Patients with a positive Hepatitis B surface antigen antibody or core antigen antibody will be allowed to participate in the study. Patients with circulating hepatitis B surface antigen or have a positive PCR test for active hepatitis B virus will NOT be allowed to participate in the study.\n4. Patients with a known active history of alcohol dependence and/or drug use (with Cannabis exception) will be excluded from the study.\n5. Has significant medical illnesses that cannot be adequately controlled with appropriate therapy and may obscure toxicity, dangerously alter drug metabolism, or compromise the subject's ability to participate in the trial, as determined by the Investigator.\n6. Has current or prior receipt of bremelanotide therapy within the past year.\n7. Has used cyclosporine A, adrenocorticotropic hormones, long-term corticosteroids (\\> 20 mg qd or its equivalent for \\> 3 months), or cytotoxic agents within the past 3 months.\n8. Has a known positive ANA, or Anti-ds-DNA serology and considered by the site principal investigator to have active lupus will NOT be allowed to participate in the study. Patients with a positive RPR but a negative FTA test will be allowed to participate in the study. Patients with a positive Anti-PR3 or Anti-MPO antibody test and thought to have a clinical presentation consistent with ANCA vasculitis will NOT be allowed to participate in the study.\n9. Has a solitary kidney (acute kidney injury \"AKI\" risk) or is on dialysis.\n10. Has compromising heart failure or other cardiomyopathies in the opinion of the site Investigator.\n11. Has a known history of hyperosmolar states (requiring hospitalization within two months of screening), non-diabetic glomerular disease (with the exclusion of hypertensive glomerulopathy), AKI (requiring renal replacement therapy within two months of screening), kidney transplant, cancer (within 2 years of screening with the exception of non-melanoma skin cancer).\n12. Has symptomatic and clinically significant hypotension or dehydration, as determined by the Investigator.\n13. Has taken any experimental drug or therapy within 28 days / 5 half-lives of trial treatment or concurrently participating in another clinical trial.\n14. Has a history of clinically significant bradycardia and/or a heart rate less than 50 bpm at screening.\n15. Plan for blood donations during the study and within 30 days following completion of or early discontinuation from the trial.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "80 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Brian Dodge",
                    "role": "CONTACT",
                    "phone": "640-203-9743",
                    "email": "bdodge@palatin.com"
                },
                {
                    "name": "Jeremy Whitson",
                    "role": "CONTACT",
                    "email": "jwhitson@nephro-synergy.com"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Robert Jordan",
                    "affiliation": "Palatin",
                    "role": "STUDY_DIRECTOR"
                },
                {
                    "name": "James Tumlin, MD",
                    "affiliation": "Georgia Nephrology Research Institute",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "California Institute of Renal Research",
                    "status": "RECRUITING",
                    "city": "Chula Vista",
                    "state": "California",
                    "zip": "91910",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jill Meyer, M.D.",
                            "role": "CONTACT",
                            "phone": "619-890-6290",
                            "email": "JMeyer@bnmg.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 32.64005,
                        "lon": -117.0842
                    }
                },
                {
                    "facility": "California Institute of Renal Research DBA - Balboa Research",
                    "status": "RECRUITING",
                    "city": "La Mesa",
                    "state": "California",
                    "zip": "91942",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "George Fadda, M.D., FACP",
                            "role": "CONTACT",
                            "phone": "619-461-3880"
                        }
                    ],
                    "geoPoint": {
                        "lat": 32.76783,
                        "lon": -117.02308
                    }
                },
                {
                    "facility": "Georgia Nephrology, LLC DBA -GA Nephrology Research Institute",
                    "status": "RECRUITING",
                    "city": "Decatur",
                    "state": "Georgia",
                    "zip": "30030",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Lorin Sanchez, MD",
                            "role": "CONTACT",
                            "phone": "404-294-7033"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.77483,
                        "lon": -84.29631
                    }
                },
                {
                    "facility": "Georgia Nephrology, LLC [DBA] GA Nephrology Research Institute",
                    "status": "RECRUITING",
                    "city": "Lawrenceville",
                    "state": "Georgia",
                    "zip": "30046",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "James Tumlin, M.D",
                            "role": "CONTACT",
                            "phone": "770-490-9203",
                            "email": "jamestumlinmdnephronet@gmail.com"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.95621,
                        "lon": -83.98796
                    }
                },
                {
                    "facility": "Brookview Hills Research Associates, LLC",
                    "status": "RECRUITING",
                    "city": "Winston-Salem",
                    "state": "North Carolina",
                    "zip": "27103",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Gregory Greenwood, MD",
                            "role": "CONTACT",
                            "phone": "336-768-2425"
                        }
                    ],
                    "geoPoint": {
                        "lat": 36.09986,
                        "lon": -80.24422
                    }
                },
                {
                    "facility": "Prolator Clinical Research Center",
                    "status": "RECRUITING",
                    "city": "Houston",
                    "state": "Texas",
                    "zip": "77030",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Sreedhar Mandayam, MD",
                            "role": "CONTACT",
                            "phone": "713-798-8355"
                        }
                    ],
                    "geoPoint": {
                        "lat": 29.76328,
                        "lon": -95.36327
                    }
                },
                {
                    "facility": "Clinical Advancement Center, PLLC",
                    "status": "RECRUITING",
                    "city": "San Antonio",
                    "state": "Texas",
                    "zip": "78212",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Pablo Pergola, M.D., Ph.D.",
                            "role": "CONTACT",
                            "phone": "210-223-4444",
                            "email": "ppergola@raparesearch.com"
                        }
                    ],
                    "geoPoint": {
                        "lat": 29.42412,
                        "lon": -98.49363
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000007674",
                    "term": "Kidney Diseases"
                },
                {
                    "id": "D000003928",
                    "term": "Diabetic Nephropathies"
                }
            ],
            "ancestors": [
                {
                    "id": "D000014570",
                    "term": "Urologic Diseases"
                },
                {
                    "id": "D000052776",
                    "term": "Female Urogenital Diseases"
                },
                {
                    "id": "D000005261",
                    "term": "Female Urogenital Diseases and Pregnancy Complications"
                },
                {
                    "id": "D000091642",
                    "term": "Urogenital Diseases"
                },
                {
                    "id": "D000052801",
                    "term": "Male Urogenital Diseases"
                },
                {
                    "id": "D000048909",
                    "term": "Diabetes Complications"
                },
                {
                    "id": "D000003920",
                    "term": "Diabetes Mellitus"
                },
                {
                    "id": "D000004700",
                    "term": "Endocrine System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M10698",
                    "name": "Kidney Diseases",
                    "asFound": "Kidney Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7123",
                    "name": "Diabetic Nephropathies",
                    "asFound": "Diabetic Kidney Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17319",
                    "name": "Urologic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M2875",
                    "name": "Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M27093",
                    "name": "Female Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14127",
                    "name": "Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M8399",
                    "name": "Female Urogenital Diseases and Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M27095",
                    "name": "Male Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M7115",
                    "name": "Diabetes Mellitus",
                    "relevance": "LOW"
                },
                {
                    "id": "M26004",
                    "name": "Diabetes Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M7862",
                    "name": "Endocrine System Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC19",
                    "name": "Gland and Hormone Related Diseases"
                },
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000000804",
                    "term": "Angiotensin II"
                },
                {
                    "id": "D000057911",
                    "term": "Angiotensin Receptor Antagonists"
                },
                {
                    "id": "D000000521",
                    "term": "alpha-MSH"
                },
                {
                    "id": "D000000806",
                    "term": "Angiotensin-Converting Enzyme Inhibitors"
                }
            ],
            "ancestors": [
                {
                    "id": "D000014662",
                    "term": "Vasoconstrictor Agents"
                },
                {
                    "id": "D000011480",
                    "term": "Protease Inhibitors"
                },
                {
                    "id": "D000004791",
                    "term": "Enzyme Inhibitors"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000006728",
                    "term": "Hormones"
                },
                {
                    "id": "D000006730",
                    "term": "Hormones, Hormone Substitutes, and Hormone Antagonists"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M9789",
                    "name": "Hormones",
                    "relevance": "LOW"
                },
                {
                    "id": "M21860",
                    "name": "Pharmaceutical Solutions",
                    "relevance": "LOW"
                },
                {
                    "id": "M28916",
                    "name": "Angiotensin Receptor Antagonists",
                    "asFound": "1 - 3",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4132",
                    "name": "Angiotensin II",
                    "asFound": "What is",
                    "relevance": "HIGH"
                },
                {
                    "id": "M289354",
                    "name": "Giapreza",
                    "relevance": "LOW"
                },
                {
                    "id": "M4135",
                    "name": "Angiotensinogen",
                    "relevance": "LOW"
                },
                {
                    "id": "M3862",
                    "name": "alpha-MSH",
                    "asFound": "Proflavine",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7951",
                    "name": "Enzyme Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M4134",
                    "name": "Angiotensin-Converting Enzyme Inhibitors",
                    "asFound": "AIC",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17409",
                    "name": "Vasoconstrictor Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M19609",
                    "name": "HIV Protease Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M14343",
                    "name": "Protease Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M9788",
                    "name": "Hormone Antagonists",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "PhSol",
                    "name": "Pharmaceutical Solutions"
                },
                {
                    "abbrev": "VaCoAg",
                    "name": "Vasoconstrictor Agents"
                },
                {
                    "abbrev": "Infe",
                    "name": "Anti-Infective Agents"
                }
            ]
        }
    },
    "hasResults": false
}