{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05798923",
            "orgStudyIdInfo": {
                "id": "LAM-001-PAH-CLN01"
            },
            "organization": {
                "fullName": "OrphAI Therapeutics",
                "class": "INDUSTRY"
            },
            "briefTitle": "A Phase 2a Study of LAM-001 for the Treatment of Pulmonary Hypertension",
            "officialTitle": "A Phase 2a Single-Arm, Open-Label, Exploratory Study to Assess the Effects of LAM-001 for the Treatment of Pulmonary Hypertension",
            "therapeuticArea": [
                "Cardiovascular"
            ],
            "study": "a-phase-study-of-lam-for-the-treatment-of-pulmonary-hypertension"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "startDateStruct": {
                "date": "2023-04-03",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-12-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-03-13",
            "studyFirstSubmitQcDate": "2023-03-22",
            "studyFirstPostDateStruct": {
                "date": "2023-04-05",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-02",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-03",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "OrphAI Therapeutics",
                "class": "INDUSTRY"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This is a clinical trial to assess the efficacy and safety of LAM-001 as an add-on therapy for the treatment pulmonary hypertension.",
            "detailedDescription": "This is a Phase 2a, single-arm, open-label, exploratory study assessing the efficacy and safety of LAM-001 as an add-on therapy for the treatment of WHO functional class III subjects with WSPH Group-1 or Group-3 pulmonary hypertension.\n\nApproximately fifteen participants will receive standard of care plus LAM-001 once daily for the first 24 weeks of the study (Core Study).\n\nParticipants who complete the first 24 weeks on treatment and appear to have a favorable benefit-risk profile will be eligible to continue receiving LAM-001 for the remainder of the study (Extension Period) up of 12 months.\n\nAll participants will complete evaluations during a Follow-Up Period of 4 weeks."
        },
        "conditionsModule": {
            "conditions": [
                "Pulmonary Hypertension"
            ],
            "keywords": [
                "Pulmonary Hypertension"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 15,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "LAM-001",
                    "type": "EXPERIMENTAL",
                    "interventionNames": [
                        "Drug: LAM-001"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "LAM-001",
                    "description": "LAM-001 administered via dry powder inhalation",
                    "armGroupLabels": [
                        "LAM-001"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change from baseline VO2 max",
                    "timeFrame": "24 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in VE/VCO2 slope (ventilatory efficiency)",
                    "timeFrame": "24 weeks"
                },
                {
                    "measure": "Change in cardiac output (CO)",
                    "timeFrame": "24 weeks"
                },
                {
                    "measure": "Change in cardiac index (CI)",
                    "timeFrame": "24 weeks"
                },
                {
                    "measure": "Change in stroke volume (SV)",
                    "timeFrame": "24 weeks"
                },
                {
                    "measure": "Change in mean pulmonary arterial pressure (mPAP)",
                    "timeFrame": "24 weeks"
                },
                {
                    "measure": "Change in pulmonary capillary wedge pressure (PCWP)",
                    "timeFrame": "24 weeks"
                },
                {
                    "measure": "Change in pulmonary vascular resistance (PVR)",
                    "timeFrame": "24 weeks"
                },
                {
                    "measure": "Change in pulmonary arterial compliance (PAC)",
                    "timeFrame": "24 weeks"
                },
                {
                    "measure": "Change in pulmonary arterial distensibility",
                    "timeFrame": "24 weeks"
                },
                {
                    "measure": "Change in CavO2 (arteriovenous O2 content difference)",
                    "timeFrame": "24 weeks"
                },
                {
                    "measure": "Change from baseline in RV SV, RV ESV, RV EDV, RV EF, RV SVI, RV ESVI, RV EDVI and RV mass by cardiac magnetic resonance (MR) imaging",
                    "timeFrame": "24 weeks"
                },
                {
                    "measure": "Pharmacokinetic (PK) : Whole Blood Concentration of LAM-001",
                    "timeFrame": "24 weeks"
                },
                {
                    "measure": "Change from baseline in 6MWD",
                    "timeFrame": "24 weeks"
                },
                {
                    "measure": "Change from baseline in WHO functional class",
                    "timeFrame": "24 weeks"
                },
                {
                    "measure": "Time to clinical worsening (from time of randomization until study discontinuation due to clinical worsening).",
                    "timeFrame": "24 weeks"
                },
                {
                    "measure": "Change from baseline in supplemental oxygen requirements",
                    "timeFrame": "24 weeks"
                },
                {
                    "measure": "Change from baseline in pulse oximetry",
                    "timeFrame": "24 weeks"
                },
                {
                    "measure": "Change from baseline in pulmonary function tests (PFTs)",
                    "timeFrame": "24 weeks"
                },
                {
                    "measure": "Exacerbations of underlying lung disease (WSPH Group-3)",
                    "timeFrame": "24 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Age ≥ 18 years\n2. Screening consistent with a diagnosis of precapillary PH (mPAP \\> 25 mmHg, PCWP \\< 18 mmHg, PVR \\>4WU) that is due to either:\n\n   1. WSPH Group 1 PH (i.e., PAH of any of the following subtypes)\n\n      * Idiopathic PAH\n      * Heritable PAH\n      * Drug- or toxin-induced PAH\n      * PAH associated with connective tissue disease\n      * PAH associated with simple, congenital systemic-to-pulmonary shunts at least 1 year following shunt repair\n   2. WSPH Group 3 PH as defined by one of the following:\n\n      * CT within 6-months of screening that demonstrates diffuse parenchymal lung disease\n      * FVC \\< 70% of predicted for this cohort only\n3. Symptomatic pulmonary hypertension classified as WHO functional class III\n4. Pulmonary function tests within 6 months prior to Screening as follows:\n\n   1. Total lung capacity \\<70% predicted and a DLCO \\>20%for patients with confirmatory high- resolution computed tomography (CT) indicating fibrotic lung disease; or,\n   2. Forced expiratory volume (first second) (FEV1)/forced vital capacity (FVC) \\> 70% predicted\n   3. For subjects with a history of lobectomy or pneumonectomy, and for whom there are no population-based normalization methods, assessment based on residual lung volume will be permitted to assess eligibility.\n5. Ventilation-perfusion (VQ) scan, a CT pulmonary angiogram (CTPA) or pulmonary angiography, with findings that rule out chronic thromboembolic pulmonary hypertension. Can be performed any time prior to Screening or conducted during the Screening Period.\n6. 6MWD ≥ 100 and ≤ 550 meters repeated twice during Screening Period and both values within 15% of each other, calculated from the highest value.\n7. On a standard of care PAH therapy at stable (per SOC) dose levels for at least 30 days prior to screening.\n8. Females of childbearing potential must satisfy following (details outlined in appendix, under Contraceptive Guidance and Collection of Pregnancy Information):\n\n   1. Have 2 negative pregnancy tests as verified by the investigator prior to starting study and must agree to ongoing pregnancy testing during the study and at end of study treatment.\n   2. If sexually active, must have used, and agree to continue to use, highly effective contraception without interruption, for at least 30 days prior to starting investigational product (IP), during the study (including dose interruptions), and for 90 days after discontinuation of study treatment.\n   3. Refrain from breastfeeding a child or donating blood, eggs, or ovum for the duration of the study and for at least 90 days after the last dose of study treatment.\n9. Male participants must:\n\n   1. Agree to use a condom, defined as a male latex condom or nonlatex condom NOT made from natural (animal) membrane (for example, polyurethane), during sexual contact with a pregnant female or a female of childbearing potential while participating in the study, during dose interruptions, and for at least 90 days following IP discontinuation, even if he has undergone a successful vasectomy.\n   2. Refrain from donating sperm for the duration of the study and for 90 days after the last dose of study treatment.\n10. Ability to adhere to the study visit schedule and understand and comply with all protocol requirements.\n11. Ability to understand and provide written informed consent.\n\nExclusion Criteria:\n\n1. Started or stopped receiving any general supportive therapy for pulmonary hypertension within 30 days prior to Week 0 Visit\n2. Received IV inotropes (e.g., dobutamine, dopamine, norepinephrine, vasopressin) within 30 days prior to Week 0 Visit\n3. History of atrial septostomy within 180 days prior to Screening Visit\n4. History of more than moderate obstructive sleep apnea that is untreated\n5. Prior exposure to oral sirolimus or any other mTOR inhibitor within last three months\n6. Initiation of an exercise program for cardiopulmonary rehabilitation within 90 days prior to Week 0 Visit or planned initiation during the study (participants who are stable in the maintenance phase of a program and who will continue for the duration of the study are eligible)\n7. Uncontrolled systemic hypertension as evidenced by sitting systolic BP \\> 160 mmHg or sitting diastolic BP \\> 100 mmHg during Screening Visit after a period of rest\n8. Systolic BP \\< 90 mmHg during Screening Visit or at baseline\n9. History of known pericardial constriction\n10. RHC contraindicated during the study per investigator\n11. Personal or family history of long QTc syndrome or sudden cardiac death\n12. Cerebrovascular accident within 3 months of Week 0 Visit\n13. History of restrictive or constrictive cardiomyopathy\n14. Left ventricular ejection fraction \\< 45% on echocardiogram performed within 6 months prior to Screening Period (or done as a part of the Screening Period), or PCWP \\> 18 mmHg as determined in the Screening Period RHC\n15. Any current symptomatic coronary disease (myocardial infarction, percutaneous coronary intervention, coronary artery bypass graft surgery, or cardiac anginal chest pain in the past 6 months prior to Screening Visit)\n16. Acutely decompensated left or right heart failure within 30 days prior to Week 0 Visit, as per investigator assessment\n17. Known diagnosis (as determined by echocardiography) of significant (≥ 2+ regurgitation) mitral regurgitation or aortic regurgitation valvular disease\n18. Any of the following clinical laboratory values during the Screening Period prior to\n\n    Week 0 Visit:\n    1. Baseline Hgb \\> 16.0 g/dL within 28 days of Week 0 Visit\n    2. Serum alanine aminotransferase (ALT) or aspartate aminotransferase (AST) levels \\> 3x upper limit of normal (ULN) or total bilirubin \\> 1.5 x ULN within 28 days of Week 0 Visit\n    3. Estimated glomerular filtration rate \\< 30 mL/min/1.73 m2 (4-variable Modification of Diet in Renal Disease equation) within 28 days of Week 0 Visit or required renal replacement therapy within 90 days\n19. History of opportunistic infection (e.g., invasive candidiasis or Pneumocystis pneumonia) within 6 months prior to Screening; serious local infection (e.g., cellulitis, abscess) or systemic infection (e.g., septicemia) within 3 months prior to Screening\n20. History of severe allergic or anaphylactic reaction or hypersensitivity to recombinant proteins or lactose excipients in IP\n21. Major surgery within 8 weeks prior to Week 0 Visit. Participants must have completely recovered from any previous surgery prior to Week 0 Visit\n22. Prior heart or heart-lung transplants\n23. Life expectancy of \\< 12 months (per PI determination)\n24. Pregnant or breastfeeding females\n25. At any time in the 30 days prior to the Screening Period received \\> 20 mg/day of prednisone (or equivalent) or started or changed the dose of a systemic corticosteroid.\n\n    Participants receiving stable doses of ≤ 20 mg prednisone (or equivalent) in 30 days prior to the Screening Period are permitted in the study.\n26. History of active malignancy within the past 5-years, with the exception of fully excised or treated basal cell carcinoma, cervical carcinoma in-situ, or ≤ 2 squamous cell carcinomas of the skin\n27. History of clinically significant (as determined by the investigator) non-PAH related cardiac, endocrine, hematologic, hepatic, immune, metabolic, urologic, pulmonary, neurologic, neuromuscular, dermatologic, psychiatric, renal, and/or other disease that may limit participation in the study\n28. Participation in another clinical trial involving intervention with another investigational drug or approved therapy for investigational use within 4 weeks prior to Week 0 Visit, or if the half-life of the previous product is known, within 5x the half-life prior to Week 0 Visit, whichever is longer\n29. Participation in another clinical trial involving an investigational device within 4 weeks prior to Week 0 Visit\n30. Unwillingness or inability to comply with the protocol- required procedures",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "OrphAI Therapeutics",
                    "role": "CONTACT",
                    "phone": "2034332737",
                    "email": "aclinical@orphai-therapeutics.com"
                }
            ],
            "locations": [
                {
                    "facility": "University of Arizona",
                    "status": "RECRUITING",
                    "city": "Tucson",
                    "state": "Arizona",
                    "zip": "85748",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "OrphAI Therapeutics",
                            "role": "CONTACT",
                            "email": "aclinical@orphai-therapeutics.com"
                        }
                    ],
                    "geoPoint": {
                        "lat": 32.22174,
                        "lon": -110.92648
                    }
                },
                {
                    "facility": "Yale New Haven Hospital",
                    "status": "RECRUITING",
                    "city": "New Haven",
                    "state": "Connecticut",
                    "zip": "06510",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "OrphAI Therapeutics",
                            "role": "CONTACT",
                            "email": "aclinical@orphai-therapeutics.com"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.30815,
                        "lon": -72.92816
                    }
                },
                {
                    "facility": "Brigham and Women's Hospital",
                    "status": "RECRUITING",
                    "city": "Boston",
                    "state": "Massachusetts",
                    "zip": "02115",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "OrphAI Therapeutics",
                            "role": "CONTACT",
                            "email": "aclinical@orphai-therapeutics.com"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.35843,
                        "lon": -71.05977
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000006976",
                    "term": "Hypertension, Pulmonary"
                },
                {
                    "id": "D000006973",
                    "term": "Hypertension"
                }
            ],
            "ancestors": [
                {
                    "id": "D000014652",
                    "term": "Vascular Diseases"
                },
                {
                    "id": "D000002318",
                    "term": "Cardiovascular Diseases"
                },
                {
                    "id": "D000008171",
                    "term": "Lung Diseases"
                },
                {
                    "id": "D000012140",
                    "term": "Respiratory Tract Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M10024",
                    "name": "Hypertension",
                    "asFound": "Hypertension",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10027",
                    "name": "Hypertension, Pulmonary",
                    "asFound": "Pulmonary Hypertension",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17400",
                    "name": "Vascular Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M11168",
                    "name": "Lung Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14977",
                    "name": "Respiratory Tract Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC08",
                    "name": "Respiratory Tract (Lung and Bronchial) Diseases"
                }
            ]
        }
    },
    "hasResults": false
}