{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05453578",
            "orgStudyIdInfo": {
                "id": "20-0001"
            },
            "secondaryIdInfos": [
                {
                    "id": "5UM1AI104681-12",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/5UM1AI104681-12"
                }
            ],
            "organization": {
                "fullName": "National Institute of Allergy and Infectious Diseases (NIAID)",
                "class": "NIH"
            },
            "briefTitle": "A Phase 1b/2 Trial of the Safety and Microbiological Activity of Bacteriophage Therapy in Cystic Fibrosis Subjects Colonized With Pseudomonas Aeruginosa",
            "officialTitle": "A Phase 1b/2, Multi-Centered, Randomized, Double-Blind, Placebo-Controlled Trial of the Safety and Microbiological Activity of a Single Dose of Bacteriophage Therapy in Cystic Fibrosis Subjects Colonized With Pseudomonas Aeruginosa",
            "therapeuticArea": [
                "Infectious Diseases",
                "Other"
            ],
            "study": "a-phase-trial-of-the-safety-and-microbiological-activity-of-bacteriophage-therapy-in-cystic-fibrosis-subjects-colonized-with-pseudomonas-aeruginosa"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-10-03",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-12-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-07-07",
            "studyFirstSubmitQcDate": "2022-07-07",
            "studyFirstPostDateStruct": {
                "date": "2022-07-12",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-25",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-26",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "National Institute of Allergy and Infectious Diseases (NIAID)",
                "class": "NIH"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "This is a phase 1b/2 study of a single dose of intravenous (IV) bacteriophage in males and non-pregnant females, at least 18 years old, diagnosed with Cystic Fibrosis (CF). This clinical trial is designed to assess the safety and microbiological activity of bacteriophage product WRAIR-PAM-CF1, directed at Pseudomonas aeruginosa in clinically stable CF individuals chronically colonized with P. aeruginosa. WRAIR-PAM-CF1 is a 4 component anti-pseudomonal bacteriophage mixture containing between 4 x 10\\^7 and 4 x 10\\^9 Plaque Forming Units (PFU) of bacteriophage. Enrollment will occur at up to 20 clinical sites in the United States. In stage 1, two eligible subjects will be assigned to each of the three dosing arms receiving a single dosage of the IV bacteriophage therapy (4 x 10\\^7 PFU, 4 x 10\\^8 PFU, and 4 x 10\\^9 PFU; total of 6 sentinel subjects), followed by 30 ± 7 days observation period. If no SAEs (related to the study product) are identified during the 96 hours after bacteriophage administration for all Sentinel Subjects in Stage 1, the study will proceed to Stage 2. In Stage 2a, 32 subjects will be enrolled into one of 4 arms (placebo IV, 4 x 10\\^7 PFU, 4 x 10\\^8 PFU, and 4 x 10\\^9 PFU) in a 1:1:1:1 allocation. An interim analysis will be performed after all subjects have completed follow up visit 7 on Day 30 to select the IV bacteriophage dose with the most favorable safety and microbiological activity profile. During Stage 2b, subjects will be randomized into the bacteriophage (dose selected based on Interim Analysis following Stage 2a) or placebo arm. The final sample size is expected to be up to 72 subjects total with up to 25 subjects in the placebo arm and up to 25 subjects in the Stage 2b bacteriophage dose.",
            "detailedDescription": "This is a phase 1b/2, multicenter, randomized placebo-controlled double-blind study of a single dose of intravenous (IV) bacteriophage in males and non-pregnant females, at least 18 years old, diagnosed with Cystic Fibrosis (CF). This clinical trial is designed to assess the safety and microbiological activity of bacteriophage product WRAIR-PAM-CF1, directed at P. aeruginosa in clinically stable CF individuals chronically colonized with P. aeruginosa. WRAIR-PAM-CF1 is a 4 component anti-pseudomonal bacteriophage mixture containing between 4 x 10\\^7 and 4 x 10\\^9 Plaque Forming Units (PFU) of bacteriophage. Enrollment will occur at up to 20 clinical sites in the United States. In stage 1, two sentinel subjects will be assigned to each of the three dosing arms receiving a single dosage of the IV bacteriophage therapy (4 x 10\\^7 PFU, 4 x 10\\^8 PFU, and 4 x 10\\^9 PFU; total of 6 sentinel subjects), followed by 30 ± 7 days observation period. If no SAEs (related to the study product) are identified during the 96 hours after bacteriophage administration for all Sentinel Subjects in Stage 1, the study will proceed to Stage 2. In Stage 2a, 32 subjects will be enrolled into one of 4 arms (placebo IV, 4 x 10\\^7 PFU, 4 x 10\\^8 PFU, and 4 x 10\\^9 PFU) in a 1:1:1:1 allocation. An interim analysis will be performed after all subjects have completed follow up visit 7 on Day 30 to select the IV bacteriophage dose with the most favorable safety and microbiological activity profile. During Stage 2b, subjects will be randomized into the bacteriophage (dose selected based on Interim Analysis following Stage 2a) or placebo arm. The final sample size is expected to be up to 72 subjects total with up to 25 subjects in the placebo arm and up to 25 subjects in the Stage 2b bacteriophage dose. The primary objectives of this study are to 1) describe the safety of a single dose of IV bacteriophage therapy in clinically stable CF subjects with P. aeruginosa in expectorated sputum; 2) describe the microbiological activity of a single dose of IV bacteriophage therapy in clinically stable CF subjects with P. aeruginosa in expectorated sputum; 3) describe the benefit to risk profile of a single dose of IV bacteriophage therapy in clinically stable CF subjects with P. aeruginosa in expectorated sputum."
        },
        "conditionsModule": {
            "conditions": [
                "Bacterial Disease Carrier",
                "Cystic Fibrosis"
            ],
            "keywords": [
                "Bacteriophage therapy",
                "Cystic Fibrosis",
                "Microbiological Activity",
                "Pseudomonas aeruginosa",
                "Safety"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1",
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "SEQUENTIAL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "TRIPLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "INVESTIGATOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 72,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Stage 1/2a Arm 2",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "4x10\\^7 plaque forming units (PFU) of WRAIR-PAM-CF1 administered intravenously with approximately 25 mL of 0.9 percent Sodium Chloride saline solution for 30 mins as a single dosage. Stage 1: N=2 (sentinel subjects); Stage 2a: N=8",
                    "interventionNames": [
                        "Biological: WRAIR-PAM-CF1"
                    ]
                },
                {
                    "label": "Stage 1/2a Arm 3",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "4x10\\^8 plaque forming units (PFU) of WRAIR-PAM-CF1 administered intravenously with approximately 25 mL of 0.9 percent Sodium Chloride saline solution for 30 mins as a single dosage. Stage 1: N=2 (sentinel subjects); Stage 2a: N=8",
                    "interventionNames": [
                        "Biological: WRAIR-PAM-CF1"
                    ]
                },
                {
                    "label": "Stage 1/2a Arm 4",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "4x10\\^9 plaque forming units (PFU) of WRAIR-PAM-CF1 administered intravenously with approximately 25 mL of 0.9 percent Sodium Chloride saline solution for 30 mins as a single dosage. Stage 1: N=2 (sentinel subjects); Stage 2a: N=8",
                    "interventionNames": [
                        "Biological: WRAIR-PAM-CF1"
                    ]
                },
                {
                    "label": "Stage 2a Arm 1",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "25 mL of 0.9 percent Sodium Chloride saline solution administered intravenously for 30 mins as a single dosage. N=8",
                    "interventionNames": [
                        "Other: Placebo"
                    ]
                },
                {
                    "label": "Stage 2b Arm 1",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "25 mL of 0.9 percent Sodium Chloride saline solution administered intravenously for 30 mins as a single dosage. N=17",
                    "interventionNames": [
                        "Other: Placebo"
                    ]
                },
                {
                    "label": "Stage 2b Arm 2",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "WRAIR-PAM-CF1 concentration determined after post stage 2a analysis, administered intravenously with 25 mL of 0.9 percent Sodium Chloride saline solution for 30 mins as a single dosage. N=17",
                    "interventionNames": [
                        "Biological: WRAIR-PAM-CF1"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Placebo",
                    "description": "0.9 percent sodium chloride",
                    "armGroupLabels": [
                        "Stage 2a Arm 1",
                        "Stage 2b Arm 1"
                    ]
                },
                {
                    "type": "BIOLOGICAL",
                    "name": "WRAIR-PAM-CF1",
                    "description": "Bacteriophage combination composed of the following phages: PaWRA01Phi11, PaWRA01Phi39, PaWRA02Phi83, and PaWRA02Phi87.",
                    "armGroupLabels": [
                        "Stage 1/2a Arm 2",
                        "Stage 1/2a Arm 3",
                        "Stage 1/2a Arm 4",
                        "Stage 2b Arm 2"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change from baseline in log10 P. aeruginosa total colony counts in quantitative sputum cultures",
                    "timeFrame": "Day 1 through Day 30 ± 7"
                },
                {
                    "measure": "Desirability of Outcome Ranking (DOOR)",
                    "description": "Rank 1 (more desirable): No serious adverse events (SAE) (related to study product) and \\> 2 log10 reduction in P. aeruginosa colony forming units (CFU)/mL; Rank 2: No SAE (related to study product) and 1-2 log10 reduction in P. aeruginosa CFU/mL; Rank 3: No SAE (related to study product) and \\<1 log10 reduction in P. aeruginosa CFU/mL; Rank 4 (less desirable): SAE (related to study product)",
                    "timeFrame": "Day 1 through Day 8 + 3"
                },
                {
                    "measure": "Number of grade 2 or higher treatment-emergent Adverse Events",
                    "timeFrame": "Day 1 through Day 30 ± 7"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\nSubjects must meet all the inclusion criteria to be eligible to participate in the study:\n\n1. Adult (\\>/= 18 years) at the time of screening.\n2. Confirmed CF diagnosis based on a compatible clinical syndrome confirmed by either an abnormal sweat chloride testing or CFTR gene variations.\\*\n\n   \\*Can be obtained from documentation in medical records; actual test results not necessary.\n3. Likely able to produce at least 2 mL of sputum during a 30-minute sputum collection following a hypertonic saline treatment or other approach to increase sputum production.\\*\n\n   \\*\\*Determined by investigator or their designee judgement. Approaches for obtaining sputum may include, but are not limited to, inhaled hypertonic saline (e.g. 3%, 7%, or 10%), inhaled hypertonic bicarbonate, inhaled mannitol, or spontaneously expectorated sputum. The same approach is recommended, whenever possible, for all sputum collections for a given subject.\n4. P. aeruginosa (regardless of Colony Forming Units (CFU)/mL) isolated from a sputum, throat culture, or other respiratory specimen in the past 12 months.\n5. Confirmed P. aeruginosa isolation from a sample of expectorated sputum at the Screening Visit.\n6. Capable of providing informed consent.\n7. Capable and willing to complete all study visits and perform all procedures required by the protocol.\n\nExclusion Criteria:\n\nSubjects who meet any of the exclusion criteria will not be enrolled in the study:\n\n1. Body weight \\< 30 kg.\n2. Forced Expiratory Volume 1 second \\< 20% of predicted value at screening, using the Hankinson equations.\n3. Elevated LFTs obtained at screening.\\*\n\n   \\*a. Alanine aminotransferase (ALT) \\> 5 x the upper limit of normal (ULN) or aspartate transaminase (AST) \\> 5 x ULN or total bilirubin \\> 3 x ULN, OR b. Total bilirubin \\> 1.5 x ULN combined with either ALT \\> 3 x ULN or AST \\> 3 x ULN. ULN reflects local laboratory ranges.\n4. Acute clinical illness requiring a new (oral, parenteral), or inhaled antibiotic(s) \\</= 30 days prior to the baseline visit.\\*\n\n   \\*Does not include chronic suppressive medications or cyclic dosing medications such as inhaled antibiotics.\n5. Women who are pregnant, planning to become pregnant during the study period, or breastfeeding.\\* \\*Women of childbearing potential must have a negative serum beta-human chorionic gonadotropin test during screening and agree to use an effective method of contraception for the duration of the trial.\\*\n\n   \\*A female is considered of childbearing potential unless postmenopausal, or surgically sterilized and at least 3 months has passed since sterilization procedure.\n   1. Female surgical sterilization procedures include tubal ligation, bilateral salpingectomy, hysterectomy, or bilateral oophorectomy.\n   2. Female is considered postmenopausal if she is \\>45 years old and has gone at least 12 months without a spontaneous menstrual period without other known or suspected cause.\n   3. Effective methods of contraception include (a) abstinence, (b) partner vasectomy, (c) intrauterine devices, (d) hormonal implants (such as Implanon), or (e) other hormonal methods (birth control pills, injections, patches, vaginal rings).\n6. Active treatment of any mycobacterial or fungal organisms \\</=30 days prior to baseline. Chronic treatment for suppression of fungal populations is allowable.\n7. Anticipated need to change chronic antibiotic regimens during the study period.\\*\n\n   \\*Subjects on cyclic dosing medications such as inhaled antibiotics, must be able and express willingness to keep the therapies at the time of screening constant (either remain on the therapy or not remain on the therapy) for the duration of the follow-up period (approximately 30 days). Subjects on chronic suppressive antimicrobial therapy must be able and express willingness to stay on the therapies for the duration of their follow-up period. This includes chronic azithromycin therapy.\n8. Known allergy to any component of the study product.\n9. Any significant finding that, in the opinion of the investigator, would make it unsafe for the subject to participate in this study.\n10. Enrolled in a clinical trial within \\</=30 days of the baseline/dosing visit, or participating in a clinical trial while enrolled in this clinical trial (inclusive of vaccine trials).\n11. Currently or previously enrolled in this trial.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "99 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Robert Turner Schooley",
                    "role": "CONTACT",
                    "phone": "18582462693",
                    "email": "rschooley@ucsd.edu"
                },
                {
                    "name": "Pranita Tamma",
                    "role": "CONTACT",
                    "phone": "4106141492",
                    "email": "ptamma1@jhmi.edu"
                }
            ],
            "locations": [
                {
                    "facility": "University of California, San Diego",
                    "status": "RECRUITING",
                    "city": "La Jolla",
                    "state": "California",
                    "zip": "92037",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 32.84727,
                        "lon": -117.2742
                    }
                },
                {
                    "facility": "University of California Los Angeles Medical Center - Westwood Clinic",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Los Angeles",
                    "state": "California",
                    "zip": "90095",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 34.05223,
                        "lon": -118.24368
                    }
                },
                {
                    "facility": "University of California Davis Health",
                    "status": "RECRUITING",
                    "city": "Sacramento",
                    "state": "California",
                    "zip": "95816",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 38.58157,
                        "lon": -121.4944
                    }
                },
                {
                    "facility": "Stanford University",
                    "status": "RECRUITING",
                    "city": "Stanford",
                    "state": "California",
                    "zip": "94305",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 37.42411,
                        "lon": -122.16608
                    }
                },
                {
                    "facility": "Yale North Haven Medical Center- Winchester Center for Lung Disease",
                    "status": "RECRUITING",
                    "city": "North Haven",
                    "state": "Connecticut",
                    "zip": "06473",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 41.39093,
                        "lon": -72.85954
                    }
                },
                {
                    "facility": "University of South Florida/Tampa General Hospital",
                    "status": "RECRUITING",
                    "city": "Tampa",
                    "state": "Florida",
                    "zip": "22612",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 27.94752,
                        "lon": -82.45843
                    }
                },
                {
                    "facility": "Emory University - Adult Cystic Fibrosis Program",
                    "status": "RECRUITING",
                    "city": "Atlanta",
                    "state": "Georgia",
                    "zip": "30324",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 33.749,
                        "lon": -84.38798
                    }
                },
                {
                    "facility": "Johns Hopkins University",
                    "status": "RECRUITING",
                    "city": "Baltimore",
                    "state": "Maryland",
                    "zip": "21205",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 39.29038,
                        "lon": -76.61219
                    }
                },
                {
                    "facility": "Michigan Medicine",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Ann Arbor",
                    "state": "Michigan",
                    "zip": "48109",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 42.27756,
                        "lon": -83.74088
                    }
                },
                {
                    "facility": "University of Minnesota Medical Center",
                    "status": "RECRUITING",
                    "city": "Minneapolis",
                    "state": "Minnesota",
                    "zip": "55455-0341",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 44.97997,
                        "lon": -93.26384
                    }
                },
                {
                    "facility": "Northwell Health",
                    "status": "NOT_YET_RECRUITING",
                    "city": "New Hyde Park",
                    "state": "New York",
                    "zip": "11050",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 40.7351,
                        "lon": -73.68791
                    }
                },
                {
                    "facility": "Duke University Medical Center",
                    "status": "RECRUITING",
                    "city": "Durham",
                    "state": "North Carolina",
                    "zip": "27710",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 35.99403,
                        "lon": -78.89862
                    }
                },
                {
                    "facility": "Case Western Reserve University",
                    "status": "RECRUITING",
                    "city": "Cleveland",
                    "state": "Ohio",
                    "zip": "44106",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 41.4995,
                        "lon": -81.69541
                    }
                },
                {
                    "facility": "University of Texas Southwestern Medical Center",
                    "status": "RECRUITING",
                    "city": "Dallas",
                    "state": "Texas",
                    "zip": "75390",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 32.78306,
                        "lon": -96.80667
                    }
                },
                {
                    "facility": "Baylor College of Medicine",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Houston",
                    "state": "Texas",
                    "zip": "77030-3411",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 29.76328,
                        "lon": -95.36327
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000011552",
                    "term": "Pseudomonas Infections"
                },
                {
                    "id": "D000001424",
                    "term": "Bacterial Infections"
                },
                {
                    "id": "D000003550",
                    "term": "Cystic Fibrosis"
                },
                {
                    "id": "D000005355",
                    "term": "Fibrosis"
                }
            ],
            "ancestors": [
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000010182",
                    "term": "Pancreatic Diseases"
                },
                {
                    "id": "D000004066",
                    "term": "Digestive System Diseases"
                },
                {
                    "id": "D000008171",
                    "term": "Lung Diseases"
                },
                {
                    "id": "D000012140",
                    "term": "Respiratory Tract Diseases"
                },
                {
                    "id": "D000030342",
                    "term": "Genetic Diseases, Inborn"
                },
                {
                    "id": "D000007232",
                    "term": "Infant, Newborn, Diseases"
                },
                {
                    "id": "D000016905",
                    "term": "Gram-Negative Bacterial Infections"
                },
                {
                    "id": "D000001423",
                    "term": "Bacterial Infections and Mycoses"
                },
                {
                    "id": "D000007239",
                    "term": "Infections"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M6755",
                    "name": "Cystic Fibrosis",
                    "asFound": "Cystic Fibrosis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M8485",
                    "name": "Fibrosis",
                    "asFound": "Fibrosis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4722",
                    "name": "Bacterial Infections",
                    "asFound": "Bacterial Diseases",
                    "relevance": "HIGH"
                },
                {
                    "id": "M14409",
                    "name": "Pseudomonas Infections",
                    "asFound": "Pseudomonas",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10283",
                    "name": "Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M6368",
                    "name": "Communicable Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M13102",
                    "name": "Pancreatic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M7255",
                    "name": "Digestive System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8883",
                    "name": "Gastrointestinal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M11168",
                    "name": "Lung Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14977",
                    "name": "Respiratory Tract Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M23686",
                    "name": "Genetic Diseases, Inborn",
                    "relevance": "LOW"
                },
                {
                    "id": "M10276",
                    "name": "Infant, Newborn, Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M19249",
                    "name": "Gram-Negative Bacterial Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M12136",
                    "name": "Mycoses",
                    "relevance": "LOW"
                },
                {
                    "id": "M4721",
                    "name": "Bacterial Infections and Mycoses",
                    "relevance": "LOW"
                },
                {
                    "id": "T1710",
                    "name": "Cystic Fibrosis",
                    "asFound": "Cystic Fibrosis",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC06",
                    "name": "Digestive System Diseases"
                },
                {
                    "abbrev": "BC08",
                    "name": "Respiratory Tract (Lung and Bronchial) Diseases"
                },
                {
                    "abbrev": "BC16",
                    "name": "Diseases and Abnormalities at or Before Birth"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "BC01",
                    "name": "Infections"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M21860",
                    "name": "Pharmaceutical Solutions",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "PhSol",
                    "name": "Pharmaceutical Solutions"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}