{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06410534",
            "orgStudyIdInfo": {
                "id": "10001691"
            },
            "secondaryIdInfos": [
                {
                    "id": "001691-C"
                }
            ],
            "organization": {
                "fullName": "National Institutes of Health Clinical Center (CC)",
                "class": "NIH"
            },
            "briefTitle": "A Phase II Study Evaluating an Organ Preservation Strategy Using Immune Checkpoint Blockade for Participants With Primary Colorectal or Gastroesophageal Cancer",
            "officialTitle": "A Phase II Study Evaluating an Organ Preservation Strategy Using Immune Checkpoint Blockade for Participants With Primary Colorectal or Gastroesophageal Cancer",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "a-phase-ii-study-evaluating-an-organ-preservation-strategy-using-immune-checkpoint-blockade-for-participants-with-primary-colorectal-or-gastroesophageal-cancer"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05-09",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-08-04",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2032-09-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2032-09-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-05-10",
            "studyFirstSubmitQcDate": "2024-05-10",
            "studyFirstPostDateStruct": {
                "date": "2024-05-13",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-29",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-30",
                "type": "ESTIMATED"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "National Cancer Institute (NCI)",
                "class": "NIH"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Background:\n\nPeople with colorectal cancer (CRC) or gastroesophageal cancer (GEC) must often have major surgery to remove tumors from the esophagus, stomach, colon, or rectum. These surgeries can have adverse effects on their quality of life. Researchers want to know if one or two approved drugs (nivolumab with or without ipilimumab) can help people with CRC or GEC delay or avoid surgery.\n\nObjective:\n\nTo test 1 or 2 drugs in people with CRC or GEC.\n\nEligibility:\n\nPeople aged 18 years and older with CRC or GEC. People with GEC must also have changes in a particular gene.\n\nDesign:\n\nParticipants will visit the clinic about 15 times over the first 2 years. Each visit will last 4 to 8 hours.\n\nParticipants will be screened. They will have a physical exam with blood and urine tests. They will have imaging scans. Small samples of tissue will be collected from their upper or lower digestive tract where the tumor is located.\n\nBoth ipilimumab and nivolumab are administered through a tube attached to a needle inserted into a vein in the arm. Some participants will receive both drugs. Some will receive only nivolumab. Treatment will be given once every 3 weeks for up to 8 cycles up to (24 weeks).\n\nParticipants will be evaluated every 6 weeks. Those who are responding well will continue with the drug treatments. If their disease progresses, they will go to surgery.\n\nAfter treatment ends, participants will have follow-up visits every 6 months for up to 5 years....",
            "detailedDescription": "Background:\n\n* Immune checkpoint blockade (ICB) using antibodies against programmed cell death protein 1 (PD-1) and cytotoxic T lymphocyte associated protein 4 (CTLA-4) can induce major pathologic responses (MPR) in approximately 23% of mismatch repair (MMR) proficient colorectal cancers, 90% of MMR deficient colorectal cancers and 74% of MMR deficient gastroesophageal cancers.\n* MPR after ICB, defined as \\>90% treatment response, is associated with exceptional local and distant disease-free survival (DFS). This has been observed in participants with advanced melanoma, MMR deficient colorectal cancer and MMR deficient gastroesophageal cancer.\n* We hypothesize that it is safe to forego surgical resection in participants who have had an MPR to ICB. To test this hypothesis, we designed an organ preservation strategy for participants with colorectal cancer and gastroesophageal cancer using induction ICB and close interval surveillance.\n\nObjectives:\n\nPrimary objective:\n\n--Determine the rate of clinical complete response (CR) or near-complete response (nCR) after induction ICB in participants with MMR proficient colorectal cancer (Cohort 1), MMR deficient colorectal cancer (Cohort 2) and MMR deficient gastroesophageal cancer (Cohort 3).\n\nEligibility:\n\n* Age \\>= 18 years\n* Biopsy-confirmed stage I-III colorectal cancer (MMR proficient or MMR deficient) or stage I-III gastroesophageal cancer (MMR deficient only)\n* ECOG 0-1\n* May not have allergies or hypersensitivities to anti-PD-1 or anti-CTLA-4 administration\n* No concurrent major medical illnesses\n* No history of grade III or IV irAEs affecting major organ systems associated with the administration of single agent anti-PD-1, anti-PD-L1 or anti-CTLA-4 antibodies\n* Adequate organ function\n\nDesign:\n\n* This is a phase II, single center study evaluating induction PD-1 blockade with or without CTLA-4 blockade in participants with primary colorectal or gastroesophageal cancer.\n* Participants will undergo baseline complete endoscopy with biopsies, scans and labs. Apheresis will also be performed before treatment initiation.\n* All participants will receive nivolumab (3 mg/kg) every 3 weeks for an initial 4 cycles and may be eligible for an additional 4 cycles depending on response, for a total of 8 cycles.\n* Participants in Cohort 1 (MMR proficient colorectal cancers) and Cohort 3 (MMR deficient gastroesophageal cancers) will receive low-dose ipilimumab at 1 mg/kg every 6 weeks for 2 cycles, and may be eligible for an additional 2 cycles depending on response, for a maximum of 4 cycles.\n* Participants will be dosed with nivolumab +/- ipilimumab every three weeks at the NIH Clinical Center. A safety evaluation will be performed before each dose including history, physical exam and laboratory tests.\n* Radiographic and endoscopic evaluation for response will be every 6 weeks while on study (6, 12, 18 and 24 weeks). The assessment at each timepoint will dictate further management (observation, continuation of therapy or surgery/ standard chemo/ chemoradiation).\n* After a maximum of 8 cycles (24 weeks):\n\n  * Participants with CR or nCR will be followed on a standardized surveillance protocol consisting of physical examination, cross-sectional imaging and flexible endoscopy.\n  * All other participants will be recommended to undergo surgical resection or will be referred for other standard treatments if available (i.e. chemotherapy or radiotherapy if indicated)."
        },
        "conditionsModule": {
            "conditions": [
                "Colorectal Cancer",
                "Gastroesophageal Cancer"
            ],
            "keywords": [
                "nivolumab",
                "Ipilimumab",
                "Immune Checkpoint Blockade",
                "mismatch repair"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 65,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "1: nivolumab and ipilimumab",
                    "type": "EXPERIMENTAL",
                    "description": "Nivolumab (3 mg/kg) every 3 weeks for up to an initial 4 cycles (an additional 4 cycles may be given depending on response, for a total of 8 cycles); low-dose ipilimumab at 1 mg/kg every other cycle (every 6 weeks) for up to an initial 2 doses (an additional 2 doses may be given depending on response, for a maximum of 4 doses).",
                    "interventionNames": [
                        "Drug: nivolumab",
                        "Drug: ipilimumab"
                    ]
                },
                {
                    "label": "2: nivolumab",
                    "type": "EXPERIMENTAL",
                    "description": "Nivolumab (3 mg/kg) every 3 weeks for up to an initial 4 cycles (an additional 4 cycles may be given depending on response, for a total of 8 cycles).",
                    "interventionNames": [
                        "Drug: nivolumab"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "nivolumab",
                    "description": "Nivolumab will be dosed at 3 mg/kg and given as an IV over 30-60 minutes on day 1 of each cycle. It will be administered every 3 weeks (21 days) for up to 8 cycles",
                    "armGroupLabels": [
                        "1: nivolumab and ipilimumab",
                        "2: nivolumab"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "ipilimumab",
                    "description": "Ipilimumab will be dosed at 1 mg/kg and given as an IV over approximately 30 minutes on day 1 of every other cycle (every 6 weeks or 42 days) for up to 4 doses",
                    "armGroupLabels": [
                        "1: nivolumab and ipilimumab"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Clinical complete response (CR) or near-complete response (nCR)",
                    "description": "Assessed endoscopically with concordant radiographic findings clinical CR/nCR in each cohort will be reported along with 80% and 95% two-sided confidence intervals.",
                    "timeFrame": "6, 12 18 and 24 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Disease free survival (DFS)",
                    "description": "DFS will be reported using the Kaplan-Meier method with 95% confidence intervals on the median DFS in each cohort.",
                    "timeFrame": "6, 12 18 and 24 weeks then every 4 months for 2 years then every 6 months for years 3-5"
                },
                {
                    "measure": "Resection-free survival (RFS)",
                    "description": "Organ preservation as evaluated by resection-free survival will be reported using the Kaplan-Meier method with 95% confidence intervals on the median resection-free survival in each cohort.",
                    "timeFrame": "6, 12 18 and 24 weeks then every 4 months for 2 years then every 6 months for years 3-5"
                },
                {
                    "measure": "Safety",
                    "description": "The number and frequency of adverse events including immune-related adverse events assessed per CTCAE version 5. Safety will be analyzed by reporting the number of patients experiencing toxicity, classified by type and grade to the experimental regimen.",
                    "timeFrame": "until 30 days after the last dose of study drugs"
                },
                {
                    "measure": "Delay in surgery",
                    "description": "Report the number of participants who had unplanned delays in surgery for (1) any reason and (2) due to irAE, along with the length of the delays in days beyond the date of documented progressive disease +30.",
                    "timeFrame": "until 30 days after documented progressive disease"
                },
                {
                    "measure": "Locoregional failure",
                    "description": "Fraction of participants with locoregional failure de ned as either an unresectable primary tumor following protocol neoadjuvant treatment, an R2 resection for the primary tumor, or recurrence in the primary tumor bed after an R0-R1 resection will be reported for each cohort with 80% and 95% two-sided confidence intervals.",
                    "timeFrame": "6, 12 18 and 24 weeks then every 4 months for 2 years then every 6 months for years 3-5"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "* INCLUSION CRITERIA:\n* Participants must have biopsy-proven stage I-III colorectal cancer (CRC) \\[any MMR or Tumor Mutational Burden (TMB) status\\] or stage I-III gastroesophageal cancer (GEC) (MMR deficient only).\n* Participants with known mismatch repair protein expression by immunohistochemical staining and/ or known next-generation sequencing report of tumor mutational burden and/or microsatellite status. Note: For participants that come to NIH with an equivocal MMR status, next-generation sequencing (NGS) by TSO500 will be done at NIH.\n* More than four weeks must have elapsed since completion of any prior systemic therapy or radiotherapy at the time of enrollment. Participants are permitted to have undergone prior treatment with systemic chemotherapy (e.g. FOLFOX, FOLFIRI, FLOT) and/or radiotherapy. Note: Participant may have undergone minor surgical procedures within the four weeks prior to enrollment, if related major organ toxicities have recovered to \\<= grade 1.\n* Participants must have endoscopically evaluable disease.\n* Age \\>=18 years.\n* ECOG performance status =\\<1.\n* Participants must have adequate organ and marrow function as defined below:\n\n  * White Blood Cell (WBC), \\>=3,000/mm\\^3\n  * Hemoglobin \\>8.0 d/dL, (transfusion permitted)\n  * platelets, \\>=100,000/mm\\^3\n  * total bilirubin, \\< 1.5 mg/dL (except in participants with Gilbert s Syndrome, who must have a total bilirubin \\< 3.0 mg/dL)\n  * AST(SGOT)/ALT(SGPT), 5.0 X institutional upper limit of normal\n  * serum creatinine, \\< 1.6 mg/dL\n* No pre-existing autoimmune or infectious conditions for which treatment with immune checkpoint blockade is contraindicated.\n* Serology\n\n  * Seronegative for HIV antibody.\n  * Seronegative for hepatitis B surface antigen and seronegative for hepatitis C antibody. If hepatitis C antibody test is positive, then the participant must be tested for the presence of antigen by RT-PCR and be HCV RNA negative\n* Must have a negative pregnancy test.\n* Women of childbearing potential must be willing to must agree to use adequate contraception (surgical sterilization, partner vasectomy, hormonal or barrier method of birth control; abstinence) from the time of enrollment through 3 months after ipilimumab or for 5 months after nivolumab, whichever is later.\n* Breastfeeding participants must be willing to discontinue breastfeeding from study treatment initiation through 3 months after ipilimumab or for 5 months nivolumab, whichever is later.\n* Ability of participant to understand and the willingness to sign a written informed consent document.\n* Participants with MMR proficient colon tumors must have extenuating circumstances that make surgical treatment an unacceptable option. This must be documented in the medical record. Some examples:\n\n  * Religious or strong personal objections\n  * Prior colorectal surgery, such that another resection could lead to short gut, permanent stoma or detriment to quality of life\n* Participant must be co-enrolled on protocol 03-C-0277\n\nEXCLUSION CRITERIA:\n\n* Participants who are receiving any other investigational agents.\n* Previous treatment with checkpoint inhibitors (anti-CTLA-4, anti-PD-1 or anti-PD-L1 antibodies) for the primary tumor in question.\n* History of allergic reactions attributed to compounds of similar chemical or biologic composition to nivolumab and ipilimumab or other agents used in study.\n* Concomitant medications, such as steroids or other immunosuppressive agents, that have the potential to affect the activity of the study agents.\n* Any active or uncompensated major medical illness that would preclude major intraabdominal surgery.\n* Any form of primary immunodeficiency (such as Severe Combined Immunodeficiency Disease) or any immune disorder that would be a contraindication to ICB treatment.\n* Concurrent opportunistic infections\n* Tumor is causing symptomatic bowel obstruction (participants with a diverting ostomy are eligible).\n* History of significant autoimmune adverse events due to administration of anti-PD-1, anti-PD L1 or anti-CTLA-4 antibodies when given for prior indication.\n* Participants who are medically unfit to undergo major abdominal surgery.\n* Participants with tumors that are unable to be endoscopically evaluated.\n* Uncontrolled intercurrent illness that would limit compliance with study requirements.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "120 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "NCI SB Immunotherapy Recruitment Center",
                    "role": "CONTACT",
                    "phone": "(866) 820-4505",
                    "email": "irc@nih.gov"
                },
                {
                    "name": "Nicholas D Klemen, M.D.",
                    "role": "CONTACT",
                    "phone": "(240) 550-3874",
                    "email": "nicholas.klemen@nih.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Nicholas D Klemen, M.D.",
                    "affiliation": "National Cancer Institute (NCI)",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "National Institutes of Health Clinical Center",
                    "city": "Bethesda",
                    "state": "Maryland",
                    "zip": "20892",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "NCI/Surgery Branch Recruitment Center",
                            "role": "CONTACT",
                            "phone": "866-820-4505",
                            "email": "irc@nih.gov"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.98067,
                        "lon": -77.10026
                    }
                }
            ]
        },
        "referencesModule": {
            "seeAlsoLinks": [
                {
                    "label": "NIH Clinical Center Detailed Web Page",
                    "url": "https://clinicalstudies.info.nih.gov/cgi/detail.cgi?B_001691-C.html"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": ".All collected IPD will be shared. All IPD recorded in the medical record will be shared with intramural investigators upon request.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF"
            ],
            "timeFrame": "This study will comply with the NIH Data Management and Sharing (DMS) Policy, which applies to all new and ongoing NIH-funded research in the IRP, as of January 25, 2023, that is associated with a ZIA, with a clinical protocol that undergoes scientific review and/or will involve genomic data sharing.",
            "accessCriteria": "Clinical data will be made available via subscription to BTRIS and with the permission of the study PI."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000015179",
                    "term": "Colorectal Neoplasms"
                }
            ],
            "ancestors": [
                {
                    "id": "D000007414",
                    "term": "Intestinal Neoplasms"
                },
                {
                    "id": "D000005770",
                    "term": "Gastrointestinal Neoplasms"
                },
                {
                    "id": "D000004067",
                    "term": "Digestive System Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000004066",
                    "term": "Digestive System Diseases"
                },
                {
                    "id": "D000005767",
                    "term": "Gastrointestinal Diseases"
                },
                {
                    "id": "D000003108",
                    "term": "Colonic Diseases"
                },
                {
                    "id": "D000007410",
                    "term": "Intestinal Diseases"
                },
                {
                    "id": "D000012002",
                    "term": "Rectal Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M17890",
                    "name": "Colorectal Neoplasms",
                    "asFound": "Colorectal Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10448",
                    "name": "Intestinal Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M7256",
                    "name": "Digestive System Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M8886",
                    "name": "Gastrointestinal Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M7255",
                    "name": "Digestive System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8883",
                    "name": "Gastrointestinal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M6336",
                    "name": "Colonic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10444",
                    "name": "Intestinal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14844",
                    "name": "Rectal Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC06",
                    "name": "Digestive System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000077594",
                    "term": "Nivolumab"
                },
                {
                    "id": "D000074324",
                    "term": "Ipilimumab"
                }
            ],
            "ancestors": [
                {
                    "id": "D000074322",
                    "term": "Antineoplastic Agents, Immunological"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                },
                {
                    "id": "D000082082",
                    "term": "Immune Checkpoint Inhibitors"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M1854",
                    "name": "Nivolumab",
                    "asFound": "Technique",
                    "relevance": "HIGH"
                },
                {
                    "id": "M1348",
                    "name": "Ipilimumab",
                    "asFound": "Enrolled",
                    "relevance": "HIGH"
                },
                {
                    "id": "M1346",
                    "name": "Antineoplastic Agents, Immunological",
                    "relevance": "LOW"
                },
                {
                    "id": "M2342",
                    "name": "Immune Checkpoint Inhibitors",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}