{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05755204",
            "orgStudyIdInfo": {
                "id": "OIC_011"
            },
            "organization": {
                "fullName": "Orlando Immunology Center",
                "class": "OTHER"
            },
            "briefTitle": "A Pharmacist-run PrEP Program for Women",
            "officialTitle": "A Pharmacist-run, Community-based PrEP Program for High-risk women-the OPTIMIZE Study",
            "acronym": "OPTIMIZE",
            "therapeuticArea": [
                "Infectious Diseases"
            ],
            "study": "a-pharmacist-run-prep-program-for-women"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-11",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-06-21",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-09-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-09-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-02-22",
            "studyFirstSubmitQcDate": "2023-02-22",
            "studyFirstPostDateStruct": {
                "date": "2023-03-06",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-11-02",
            "lastUpdatePostDateStruct": {
                "date": "2023-11-07",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Orlando Immunology Center",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "The primary objective of this study is to evaluate uptake and retention of long acting cabotegravir (LA-CAB) also known as Apretude versus daily oral tenofovir disoproxil fumarate/emtricitabine (TDF/FTC) also known as Truvada for PrEP among high-risk women in metro-Orlando through week 48 (to also include reasons for lack of retention in PrEP care)",
            "detailedDescription": "This is a 48-week, open-label, single center pharmacist-run study to assess PrEP uptake and persistence among women at high-risk of HIV-1 acquisition in metro-Orlando at a community-based organization called Let's Beehive. All participants in the study will chose whether they want to start IM LA-CAB (with or without the oral lead-in) vs. daily oral TDF/FTC for PrEP. The study will include a Screening Phase (up to 56 days), and an open-label phase (Day 1 up to Week 48). Approximately 50 women defined as \"high-risk\" for HIV-1 infection who have a confirmed negative HIV test will be enrolled. All insured participants will be responsible for using their insurance plan to obtain coverage for their chosen PrEP medication, in addition to any labs required by the study. This expectation is clearly outlined in the informed consent. The study team will work with participants to minimize their co-pays for study medications and labs through the use of manufacturer and other external assistance programs. For participants who are under-or-uninsured, the study sponsor will provide financial coverage for approximately 20 participants (10 on LA-CAB and 10 on TDF/FTC) to receive PrEP medication and undergo study-required laboratory testing at no cost."
        },
        "conditionsModule": {
            "conditions": [
                "HIV Prevention"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": false,
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "PROSPECTIVE"
            },
            "enrollmentInfo": {
                "count": 50,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Apretude group",
                    "description": "High-risk women who choose to initiate intramuscular q8week LA-CAB (Apretude) with or without oral lead in for HIV PrEP",
                    "interventionNames": [
                        "Drug: LA-CAB"
                    ]
                },
                {
                    "label": "Truvada group",
                    "description": "High-risk women who choose to initiate daily oral TDF/FTC (Truvada) for HIV PrEP",
                    "interventionNames": [
                        "Drug: TDF/FTC"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "LA-CAB",
                    "description": "Intramuscular LA-CAB for PrEP",
                    "armGroupLabels": [
                        "Apretude group"
                    ],
                    "otherNames": [
                        "Apretude"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "TDF/FTC",
                    "description": "Oral TDF/FTC for PrEP",
                    "armGroupLabels": [
                        "Truvada group"
                    ],
                    "otherNames": [
                        "Truvada"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Uptake of LA-CAB vs. TDF/FTC for PrEP",
                    "description": "proportion of women who initiate LA-CAB vs. TDF/FTC for PrEP",
                    "timeFrame": "48 weeks"
                },
                {
                    "measure": "Persistence on LA-CAB vs. TDF/FTC for PrEP",
                    "description": "proportion of women who remain on LA-CAB vs. TDF/FTC for PrEP",
                    "timeFrame": "48 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Persistence on LA-CAB vs. TDF/FTC for PrEP",
                    "description": "proportion of women who remain on LA-CAB vs. TDF/FTC for PrEP",
                    "timeFrame": "24 weeks"
                },
                {
                    "measure": "Uptake of LA-CAB vs. TDF/FTC for PrEP",
                    "description": "proportion of women who initiate LA-CAB vs. TDF/FTC for PrEP",
                    "timeFrame": "24 weeks"
                },
                {
                    "measure": "HIV incidence",
                    "description": "proportion of women with new HIV infections (will be stratified by intervention group)",
                    "timeFrame": "24 weeks"
                },
                {
                    "measure": "HIV incidence",
                    "description": "proportion of women with new HIV infections (will be stratified by intervention group)",
                    "timeFrame": "48 weeks"
                },
                {
                    "measure": "Awareness of and willingness to initiate PrEP",
                    "description": "Proportion of participants who are aware of LA-CAB and daily oral TDF/FTC (based on responses to PrEP awareness and willingness survey)",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Preference for chosen PrEP modality",
                    "description": "Proportion of participants who elect to initiate LA-CAB vs. daily oral TDF/FTC for PrEP and reasons why (based on responses to PrEP preference survey)",
                    "timeFrame": "Baseline and time of PrEP modality switch"
                },
                {
                    "measure": "Safety and tolerability of LA-CAB vs. TDF/FTC for PrEP",
                    "description": "Incidence and severity of AEs and laboratory abnormalities, Investigator assessment of causality of AEs and laboratory abnormalities (drug-relatedness), Proportion of subjects who discontinue PrEP medications due to Aes",
                    "timeFrame": "24 weeks"
                },
                {
                    "measure": "Safety and tolerability of LA-CAB vs. TDF/FTC for PrEP",
                    "description": "Incidence and severity of AEs and laboratory abnormalities, Investigator assessment of causality of AEs and laboratory abnormalities (drug-relatedness), Proportion of subjects who discontinue PrEP medications due to Aes",
                    "timeFrame": "48 weeks"
                },
                {
                    "measure": "PrEP satisfaction",
                    "description": "Proportion of participants who are satisfied with their chosen PrEP modality (based on responses to PrEP satisfaction survey)",
                    "timeFrame": "24 weeks"
                },
                {
                    "measure": "PrEP satisfaction",
                    "description": "Proportion of participants who are satisfied with their chosen PrEP modality (based on responses to PrEP satisfaction survey)",
                    "timeFrame": "48 weeks"
                },
                {
                    "measure": "PrEP Adherence",
                    "description": "Proportion of participants with 100% adherence (target adherence defined as \"within window, on-time LA-CAB injection\") to LA-CAB vs. at least 6/7 weekly doses of TDF/FTC",
                    "timeFrame": "24 weeks"
                },
                {
                    "measure": "PrEP Adherence",
                    "description": "Proportion of participants with 100% adherence (target adherence defined as \"within window, on-time LA-CAB injection\") to LA-CAB vs. at least 6/7 weekly doses of TDF/FTC",
                    "timeFrame": "48 weeks"
                },
                {
                    "measure": "Bacterial STI incidence",
                    "description": "Proportion of participants with new STIs (based on proportion with positive results for chlamydia, gonorrhea, trichomonas, and syphilis)",
                    "timeFrame": "24 weeks"
                },
                {
                    "measure": "Bacterial STI incidence",
                    "description": "Proportion of participants with new STIs (based on proportion with positive results for chlamydia, gonorrhea, trichomonas, and syphilis)",
                    "timeFrame": "48 weeks"
                },
                {
                    "measure": "Treatment-emergent resistance among those who acquire HIV infection",
                    "description": "Proportion of participants with treatment-emergent resistance associated mutations (RAMs) on LA-CAB vs. daily oral TDF/FTC",
                    "timeFrame": "24 weeks"
                },
                {
                    "measure": "Treatment-emergent resistance among those who acquire HIV infection",
                    "description": "Proportion of participants with treatment-emergent resistance associated mutations (RAMs) on LA-CAB vs. daily oral TDF/FTC",
                    "timeFrame": "48 weeks"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Perception and experience with healthcare provider (HCP) and PrEP delivery setting",
                    "description": "Proportion of participants who are satisfied with the PrEP delivery experience (based on responses to a PrEP care experience survey)",
                    "timeFrame": "24 weeks"
                },
                {
                    "measure": "Perception and experience with healthcare provider (HCP) and PrEP delivery setting",
                    "description": "Proportion of participants who are satisfied with the PrEP delivery experience (based on responses to a PrEP care experience survey)",
                    "timeFrame": "48 weeks"
                },
                {
                    "measure": "HCP (healthcare provider) implementation processes and workload in this unique PrEP delivery model",
                    "description": "Descriptive summary of responses to HCP implementation survey",
                    "timeFrame": "24 weeks"
                },
                {
                    "measure": "HCP (healthcare provider) implementation processes and workload in this unique PrEP delivery model",
                    "description": "Descriptive summary of responses to HCP implementation survey",
                    "timeFrame": "48 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Aged 18-65 years at the time of signing the informed consent\n* Cisgender women with a negative/non-reactive HIV test (for those who choose LA-CAB, a negative or non-reactive HIV Ag/Ab assay and negative qualitative HIV-1 RNA test will be used to confirm negative HIV status, for those who choose TDF/FTC, a negative HIV Ag/Ab assay alone will be used to confirm negative HIV status)\n* If insured, must have a stable form of insurance that is expected to continue without significant changes for at least 48 weeks\n* If un-or-underinsured, must be enrolled in the study sponsor's assistance program which will provide study medications and study-required laboratory tests at no cost\n* Must be at \"high-risk\" of sexually acquired HIV-1 infection which will be defined as any condomless vaginal or anal sex in the past 6 months plus ≥1 of the following:\n\n  1. Partner living with HIV with unknown viral load\n  2. ≥1 sex partner of unknown HIV status\n  3. Bacterial STI in the past 6 months (GC/Chlamydia or syphilis)\n* Cisgender women\n\nAn individual of child-bearing potential (IOCBP) is eligible to participate if they are not pregnant \\[as confirmed by a negative serum human chorionic gonadotrophin (hCG) test at screening and a negative urine hCG test at Day 1 (a local serum hCG test at Day 1 is allowed if it can be done, and results obtained, within 24 hours prior to Day 1)\\], not lactating, and at least one of the following conditions applies:\n\nNon-reproductive potential defined as:\n\nPre-menopausal IOCBP with one of the following:\n\nDocumented tubal ligation Documented hysteroscopic tubal occlusion procedure with follow-up confirmation of bilateral tubal occlusion Hysterectomy Documented Bilateral Oophorectomy Post-menopausal IOCBP defined as 12 months of spontaneous amenorrhea \\[in questionable cases a blood sample with simultaneous follicle stimulating hormone (FSH) and estradiol levels consistent with menopause (refer to laboratory reference ranges for confirmatory levels)\\]. IOCBP on hormone replacement therapy (HRT) and whose menopausal status is in doubt will be required to use one of the highly effective contraception methods if they wish to continue their HRT during the study. Otherwise, they must discontinue HRT to allow confirmation of post-menopausal status prior to study enrollment.\n\nReproductive potential and agrees to follow one of the options listed in the Modified List of Highly Effective Methods for Avoiding Pregnancy in IOCBP (see Appendix 7) from at least 14 days prior to the first dose of study medication. Participants will be counseled on the recommendation to continue use of a highly effective method of contraception for at least 14 days after discontinuation of oral CAB and at least 52 weeks after discontinuation of LA-CAB due to the unknown risk to the fetus. This discussion will be recorded in the participant's source notes.\n\nThe investigator is responsible for ensuring that subjects understand how to properly use these methods of contraception. All subjects participating in the study should be counseled on safer sexual practices including the use and benefit/risk of effective barrier methods (e.g., male condom) and on the risk of STI transmission to an uninfected partner.\n\nExclusion Criteria:\n\n* IOCBP who are breastfeeding or plan to become pregnant or breastfeed during the study\n* Subjects with severe hepatic impairment (Class C) as determined by Child-Pugh classification\n* Unstable liver disease (as defined by the presence of ascites, encephalopathy, coagulopathy, hypoalbuminaemia, esophageal or gastric varices, or persistent jaundice), cirrhosis, known biliary abnormalities (with the exception of Gilbert's syndrome or asymptomatic gallstones).\n* Evidence of Hepatitis B virus (HBV) infection based on the results of testing at Screening for Hepatitis B surface antigen (HbsAg), Hepatitis B core antibody (antiHBc), Hepatitis B surface antigen antibody (anti-HBs) and HBV DNA as follows:\n\nSubjects positive for HbsAg are excluded. Subjects negative for anti-HBs but positive for anti-HBc (negative HbsAg status) and positive for HBV DNA are excluded.\n\nNote: Subjects positive for anti-HBc (negative HbsAg status) and positive for antiHBs (past and/or current evidence) are immune to HBV and are not excluded. AntiHBc must be either total anti-HBc or anti-HBc immunoglobulin G (IgG), and NOT anti-HBc IgM.\n\n-Evidence of Hepatitis C virus (HCV) infection based on the results of testing at Screening for Hepatitis C antibody (HCV Ab) and HCV RNA as follows:\n\nSubjects positive for HCV Ab and HCV RNA are excluded Subjects positive for HCV Ab with a negative HCV RNA test are permitted to enroll\n\n* History or presence of allergy or intolerance to the study drugs or their components or drugs of their class.\n* Has a history or current evidence of any condition (including active tuberculosis infection), therapy, laboratory abnormality or other circumstance (including drug or alcohol use or dependence) that might, in the opinion of the investigator, confound the results of the study or interfere with the participant's participation for the full duration of the study, such that it is not in the best interest of the participant to participate.\n* Participants receiving any prohibited medication and who are unwilling or unable to switch to an alternative medication Participants with a current or anticipated need for chronic systemic anticoagulation or a history of known or suspected bleeding disorder, including a history of prolonged bleeding\n\n  \\*\\*Please note this protocol does not exclude participants who have previously received PrEP medications including IM LA-CAB or oral TDF/FTC\n* ALT ≥5x ULN, OR ALT ≥3xULN and bilirubin \\>=1.5xULN (with \\>35% direct bilirubin)\n* CreCl\\<50 ml/min for those who elect to start TDF/FTC\n* Any other screening grade 3 or 4 lab abnormalities that are unexplained or deemed by the investigator to be a contraindication for study participation",
            "healthyVolunteers": true,
            "sex": "FEMALE",
            "minimumAge": "18 Years",
            "maximumAge": "65 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "Cisgender women at high-risk of HIV acquisition residing in metro-Orlando",
            "samplingMethod": "PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Charlotte Rolle, MD",
                    "role": "CONTACT",
                    "phone": "4076473960",
                    "email": "crolle@ociorlando.com"
                }
            ],
            "locations": [
                {
                    "facility": "Orlando Immunology Center",
                    "status": "RECRUITING",
                    "city": "Orlando",
                    "state": "Florida",
                    "zip": "32803",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Wendy Wert",
                            "role": "CONTACT",
                            "phone": "407-647-3960",
                            "email": "wwert@oicorlando.com"
                        }
                    ],
                    "geoPoint": {
                        "lat": 28.53834,
                        "lon": -81.37924
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M3522",
                    "name": "Acquired Immunodeficiency Syndrome",
                    "relevance": "LOW"
                },
                {
                    "id": "M18250",
                    "name": "HIV Infections",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC01",
                    "name": "Infections"
                },
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000069480",
                    "term": "Emtricitabine, Tenofovir Disoproxil Fumarate Drug Combination"
                },
                {
                    "id": "C000584914",
                    "term": "Cabotegravir"
                }
            ],
            "ancestors": [
                {
                    "id": "D000018894",
                    "term": "Reverse Transcriptase Inhibitors"
                },
                {
                    "id": "D000019384",
                    "term": "Nucleic Acid Synthesis Inhibitors"
                },
                {
                    "id": "D000004791",
                    "term": "Enzyme Inhibitors"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000000998",
                    "term": "Antiviral Agents"
                },
                {
                    "id": "D000000890",
                    "term": "Anti-Infective Agents"
                },
                {
                    "id": "D000019380",
                    "term": "Anti-HIV Agents"
                },
                {
                    "id": "D000044966",
                    "term": "Anti-Retroviral Agents"
                },
                {
                    "id": "D000019428",
                    "term": "HIV Integrase Inhibitors"
                },
                {
                    "id": "D000019429",
                    "term": "Integrase Inhibitors"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M296",
                    "name": "Tenofovir",
                    "relevance": "LOW"
                },
                {
                    "id": "M294",
                    "name": "Emtricitabine",
                    "relevance": "LOW"
                },
                {
                    "id": "M448",
                    "name": "Emtricitabine, Tenofovir Disoproxil Fumarate Drug Combination",
                    "asFound": "Ingredients",
                    "relevance": "HIGH"
                },
                {
                    "id": "M254021",
                    "name": "Cabotegravir",
                    "asFound": "Systolic Dysfunction",
                    "relevance": "HIGH"
                },
                {
                    "id": "M20935",
                    "name": "Reverse Transcriptase Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M7951",
                    "name": "Enzyme Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M4314",
                    "name": "Antiviral Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M4214",
                    "name": "Anti-Infective Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M21350",
                    "name": "Anti-HIV Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M25428",
                    "name": "Anti-Retroviral Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M21386",
                    "name": "Integrase Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M21385",
                    "name": "HIV Integrase Inhibitors",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Infe",
                    "name": "Anti-Infective Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}