{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05796570",
            "orgStudyIdInfo": {
                "id": "22-569"
            },
            "organization": {
                "fullName": "Dana-Farber Cancer Institute",
                "class": "OTHER"
            },
            "briefTitle": "A Pilot Study to Evaluate the Feasibility of Post-Hematopoietic Stem Cell Transplant Prophylaxis With Decitabine Combined With Filgrastim for Children and Young Adults With AML, MDS and Related Myeloid Malignancies",
            "officialTitle": "A Pilot Study to Evaluate the Feasibility of Post-Hematopoietic Stem Cell Transplant Prophylaxis With Decitabine Combined With Filgrastim for Children and Young Adults With AML, MDS and Related Myeloid Malignancies",
            "acronym": "MORE",
            "therapeuticArea": [
                "Rare Diseases",
                "Oncology and Hematology",
                "Other",
                "Orthopedics"
            ],
            "study": "a-pilot-study-to-evaluate-the-feasibility-of-post-hematopoietic-stem-cell-transplant-prophylaxis-with-decitabine-combined-with-filgrastim-for-children-and-young-adults-with-aml-mds-and-related-myeloid-malignancies"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-04-19",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-09-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2029-09-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-03-21",
            "studyFirstSubmitQcDate": "2023-03-31",
            "studyFirstPostDateStruct": {
                "date": "2023-04-03",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-14",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-17",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR_INVESTIGATOR",
                "investigatorFullName": "Franziska Wachter",
                "investigatorTitle": "Principal Investigator",
                "investigatorAffiliation": "Dana-Farber Cancer Institute"
            },
            "leadSponsor": {
                "name": "Franziska Wachter",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Harvard Clinical and Translational Science Center (Harvard Catalyst)",
                    "class": "UNKNOWN"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this study is to examine if it is feasible to administer decitabine and filgrastim after allogenic hematopoietic stem cell transplant (HCT) in children and young adults with myelodysplastic syndrome, acute myeloid leukemia and related myeloid disorders, and if the treatment is effective in preventing relapse after HCT.\n\nThe names of the study drugs involved in this study are:\n\n* Decitabine (a nucleoside metabolic inhibitor)\n* Filgrastim (a recombinant granulocyte colony-stimulating factor (G-CSF)",
            "detailedDescription": "This is a single arm, pilot study to determine if sequential cycles of maintenance therapy with decitabine and filgrastim post allogenic hematopoietic cell transplant (HCT) are feasible and effective in preventing relapse after HCT in pediatric and young adult patients with acute myeloid leukemia (AML), myelodysplastic syndrome (MDS) and treatment related myeloid malignancies (tAML/MDS) with either idiopathic disease or underlying germline disorders, including a subset that may be at higher risk for toxicity from treatment.\n\nDecitabine in combination with filgrastim after stem cell transplant has been shown to be effective in a large study that included mainly adult patients with acute myeloid leukemia.\n\nThe research study procedures include screening for eligibility, study treatment including evaluations and follow up visits and blood tests. Bone marrow biopsies and aspirates will be performed as standard of care.\n\nParticipants will receive study treatment for 6 months if tolerated and will be followed for 24 months after stem cell transplant.\n\nIt is expected about 37 people will take part in this research study.\n\nThis research study is supported by Dana-Farber Cancer Institute philanthropy and institutional grants from the Dana-Farber Cancer Institute and Boston Children's Hospital."
        },
        "conditionsModule": {
            "conditions": [
                "Acute Myeloid Leukemia",
                "Myelodysplastic Syndromes",
                "Myeloid Malignancies",
                "MDS",
                "Inherited Bone Marrow Failure Syndrome",
                "Myeloid Neoplasm",
                "Aml"
            ],
            "keywords": [
                "Acute Myeloid Leukemia",
                "Myelodysplastic Syndromes",
                "Myeloid Malignancies",
                "MDS",
                "Inherited Bone Marrow Failure Syndrome",
                "Myeloid Neoplasm",
                "AML"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 37,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Cohort A: Standard Risk",
                    "type": "EXPERIMENTAL",
                    "description": "Participants with MDS, AML, AML/MDS, treatment related myeloid neoplasm (tAML/MDS) with either idiopathic disease or inherited bone marrow failure syndrome (iBMF) with standard risk for treatment related toxicities will be enrolled and will undergo study procedures as outlined:\n\n* Cycles 1: Study treatment start must occur 40 - 120 days post allogenic HCT.\n\n  * Day 2 - 6 of 28-day cycle: Predetermined dose of Decitabine.\n  * Day 1 - 6 of 28-day cycle: Predetermined dose of Filgrastim.\n* Cycles 2 - 6:\n\n  * Day 2 - 6 of 28-day cycle: Predetermined dose of Decitabine.\n  * Day 1 - 6 of 28-day cycle: Predetermined dose of Filgrastim.\n* Follow up visit every 6 months for 24 months post allogenic HCT.",
                    "interventionNames": [
                        "Drug: Decitabine",
                        "Drug: Filgrastim"
                    ]
                },
                {
                    "label": "Cohort B: inherited bone marrow failure (iBMF) with Increased Risk for treatment related toxicities",
                    "type": "EXPERIMENTAL",
                    "description": "Participants with MDS, AML, AML/MDS, tAML/MDS with iBMF with increased risk for treatment related toxicities will be enrolled and will undergo study procedures as outlined:\n\n* Cycles 1: Study treatment must occur 40 - 120 days post allogenic HCT.\n\n  * Day 2 - 6 of 28-day cycle: Predetermined dose of Decitabine.\n  * Day 1 - 6 of 28-day cycle: Predetermined dose of Filgrastim.\n* Cycles 2 - 6:\n\n  * Day 2 - 6 of 28-day cycle: Predetermined dose of Decitabine.\n  * Day 1 - 6 of 28-day cycle: Predetermined dose of Filgrastim.\n* Follow up visit every 6 months for 24 months post allogenic HCT.",
                    "interventionNames": [
                        "Drug: Decitabine",
                        "Drug: Filgrastim"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Decitabine",
                    "description": "Nucleoside metabolic inhibitor, via IV infusion.",
                    "armGroupLabels": [
                        "Cohort A: Standard Risk",
                        "Cohort B: inherited bone marrow failure (iBMF) with Increased Risk for treatment related toxicities"
                    ],
                    "otherNames": [
                        "Dacogen"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Filgrastim",
                    "description": "Recombinant granulocyte colony-stimulating factor (G-CSF), via subcutaneous injection.",
                    "armGroupLabels": [
                        "Cohort A: Standard Risk",
                        "Cohort B: inherited bone marrow failure (iBMF) with Increased Risk for treatment related toxicities"
                    ],
                    "otherNames": [
                        "Nivestym, Granix, Zarxio, Neupogen, Filgrastim-aafi, Filgrastim-sndz, Tbo-filgrastim, Rhg-csf"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Feasibility Failure Rate (FFR)",
                    "description": "Feasibility failure relates to decitabine exposure in the setting of post-hematopoietic stem cell transplant (HCT) maintenance and in combination with filgrastim; FFR is defined as the proportion of participants that do not initiate at least 5 of 6 planned cycles and/or receive fewer than 22/30 overall planned decitabine doses during maintenance phase.",
                    "timeFrame": "Treatment duration up to 6 cycles (28 days/cycle) or 168 days"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "24-Month Probability Event-Free Survival (EFS)",
                    "description": "EFS based on the Kaplan-Meier method is defined as the time from HCT until evidence of relapse of myelodysplastic syndrome (MDS) or leukemia, or death from any cause. Participants without an event are censored at the date of last follow-up.",
                    "timeFrame": "Up to 24 months"
                },
                {
                    "measure": "24-Month Probability Overall Survival (OS)",
                    "description": "OS based on the Kaplan-Meier method is defined as the time from HCT to death or censored at date of last follow-up",
                    "timeFrame": "Up to 24 months"
                },
                {
                    "measure": "Treatment Tolerability Rate (TTR)",
                    "description": "Tolerability is based on select adverse events (AE) deemed probably of definitely related to decitabine; TTR is the proportion of participants with grade 4 non-hematologic (NH) AEs except infection and febrile neutropenia, grade 3 NH AEs causing a delay in treatment by \\>14 days, and hematologic AEs including ANC\\<500 cells/uL or platelet count\\<10,000 cells for \\>1 week despite supportive care as well as day 28 ANC and platelet target levels or graft failure.",
                    "timeFrame": "Up to the end of cycle 6 (28 days/cycle), or 168 days + 36 days post-treatment"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Disease Criteria: Participants must have a histologically confirmed diagnosis of one of the following hematologic malignancies for eligibility, as defined by the criteria below:\n\n  * AML (relapsed, de-novo or secondary) based on WHO classification\n  * MDS (relapsed, de-novo or secondary) based on WHO classification\n  * Treatment myeloid neoplasm (tMDS/AML; relapsed disease included)\n* Note: MDS, AML, MDS/AML, or tMDS/AML as defined above may be idiopathic/de novo or derived from a germline predisposition to myeloid malignancy. For patients with an underlying germline disorder, those conditions that are not associated with increased risk for toxicity to treatment, including patients with known germline ANKRD26, DDX41, ELANE and other congenital neutropenia disorders, ETV6, GATA-2, Li-Fraumeni, RUNX1, SAMD9/SAMD9L, or Shwachman-Diamond Syndrome, will be analyzed within the general treatment cohort (Cohort A, see Table 1) along with patients with idiopathic disease (Cohort B, see Table 2).\n\nMDS, AML, MDS/AML, or tMDS/AML derived from the following germline disorders will be enrolled in a separate cohort (B) and adverse events monitored closely for higher rates compared to cohort A:\n\n* Dyskeratosis Congenita or associated telomeropathies as defined by telomere length \\<1st percentile on 3 out of 4 lymphocyte subsets and/or corresponding pathogenic genetic mutation.\n* Fanconi Anemia as defined by positive chromosomal breakage test to DEB/MMC and/or corresponding pathogenic genetic mutation.\n* Nijmegen Breakage Syndrome as defined by positive chromosomal breakage test to DEB/MMC and/or corresponding pathogenic genetic mutation\n* ERCC6L2 by genomic testing.\n\nTable 2: Overview Inherited Bone Marrow Failure syndromes (iBMF)\n\n-iBMF with Standard risk for Treatment Related toxicities:\n\n* germline mutations in ANKRD26\n* germline mutations in DDX41\n* ELANE and other Congenital Neutropenia Disorders\n* germline mutations in ETV6\n* germline mutations in GATA-2\n* Li-Fraumeni\n* germline mutations in RUNX1\n* SAMD9/SAMD9L\n* Shwachman-Diamond Syndrome\n* Familial MDS with thrombocytopenia\n* Diamond-Blackfan Anemia\n\nTable 2: Overview Inherited Bone Marrow Failure syndromes (iBMF)\n\n* iBMF with Increased Risk for Treatment Related Toxicities:\n\n  * Fanconi Anemia\n  * Dyskeratosis Congenita and associated Telomere Disorders\n  * Nijmegen Breakage Syndrome\n  * ERCC6L2\n* Patients must be receiving an allogeneic hematopoietic stem cell transplant. All donor types and graft sources are permitted. All conditioning regimens are permitted. All GVHD prophylaxis regimens are permitted.\n* Timing of Enrollment: Registration can occur from day - 30 to day - 10 prior to stem cell infusion.\n* Disease Status: Study enrollment will occur pre HCT. Any disease status is acceptable at the time of enrollment; however, patients must be in a MRD negative remission (as defined by multidimensional flow cytometry (MDF) post HCT prior to protocol treatment start). Post HCT/ pretreatment disease status will be performed by Hematologics.\n* No limitations on prior therapy.\n* Age ≥1 year and ≤ 39 year of age.\n* ECOG performance status ≤2 (Lansky, Karnofsky ≥60%).\n* Participants must have adequate organ function to be eligible for allogenic HCT as per institutional standard.\n* Human immunodeficiency virus (HIV)-infected participants on effective anti-retroviral therapy with undetectable viral load within 6 months are eligible for this trial. Anti- retroviral therapy must not have a non-acceptable drug interaction with protocol treatment.\n* For participants with evidence of chronic hepatitis B virus (HBV) infection, the HBV viral load must be undetectable on suppressive therapy, if indicated. Suppressive therapy must not have a non-acceptable drug interaction with protocol treatment.\n* Participants with a history of hepatitis C virus (HCV) infection must have been treated and cured. For participants with HCV infection who are currently on treatment, they are eligible if they have an undetectable HCV viral load. Ongoing antiviral therapy must not have a non-acceptable drug interaction with protocol treatment.\n* Participants with a malignancy in remission are eligible for this trial.\n* Participants with known history or current symptoms of cardiac disease should have a clinical risk assessment of cardiac function using the New York Heart Association Functional Classification. To be eligible for this trial, participants should be class 2B or better.\n* The effects of filgrastim on the developing human fetus are unknown. For this reason and because decitabine is known to be teratogenic, women of child-bearing potential and men must agree to use adequate contraception (hormonal or barrier method of birth control; abstinence) prior to study entry and for the duration of study participation. Should a woman become pregnant or suspect she is pregnant while she or her partner is participating in this study, she should inform her treating physician immediately. Men treated or enrolled on this protocol must also agree to use adequate contraception prior to the study, for the duration of study participation, and 4 months after completion of decitabine administration.\n* Ability to understand and the willingness to sign a written informed consent document.\n\nExclusion Criteria:\n\n* Participants who have not recovered from adverse events due to prior anti-cancer therapy (i.e., have residual toxicities \\> Grade 2) except for bone marrow suppression.\n* Participants should not be enrolled on another study that prohibits initiation of maintenance therapy.\n* History of allergic reactions attributed to compounds of similar chemical or biologic composition to decitabine or filgrastim.\n* Participants with uncontrolled intercurrent illness.\n* Participant who are not able to present for clinic visits for at least 7 months after study treatment initiation.\n* Participant with FLT3/ITD mutations are excluded as maintenance therapy with tyrosine kinase therapy should be considered in this context.\n* Participants with a concurrent active malignancy are not eligible for this trial.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "1 Year",
            "maximumAge": "39 Years",
            "stdAges": [
                "CHILD",
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Franziska Wachter, MD",
                    "role": "CONTACT",
                    "phone": "617-632-4583",
                    "email": "franziska_wachter@dfci.harvard.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Franziska Wachter, MD",
                    "affiliation": "Dana-Farber Cancer Institute",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Boston Children's Hospital",
                    "status": "RECRUITING",
                    "city": "Boston",
                    "state": "Massachusetts",
                    "zip": "02215",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Franziska Wachter, MD",
                            "role": "CONTACT",
                            "phone": "617-632-4583",
                            "email": "Franziska_Wachter@dfci.harvard.edu"
                        },
                        {
                            "name": "Franziska Wachter",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.35843,
                        "lon": -71.05977
                    }
                },
                {
                    "facility": "Dana-Farber Cancer Institute",
                    "status": "RECRUITING",
                    "city": "Boston",
                    "state": "Massachusetts",
                    "zip": "02215",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Franziska Wachter, MD",
                            "role": "CONTACT",
                            "phone": "617-632-4583",
                            "email": "franziska_wachter@dfci.harvard.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.35843,
                        "lon": -71.05977
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "The Dana-Farber / Harvard Cancer Center encourages and supports the responsible and ethical sharing of data from clinical trials. De-identified participant data from the final research dataset used in the published manuscript may only be shared under the terms of a Data Use Agreement. Requests may be directed to: \\[contact information for Sponsor Investigator or designee\\]. The protocol and statistical analysis plan will be made available on Clinicaltrials.gov only as required by federal regulation or as a condition of awards and agreements supporting the research.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP"
            ],
            "timeFrame": "Data can be shared no earlier than 1 year following the date of publication",
            "accessCriteria": "Contact the Belfer Office for Dana-Farber Innovations (BODFI) at innovation@dfci.harvard.edu"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000007951",
                    "term": "Leukemia, Myeloid"
                },
                {
                    "id": "D000015470",
                    "term": "Leukemia, Myeloid, Acute"
                },
                {
                    "id": "D000011289",
                    "term": "Preleukemia"
                },
                {
                    "id": "D000009190",
                    "term": "Myelodysplastic Syndromes"
                },
                {
                    "id": "D000080983",
                    "term": "Bone Marrow Failure Disorders"
                },
                {
                    "id": "D000010198",
                    "term": "Pancytopenia"
                },
                {
                    "id": "D000080984",
                    "term": "Congenital Bone Marrow Failure Syndromes"
                },
                {
                    "id": "D000013577",
                    "term": "Syndrome"
                }
            ],
            "ancestors": [
                {
                    "id": "D000004194",
                    "term": "Disease"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000007938",
                    "term": "Leukemia"
                },
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000006402",
                    "term": "Hematologic Diseases"
                },
                {
                    "id": "D000001855",
                    "term": "Bone Marrow Diseases"
                },
                {
                    "id": "D000011230",
                    "term": "Precancerous Conditions"
                },
                {
                    "id": "D000095542",
                    "term": "Cytopenia"
                },
                {
                    "id": "D000007232",
                    "term": "Infant, Newborn, Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M16355",
                    "name": "Syndrome",
                    "asFound": "Syndrome",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10945",
                    "name": "Leukemia",
                    "relevance": "LOW"
                },
                {
                    "id": "M10955",
                    "name": "Leukemia, Myeloid",
                    "asFound": "Myeloid Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M18127",
                    "name": "Leukemia, Myeloid, Acute",
                    "asFound": "Acute Myeloid Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M14164",
                    "name": "Preleukemia",
                    "asFound": "Myelodysplastic Syndrome",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12145",
                    "name": "Myelodysplastic Syndromes",
                    "asFound": "Myelodysplastic Syndrome",
                    "relevance": "HIGH"
                },
                {
                    "id": "M2241",
                    "name": "Bone Marrow Failure Disorders",
                    "asFound": "Bone Marrow Failure Syndromes",
                    "relevance": "HIGH"
                },
                {
                    "id": "M13118",
                    "name": "Pancytopenia",
                    "asFound": "Bone Marrow Failure",
                    "relevance": "HIGH"
                },
                {
                    "id": "M2242",
                    "name": "Congenital Bone Marrow Failure Syndromes",
                    "asFound": "Inherited Bone Marrow Failure Syndromes",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M9490",
                    "name": "Hematologic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5134",
                    "name": "Bone Marrow Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14111",
                    "name": "Precancerous Conditions",
                    "relevance": "LOW"
                },
                {
                    "id": "M3170",
                    "name": "Cytopenia",
                    "relevance": "LOW"
                },
                {
                    "id": "M10276",
                    "name": "Infant, Newborn, Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T3995",
                    "name": "Myeloid Leukemia",
                    "asFound": "Myeloid Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "T182",
                    "name": "Acute Myeloid Leukemia",
                    "asFound": "Acute Myeloid Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "T188",
                    "name": "Acute Non Lymphoblastic Leukemia",
                    "asFound": "Acute Myeloid Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "T3993",
                    "name": "Myelodysplastic Syndromes",
                    "asFound": "Myelodysplastic Syndrome",
                    "relevance": "HIGH"
                },
                {
                    "id": "T170",
                    "name": "Acute Graft Versus Host Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC15",
                    "name": "Blood and Lymph Conditions"
                },
                {
                    "abbrev": "BC16",
                    "name": "Diseases and Abnormalities at or Before Birth"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000077209",
                    "term": "Decitabine"
                },
                {
                    "id": "D000078224",
                    "term": "Lenograstim"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000276",
                    "term": "Adjuvants, Immunologic"
                },
                {
                    "id": "D000007155",
                    "term": "Immunologic Factors"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000000964",
                    "term": "Antimetabolites, Antineoplastic"
                },
                {
                    "id": "D000000963",
                    "term": "Antimetabolites"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                },
                {
                    "id": "D000004791",
                    "term": "Enzyme Inhibitors"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M1945",
                    "name": "Lenograstim",
                    "asFound": "Site",
                    "relevance": "HIGH"
                },
                {
                    "id": "M1697",
                    "name": "Decitabine",
                    "asFound": "Derived",
                    "relevance": "HIGH"
                },
                {
                    "id": "M3628",
                    "name": "Adjuvants, Immunologic",
                    "relevance": "LOW"
                },
                {
                    "id": "M10201",
                    "name": "Immunologic Factors",
                    "relevance": "LOW"
                },
                {
                    "id": "M4281",
                    "name": "Antimetabolites",
                    "relevance": "LOW"
                },
                {
                    "id": "M7951",
                    "name": "Enzyme Inhibitors",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                }
            ]
        }
    },
    "hasResults": false
}