{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04548648",
            "orgStudyIdInfo": {
                "id": "LCCC1841"
            },
            "organization": {
                "fullName": "UNC Lineberger Comprehensive Cancer Center",
                "class": "OTHER"
            },
            "briefTitle": "A Pilot Study of Acalabrutinib in Relapsed/Refractory Primary and Secondary CNS Lymphomas",
            "officialTitle": "LCCC1841: A Pilot Study of Acalabrutinib in Relapsed/Refractory Primary and Secondary CNS Lymphomas",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "a-pilot-study-of-acalabrutinib-in-relapsed-refractory-primary-and-secondary-cns-lymphomas"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-03",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2020-10-15",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2028-02-22",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2033-02-22",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2020-09-08",
            "studyFirstSubmitQcDate": "2020-09-08",
            "studyFirstPostDateStruct": {
                "date": "2020-09-14",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-24",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-25",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "UNC Lineberger Comprehensive Cancer Center",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "AstraZeneca",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this study is to test whether giving acalabrutinib is safe and effective in controlling relapsed central nervous system (CNS) lymphoma. Currently, there are no FDA-approved treatments for relapsed CNS lymphoma. Although acalabrutinib has not been approved for the treatment of CNS lymphoma, it was approved for the treatment of another type of lymphoma (mantle cell), by the Food and Drug Administration (FDA).\n\nAcalabrutinib acts similar to another cancer drug called ibrutinib. lbrutinib was tested in several research trials for the management of CNS lymphomas, and the results were promising. Acalabrutinib and ibrutinib attack a similar target found in CNS lymphoma. Acalabrutinib may do a better job in attacking this target than ibrutinib. The study doctors will be looking to see if acalabrutinib can shrink cancer cells.\n\nThe participants will be given acalabrutinib and isavuconazole, because isavuconazole helps in preventing fungal infections that may occur during acalabrutinib treatment.",
            "detailedDescription": "This multicenter open-label, single-arm, pilot study explores a safe and effective treatment for relapsed central nervous system lymphoma. The study investigates the antitumor effects and safety of acalabrutinib in subjects with relapsed primary central nervous system lymphoma (PCNSL) or relapsed secondary CNS lymphoma (SCNSL) with no evidence of current systemic disease. Types of SCNSL included in the study are: Diffuse large B-cell lymphoma, mantle cell lymphoma, plasmablastic lymphoma, and lymphoplasmacytic lymphoma. Up to 16 subjects will be enrolled to attain a total of 15 evaluable subjects.\n\nDuration of Therapy: Treatment with acalabrutinib and isavuconazole will continue unless\n\n* Disease progression\n* Inter-current illness that prevents further administration of treatment\n* Unacceptable adverse event(s)\n* Pregnancy\n* Subject decides to withdraw from study treatment,\n* General or specific changes in the subject's condition render the subject unacceptable for further treatment in the judgment of the investigator, or\n* Subject is lost to follow up\n\nDuration of Follow-up All subjects will be followed for survival for 5 years or until death, whichever occurs first."
        },
        "conditionsModule": {
            "conditions": [
                "Central Nervous System Lymphoma"
            ],
            "keywords": [
                "CNS Lymphoma"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "interventionModelDescription": "Simon Two-stage study to a pilot study.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 16,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Open-label, single-arm",
                    "type": "OTHER",
                    "description": "A multicenter open-label, single-arm, phase 2 study designed to investigate the antitumor effects of acalabrutinib in subjects with relapsed primary central nervous system lymphoma (PCNSL), and relapsed secondary CNS lymphoma (SCNSL) with no evidence of current systemic disease. Subjects will receive acalabrutinib at the dose of 100 mg every 12 hours. Prophylactic administration of broad spectrum triazole antifungal agent isavuconazole will be performed while subjects receive acalabrutinib.",
                    "interventionNames": [
                        "Drug: Acalabrutinib",
                        "Drug: Isavuconazole"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Acalabrutinib",
                    "description": "Acalabrutinib at 100 mg is taken orally approximately every 12 hours until disease progression or unacceptable toxicity.",
                    "armGroupLabels": [
                        "Open-label, single-arm"
                    ],
                    "otherNames": [
                        "ACP-196",
                        "CALQUENCE"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Isavuconazole",
                    "description": "Prophylactic treatment with isavuconazole includes loading dose of 372 mg (2 capsules) administered orally every 8 hours for 6 doses (48 hours), followed by maintenance administration of 372 mg (2 capsules) once daily as long as the subject is on study treatment.",
                    "armGroupLabels": [
                        "Open-label, single-arm"
                    ],
                    "otherNames": [
                        "Cresemba"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Overall response rate",
                    "description": "Overall response rate (ORR) will be assessed 2 months after receiving acalabrutinib as measured by the International Primary CNS Lymphoma Collaborative Group Response assessment criteria. Responder = Partial Response + Complete Response).\n\nComplete response (CR) as complete disappearance of contrast enhancement on magnetic resonance imaging (MRI), no evidence of ocular lymphoma, negative cerebrospinal fluid (CSF) cytology, and discontinuation of corticosteroid use for at least 2 weeks prior to the evaluation of response. Unconfirmed CR (Cru) is used to characterize radiographic findings that fulfill criteria for a CR, but the patient remains on corticosteroids, or MRI that continues to show small but persistent enhancing abnormalities possibly related to biopsy or surgery. Partial response (PR) is defined as a 50% decrease in enhancing tumor or residual disease on eye examinations, or persistent or suspicious CSF cytology.",
                    "timeFrame": "2 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Number of different types of toxicities",
                    "description": "Toxicity will be classified and graded according to the National Cancer Institute's Common Terminology Criteria for Adverse Events (CTCAE, version 5.0).",
                    "timeFrame": "3 years"
                },
                {
                    "measure": "Progression-free survival (PFS)",
                    "description": "Progression-free survival (PFS) is defined from the date of initiating study treatment to the date of disease progression per the International Primary CNS Lymphoma Collaborative Group response assessment criteria or death as a result of any cause.",
                    "timeFrame": "5 years"
                },
                {
                    "measure": "Complete response (CR) rate",
                    "description": "Complete Response (CR) is defined using the International Primary CNS Lymphoma Collaborative Group response assessment criteria for primary CNS lymphoma.",
                    "timeFrame": "2 years"
                },
                {
                    "measure": "Duration of response (DoR)",
                    "description": "Duration of response (DoR) is defined as time from documentation of tumor response to disease progression according to the International Primary CNS Lymphoma Collaborative Group response assessment criteria.",
                    "timeFrame": "2 years"
                },
                {
                    "measure": "Overall Survival (OS)",
                    "description": "OS will be measured from the date of initiating study treatment to the date of death or 5 years (whichever is first). Subjects who have not died by the analysis data cut-off date will be censored at their last date of contact.",
                    "timeFrame": "5 years"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Willing and able to participate in all required evaluations and procedures in this study protocol, including swallowing capsules and tablets without difficulty.\n2. Ability to understand the purpose and risks of the study and provide signed and dated informed consent and authorization to use protected health information (in accordance with national and local patient privacy regulations).\n3. Age ≥18 years at the time of consent.\n4. Subject has adequate performance status as defined by The Eastern Cooperative Oncology Group (ECOG) of ≤ 2. (Note: Performance status can be assessed after administration of corticosteroids.)\n5. Subject has histological confirmation of biopsy-proven CNS lymphoma OR MRI findings consistent with CNS lymphoma if biopsy is not possible (due to inaccessible location). Subjects with intra-ocular lymphoma will not be excluded as long as there is also parenchymal disease.\n6. Subject has B-cell Non-Hodgkin Lymphoma.\n7. Subject has no evidence of systemic involvement of lymphoma confirmed by CT or PET-CT imaging within 28 days prior to first dosing in the study.\n8. Subject must have received at least one prior line of chemotherapy for primary or secondary CNS lymphoma. There is no limit on the number of prior treatment regimens.\n9. Subject has adequate organ function as demonstrated by: System Laboratory Value Hematological\\* Absolute Neutrophil Count (ANC) ≥ 1 x 109/L Platelets ≥ 75 x 109/L Renal\\* Calculated creatinine clearance ≥ 30 mL/min using the Cockcroft-Gault formula (Appendix B) Hepatic\\* Bilirubin ≤ 1.5 × upper limit of normal (ULN). Subjects with Gilbert's syndrome may be enrolled despite a total bilirubin level \\>1.5 mg/dL if their conjugated bilirubin is \\<1.5× ULN) Aspartate aminotransferase (AST) ≤ 2.5 × ULN Alanine aminotransferase (ALT) ≤ 2.5 × ULN Coagulation International Normalized Ratio (INR) or Prothrombin Time (PT) and Activated Partial Thromboplastin Time (aPTT) ≤ 2 × ULN (in the absence of lupus anticoagulant)\n10. Subject is able to receive isavuconazole for prophylaxis of invasive aspergillosis while subject receives acalabrutinib therapy.\n11. Subjects with a prior or concurrent malignancy whose natural history or treatment does not have the potential to interfere with the safety or efficacy assessment of the investigational regimen are eligible for this trial.\n12. Female subjects of childbearing potential must have a negative serum pregnancy test within three days (72 hours) prior to initiating study treatment. Note: Females are considered of childbearing potential unless they are surgically sterile (have undergone a hysterectomy, bilateral tubal ligation, or bilateral oophorectomy) or they are naturally postmenopausal for at least 12 consecutive months. Documentation of postmenopausal status must be provided.\n\nFemales of childbearing potential must be willing to abstain from heterosexual activity or to use 2 forms of effective methods of contraception from the time of informed consent until 2 days after the last dose of acalabrutinib. The two contraception methods can be comprised of two barrier methods, or a barrier method plus a hormonal method.\n\nExclusion Criteria:\n\n1. Subjects meeting any of the following exclusion criteria will not be able to participate in this study 2.Prior cancer treatment that was completed less than 14 days prior to Day 1 of study dosing or if subject has not recovered from all reversible acute toxic effects of the regimen to grade ≤1 or baseline.\n\n3. Prior brain radiotherapy under the following conditions:\n\n* Whole-brain radiotherapy (WBRT) that was completed less than 28 days prior to Day 1 of study dosing\n* Stereotactic radiosurgery (SRS) that was competed less than 14 days prior to Day 1 of study dosing.\n\n  3. Currently participating in or has participated in a study of an investigational agent within 28 days of first dosing with study treatment.\n\n  4. Currently receiving or has received an investigational agent within 28 days of first dosing with study treatment. Subjects should not currently be receiving investigational treatment or have received an investigational agent within 28 days of dosing.\n\n  5.Subject is pregnant or breastfeeding. 6. Subject has active cerebrospinal fluid (CSF) involvement that requires ongoing intrathecal chemotherapy.\n\n  7. Previous exposure to a Bruton Tyrosine Kinase (BTK) inhibitor. 8. Subjects with severe hepatic insufficiency, as defined by Child-Pugh Score \\> 6.\n\n  9. Subject is receiving prohibited medications or treatments as listed in the protocol that cannot be discontinued/replaced by an alternative therapy.\n\n  10. Subject requires or receiving anticoagulation with warfarin or equivalent vitamin K antagonists within 14 days of first dose of study drug. Subjects requires or is taking direct oral anticoagulants within 7 days of first dose of study drug.\n\n  11. Subject requires treatment with proton pump inhibitors. Subjects receiving proton pump inhibitors who switch to H2-receptor antagonists or antacids are eligible for enrollment to this study.\n\n  12. Subject is currently receiving any chemotherapy, anticancer immunotherapy. 13. Subject has clinically significant cardiovascular disease such as ventricular dysfunction, symptomatic coronary artery disease, uncontrolled or symptomatic arrhythmias, congestive heart failure, or myocardial infarction within 6 months of screening, or any Class 3 or 4 cardiac disease as defined by the New York Heart Association (NYHA) Functional Classification at screening. Subjects with controlled, asymptomatic atrial fibrillation during screening can enroll on study.\n\n  14. Subject has familial short QT syndrome. 15. Subject has a history of malabsorption syndrome, disease significantly affecting gastrointestinal function, or resection of the stomach or small bowel, symptomatic inflammatory bowel disease, partial or complete bowel obstruction, or gastric restrictions and bariatric surgery, such as gastric bypass that is likely to affect absorption.\n\n  16. Subject has a known history of infection with HIV or any uncontrolled active significant infection.\n\n  17. Subject has a known history of drug-specific hypersensitivity or anaphylaxis to acalabrutinib or isavuconazole.\n\n  18. Subject has active bleeding or history of bleeding diathesis. 19. Subject has a history of uncontrolled autoimmune hemolytic anemia (AIHA) or idiopathic thrombocytopenic purpura (ITP).\n\n  20. Subject has a history of significant cerebrovascular disease/event, including stroke or intracranial hemorrhage, within 6 months before the first dose of acalabrutinib.\n\n  21. Subject had major surgical procedure within 28 days of first dose of acalabrutinib.\n\n  22. Subject who are hepatitis B core antibody (anti-HBc) positive and who are hepatitis B surface antigen (HBsAg) negative will need to have a negative PCR result before randomization and must be willing to undergo DNA PCR testing during the study. Subjects who are core antibody positive and viral load negative must receive entecavir Those who are HbsAg-positive, or hepatitis B PCR positive will be excluded.\n\n  23. Subjects who are hepatitis C antibody positive must have a negative polymerase chain reaction (PCR) result. Those who are hepatitis C PCR positive will be excluded.\n\n  24. Subjects with evidence of disease that investigator decides that is not suitable to enroll in the study.\n\n  25. History of or ongoing confirmed progressive multifocal leukoencephalopathy (PML).\n\n  26. Received a live virus vaccination within 28 days of first dose of study drug.\n\n  27. Any active significant infection. 28. Concurrent participation in another therapeutic clinical trial. 29. Current life-threatening illness, medical condition, or organ system dysfunction which, in the Investigator's opinion, could compromise the subject's safety or put the study at risk.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "99 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Lori Stravers",
                    "role": "CONTACT",
                    "phone": "919-966-4432",
                    "email": "lori_straver@med.unc.edu"
                },
                {
                    "name": "Lori Stravers",
                    "role": "CONTACT",
                    "phone": "919-966-4432",
                    "email": "lori_stravers@med.unc.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Christopher Dittus",
                    "affiliation": "UNC Lineberger Comprehensive Cancer Center",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Moffit Cancer Center",
                    "status": "RECRUITING",
                    "city": "Tampa",
                    "state": "Florida",
                    "zip": "33612",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Sameh Gaballa, MD",
                            "role": "CONTACT",
                            "phone": "813-745-7223",
                            "email": "sameh.gaballa@moffitt.org"
                        },
                        {
                            "name": "Richard Corona",
                            "role": "CONTACT",
                            "email": "Richard.corona@moffitt.org"
                        },
                        {
                            "name": "Celeste Bello, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 27.94752,
                        "lon": -82.45843
                    }
                },
                {
                    "facility": "Lineberger Comprehensive Cancer Center",
                    "status": "RECRUITING",
                    "city": "Chapel Hill",
                    "state": "North Carolina",
                    "zip": "27599",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Christopher Dittus",
                            "role": "CONTACT",
                            "phone": "919-966-4431",
                            "email": "chris_dittus@med.unc.edu"
                        },
                        {
                            "name": "Lori 919-966-4432",
                            "role": "CONTACT",
                            "phone": "919-966-4432",
                            "email": "lori_stravers@med.unc.edu"
                        },
                        {
                            "name": "Christopher Dittus",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 35.9132,
                        "lon": -79.05584
                    }
                },
                {
                    "facility": "Wake Forest University Comprehensive Cancer Center",
                    "status": "RECRUITING",
                    "city": "Winston-Salem",
                    "state": "North Carolina",
                    "zip": "27157-1096",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Cindy Miller",
                            "role": "CONTACT",
                            "phone": "336-713-6770",
                            "email": "cytmill@wakehealth.edu"
                        },
                        {
                            "name": "Roy Strowd, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 36.09986,
                        "lon": -80.24422
                    }
                }
            ]
        },
        "referencesModule": {
            "seeAlsoLinks": [
                {
                    "label": "University of North Carolina - Lineberger Comprehensive Cancer Center - Clinical Trials",
                    "url": "https://unclineberger.org/research/"
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000008223",
                    "term": "Lymphoma"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000008232",
                    "term": "Lymphoproliferative Disorders"
                },
                {
                    "id": "D000008206",
                    "term": "Lymphatic Diseases"
                },
                {
                    "id": "D000007160",
                    "term": "Immunoproliferative Disorders"
                },
                {
                    "id": "D000007154",
                    "term": "Immune System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M11220",
                    "name": "Lymphoma",
                    "asFound": "Lymphoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12307",
                    "name": "Neoplasm Metastasis",
                    "relevance": "LOW"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M11225",
                    "name": "Lymphoproliferative Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M11203",
                    "name": "Lymphatic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10206",
                    "name": "Immunoproliferative Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M10200",
                    "name": "Immune System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T3543",
                    "name": "Lymphosarcoma",
                    "asFound": "Lymphoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "T4686",
                    "name": "Primary Central Nervous System Lymphoma",
                    "asFound": "Central Nervous System Lymphoma",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC15",
                    "name": "Blood and Lymph Conditions"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "C000508735",
                    "term": "Isavuconazole"
                },
                {
                    "id": "C000604908",
                    "term": "Acalabrutinib"
                }
            ],
            "ancestors": [
                {
                    "id": "D000092004",
                    "term": "Tyrosine Kinase Inhibitors"
                },
                {
                    "id": "D000047428",
                    "term": "Protein Kinase Inhibitors"
                },
                {
                    "id": "D000004791",
                    "term": "Enzyme Inhibitors"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                },
                {
                    "id": "D000000935",
                    "term": "Antifungal Agents"
                },
                {
                    "id": "D000000890",
                    "term": "Anti-Infective Agents"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M42185",
                    "name": "Acalabrutinib",
                    "asFound": "Monohydrate",
                    "relevance": "HIGH"
                },
                {
                    "id": "M349205",
                    "name": "Isavuconazole",
                    "asFound": "Inflammatory disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M6252",
                    "name": "Clotrimazole",
                    "relevance": "LOW"
                },
                {
                    "id": "M11796",
                    "name": "Miconazole",
                    "relevance": "LOW"
                },
                {
                    "id": "M4254",
                    "name": "Antifungal Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M2889",
                    "name": "Tyrosine Kinase Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M25820",
                    "name": "Protein Kinase Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M7951",
                    "name": "Enzyme Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M4214",
                    "name": "Anti-Infective Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "T22",
                    "name": "Tyrosine",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "Infe",
                    "name": "Anti-Infective Agents"
                },
                {
                    "abbrev": "AA",
                    "name": "Amino Acids"
                }
            ]
        }
    },
    "hasResults": false
}