{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05613413",
            "orgStudyIdInfo": {
                "id": "2022-0875"
            },
            "organization": {
                "fullName": "University of Illinois at Chicago",
                "class": "OTHER"
            },
            "briefTitle": "A Pilot Phase II Study of Maintenance Cabozantinib Plus Pembrolizumab for Patients With Metastatic Squamous Non-Small Cell Lung Cancer (sqNSCLC)",
            "officialTitle": "LUNG-IST-127: A Pilot Phase II Study of Maintenance Cabozantinib Plus Pembrolizumab (CP) for Patients With Metastatic sqNSCLC With Disease Control Following Induction Therapy",
            "acronym": "LUNG-IST-127",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "a-pilot-phase-ii-study-of-maintenance-cabozantinib-plus-pembrolizumab-for-patients-with-metastatic-squamous-non-small-cell-lung-cancer-sqnsclc"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-12",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-12-28",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2028-09",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2028-09",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-11-04",
            "studyFirstSubmitQcDate": "2022-11-04",
            "studyFirstPostDateStruct": {
                "date": "2022-11-14",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-12-07",
            "lastUpdatePostDateStruct": {
                "date": "2023-12-14",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Ryan Nguyen",
                "investigatorTitle": "Principal Investigator",
                "investigatorAffiliation": "University of Illinois at Chicago"
            },
            "leadSponsor": {
                "name": "University of Illinois at Chicago",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This is a phase II study to assess the efficacy, safety, and Health Related Quality of Life (HRQoL) of combination cabozantinib and pembrolizumab as maintenance therapy for patients with metastatic squamous Non Small Cell Lung Cancer(sqNSCLC) who have received 4 cycles of induction therapy with pembrolizumab, carboplatin, and nab-paclitaxel or paclitaxel",
            "detailedDescription": "This is a phase II study to assess the efficacy, safety, and Health Related Quality of Life (HRQoL) of combination cabozantinib and pembrolizumab as maintenance therapy for patients with metastatic sqNSCLC who have received 4 cycles of induction therapy with pembrolizumab, carboplatin, and nab-paclitaxel or paclitaxel and achieved disease control following induction therapy defined as complete response, partial response, or stable disease per Response Evaluation Criteria in Solid Tumors (RECIST) v. 1.1 criteria. Subjects with disease control would proceed to maintenance therapy with pembrolizumab and cabozantinib."
        },
        "conditionsModule": {
            "conditions": [
                "Metastatic Squamous Non-Small Cell Lung Carcinoma"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 325,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Single",
                    "type": "EXPERIMENTAL",
                    "description": "All subjects will receive carbozantinib 40mg PO once daily Days 1-21 Q3W and pembrolizumab 200mg IV infusion Q3W or 400mg IV infusion Q6W per the treating physician's discretion as maintenance therapy following 4 cycles of induction therapy with disease control\n\nNote: Cabozantinib should be stopped at least 3 weeks prior to elective surgery. Do not administer cabozantinib for at least 2 weeks after major surgery and until complete wound healing.",
                    "interventionNames": [
                        "Drug: Cabozantinib 40 MG",
                        "Drug: Pembrolizumab 200mg",
                        "Drug: Pembrolizumab 400mg"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Cabozantinib 40 MG",
                    "description": "Cabozantinib is taken my mouth",
                    "armGroupLabels": [
                        "Single"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Pembrolizumab 200mg",
                    "description": "Pembrolizumab is given intravenously",
                    "armGroupLabels": [
                        "Single"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Pembrolizumab 400mg",
                    "description": "Pembrolizumab is given intravenously",
                    "armGroupLabels": [
                        "Single"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Progression-free survival (PFS)",
                    "description": "PFS is defined as the time from initiation of induction treatment until the criteria for disease progression is met as defined by irRECIST1.1 or death as a result of any cause for patients with disease control (defined as complete response (CR), partial response (PR), or stable disease) following induction therapy who proceed to maintenance therapy with cabozantinib in combination with pembrolizumab",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Progression-free survival (PFS)",
                    "description": "PFS is defined as the time from initiation of induction treatment until the criteria for disease progression is met as defined by irRECIST1.1 or death as a result of any cause for patients with disease control (defined as complete response (CR), partial response (PR), or stable disease) following induction therapy who proceed to maintenance therapy with cabozantinib in combination with pembrolizumab",
                    "timeFrame": "19 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Adverse events as defined by the NCI Common Terminology Criteria for Adverse Events (NCI CTCAE) v5",
                    "description": "Number of subjects experiencing AEs",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Overall Survival (OS) in subjects with disease control following standard first-line induction therapy who received cabozantinib in combination with pembrolizumab as maintenance thherapy",
                    "description": "OS time using RECIST v1.1",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Overall Response Rate (ORR)",
                    "description": "Number of subjects achieving ORR using RECIST v1.1 with disease control following standard first-line induction therapy who received cabozantinib in combination with pembrolizumab as maintenance thherapy",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Overall Response Rate (ORR)",
                    "description": "Number of subjects achieving ORR using RECIST v1.1 with disease control following standard first-line induction therapy who received cabozantinib in combination with pembrolizumab as maintenance thherapy",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "HRQoL using European Organization for the Research and Treatment of Cancer Quality of Life Questionnaire (EORTC QLQ-C30)",
                    "description": "Number of subjects having a high score, which means a poorer quality of life",
                    "timeFrame": "19 months"
                },
                {
                    "measure": "HRQoL using European Organization for the Research and Treatment of Cancer Quality of Life Questionnaire (EORTC QLQ-C30)",
                    "description": "Number of subjects having a low score, which means a better quality of life",
                    "timeFrame": "19 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Written informed consent and HIPAA authorization for release of personal health information prior to registration. NOTE: HIPAA authorization may be included in the informed consent or obtained separately.\n2. Age ≥ 18 years at the time of consent.\n3. ECOG Performance Status of 0, 1, or 2 within 28 days prior to registration\n4. Life expectancy of 6 months or greater as determined by the site investigator.\n5. Subjects with histologically or cytologically confirmed squamous non-small cell lung cancer (sqNSCLC).\n6. Subjects with stage IV NSCLC as defined by American Joint Committee on Cancer (AJCC) 8th Edition who have not received prior therapy for stage IV NSCLC. Patients with locally advanced or recurrent disease who are candidates for first-line induction systemic therapies for stage IV NSCLC are also allowed.\n\n   • Only patients with disease control, defined as complete response (CR), partial response (PR), or stable disease (SD) to induction therapy will be allowed to receive maintenance cabozantinib plus pembrolizumab arm of trial. Patients who have progression of disease (POD) following induction therapy will proceed to second-line therapy of local clinician's choice. Only those patients who proceed to maintenance cabozantinib and pembrolizumab therapy will be evaluable for primary and secondary objectives.\n7. Subjects whose tumors have been tested for PD-L1 expression.\n8. Demonstrate adequate organ function as defined below. All screening labs to be obtained within 14 days prior to registration.\n\n   System Laboratory Value Hematological. White blood cell (WBC) ≥ 2.5K/uL Absolute Neutrophil Count (ANC) ≥ 1,500/uL without the support of Filgrastim or ≥ 1,000/L in subjects with constitutional neutropenia Hemoglobin (Hgb) ≥ 9 g/dL Platelets (Plt) ≥ 100,000/µL without transfusion. Renal Serum creatinine Calculated creatinine clearance1 ≤ 1.5 mg/dL\n\n   ≥ 40 mL/min; for subjects with serum creatinine \\> 1.5 mg/dL Urine protein/creatinine ratio (UPCR) ≤ 1 mg/mg (≤ 113.2 mg/mmol), or 24-h urine protein ≤ 1 g Hepatic Total Bilirubin2 OR Direct Bilirubin ≤ 1.5 × upper limit of normal (ULN) or ≤ 3 × ULN for subjects with Gilbert's disease\n\n   ≤ ULN for subjects with total bilirubin levels \\> 1.5 x ULN Aspartate aminotransferase (AST) ≤ 3 × ULN or ≤ 5 x ULN for subjects with known hepatic metastasis Alanine aminotransferase (ALT) ≤ 3 × ULN or ≤ 5 x ULN for subjects with known hepatic metastasis Alkaline phosphatase (ALP) ≤ 3 × ULN or ≤ 5 x ULN with documented bone metastases.\n\n   Serum albumin ≥ 2.8 g/dl Coagulation International Normalized Ratio (INR)\n   * 1.3 × ULN; For subjects receiving warfarin or LMWH, the subjects must, in the site investigator's opinion, be clinically stable with no evidence of active bleeding while receiving anticoagulant therapy. The INR for these subjects may exceed 1.3 × ULN if that is the goal of anticoagulant therapy.\n\n     1 Cockcroft-Gault formula will be used to calculate creatinine clearance (See SPM) 2 Except in patients with Gilbert's syndrome who must have a total bilirubin less than 3.0 mg/dl.\n9. Recovery to baseline or ≤ Grade 1 CTCAE v5.0 from toxicities related to any prior treatments, unless AE(s) are clinically nonsignificant and/or stable on supportive therapy.\n10. Sexually active fertile subjects and their partners must agree to use medically accepted methods of contraception (e.g., barrier methods, including male condom, female condom, or diaphragm with spermicidal gel) during the course of the study and for 4 months after the last dose of cabozantinib and 4 months after the last dose of pembrolizumab.\n11. Females of childbearing potential must have a negative serum pregnancy test within 3 days prior to registration. Female subjects of childbearing potential must not be pregnant at screening. Female subjects are considered to be of childbearing potential unless one of the following criteria is met: documented permanent sterilization (hysterectomy, bilateral salpingectomy, or bilateral oophorectomy) or documented postmenopausal status (defined as 12 months of amenorrhea in a woman \\> 45 years-of-age in the absence of other biological or physiological causes. In addition, females \\< 55 years-of-age must have a serum follicle stimulating (FSH) level \\> 40 mIU/mL to confirm menopause). Note: Documentation may include review of medical records, medical examinations, or medical history interview by study site.\n12. As determined by the enrolling physician or protocol designee, subjects should be capable of understanding and complying with the protocol requirements and must have signed the informed consent document.\n13. Willingness and ability to comply with scheduled visits, treatment plans, laboratory tests, and other study procedures.\n\nExclusion Criteria:\n\n1. Active infection requiring systemic therapy.\n2. Pregnant or breastfeeding. NOTE: breast milk cannot be stored for future use while the mother is being treated on study.\n3. Prior treatment with cabozantinib.\n4. Receipt of any type of small molecule kinase inhibitor (including investigational kinase inhibitor) within 2 weeks before first dose of study treatment.\n5. Receipt of any type of cytotoxic, biologic or other systemic anticancer therapy (including investigational) within 4 weeks before first dose of study treatment.\n6. Radiation therapy for bone metastasis within 2 weeks or any other radiation therapy within 4 weeks before first dose of study treatment. Systemic treatment with radionuclides within 6 weeks before first dose of study treatment. Subjects with clinically relevant ongoing complications from prior radiation therapy are not eligible.\n7. Radiologically documented evidence of major blood vessel invasion or encasement by cancer.\n8. Radiographic evidence of central cavitating pulmonary lesion(s) or known endotracheal or endobronchial disease manifestation. Patients with peripheral cavitary lesions prior to induction therapy may be enrolled but will only be allowed to continue maintenance therapy on trial if they have disease control and resolution of cavitation after induction therapy. The development of cavitation recurrence or new intra-thoracic cavitations during maintenance therapy will require Cabozantinib to be stopped during maintenance therapy.\n9. Patients with targetable genomic aberrations for which FDA-approved targeted therapy is available (e.g. ROS1, MET exon 14 skipping mutations, BRAFV600E, ALK, EGFR, ALK, RET, and NTRK fusions).\n10. The subject has uncontrolled, significant intercurrent or recent illness including, but not limited to, the following conditions:\n\n    1. Cardiovascular disorders:\n\n    i. Congestive heart failure New York Heart Association Class 3 or 4, unstable angina pectoris, serious cardiac arrhythmias.\n\nii. Uncontrolled hypertension defined as sustained blood pressure (BP) \\> 140 mm Hg systolic or \\> 90 mm Hg diastolic despite optimal antihypertensive treatment.\n\niii. Stroke (including transient ischemic attack \\[TIA\\]), myocardial infarction (MI), or other ischemic event, or thromboembolic event (e.g., deep venous thrombosis, pulmonary embolism) within 6 months before first dose of study treatment.\n\niv. Subjects with a diagnosis of incidental, subsegmental PE or DVT within 6 months are allowed if stable, asymptomatic, and treated with a stable dose of permitted anticoagulation for at least 1 week before first dose of study treatment.\n\nb. Gastrointestinal (GI) disorders including those associated with a high risk of perforation or fistula formation: i. The subject has evidence of tumor invading the GI tract, active peptic ulcer disease, inflammatory bowel disease (e.g., Crohn's disease), diverticulitis, cholecystitis, symptomatic cholangitis or appendicitis, acute pancreatitis, acute obstruction of the pancreatic duct or common bile duct, or gastric outlet obstruction.\n\nii. Abdominal fistula, GI perforation, bowel obstruction, or intra-abdominal abscess within 6 months before first dose of study treatment. Note: Complete healing of an intra-abdominal abscess must be confirmed before first dose of study treatment.\n\nc. Other clinically significant disorders that would preclude safe study participation.\n\ni. Serious non-healing wound/ulcer/bone fracture. ii. Malabsorption syndrome. iii. Uncompensated/symptomatic hypothyroidism. iv. Moderate to severe hepatic impairment (Child-Pugh B or C). v. Requirement for hemodialysis or peritoneal dialysis. vi. Any condition requiring systemic treatment with either steroid therapy (\\>10 mg daily prednisone equivalent) or any other form of immunosuppressive therapy within 2 weeks prior to first dose of study treatment.\n\n1. Note: Inhaled, intranasal, intra-articular, or topical steroids are permitted. Adrenal replacement steroid doses \\> 10 mg daily prednisone equivalent are permitted. Transient short-term use of systemic corticosteroids for allergic conditions (e.g., contrast allergy) is also allowed.\n\n10. Clinically significant hematuria, hematemesis, or hemoptysis of \\> 0.5 teaspoon (2.5 ml) of red blood, or other history of significant bleeding (e.g., pulmonary hemorrhage) within 12 weeks before first dose of study treatment.\n\n11. Known brain metastases or cranial epidural disease unless adequately treated with radiotherapy and/or surgery (including radiosurgery) and stable for at least 4 weeks prior to first dose of study treatment after radiotherapy or at least 4 weeks prior to first dose of study treatment after major surgery (e.g., removal or biopsy of brain metastasis). Subjects must have complete wound healing from major surgery or minor surgery before first dose of study treatment. Eligible subjects must be neurologically asymptomatic and without corticosteroid treatment at the time of first dose of study treatment.\n\n12. Concomitant anticoagulation with coumarin agents (e.g., warfarin), direct thrombin inhibitors (e.g., dabigatran), direct factor Xa inhibitor betrixaban, or platelet inhibitors (e.g., clopidogrel). Allowed anticoagulants are the following:\n\n1. Prophylactic use of low-dose aspirin for cardio-protection (per local applicable guidelines) and low-dose low molecular weight heparins (LMWH).\n2. Therapeutic doses of LMWH or anticoagulation with direct factor Xa inhibitors rivaroxaban, edoxaban, or apixaban in subjects without known brain metastases who are on a stable dose of the anticoagulant for at least 1 week before first dose of study treatment without clinically significant hemorrhagic complications from the anticoagulation regimen or the tumor.\n\n   13. Administration of a live, attenuated vaccine within 30 days before first dose of study treatment.\n\n   14. The subject has uncontrolled, significant intercurrent or recent illness, including, but not limited to, an active or history of autoimmune disease or immune deficiency; idiopathic pulmonary fibrosis, organizing pneumonia, pneumonitis; active infection requiring systemic treatment, infection with human immunodeficiency virus (HIV), AIDS-related illness, acute or chronic hepatitis B or C infection, positive test for tuberculosis, moderate to severe hepatic impairment (Child-Pugh B or C).\n\n   15. Previously identified allergy or hypersensitivity to components of the study treatment formulations or history of severe infusion-related reactions to monoclonal antibodies. Subjects with rare hereditary problems of galactose intolerance, the Lapp lactase deficiency or glucose-galactose malabsorption are also excluded.\n\n   16. Any other active malignancy at time of first dose of study treatment or diagnosis of another malignancy within 3 years prior to first dose of study treatment that requires active treatment, except for locally curable cancers that have been apparently cured, such as basal or squamous cell skin cancer, superficial bladder cancer, or carcinoma in situ of the prostate, cervix, or breast.\n\n   17. Major surgery (e.g., laparoscopic nephrectomy, GI surgery, removal or biopsy of brain metastasis) within 2 weeks before first dose of study treatment. Minor surgeries within 10 days before first dose of study treatment. Subjects must have complete wound healing from major surgery or minor surgery before first dose of study treatment. Subjects with clinically relevant ongoing complications from prior surgery are not eligible.\n\na. NOTE: Hepatic biliary stent placement, PleurX catheter, port placement, ureteral stent or other minor surgeries are allowed. NOTE: Subject must have adequately recovered from the toxicity and/or complications of major surgery prior to study registration, as determined by the treating physician.\n\n18. Previously received a solid organ transplant or allogeneic progenitor/stem cell transplant.\n\n19. Previous exposure or known allergy to cabozantinib or any of its excipients.\n\n20. Inability to swallow tablets or unwillingness or inability to receive IV administration.\n\n21. Corrected QT interval calculated by the Fridericia formula (QTcF) \\> 500 ms per electrocardiogram (ECG) within 14 days before first dose of study treatment. Furthermore, subjects with a history of additional risk factors for torsades de pointes (e.g., long QT syndrome) are also excluded \\[add reference for Fridericia formula\\].\n\na. Note: If a single ECG shows a QTcF with an absolute value \\> 500 ms, two additional ECGs at intervals of approximately 3 min must be performed within 30 min after the initial ECG, and the average of these three consecutive results for QTcF will be used to determine eligibility.\n\n22. Other severe acute or chronic medical or psychiatric condition or laboratory abnormality that may increase the risk associated with study participation or investigational product administration, interfere with protocol compliance, or may interfere with the interpretation of study results and, in the judgment of the investigator, would make the subject inappropriate for enrollment in this study.\n\n23. Any mental or medical condition that prevents the subject from giving informed consent or participating in the trial.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Ryan Nguyen, DO",
                    "role": "CONTACT",
                    "phone": "312-996-1581",
                    "email": "rnguye8@uic.edu"
                },
                {
                    "name": "Arielle Guzman, MPH",
                    "role": "CONTACT",
                    "phone": "312-355-8838",
                    "email": "abguzma2@uic.edu"
                }
            ],
            "locations": [
                {
                    "facility": "Ryan Nguyen",
                    "status": "RECRUITING",
                    "city": "Chicago",
                    "state": "Illinois",
                    "zip": "60612",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Ryan Nguyen, DO",
                            "role": "CONTACT",
                            "phone": "312-996-1581",
                            "email": "rnguye8@uic.edu"
                        },
                        {
                            "name": "Arielle Guzman, MPH",
                            "role": "CONTACT",
                            "phone": "312-355-8838",
                            "email": "abguzma2@uic.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.85003,
                        "lon": -87.65005
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000002289",
                    "term": "Carcinoma, Non-Small-Cell Lung"
                }
            ],
            "ancestors": [
                {
                    "id": "D000008175",
                    "term": "Lung Neoplasms"
                },
                {
                    "id": "D000012142",
                    "term": "Respiratory Tract Neoplasms"
                },
                {
                    "id": "D000013899",
                    "term": "Thoracic Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000008171",
                    "term": "Lung Diseases"
                },
                {
                    "id": "D000012140",
                    "term": "Respiratory Tract Diseases"
                },
                {
                    "id": "D000002283",
                    "term": "Carcinoma, Bronchogenic"
                },
                {
                    "id": "D000001984",
                    "term": "Bronchial Neoplasms"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5546",
                    "name": "Carcinoma, Non-Small-Cell Lung",
                    "asFound": "Non-Small Cell Lung Carcinoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5534",
                    "name": "Carcinoma",
                    "relevance": "LOW"
                },
                {
                    "id": "M11172",
                    "name": "Lung Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M14979",
                    "name": "Respiratory Tract Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M16658",
                    "name": "Thoracic Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M11168",
                    "name": "Lung Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14977",
                    "name": "Respiratory Tract Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5540",
                    "name": "Carcinoma, Bronchogenic",
                    "relevance": "LOW"
                },
                {
                    "id": "M5260",
                    "name": "Bronchial Neoplasms",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC08",
                    "name": "Respiratory Tract (Lung and Bronchial) Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "C000582435",
                    "term": "Pembrolizumab"
                }
            ],
            "ancestors": [
                {
                    "id": "D000074322",
                    "term": "Antineoplastic Agents, Immunological"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                },
                {
                    "id": "D000082082",
                    "term": "Immune Checkpoint Inhibitors"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M349416",
                    "name": "Pembrolizumab",
                    "asFound": "Mg/m2",
                    "relevance": "HIGH"
                },
                {
                    "id": "M1346",
                    "name": "Antineoplastic Agents, Immunological",
                    "relevance": "LOW"
                },
                {
                    "id": "M2342",
                    "name": "Immune Checkpoint Inhibitors",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}