{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06095531",
            "orgStudyIdInfo": {
                "id": "DVAL 21011"
            },
            "organization": {
                "fullName": "RevBio",
                "class": "INDUSTRY"
            },
            "briefTitle": "A Pilot Study to Evidence Improved Cranial Flap Fixation With a Bioresorbable Bone Adhesive",
            "officialTitle": "A Pilot Clinical Study to Evidence Improved Cranial Flap Fixation With a Bioresorbable Bone Adhesive Based on Imaging and Patient Reported Outcomes",
            "therapeuticArea": [
                "Other"
            ],
            "study": "a-pilot-study-to-evidence-improved-cranial-flap-fixation-with-a-bioresorbable-bone-adhesive"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-04-18",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-09-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-03-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-10-10",
            "studyFirstSubmitQcDate": "2023-10-18",
            "studyFirstPostDateStruct": {
                "date": "2023-10-23",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-03",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-04",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "RevBio",
                "class": "INDUSTRY"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUnapprovedDevice": true
        },
        "descriptionModule": {
            "briefSummary": "This clinical pilot study will evaluate the use of a bioresorbable bone adhesive to improve cranial flap fixation at two study time points (at the time of fixation and 6 months). The aim of this Pilot Study is to demonstrate the safety and efficacy of the use of Tetranite for Cranial Flap Fixation (TN-CFF) to allow clinical study of the TN-CFF device in a greater number of patients.",
            "detailedDescription": "The primary endpoint is safety during the post procedure follow up period. This endpoint will be evaluated through the rate of all serious adverse device and procedure related effects from the time of fixation to 6 months post-procedure. The secondary endpoints include efficacy evaluated through radiolucency data using CT imaging at the cranial flap cut lines and the change of radiolucency with respect to time, device related adverse events, flap immobility at time of fixation, six months and 12 months, evaluation of flap translation and patient reported outcome measures."
        },
        "conditionsModule": {
            "conditions": [
                "Craniotomy"
            ],
            "keywords": [
                "cranial flap fixation",
                "bone adhesive",
                "bioresorbable"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 20,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Cranial flap replacement following a craniotomy using Tetranite for Cranial Flap Fixation (TN-CFF)",
                    "type": "EXPERIMENTAL",
                    "description": "All patients enrolled in study will receive the use of Tetranite (TN-CFF) for their cranial flap fixation following a craniotomy. The flap fixation will be assessed at various time points.",
                    "interventionNames": [
                        "Device: Tetranite for Cranial Flap Fixation (TN-CFF)"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "Tetranite for Cranial Flap Fixation (TN-CFF)",
                    "description": "Bioresorbable bone adhesive for cranial flap fixation following a craniotomy.",
                    "armGroupLabels": [
                        "Cranial flap replacement following a craniotomy using Tetranite for Cranial Flap Fixation (TN-CFF)"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "The primary endpoint is the rate of all serious adverse device and procedure related effects during the post procedure follow up period.",
                    "description": "Rate of all serious adverse device and procedure related effects from the time of fixation to 6 months post - procedure",
                    "timeFrame": "Time of fixation and 6 months post-procedure"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Radiolucency data using CT imaging at the cranial flap cut lines.",
                    "description": "Radiolucency data using CT imaging at the cranial flap cut lines and the change of radiolucency with respect to time.",
                    "timeFrame": "Throughout 12 Months post-procedure period"
                },
                {
                    "measure": "Change in radiolucency using CT imaging at the cranial flap cut lines with respect to time.",
                    "description": "Radiolucency data using CT imaging at the cranial flap cut lines and the change of radiolucency with respect to time",
                    "timeFrame": "Throughout 12 Months post-procedure period"
                },
                {
                    "measure": "Device-related adverse events.",
                    "description": "Device-related adverse events included all adverse events classified as definitely, probably, possibly, or undetermined relation to the device or procedure.",
                    "timeFrame": "Throughout 12 Months post-procedure period"
                },
                {
                    "measure": "Flap immobility determined clinical palpation of the cranial flap by an independent neurosurgeon.",
                    "description": "Flap immobility will be determined by an independent neurosurgeon.",
                    "timeFrame": "Time of fixation and 6 months post-procedure"
                },
                {
                    "measure": "Flap immobility at 6 months and 12 months determined by clinical palpation of the cranial flap by the neurosurgeon and the patient.",
                    "description": "Flap immobility will be determined by the surgeon and the patient.",
                    "timeFrame": "6 months and 12 months post-procedure"
                },
                {
                    "measure": "Translation of the flap based on CT scan.",
                    "description": "Translation of the flap based on CT scan",
                    "timeFrame": "Throughout 12 Months post-procedure period"
                },
                {
                    "measure": "Patient Reported outcome using PROMIS10.",
                    "description": "Subject satisfaction after TN-CFF was used for cranial flap fixation using a validated questionnaire for overall health.",
                    "timeFrame": "Throughout 12 Months post-procedure period"
                },
                {
                    "measure": "Patient Reported outcome using the 36 Item Short Form Survey (SF-36).",
                    "description": "Subject satisfaction after TN-CFF was used for cranial flap fixation using a validated questionnaire for overall quality of life measures.",
                    "timeFrame": "Throughout 12 Months post-procedure period"
                },
                {
                    "measure": "Patient Reported outcome as measured on a Visual Analog Scale of pain intensity.",
                    "description": "Subject satisfaction after TN-CFF is used for cranial flap fixation (i.e., level of headache pain)",
                    "timeFrame": "Throughout 12 Months post-procedure period"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Neurological Exam using the Karnofsky Performance Scale (KPS)",
                    "description": "Neurological exam will be completed throughout the study to assess neurological healing. The KPS scale is designed to measure the level of patient activity and medical care requirements",
                    "timeFrame": "Throughout 12 Months post-procedure period"
                },
                {
                    "measure": "Neurological Exam using the Neurologic Assessment in Neuro-Oncology (NANO) scale.",
                    "description": "Neurological exams will be completed throughout the study to assess neurological healing. The NANO scale is a quantifiable evaluation of 9 relevant neurologic domains based on direct observation and testing conducted during routine office visits.",
                    "timeFrame": "Throughout 12 Months post-procedure period"
                },
                {
                    "measure": "Wound healing will be evaluated at post-surgical visits and will result in one of the three results: Surgical Revision needed, Superficial dehiscence, Completely Healed.",
                    "description": "All post-surgical visits will include a wound assessment. The assessment will be conducted through a choice of 3 options: Surgical Revision needed, Superficial dehiscence, Completely Healed.",
                    "timeFrame": "Throughout 12 Months post-procedure period"
                },
                {
                    "measure": "Patient reported outcomes will also be measured using a patient taken picture of surgical wound.",
                    "description": "A patient taken picture of surgical wound will be taken to show wound progress.",
                    "timeFrame": "Throughout 12 Months post-procedure period"
                },
                {
                    "measure": "Patient Reported Outcome using a Cranio-facial assessment survey.",
                    "description": "Subject satisfaction after TN-CFF was used for cranial flap fixation using a questionnaire for overall quality of life measures.",
                    "timeFrame": "Throughout 12 Months post-procedure period"
                },
                {
                    "measure": "Qualitative assessment of artifact and distortion of MRIs.",
                    "description": "Assessment of artifact and distortion on MRIs (for cases when imaging is available)",
                    "timeFrame": "Throughout 12 Months post-procedure period"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Subjects or representatives must have voluntarily signed the informed consent form before any study related procedures.\n* Subjects can be any gender, but be between (and including) 18 and 75 years of age\n* Subject is scheduled for a cranial procedure in the supratentorial location.\n* Subject requires a procedure involving a Class I/clean wound (uninfected surgical wound in which no inflammation was encountered).\n* Subject, and/or subject's family are able and willing to provide informed consent and HIPAA authorization.\n* Subject is able and willing to meet all study requirements, including attending all post-index procedure assessment visits and radiological tests.\n\nIntra-Operative Inclusion Criteria:\n\n* Width of craniotomy kerf line \\< 3mm for more than 75% of the bone flap border\n\nExclusion Criteria:\n\n* Subject requires a procedure involving a translabyrinthine, transsphenoidal, transoral approach, or any procedure that penetrates the air sinus or mastoid air cells. Note: Superficial penetration of mastoid air cells is not an exclusion if cells were appropriately sealed (e.g., bone wax).\n* Subject has clinically significant hydrocephalus or clinical evidence of altered CSF dynamics.\n* Subject has undergone a previous, open intracranial neurosurgical procedure in the same anatomical location. (Note: stereotactic biopsy was not exclusionary).\n* Subject requires a craniectomy (the bone flap is not replaced during the current surgery).\n* Subject had radiation treatment to the surgical site, or standard fractionated radiation therapy was planned post index-procedure. (Note: stereotactic radiosurgery prior to the planned index procedure was not an exclusion criterion.)\n* Subject has a condition with anticipated survival shorter than six months.\n* Subject has undergone chemotherapy treatment, excluding hormonal therapy, within three weeks prior to the planned index procedure, or use of intracavitary chemotherapy wafer (BCNU) was planned, or chemotherapy treatment was planned within two weeks after the index procedure was performed.\n* Standard use of peri-operative steroids (i.e., corticosteroids) is permitted. Chronic steroid use (defined as daily use of corticosteroids for ≥ 8 weeks) for the purposes of reducing the side effects of chemotherapy and/or radiation therapy for cancer is not exclusionary unless the patient is deemed by the investigator to be suffering from steroid toxicity (i.e., Cushing's syndrome) manifested by symptoms and signs such as thin skin, striae, easy bruising, muscle atrophy, upper body obesity, severe fatigue, etc. Use of corticosteroids on a chronic basis (as defined previously) for purposes other than decreasing the symptoms of systemic chemotherapy is exclusionary unless those steroids were discontinued 4 weeks prior to the planned index procedure.\n* Subject receives warfarin, heparin, other anticoagulant agents on a daily basis and pre-surgical, standard of care drug wash-out did not occur.\n* Subject is pregnant, breast-feeding, or intended to become pregnant during the course of the study.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "75 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Brian Hess",
                    "role": "CONTACT",
                    "phone": "617-460-6675",
                    "email": "bhess@revbio.com"
                },
                {
                    "name": "Sarah Moss",
                    "role": "CONTACT",
                    "phone": "281-795-1812",
                    "email": "smoss@primepathmedtech.com"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Timothy R Smith, MD, PhD, MPH",
                    "affiliation": "Brigham and Women's Hospital",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Madison Michael, MD",
                    "affiliation": "Semmes Murphey Clinic",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Brigham and Women's Hospital",
                    "status": "RECRUITING",
                    "city": "Boston",
                    "state": "Massachusetts",
                    "zip": "02115",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Gracie Cleaver",
                            "role": "CONTACT",
                            "phone": "857-847-3318",
                            "email": "gcleaver@bwh.harvard.edu"
                        },
                        {
                            "name": "Katie Dunn",
                            "role": "CONTACT",
                            "phone": "(857) 847-3318",
                            "email": "kdunn@bwh.harvard.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.35843,
                        "lon": -71.05977
                    }
                },
                {
                    "facility": "Semmes Murphey Clinic",
                    "status": "RECRUITING",
                    "city": "Memphis",
                    "state": "Tennessee",
                    "zip": "38120",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jodie Baker",
                            "role": "CONTACT",
                            "phone": "901-522-7700",
                            "email": "jebaker@semmes-murphey.com"
                        },
                        {
                            "name": "Courtney Berryman",
                            "role": "CONTACT",
                            "phone": "901-522-7700",
                            "email": "cberryman@semmes-murphey.com"
                        }
                    ],
                    "geoPoint": {
                        "lat": 35.14953,
                        "lon": -90.04898
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO",
            "description": "There is no plan to share IPD at this time. Study results will be published in a journal after study completion."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        }
    },
    "hasResults": false
}