{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT02707666",
            "orgStudyIdInfo": {
                "id": "IRB15-1149"
            },
            "organization": {
                "fullName": "University of Chicago",
                "class": "OTHER"
            },
            "briefTitle": "A Pilot Window-Of-Opportunity Study of the Anti-PD-1 Antibody Pembrolizumab in Patients With Resectable Malignant Pleural Mesothelioma",
            "officialTitle": "A Pilot Window-of-opportunity Study of the Anti-PD-1 Antibody Pembrolizumab in Patients With Resectable Malignant Pleural Mesothelioma",
            "therapeuticArea": [
                "Other"
            ],
            "study": "a-pilot-window-of-opportunity-study-of-the-anti-pd-antibody-pembrolizumab-in-patients-with-resectable-malignant-pleural-mesothelioma"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2016-02-25",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-12-20",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-12-20",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2016-02-29",
            "studyFirstSubmitQcDate": "2016-03-11",
            "studyFirstPostDateStruct": {
                "date": "2016-03-14",
                "type": "ESTIMATED"
            },
            "lastUpdateSubmitDate": "2023-04-26",
            "lastUpdatePostDateStruct": {
                "date": "2023-04-28",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of Chicago",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This is a single institution, single-arm, window of opportunity pilot trial of pembrolizumab in patients with resectable malignant pleural mesothelioma. All patients will undergo a pretreatment PET/CT scan for clinical staging and a VATS procedure to acquire pretreatment tissue.\n\nThree cycles of pembrolizumab will then be administered (200 mg IV every 21 days). A PET/CT scan will then be repeated to assess response to pembrolizumab and then surgical resection will be performed at least 4 weeks after the third dose of pembrolizumab. Standard adjuvant chemotherapy consisting of cisplatin and pemetrexed for 4 cycles (every 21 days) will be given following surgery. After the completion of standard chemotherapy, optional adjuvant treatment with pembrolizumab will be given to eligible patients for 1 year post-surgery."
        },
        "conditionsModule": {
            "conditions": [
                "Pleural Mesothelioma"
            ],
            "keywords": [
                "resectable malignant pleural mesothelioma",
                "Pembrolizumab"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 15,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Pembrolizumab+Surgery+Chemotherapy",
                    "type": "EXPERIMENTAL",
                    "description": "Neoadjuvant pembrolizumab, followed by surgery, followed by adjuvant pemetrexed and cisplatin",
                    "interventionNames": [
                        "Drug: Pembrolizumab",
                        "Drug: Cisplatin and Pemetrexed"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Pembrolizumab",
                    "description": "Neoadjuvant pembrolizumab every 21 days for three cycles",
                    "armGroupLabels": [
                        "Pembrolizumab+Surgery+Chemotherapy"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Cisplatin and Pemetrexed",
                    "description": "Adjuvant chemotherapy with cisplatin and pemetrexed every 21 days for 4 cycles",
                    "armGroupLabels": [
                        "Pembrolizumab+Surgery+Chemotherapy"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Gamma-Interferon Gene Expression profile (GEP) response rate defined as an increase beyond the median value of the sum of individual genes",
                    "description": "Determined using a CLIA Nanostring nCounter based profiling assay",
                    "timeFrame": "12 months after completion of treatment"
                },
                {
                    "measure": "Number of participants with adverse events related to pembrolizumab administered prior to surgery as measured by Common Terminology Criteria for Adverse Events (CTCAE) v4.0",
                    "description": "Adverse events will be summarized by type, grade, and relationship to the study drug.",
                    "timeFrame": "12 months after completion of treatment"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Progression Free Survival",
                    "timeFrame": "1 year"
                },
                {
                    "measure": "Overall Survival",
                    "timeFrame": "12 months after completion of treatment"
                },
                {
                    "measure": "Objective Response Rate",
                    "timeFrame": "12 months after completion of treatment"
                },
                {
                    "measure": "Number of participants with adverse events related to pembrolizumab administered post surgery as measured by Common Terminology Criteria for Adverse Events (CTCAE) v4.0",
                    "timeFrame": "12 months after completion of treatment"
                },
                {
                    "measure": "Pathologic Complete Response Rate",
                    "timeFrame": "12 months after completion of treatment"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Histologically or cytologically confirmed pleural malignant mesothelioma, epithelial or biphasic subtypes.\n* Disease amenable to maximal surgical debulking via extended pleurectomy/decortication as determined by a surgeon specializing in mesothelioma.\n* No prior chemotherapy, targeted therapy, or immunotherapy for mesothelioma.\n* Be willing and able to provide written informed consent for the trial.\n* Be \\> or = to 18 years of age on day of signing informed consent.\n* Have measurable or evaluable disease based on modified RECIST for mesothelioma (Byrne, 2004).\n* Be willing to undergo a video assisted thoracoscopy surgery (VATS) to provide diagnostic tissue (if not previously done and patient has adequate free pleural space to allow for procedures).\n* If VATS procedures has been previously done or patient does not have a free pleural space to allow for a VATS procedure, then they must be able to undergo a CT or ultrasound guided needle biopsy to obtain baseline tissue if it is feasible. If this is not anatomically feasible, then they must be able to provide at least 15 unstained slides or a tumor block from their prior biopsy.\n* Have a performance status of 0 or 1 on the Eastern Cooperative Oncology Group (ECOG) Performance Scale\n* Have adequate cardiac function as assessed by echocardiogram, with an ejection fraction \\> 45%\n* Have adequate pulmonary function to tolerate surgery.Patients must have a predicted postoperative diffusing capacity of the lung for carbon monoxide (ppoDLCO) \\> 35% of predicted, and a predicted postoperative FEV1 (ppoFEV1) \\> 35% of predicted.\n* Arterial blood gas predicted postoperative pCO2 \\< 50 mmHg\n* Demonstrate adequate organ function as defined below.\n\n  * Absolute neutrophil count (ANC) ≥ 1,500 /mcL\n  * Platelets ≥ 100,000 / mcL\n  * Hemoglobin ≥ 9 g/dL\n  * Serum creatinine ≤ 1.5 X upper limit of normal (ULN) OR Measured or calculated creatinine clearance (GFR can also be used in place of creatinine or CrCl) ≥ 60 mL/min for subject with creatinine levels \\> 1.5 X institutional ULN\n  * Serum total bilirubin ≤ 1.5 X ULN\n  * AST (SGOT) and ALT (SGPT) ≤ 2.5 X ULN\n  * International Normalized Ratio (INR) or Prothrombin Time (PT) Activated Partial Thromboplastin Time (aPTT) ≤ 1.5 X ULN. Patients on anticoagulation are expected to hold anticoagulation for at least 5 days prior to surgery.\n* Have no extrathoracic disease by best surgical staging.\n* Female subjects of childbearing potential should have a negative urine or serum pregnancy within 72 hours prior to receiving the first dose of study medication. If the urine test is positive or cannot be confirmed as negative, a serum pregnancy test will be required.\n* Female subjects of childbearing potential should be willing to use 2 methods of birth control or be surgically sterile, or abstain from heterosexual activity for the course of the study through 120 days after the last dose of study medication. Subjects of childbearing potential are those who have not been surgically sterilized or have not been free from menses for \\> 1 year.\n* Male subjects should agree to use an adequate method of contraception starting with the first dose of study therapy through 120 days after the last dose of study therapy.\n\nExclusion Criteria:\n\n* Is currently participating in a study of an investigational agent and received an investigational agent within 4 weeks of the first dose of treatment.\n* Has received any prior anticancer therapy for mesothelioma (no prior chemotherapy, immunotherapy, or targeted therapy).\n* Has a diagnosis of immunodeficiency or is receiving systemic steroid therapy or any other form of immunosuppressive therapy within 7 days prior to the first dose of trial treatment during the neoadjuvant pembrolizumab and optional adjuvant pembrolizumab stages.\n* Has a known history of active TB (Bacillus Tuberculosis)\n* Hypersensitivity to pembrolizumab or any of its excipients.\n* Has a known additional malignancy that is progressing or requires active treatment within the past 3 years. Exceptions include basal cell carcinoma of the skin or squamous cell carcinoma of the skin that has undergone potentially curative therapy or in situ cervical cancer or other tumors that will not affect life expectancy.\n* Has known active central nervous system (CNS) metastases and/or carcinomatous meningitis.\n* Has active autoimmune disease that has required systemic treatment in the past 2 years (i.e. with use of disease modifying agents, corticosteroids (with higher than physiologic doses) or immunosuppressive drugs). Replacement therapy (e.g.: thyroxine, insulin, or physiologic corticosteroid replacement therapy for adrenal or pituitary insufficiency, etc.) is not considered a form of systemic treatment.\n* Has known history of, or any evidence of active, non-infectious pneumonitis that required steroids or active pneumonitis\n* Has evidence of interstitial lung disease\n* Has an active infection requiring systemic therapy.\n* Has a history or current evidence of any condition, therapy, or laboratory abnormality that might confound the results of the trial, interfere with the subject's participation for the full duration of the trial, or is not in the best interest of the subject to participate, in the opinion of the treating investigator.\n* Has known psychiatric or substance abuse disorders that would interfere with cooperation with the requirements of the trial.\n* Is pregnant or breastfeeding, or expecting to conceive or father children within the projected duration of the trial, starting with the screening visit through 120 days after the last dose of trial treatment.\n* Has a known history of Human Immunodeficiency Virus (HIV) (HIV 1/2 antibodies).\n* Has known active Hepatitis B (e.g., HBsAg reactive) or Hepatitis C (e.g., HCV RNA \\[qualitative\\] is detected).\n* Is on anticoagulation that cannot be discontinued in the perioperative stage.\n* Has received a live vaccine within 30 days of planned start of study therapy. Note: Seasonal influenza vaccines for injection are generally inactivated flu vaccines and are allowed; however intranasal influenza vaccines (e.g., Flu-Mist®) are live attenuated vaccines, and are not allowed.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Buerkley Rose, RN",
                    "role": "CONTACT",
                    "phone": "773-834-4002",
                    "email": "brose@medicine.bsd.uchicago.edu"
                },
                {
                    "name": "Bianca Hill",
                    "role": "CONTACT",
                    "email": "bhill22@medicine.bsd.uchicago.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Hedy Kindler, MD",
                    "affiliation": "University of Chicago",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Chicago",
                    "status": "RECRUITING",
                    "city": "Chicago",
                    "state": "Illinois",
                    "zip": "60637",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Buerkley Rose, RN",
                            "role": "CONTACT",
                            "phone": "773-834-4002",
                            "email": "brose@medicine.bsd.uchicago.edu"
                        },
                        {
                            "name": "Bianca Hill",
                            "role": "CONTACT",
                            "email": "bhill22@medicine.bsd.uchicago.edu"
                        },
                        {
                            "name": "Hedy Kindler, M.D.",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.85003,
                        "lon": -87.65005
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000008654",
                    "term": "Mesothelioma"
                },
                {
                    "id": "D000086002",
                    "term": "Mesothelioma, Malignant"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000236",
                    "term": "Adenoma"
                },
                {
                    "id": "D000009375",
                    "term": "Neoplasms, Glandular and Epithelial"
                },
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000018301",
                    "term": "Neoplasms, Mesothelial"
                },
                {
                    "id": "D000008175",
                    "term": "Lung Neoplasms"
                },
                {
                    "id": "D000012142",
                    "term": "Respiratory Tract Neoplasms"
                },
                {
                    "id": "D000013899",
                    "term": "Thoracic Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000010997",
                    "term": "Pleural Neoplasms"
                },
                {
                    "id": "D000008171",
                    "term": "Lung Diseases"
                },
                {
                    "id": "D000012140",
                    "term": "Respiratory Tract Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M11634",
                    "name": "Mesothelioma",
                    "asFound": "Mesothelioma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M2537",
                    "name": "Mesothelioma, Malignant",
                    "asFound": "Malignant Pleural Mesothelioma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M3591",
                    "name": "Adenoma",
                    "relevance": "LOW"
                },
                {
                    "id": "M12320",
                    "name": "Neoplasms, Glandular and Epithelial",
                    "relevance": "LOW"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M20445",
                    "name": "Neoplasms, Mesothelial",
                    "relevance": "LOW"
                },
                {
                    "id": "M11172",
                    "name": "Lung Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M14979",
                    "name": "Respiratory Tract Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M16658",
                    "name": "Thoracic Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M13887",
                    "name": "Pleural Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M11168",
                    "name": "Lung Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14977",
                    "name": "Respiratory Tract Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T3584",
                    "name": "Malignant Mesothelioma",
                    "asFound": "Mesothelioma",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC08",
                    "name": "Respiratory Tract (Lung and Bronchial) Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "C000582435",
                    "term": "Pembrolizumab"
                },
                {
                    "id": "D000068437",
                    "term": "Pemetrexed"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                },
                {
                    "id": "D000074322",
                    "term": "Antineoplastic Agents, Immunological"
                },
                {
                    "id": "D000082082",
                    "term": "Immune Checkpoint Inhibitors"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000004791",
                    "term": "Enzyme Inhibitors"
                },
                {
                    "id": "D000005493",
                    "term": "Folic Acid Antagonists"
                },
                {
                    "id": "D000019384",
                    "term": "Nucleic Acid Synthesis Inhibitors"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4225",
                    "name": "Antibodies",
                    "relevance": "LOW"
                },
                {
                    "id": "M349416",
                    "name": "Pembrolizumab",
                    "asFound": "Mg/m2",
                    "relevance": "HIGH"
                },
                {
                    "id": "M264",
                    "name": "Pemetrexed",
                    "asFound": "Target",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10184",
                    "name": "Immunoglobulins",
                    "relevance": "LOW"
                },
                {
                    "id": "M6182",
                    "name": "Cisplatin",
                    "relevance": "LOW"
                },
                {
                    "id": "M1346",
                    "name": "Antineoplastic Agents, Immunological",
                    "relevance": "LOW"
                },
                {
                    "id": "M2342",
                    "name": "Immune Checkpoint Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M7951",
                    "name": "Enzyme Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M17546",
                    "name": "Vitamin B Complex",
                    "relevance": "LOW"
                },
                {
                    "id": "M8618",
                    "name": "Folic Acid",
                    "relevance": "LOW"
                },
                {
                    "id": "M8619",
                    "name": "Folic Acid Antagonists",
                    "relevance": "LOW"
                },
                {
                    "id": "T446",
                    "name": "Folic Acid",
                    "relevance": "LOW"
                },
                {
                    "id": "T447",
                    "name": "Folinic Acid",
                    "relevance": "LOW"
                },
                {
                    "id": "T448",
                    "name": "Folate",
                    "relevance": "LOW"
                },
                {
                    "id": "T475",
                    "name": "Vitamin B9",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "Micro",
                    "name": "Micronutrients"
                },
                {
                    "abbrev": "Hemat",
                    "name": "Hematinics"
                },
                {
                    "abbrev": "Vi",
                    "name": "Vitamins"
                }
            ]
        }
    },
    "hasResults": false
}