{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05200806",
            "orgStudyIdInfo": {
                "id": "STUDY00000915"
            },
            "organization": {
                "fullName": "University of Vermont",
                "class": "OTHER"
            },
            "briefTitle": "A Prospective Pilot Study of a Non-Narcotic Post-Operative Course After Colectomy",
            "officialTitle": "A Prospective Pilot Study of a Non-Narcotic Post-Operative Course After Colectomy",
            "therapeuticArea": [
                "Other"
            ],
            "study": "a-prospective-pilot-study-of-a-non-narcotic-post-operative-course-after-colectomy"
        },
        "statusModule": {
            "statusVerifiedDate": "2022-10",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-02-07",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2023-10",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-10",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-11-10",
            "studyFirstSubmitQcDate": "2022-01-06",
            "studyFirstPostDateStruct": {
                "date": "2022-01-21",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2022-10-13",
            "lastUpdatePostDateStruct": {
                "date": "2022-10-14",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Peter Cataldo, MD",
                "investigatorTitle": "Colon and Rectal Surgeon, General Surgeon, Professor of Surgery",
                "investigatorAffiliation": "University of Vermont"
            },
            "leadSponsor": {
                "name": "University of Vermont",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": true
        },
        "descriptionModule": {
            "briefSummary": "With this pilot investigation, the investigators aim to challenge the reliance on opiate analgesia following colon and rectal surgery. Narcotic misuse and abuse is a pressing public health concern, and reduction in prescription rates could help to mitigate this issue. The goal of this pilot study is to establish feasibility of sufficient post-operative pain control after colectomy using non-narcotic analgesics. The investigators hypothesize that patients will be able to manage their post-operative pain without narcotic intervention, while minimizing side effects and complications. This initial pilot study will provide proof-of-concept for a larger, randomized investigation on non-narcotic analgesia after colectomy.",
            "detailedDescription": "Our primary objectives are:\n\n* Determine the rate of patients needing rescue narcotics prescriptions for breakthrough postoperative pain after colectomy while on a non-narcotic postoperative protocol.\n* Search for patterns pain and in timing of need for narcotic medication (e.g. in PACU, after intrathecal morphine wear off, etc.)\n\nSecondary objectives:\n\n* Measure patient satisfaction with pain management via survey administered at discharge and during the 30 days post-operation. This will include questions regarding medication side-effects.\n* Determine factors that may affect patient need for narcotic pain medication, including complications (return to OR, anastomotic leak, prolonged ileus, post-operative hemorrhage), return of bowel function, side effects of medications, and length of hospital stay, which will be taken from patients' charts and surveys for analysis.\n\nProcedures:\n\nAt their initial clinic visit for surgical scheduling, patients will be explained appropriate risks and benefits of participating in this pilot program. If interested, patients will choose to opt in to the protocol and consent to participate at this time. Pre-operatively, patients will adhere to the Enhanced Recovery After Surgery (ERAS) protocol in standard use at UVMMC for colectomy patients. This protocol includes administration of gabapentin (900 mg capsule), acetaminophen (1,000 mg tablet), dexamethasone (8 mg intravenously), granisetron (1 mg intravenously), and morphine (0.15 mg intrathecally). Appropriate medications will be administered at the discretion of the treating anesthesiologist during colectomy, but ketamine use will be encouraged if not contraindicated. Following the completion of colectomy, patients will only be given oral acetaminophen (650 mg, every 4 hours), gabapentin (300 mg, every 6 hours), methocarbamol (750mg, 4 times daily), and 5% lidocaine pat (every 12 hours, as needed), for analgesia from their stay in the PACU onwards. A one-time opioid rescue prescription for hydromorphone, morphine, or oxycodone will be available for breakthrough pain during their hospital stay. This differs from standard ERAS post-operative pain management, where hydromorphone, morphine, or oxycodone can be administered as needed. If a patient uses the one-time rescue dose, the covering physician will be notified and can then choose to order an appropriate narcotic regimen for the remainder of the patient's hospitalization. All patients will be discharged with a narcotics prescription that they can choose to fill. Throughout their hospitalization, patients will be asked to provide their pain level on the Visual Analog Scale (VAS) per typical protocol. At discharge, they will be given instructions for weaning pain medications at home. They will also be provided a medication diary, where they will record their pain levels, the time of administration of pain medications, and the name of the medications being administered. A patient satisfaction survey will be provided with the medication diary. The patient will be instructed to fill out the survey when they return home after discharge and to return the survey with their medication diary at their first follow up visit. An automated telephone call will occur daily for 1 week after discharge to remind the patient to record their pain level and medication use in the medication diary. At the patient's follow-up clinic visit, which occurs 3-4 weeks after discharge, the patient will bring their completed medication diary and first satisfaction survey. At this visit, a second patient satisfaction survey will be completed.\n\nOutcome measures will be monitored through use of the rescue prescription while hospitalized, as well as self-reported surveys measuring post-operative pain, protocol side effects, and satisfaction of pain control, which will be given to the patients at discharge and at a follow-up clinic visit. Information on return of bowel function, length of hospital stay, and other medical complications will be gleaned from the patients' charts. Analysis of outcomes will be performed with the aid of a statistician."
        },
        "conditionsModule": {
            "conditions": [
                "Analgesia",
                "Post-Operative Pain",
                "Breakthrough Pain",
                "Colectomy"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE4"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "interventionModelDescription": "Prospective Cohort Study, without randomization, and evaluation of a single intervention.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 25,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Intervention",
                    "type": "OTHER",
                    "description": "Pre-Op Enhanced Recovery After Surgery (ERAS): Gabapentin (900mg capsule), Acetaminophen (1,000mg tablet), Dexamethasone (8mg IV), Granisetron (1mg IV), Morphine (0.15mg Intrathecal) Intraoperatively: Appropriate medications administered at discretion of the treating anesthesiologist during colectomy, with Ketamine use encouraged if not contraindicated. Post-Op (PACU, Onward during inpatient stay): Acetaminophen (Oral) (650mg, q4hrs), Gabapentin (300mg, q6hours), Methocarbamol (750mg, QID), 5% Lidocaine Patch (q12hrs PRN) One time rescue dose (Hydromorphone, Morphine, Oxycodone) available for breakthrough pain during hospital stay (differs from traditional ERAS protocol where medications can be administered as needed). If one-time rescue dose is needed, the covering physician will be notified and can choose to order an appropriate narcotic regimen for remainder of patient's hospitalization. All patients are discharged with a narcotics prescription that they can choose to fill.",
                    "interventionNames": [
                        "Other: Non-Narcotic ERAS Post-Operative Pain Management"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Non-Narcotic ERAS Post-Operative Pain Management",
                    "description": "As described previously.",
                    "armGroupLabels": [
                        "Intervention"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Failure Rate",
                    "description": "Need for rescue narcotics for inadequately controlled pain as indicated in Electronic Medical Record (EMR).",
                    "timeFrame": "Until post-op clinic visit (estimated 3-4 weeks post-op)"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Patient Satisfaction",
                    "description": "Patient satisfaction with pain management via satisfaction survey administration at discharge and during the 30 days post-operation.",
                    "timeFrame": "Until post-op clinic visit (estimated 3-4 weeks post-op)"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* ≥ 18 years of age\n* Undergoing elective abdominal colectomy\n* Eligible for the Enhanced Recovery After Surgery (ERAS) protocol currently in place for colectomy patients at UVMMC\n\nExclusion Criteria:\n\n* allergy to any protocol medication\n* emergent or urgent bowel surgery\n* pre-operative plan for a stoma\n* pre-operative diagnosis of rectal cancer (pre-operative diagnosis of rectosigmoid cancer is not necessarily excluded)\n* neoadjuvant chemoradiation\n* additional malignant disease outside of the colon\n* narcotic usage within the three months of scheduled operation date, for more than one week\n* chronic pain\n* pain score \\>2 at the initial evaluation for study inclusion\n* dementia\n\nNote: Eligibility will be determined by the research coordinator and approved by the surgeon",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Ethan D Jones, MPH",
                    "role": "CONTACT",
                    "phone": "8026569437",
                    "email": "ethan.d.jones@med.uvm.edu"
                },
                {
                    "name": "OCTR Main Line",
                    "role": "CONTACT",
                    "phone": "8026561313"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Peter Cataldo, MD",
                    "affiliation": "University of Vermont Medical Center",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "UVM Medical Center",
                    "status": "RECRUITING",
                    "city": "Burlington",
                    "state": "Vermont",
                    "zip": "05405",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Ethan D Jones, MPH",
                            "role": "CONTACT",
                            "phone": "802-656-9437",
                            "email": "ethan.d.jones@med.uvm.edu"
                        },
                        {
                            "name": "OCTR Main Line",
                            "role": "CONTACT",
                            "phone": "8026561313"
                        }
                    ],
                    "geoPoint": {
                        "lat": 44.47588,
                        "lon": -73.21207
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "27631771",
                    "type": "BACKGROUND",
                    "citation": "Hill MV, McMahon ML, Stucke RS, Barth RJ Jr. Wide Variation and Excessive Dosage of Opioid Prescriptions for Common General Surgical Procedures. Ann Surg. 2017 Apr;265(4):709-714. doi: 10.1097/SLA.0000000000001993."
                },
                {
                    "pmid": "27400458",
                    "type": "BACKGROUND",
                    "citation": "Sun EC, Darnall BD, Baker LC, Mackey S. Incidence of and Risk Factors for Chronic Opioid Use Among Opioid-Naive Patients in the Postoperative Period. JAMA Intern Med. 2016 Sep 1;176(9):1286-93. doi: 10.1001/jamainternmed.2016.3298. Erratum In: JAMA Intern Med. 2016 Sep 1;176(9):1412. doi: 10.1001/jamainternmed.2016.5221. JAMA Intern Med. 2022 Jun 1;182(6):690. doi: 10.1001/jamainternmed.2022.0812. JAMA Intern Med. 2022 Jul 1;182(7):783. doi: 10.1001/jamainternmed.2022.1632."
                },
                {
                    "pmid": "31270113",
                    "type": "BACKGROUND",
                    "citation": "Zin CS, Nazar NI, Rahman NSA, Ahmad WR, Rani NS, Ng KS. Patterns of initial opioid prescription and its association with short-term and long-term use among opioid-naive patients in Malaysia: a retrospective cohort study. BMJ Open. 2019 Jul 2;9(7):e027203. doi: 10.1136/bmjopen-2018-027203."
                },
                {
                    "pmid": "31318765",
                    "type": "BACKGROUND",
                    "citation": "Fields AC, Cavallaro PM, Correll DJ, Rubin MS, Sequist T, Khawaja A, Yao Y, Bordeianou LG, Bleday R. Predictors of Prolonged Opioid Use Following Colectomy. Dis Colon Rectum. 2019 Sep;62(9):1117-1123. doi: 10.1097/DCR.0000000000001429."
                },
                {
                    "pmid": "25480622",
                    "type": "BACKGROUND",
                    "citation": "Alvarez MP, Foley KE, Zebley DM, Fassler SA. Comprehensive enhanced recovery pathway significantly reduces postoperative length of stay and opioid usage in elective laparoscopic colectomy. Surg Endosc. 2015 Sep;29(9):2506-11. doi: 10.1007/s00464-014-4006-8. Epub 2014 Dec 6."
                },
                {
                    "pmid": "30244594",
                    "type": "BACKGROUND",
                    "citation": "Sobel DW, Cisu T, Barclay T, Pham A, Callas P, Sternberg K. A Retrospective Review Demonstrating the Feasibility of Discharging Patients Without Opioids After Ureteroscopy and Ureteral Stent Placement. J Endourol. 2018 Nov;32(11):1044-1049. doi: 10.1089/end.2018.0539. Epub 2018 Oct 23."
                },
                {
                    "pmid": "31154092",
                    "type": "BACKGROUND",
                    "citation": "Hallway A, Vu J, Lee J, Palazzolo W, Waljee J, Brummett C, Englesbe M, Howard R. Patient Satisfaction and Pain Control Using an Opioid-Sparing Postoperative Pathway. J Am Coll Surg. 2019 Sep;229(3):316-322. doi: 10.1016/j.jamcollsurg.2019.04.020. Epub 2019 May 30."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000010149",
                    "term": "Pain, Postoperative"
                },
                {
                    "id": "D000059390",
                    "term": "Breakthrough Pain"
                }
            ],
            "ancestors": [
                {
                    "id": "D000011183",
                    "term": "Postoperative Complications"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000010146",
                    "term": "Pain"
                },
                {
                    "id": "D000009461",
                    "term": "Neurologic Manifestations"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M13069",
                    "name": "Pain, Postoperative",
                    "asFound": "Post Operative Pain",
                    "relevance": "HIGH"
                },
                {
                    "id": "M13066",
                    "name": "Pain",
                    "relevance": "LOW"
                },
                {
                    "id": "M29458",
                    "name": "Breakthrough Pain",
                    "asFound": "Breakthrough Pain",
                    "relevance": "HIGH"
                },
                {
                    "id": "M14065",
                    "name": "Postoperative Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M12404",
                    "name": "Neurologic Manifestations",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M7102",
                    "name": "Dexamethasone",
                    "relevance": "LOW"
                },
                {
                    "id": "M235549",
                    "name": "Dexamethasone acetate",
                    "relevance": "LOW"
                },
                {
                    "id": "M11014",
                    "name": "Lidocaine",
                    "relevance": "LOW"
                },
                {
                    "id": "M7275",
                    "name": "Hydromorphone",
                    "relevance": "LOW"
                },
                {
                    "id": "M10674",
                    "name": "Ketamine",
                    "relevance": "LOW"
                },
                {
                    "id": "M13020",
                    "name": "Oxycodone",
                    "relevance": "LOW"
                },
                {
                    "id": "M2340",
                    "name": "Acetaminophen",
                    "relevance": "LOW"
                },
                {
                    "id": "M20020",
                    "name": "Granisetron",
                    "relevance": "LOW"
                },
                {
                    "id": "M11982",
                    "name": "Morphine",
                    "relevance": "LOW"
                },
                {
                    "id": "M12245",
                    "name": "Narcotics",
                    "relevance": "LOW"
                },
                {
                    "id": "M1694",
                    "name": "Gabapentin",
                    "relevance": "LOW"
                },
                {
                    "id": "M11697",
                    "name": "Methocarbamol",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Infl",
                    "name": "Anti-Inflammatory Agents"
                },
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "AnEm",
                    "name": "Antiemetics"
                },
                {
                    "abbrev": "Gast",
                    "name": "Gastrointestinal Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "AnArAg",
                    "name": "Anti-Arrhythmia Agents"
                },
                {
                    "abbrev": "ChanBlk",
                    "name": "Channel Blockers"
                },
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "Analg",
                    "name": "Analgesics"
                },
                {
                    "abbrev": "Antipy",
                    "name": "Antipyretics"
                },
                {
                    "abbrev": "AntiConv",
                    "name": "Anticonvulsants"
                },
                {
                    "abbrev": "PsychDr",
                    "name": "Psychotropic Drugs"
                },
                {
                    "abbrev": "MuRelCen",
                    "name": "Muscle Relaxants, Central"
                }
            ]
        }
    },
    "hasResults": false
}