{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06007846",
            "orgStudyIdInfo": {
                "id": "U23-01-4957"
            },
            "organization": {
                "fullName": "Inova Health Care Services",
                "class": "OTHER"
            },
            "briefTitle": "A Prospective Study of Memantine in Patients With Cirrhosis and Liver Cancer",
            "officialTitle": "A Prospective Cohort Study of Single Agent Memantine in Patients With Child-Pugh Score ≥ B7 Cirrhosis and Hepatocellular Carcinoma",
            "therapeuticArea": [
                "Hepatology",
                "Oncology and Hematology"
            ],
            "study": "a-prospective-study-of-memantine-in-patients-with-cirrhosis-and-liver-cancer"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-09",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-07-31",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-08-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-08-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-07-26",
            "studyFirstSubmitQcDate": "2023-08-18",
            "studyFirstPostDateStruct": {
                "date": "2023-08-23",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-09-19",
            "lastUpdatePostDateStruct": {
                "date": "2023-09-21",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Inova Health Care Services",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "This is a single-site prospective study to describe efficacy endpoints of single agent memantine in patients with unresectable, locally advanced, or metastatic HCC otherwise not deemed candidates for intensive systemic therapy. In addition to the primary endpoint and multiple secondary efficacy endpoints, we will describe changes in quality of life on treatment over time."
        },
        "conditionsModule": {
            "conditions": [
                "Hepatocellular Carcinoma",
                "Cirrhosis"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2",
                "PHASE3"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 12,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Arm 1",
                    "type": "EXPERIMENTAL",
                    "interventionNames": [
                        "Drug: Namenda"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Namenda",
                    "description": "Memantine 5 mg by mouth once daily, to be titrated up to 20 mg daily",
                    "armGroupLabels": [
                        "Arm 1"
                    ],
                    "otherNames": [
                        "Memantine"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Patients Progression Free Survival at 6 months",
                    "description": "The response and progression will be evaluated by the Response Evaluation Criteria in Solid Tumors (RECIST) guideline version 1.1. The progression of the disease is defined as at least a 20% increase in the sum of the Longest Diameter LD of target lesions, taking the smallest sum LD recorded as reference since the treatment started or the appearance of one or more new lesions or death due to disease without objective evidence of progression.",
                    "timeFrame": "6 months from the start of treatment"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Change from baseline as assessed by the European Organization for Research and Treatment of Cancer (EORTC) quality-of-life questionnaire for cancer (EORTC QLQ-C30)",
                    "description": "The EORTC QLQ-C30 consists of 30 questions that assess five aspects of patient functioning (physical, emotional, role, cognitive, and social), three symptom scales (fatigue, nausea and vomiting, pain), global health/QoL, and six single items (dyspnea, insomnia, appetite loss, constipation, diarrhea, and financial difficulties). Each score is transformed onto a 0 to 100 point scale. For the symptom scales and single items, a higher score implies a high level of symptoms or problems. Previously published minimally important differences will be used to identify meaningful changes from baseline in each treatment group on the disease and treatment-related symptom scales.",
                    "timeFrame": "2 years from the initial visit"
                },
                {
                    "measure": "Change from baseline as assessed by the European Organization for Research and Treatment of Cancer (EORTC-HCC18) over treatment",
                    "description": "The EORTC QLQ-HCC18 is a disease-specific measure which contains five multi-item symptom scales (fatigue, body image, jaundice, nutrition, and fever), and four single-item measures (shoulder pain, abdominal pain, abdominal swelling, and sex life) for a total of 18 questions with a recall period of the previous week. The EORTC QLQ-HCC18 module takes approximately 5 minutes to complete. All item responses are scored according to the EORTC guidelines for scoring.",
                    "timeFrame": "2 years from the initial visit"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Age 18 or older.\n2. Patients have newly diagnosed and previously untreated, histologically or radiologically confirmed hepatocellular carcinoma with at least one lesion that is measurable by RECIST 1.1 criteria. A prior HCC lesion that was treated surgically or by radiation is allowed as long as it was at least 2 years or more from the current HCC diagnosis.\n3. Patient's cancer must be deemed locally advanced and unresectable as per the consensus of the Inova Multidisciplinary Cancer Care Conference.\n4. Patients must have a Child-Pugh cirrhosis score of B7 or greater and deemed not a candidate for aggressive systemic treatment.\n5. Eastern Cooperative Oncology Group Performance Status of 0-2.\n6. Patients must have adequate blood counts and organ function.\n7. Memantine is harmful to the human fetus. For this reason, sexually active males with partners of childbearing potential must agree to use an accepted and effective method of contraception prior to study entry and for the duration of the study. Women of child bearing potential must have a negative serum pregnancy test result within 24 hours prior to initiation of study treatment. They must also agree to use agree to use an accepted and effective method of contraception prior to study entry and for the duration of the study.\n8. Patients must demonstrate ability to understand and the willingness to sign a written informed consent document.\n9. Men and women, regardless of race, ethnic group or sexual orientation are eligible for this study.\n\nExclusion Criteria:\n\n1. Patients with Child-Pugh A cirrhosis.\n2. Female patients who are pregnant or breast-feeding.\n3. Concomitant illness or history that would prevent adequate patient assessment or in the investigators' opinion pose an added risk for study participants.\n4. Life-threatening intercurrent illness.\n5. Anticipated poor compliance.\n6. Subject is enrolled in a separate interventional clinical trial.\n7. Active tuberculosis.\n8. Significant cardiovascular disease (such as New York Heart Association Class II or greater cardiac disease, myocardial infarction, or cerebrovascular accident) within 3 months prior to initiation of study treatment, unstable arrhythmia, or unstable angina.\n9. Known fibrolamellar HCC, sarcomatoid HCC, or mixed cholangiocarcinoma and HCC.\n10. Uncontrolled tumor-related pain. Patients requiring pain medication must be on a stable regimen at study entry for at least 10 days prior to study entry.\n11. Major surgical procedure, open biopsy, or significant traumatic injury within 28 days prior to initiation of study treatment.\n12. Symptomatic, untreated, or actively progressing central nervous system (CNS) metastases.\n13. Patients undergoing other anti-cancer treatment. Palliative radiation for symptom control will be allowed while on protocol.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Elahe Mollapour",
                    "role": "CONTACT",
                    "phone": "571-472-0615",
                    "email": "elahe.mollapour@inova.org"
                },
                {
                    "name": "Keary Jane't",
                    "role": "CONTACT",
                    "phone": "571-472-0234",
                    "email": "keary.janet@inova.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Arthur Winer, MD",
                    "affiliation": "Inova Health Care Service",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Inova Schar Cancer Institute",
                    "status": "RECRUITING",
                    "city": "Fairfax",
                    "state": "Virginia",
                    "zip": "22031",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Elahe Mollapour",
                            "role": "CONTACT"
                        },
                        {
                            "name": "Keary Jane't",
                            "role": "CONTACT"
                        },
                        {
                            "name": "Arthur Winer, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.84622,
                        "lon": -77.30637
                    }
                },
                {
                    "facility": "Inova Health Care Service",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Falls Church",
                    "state": "Virginia",
                    "zip": "22042",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Elahe Mollapour",
                            "role": "CONTACT",
                            "phone": "571-472-0615",
                            "email": "elahe.mollapour@inova.org"
                        },
                        {
                            "name": "Keary Jane't",
                            "role": "CONTACT",
                            "phone": "571-472-3173",
                            "email": "keary.janet@inova.org"
                        },
                        {
                            "name": "Arthur Winer",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.88233,
                        "lon": -77.17109
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "19925500",
                    "type": "BACKGROUND",
                    "citation": "Cabrera R, Nelson DR. Review article: the management of hepatocellular carcinoma. Aliment Pharmacol Ther. 2010 Feb 15;31(4):461-76. doi: 10.1111/j.1365-2036.2009.04200.x. Epub 2009 Nov 19."
                },
                {
                    "pmid": "30455585",
                    "type": "BACKGROUND",
                    "citation": "Rawla P, Sunkara T, Muralidharan P, Raj JP. Update in global trends and aetiology of hepatocellular carcinoma. Contemp Oncol (Pozn). 2018;22(3):141-150. doi: 10.5114/wo.2018.78941. Epub 2018 Sep 30."
                },
                {
                    "pmid": "24839253",
                    "type": "BACKGROUND",
                    "citation": "El-Serag HB, Kanwal F. Epidemiology of hepatocellular carcinoma in the United States: where are we? Where do we go? Hepatology. 2014 Nov;60(5):1767-75. doi: 10.1002/hep.27222. Epub 2014 Aug 25. No abstract available."
                },
                {
                    "pmid": "14623619",
                    "type": "BACKGROUND",
                    "citation": "El-Serag HB, Davila JA, Petersen NJ, McGlynn KA. The continuing increase in the incidence of hepatocellular carcinoma in the United States: an update. Ann Intern Med. 2003 Nov 18;139(10):817-23. doi: 10.7326/0003-4819-139-10-200311180-00009. Erratum In: Ann Intern Med. 2004 Jan 20;140(2):151."
                },
                {
                    "pmid": "28978103",
                    "type": "BACKGROUND",
                    "citation": "Liu P, Xie SH, Hu S, Cheng X, Gao T, Zhang C, Song Z. Age-specific sex difference in the incidence of hepatocellular carcinoma in the United States. Oncotarget. 2017 Jul 12;8(40):68131-68137. doi: 10.18632/oncotarget.19245. eCollection 2017 Sep 15."
                },
                {
                    "pmid": "33268834",
                    "type": "BACKGROUND",
                    "citation": "Kim E, Viatour P. Hepatocellular carcinoma: old friends and new tricks. Exp Mol Med. 2020 Dec;52(12):1898-1907. doi: 10.1038/s12276-020-00527-1. Epub 2020 Dec 2."
                },
                {
                    "pmid": "21904498",
                    "type": "BACKGROUND",
                    "citation": "Amit S, Jorge A M. Screening for hepatocellular carcinoma. Gastroenterol Hepatol (N Y). 2008 Mar;4(3):201-8."
                },
                {
                    "pmid": "31954490",
                    "type": "BACKGROUND",
                    "citation": "Singal AG, Lampertico P, Nahon P. Epidemiology and surveillance for hepatocellular carcinoma: New trends. J Hepatol. 2020 Feb;72(2):250-261. doi: 10.1016/j.jhep.2019.08.025."
                },
                {
                    "pmid": "27678348",
                    "type": "BACKGROUND",
                    "citation": "Colagrande S, Inghilesi AL, Aburas S, Taliani GG, Nardi C, Marra F. Challenges of advanced hepatocellular carcinoma. World J Gastroenterol. 2016 Sep 14;22(34):7645-59. doi: 10.3748/wjg.v22.i34.7645."
                },
                {
                    "pmid": "18333159",
                    "type": "BACKGROUND",
                    "citation": "Pons F, Varela M, Llovet JM. Staging systems in hepatocellular carcinoma. HPB (Oxford). 2005;7(1):35-41. doi: 10.1080/13651820410024058."
                },
                {
                    "pmid": "8635087",
                    "type": "BACKGROUND",
                    "citation": "Stuart KE, Anand AJ, Jenkins RL. Hepatocellular carcinoma in the United States. Prognostic features, treatment outcome, and survival. Cancer. 1996 Jun 1;77(11):2217-22. doi: 10.1002/(SICI)1097-0142(19960601)77:113.0.CO;2-M."
                },
                {
                    "pmid": "30954566",
                    "type": "BACKGROUND",
                    "citation": "Sanduzzi-Zamparelli M, Forner A. Systemic doxorubicin and hepatocellular carcinoma: the end of an era never risen up. Lancet Gastroenterol Hepatol. 2019 Jun;4(6):418-420. doi: 10.1016/S2468-1253(19)30091-3. Epub 2019 Apr 4. No abstract available."
                },
                {
                    "pmid": "23175543",
                    "type": "BACKGROUND",
                    "citation": "Kitao A, Matsui O, Yoneda N, Kozaka K, Kobayashi S, Koda W, Gabata T, Yamashita T, Kaneko S, Nakanuma Y, Kita R, Arii S. Hypervascular hepatocellular carcinoma: correlation between biologic features and signal intensity on gadoxetic acid-enhanced MR images. Radiology. 2012 Dec;265(3):780-9. doi: 10.1148/radiol.12120226."
                },
                {
                    "pmid": "30274981",
                    "type": "BACKGROUND",
                    "citation": "Morse MA, Sun W, Kim R, He AR, Abada PB, Mynderse M, Finn RS. The Role of Angiogenesis in Hepatocellular Carcinoma. Clin Cancer Res. 2019 Feb 1;25(3):912-920. doi: 10.1158/1078-0432.CCR-18-1254. Epub 2018 Oct 1."
                },
                {
                    "pmid": "9382973",
                    "type": "BACKGROUND",
                    "citation": "Miura H, Miyazaki T, Kuroda M, Oka T, Machinami R, Kodama T, Shibuya M, Makuuchi M, Yazaki Y, Ohnishi S. Increased expression of vascular endothelial growth factor in human hepatocellular carcinoma. J Hepatol. 1997 Nov;27(5):854-61. doi: 10.1016/s0168-8278(97)80323-6."
                },
                {
                    "pmid": "18650514",
                    "type": "BACKGROUND",
                    "citation": "Llovet JM, Ricci S, Mazzaferro V, Hilgard P, Gane E, Blanc JF, de Oliveira AC, Santoro A, Raoul JL, Forner A, Schwartz M, Porta C, Zeuzem S, Bolondi L, Greten TF, Galle PR, Seitz JF, Borbath I, Haussinger D, Giannaris T, Shan M, Moscovici M, Voliotis D, Bruix J; SHARP Investigators Study Group. Sorafenib in advanced hepatocellular carcinoma. N Engl J Med. 2008 Jul 24;359(4):378-90. doi: 10.1056/NEJMoa0708857."
                },
                {
                    "pmid": "29433850",
                    "type": "BACKGROUND",
                    "citation": "Kudo M, Finn RS, Qin S, Han KH, Ikeda K, Piscaglia F, Baron A, Park JW, Han G, Jassem J, Blanc JF, Vogel A, Komov D, Evans TRJ, Lopez C, Dutcus C, Guo M, Saito K, Kraljevic S, Tamai T, Ren M, Cheng AL. Lenvatinib versus sorafenib in first-line treatment of patients with unresectable hepatocellular carcinoma: a randomised phase 3 non-inferiority trial. Lancet. 2018 Mar 24;391(10126):1163-1173. doi: 10.1016/S0140-6736(18)30207-1."
                },
                {
                    "pmid": "29875066",
                    "type": "BACKGROUND",
                    "citation": "Zhu AX, Finn RS, Edeline J, Cattan S, Ogasawara S, Palmer D, Verslype C, Zagonel V, Fartoux L, Vogel A, Sarker D, Verset G, Chan SL, Knox J, Daniele B, Webber AL, Ebbinghaus SW, Ma J, Siegel AB, Cheng AL, Kudo M; KEYNOTE-224 investigators. Pembrolizumab in patients with advanced hepatocellular carcinoma previously treated with sorafenib (KEYNOTE-224): a non-randomised, open-label phase 2 trial. Lancet Oncol. 2018 Jul;19(7):940-952. doi: 10.1016/S1470-2045(18)30351-6. Epub 2018 Jun 3. Erratum In: Lancet Oncol. 2018 Sep;19(9):e440. doi: 10.1016/S1470-2045(18)30612-0."
                },
                {
                    "pmid": "28434648",
                    "type": "BACKGROUND",
                    "citation": "El-Khoueiry AB, Sangro B, Yau T, Crocenzi TS, Kudo M, Hsu C, Kim TY, Choo SP, Trojan J, Welling TH Rd, Meyer T, Kang YK, Yeo W, Chopra A, Anderson J, Dela Cruz C, Lang L, Neely J, Tang H, Dastani HB, Melero I. Nivolumab in patients with advanced hepatocellular carcinoma (CheckMate 040): an open-label, non-comparative, phase 1/2 dose escalation and expansion trial. Lancet. 2017 Jun 24;389(10088):2492-2502. doi: 10.1016/S0140-6736(17)31046-2. Epub 2017 Apr 20."
                },
                {
                    "pmid": "27932229",
                    "type": "BACKGROUND",
                    "citation": "Bruix J, Qin S, Merle P, Granito A, Huang YH, Bodoky G, Pracht M, Yokosuka O, Rosmorduc O, Breder V, Gerolami R, Masi G, Ross PJ, Song T, Bronowicki JP, Ollivier-Hourmand I, Kudo M, Cheng AL, Llovet JM, Finn RS, LeBerre MA, Baumhauer A, Meinhardt G, Han G; RESORCE Investigators. Regorafenib for patients with hepatocellular carcinoma who progressed on sorafenib treatment (RESORCE): a randomised, double-blind, placebo-controlled, phase 3 trial. Lancet. 2017 Jan 7;389(10064):56-66. doi: 10.1016/S0140-6736(16)32453-9. Epub 2016 Dec 6. Erratum In: Lancet. 2017 Jan 7;389(10064):36. doi: 10.1016/S0140-6736(16)32615-0."
                },
                {
                    "pmid": "32402160",
                    "type": "BACKGROUND",
                    "citation": "Finn RS, Qin S, Ikeda M, Galle PR, Ducreux M, Kim TY, Kudo M, Breder V, Merle P, Kaseb AO, Li D, Verret W, Xu DZ, Hernandez S, Liu J, Huang C, Mulla S, Wang Y, Lim HY, Zhu AX, Cheng AL; IMbrave150 Investigators. Atezolizumab plus Bevacizumab in Unresectable Hepatocellular Carcinoma. N Engl J Med. 2020 May 14;382(20):1894-1905. doi: 10.1056/NEJMoa1915745."
                },
                {
                    "pmid": "29972759",
                    "type": "BACKGROUND",
                    "citation": "Abou-Alfa GK, Meyer T, Cheng AL, El-Khoueiry AB, Rimassa L, Ryoo BY, Cicin I, Merle P, Chen Y, Park JW, Blanc JF, Bolondi L, Klumpen HJ, Chan SL, Zagonel V, Pressiani T, Ryu MH, Venook AP, Hessel C, Borgman-Hagey AE, Schwab G, Kelley RK. Cabozantinib in Patients with Advanced and Progressing Hepatocellular Carcinoma. N Engl J Med. 2018 Jul 5;379(1):54-63. doi: 10.1056/NEJMoa1717002."
                },
                {
                    "pmid": "32547208",
                    "type": "BACKGROUND",
                    "citation": "De Luca E, Marino D, Di Maio M. Ramucirumab, A Second-Line Option For Patients With Hepatocellular Carcinoma: A Review Of The Evidence. Cancer Manag Res. 2020 May 20;12:3721-3729. doi: 10.2147/CMAR.S216220. eCollection 2020."
                },
                {
                    "pmid": "3610046",
                    "type": "BACKGROUND",
                    "citation": "Infante-Rivard C, Esnaola S, Villeneuve JP. Clinical and statistical validity of conventional prognostic factors in predicting short-term survival among cirrhotics. Hepatology. 1987 Jul-Aug;7(4):660-4. doi: 10.1002/hep.1840070408."
                },
                {
                    "pmid": "6732310",
                    "type": "BACKGROUND",
                    "citation": "Garrison RN, Cryer HM, Howard DA, Polk HC Jr. Clarification of risk factors for abdominal operations in patients with hepatic cirrhosis. Ann Surg. 1984 Jun;199(6):648-55. doi: 10.1097/00000658-198406000-00003."
                },
                {
                    "pmid": "34801630",
                    "type": "BACKGROUND",
                    "citation": "Reig M, Forner A, Rimola J, Ferrer-Fabrega J, Burrel M, Garcia-Criado A, Kelley RK, Galle PR, Mazzaferro V, Salem R, Sangro B, Singal AG, Vogel A, Fuster J, Ayuso C, Bruix J. BCLC strategy for prognosis prediction and treatment recommendation: The 2022 update. J Hepatol. 2022 Mar;76(3):681-693. doi: 10.1016/j.jhep.2021.11.018. Epub 2021 Nov 19."
                },
                {
                    "pmid": "27338838",
                    "type": "BACKGROUND",
                    "citation": "Hogan-Cann AD, Anderson CM. Physiological Roles of Non-Neuronal NMDA Receptors. Trends Pharmacol Sci. 2016 Sep;37(9):750-767. doi: 10.1016/j.tips.2016.05.012. Epub 2016 Jun 21."
                },
                {
                    "pmid": "11432984",
                    "type": "BACKGROUND",
                    "citation": "Hynd MR, Scott HL, Dodd PR. Glutamate(NMDA) receptor NR1 subunit mRNA expression in Alzheimer's disease. J Neurochem. 2001 Jul;78(1):175-82. doi: 10.1046/j.1471-4159.2001.00409.x."
                },
                {
                    "pmid": "21955192",
                    "type": "BACKGROUND",
                    "citation": "Lo D, Grossberg GT. Use of memantine for the treatment of dementia. Expert Rev Neurother. 2011 Oct;11(10):1359-70. doi: 10.1586/ern.11.132."
                },
                {
                    "pmid": "20523828",
                    "type": "BACKGROUND",
                    "citation": "Kang M, Cho JH, Koo JK, Noh SU, Kim MY, Kang H, Oh ST, Kim HO, Park YM. The Expression of NMDA Receptor 1 Correlates with Clinicopathological Parameters in Cutaneous Squamous Cell Carcinoma. Ann Dermatol. 2009 Nov;21(4):382-8. doi: 10.5021/ad.2009.21.4.382. Epub 2009 Nov 30."
                },
                {
                    "pmid": "24751001",
                    "type": "BACKGROUND",
                    "citation": "Deutsch SI, Tang AH, Burket JA, Benson AD. NMDA receptors on the surface of cancer cells: target for chemotherapy? Biomed Pharmacother. 2014 May;68(4):493-6. doi: 10.1016/j.biopha.2014.03.012. Epub 2014 Mar 27."
                },
                {
                    "pmid": "10533475",
                    "type": "BACKGROUND",
                    "citation": "Fitzsimmons D, Johnson CD, George S, Payne S, Sandberg AA, Bassi C, Beger HG, Birk D, Buchler MW, Dervenis C, Fernandez Cruz L, Friess H, Grahm AL, Jeekel J, Laugier R, Meyer D, Singer MW, Tihanyi T. Development of a disease specific quality of life (QoL) questionnaire module to supplement the EORTC core cancer QoL questionnaire, the QLQ-C30 in patients with pancreatic cancer. EORTC Study Group on Quality of Life. Eur J Cancer. 1999 Jun;35(6):939-41. doi: 10.1016/s0959-8049(99)00047-7."
                },
                {
                    "pmid": "9440735",
                    "type": "BACKGROUND",
                    "citation": "Osoba D, Rodrigues G, Myles J, Zee B, Pater J. Interpreting the significance of changes in health-related quality-of-life scores. J Clin Oncol. 1998 Jan;16(1):139-44. doi: 10.1200/JCO.1998.16.1.139."
                },
                {
                    "pmid": "15519517",
                    "type": "BACKGROUND",
                    "citation": "Blazeby JM, Currie E, Zee BC, Chie WC, Poon RT, Garden OJ; EORTC Quality of Life Group. Development of a questionnaire module to supplement the EORTC QLQ-C30 to assess quality of life in patients with hepatocellular carcinoma, the EORTC QLQ-HCC18. Eur J Cancer. 2004 Nov;40(16):2439-44. doi: 10.1016/j.ejca.2004.06.033."
                },
                {
                    "pmid": "22105642",
                    "type": "BACKGROUND",
                    "citation": "Chie WC, Blazeby JM, Hsiao CF, Chiu HC, Poon RT, Mikoshiba N, Al-Kadhimi G, Heaton N, Calara J, Collins P, Caddick K, Costantini A, Vilgrain V, Trinquart L, Chiang C; EORTC Quality of Life Group. International cross-cultural field validation of an European Organization for Research and Treatment of Cancer questionnaire module for patients with primary liver cancer, the European Organization for Research and Treatment of Cancer quality-of-life questionnaire HCC18. Hepatology. 2012 Apr;55(4):1122-9. doi: 10.1002/hep.24798. Epub 2012 Mar 1."
                },
                {
                    "pmid": "11435060",
                    "type": "BACKGROUND",
                    "citation": "Fayers PM. Interpreting quality of life data: population-based reference data for the EORTC QLQ-C30. Eur J Cancer. 2001 Jul;37(11):1331-4. doi: 10.1016/s0959-8049(01)00127-7. No abstract available."
                },
                {
                    "pmid": "19097774",
                    "type": "BACKGROUND",
                    "citation": "Eisenhauer EA, Therasse P, Bogaerts J, Schwartz LH, Sargent D, Ford R, Dancey J, Arbuck S, Gwyther S, Mooney M, Rubinstein L, Shankar L, Dodd L, Kaplan R, Lacombe D, Verweij J. New response evaluation criteria in solid tumours: revised RECIST guideline (version 1.1). Eur J Cancer. 2009 Jan;45(2):228-47. doi: 10.1016/j.ejca.2008.10.026."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000002277",
                    "term": "Carcinoma"
                },
                {
                    "id": "D000006528",
                    "term": "Carcinoma, Hepatocellular"
                },
                {
                    "id": "D000008103",
                    "term": "Liver Cirrhosis"
                },
                {
                    "id": "D000005355",
                    "term": "Fibrosis"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009375",
                    "term": "Neoplasms, Glandular and Epithelial"
                },
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000000230",
                    "term": "Adenocarcinoma"
                },
                {
                    "id": "D000008113",
                    "term": "Liver Neoplasms"
                },
                {
                    "id": "D000004067",
                    "term": "Digestive System Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000004066",
                    "term": "Digestive System Diseases"
                },
                {
                    "id": "D000008107",
                    "term": "Liver Diseases"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5534",
                    "name": "Carcinoma",
                    "asFound": "Carcinoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M9613",
                    "name": "Carcinoma, Hepatocellular",
                    "asFound": "Hepatocellular Carcinoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M11113",
                    "name": "Liver Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M11103",
                    "name": "Liver Cirrhosis",
                    "asFound": "Cirrhosis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M8485",
                    "name": "Fibrosis",
                    "asFound": "Cirrhosis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12320",
                    "name": "Neoplasms, Glandular and Epithelial",
                    "relevance": "LOW"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M3585",
                    "name": "Adenocarcinoma",
                    "relevance": "LOW"
                },
                {
                    "id": "M7256",
                    "name": "Digestive System Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M8886",
                    "name": "Gastrointestinal Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M7255",
                    "name": "Digestive System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8883",
                    "name": "Gastrointestinal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M11107",
                    "name": "Liver Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC06",
                    "name": "Digestive System Diseases"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000008559",
                    "term": "Memantine"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000978",
                    "term": "Antiparkinson Agents"
                },
                {
                    "id": "D000018726",
                    "term": "Anti-Dyskinesia Agents"
                },
                {
                    "id": "D000015259",
                    "term": "Dopamine Agents"
                },
                {
                    "id": "D000018377",
                    "term": "Neurotransmitter Agents"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000018691",
                    "term": "Excitatory Amino Acid Antagonists"
                },
                {
                    "id": "D000018683",
                    "term": "Excitatory Amino Acid Agents"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M11542",
                    "name": "Memantine",
                    "asFound": "A 12-",
                    "relevance": "HIGH"
                },
                {
                    "id": "M11110",
                    "name": "Liver Extracts",
                    "relevance": "LOW"
                },
                {
                    "id": "M4295",
                    "name": "Antiparkinson Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M7473",
                    "name": "Dopamine",
                    "relevance": "LOW"
                },
                {
                    "id": "M17962",
                    "name": "Dopamine Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M20504",
                    "name": "Neurotransmitter Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M20771",
                    "name": "Excitatory Amino Acid Antagonists",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "AnDyAg",
                    "name": "Anti-Dyskinesia Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "Hemat",
                    "name": "Hematinics"
                },
                {
                    "abbrev": "CaAg",
                    "name": "Cardiotonic Agents"
                }
            ]
        }
    },
    "hasResults": false
}