{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05138419",
            "orgStudyIdInfo": {
                "id": "262853"
            },
            "organization": {
                "fullName": "University of Arkansas",
                "class": "OTHER"
            },
            "briefTitle": "A Pragmatic Approach to CKD Patient Education",
            "officialTitle": "A Pragmatic Approach to Chronic Kidney Disease Patient Education in the Delta",
            "acronym": "PACED",
            "therapeuticArea": [
                "Nephrology and Renal Diseases",
                "Other"
            ],
            "study": "a-pragmatic-approach-to-ckd-patient-education"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-11",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-02-13",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-08",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-10-23",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-10-13",
            "studyFirstSubmitQcDate": "2021-11-18",
            "studyFirstPostDateStruct": {
                "date": "2021-12-01",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-02-05",
            "lastUpdatePostDateStruct": {
                "date": "2024-02-07",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of Arkansas",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Over 350,000 adult Arkansans have chronic kidney disease (CKD) and 9 out of 10 (312,000) of these Arkansans are unaware of having it. A \"Know Your Kidney Number\" (eGFR) poster (KYKN) campaign is being launched statewide to increase CKD awareness and detection. As awareness increases, the demand for patient education will increase. Educating patients has proven to be effective in delaying CKD progression and establishing optimal renal replacement therapy (RRT) when needed. CKD patient education has historically been provided by nephrology clinicians. Yet most patients are not referred to nephrology until the patient is nearing the need for RRT. Novel pragmatic approaches to reaching and educating patients earlier in their disease state and partnering with a broader pool of clinicians that can provide the education is needed. Most problems related to CKD start when kidney function is \\~45 %, earlier education can empower patients to make changes to protect their kidney function earlier and plan for RRT.\n\nUniversity of Arkansas for Medical Sciences (UAMS) developed and copyrighted the \"CKD: What You Need to Know\" patient education system. Research showed almost 90% of the attendees could choose a modality after either tele-education (TE) or face to face (FTF) education. Home modality choices doubled. Patients were able to make informed choices regardless of the modality of education. Of those starting RRT 47% started on a home modality or received a transplant. This compares to 10% nationally. Both transplant and home dialysis have better outcomes and are less costly compared to in-center hemodialysis.\n\nHarp's Pharmacy has a successful medication therapy management (MTM) program where pharmacists are provided time for patient-centered activities for patients with diabetes (DM), hypertension (HTN), the 2 leading causes for CKD, and heart failure (HF), the leading cause of death in CKD. Thirty six percent of patients with DM will develop CKD and hypertension can be both a cause and an effect of CKD. In this project Harp's Pharmacy will use the MTM infrastructure to add CKD to the program in select pharmacies in the delta. The CKD tools build on and support actions that improve the underlying conditions that are already being addressed. The \"CKD: What You Need to Know\" tools will be used with patients with known CKD or 2 of the 3 conditions covered by MTM and randomized into 1 of 2 education arms that offer various levels of support or a control arm.",
            "detailedDescription": "Using non-nephrology clinicians to expand access to CKD education earlier in the patient's disease progress is essential. This project will inform how various levels of support provided by pharmacists and staff using nephrology developed tools in self-study models can 1) effect patient's ability to select the End Stage Renal Disease (ESRD) modality (Incenter hemodialysis, home hemodialysis, peritoneal dialysis, no dialysis or do not have enough information to make a choice) to use if or when dialysis is needed 2) identify patient's interest in obtaining a renal transplant and, if so, has a possible donor been identified 3) identify actions they are willing to take to protect their current kidney function using a CKD Action Plan that contains 1 knowledge goal and 10 performance goals based on international guidelines 4) allow comparisons of support time and outcomes for each of the 3 groups. Empowering patients to be proactive partners in their health care, through education and accountability, by choosing both the RRT and performance goals to protect the patient's kidneys is key to improving outcomes. Demonstrating that non-nephrology clinicians can effectively educate and support these patients will provide models that other clinicians can use.\n\nMinorities, especially in rural areas, are less likely to receive most kinds of care including evidence-based practices, home dialysis or transplantation. Developing patient-centered approaches to care such as this project can reduce disparities.\n\nOne-on-one outreach to educate, motivate and seek the patient's feedback can strengthen commitment and adherence to medical regimens. Learning what to expect can promote self-management behaviors.\n\nThe Arkansas Department of Health (ADH) Southeast (SE) region covers most of the Delta and was selected because the SE region had the poorest outcomes for patients starting RRT. In 2017, new patients were predominately black (61%), less than half had seen a nephrologist prior to starting RRT, only 1.3% had seen a dietitian, most (92.3%) started hemodialysis using a catheter and 2.1% started on home peritoneal dialysis. Only 2.1% had no insurance. This data can be tracked annually to track impact.\n\nThe tools being used were developed by a multidisciplinary team of nephrology experts which are limited in the delta. Courses including train the trainer classes for pharmacies and 10 points of Care for CKD for clinicians will be conducted. Collaboration with local providers can both educate and promote community engagement.\n\nHarp pharmacists expressed randomization concerns. Harp's Pharmacy reported that many of the MTM subjects have multiple family members or friends enrolled in the study. This could confound randomization into various arms since these subjects are highly likely to compare and contrast the details of the patient's intervention. The research team decided that a cluster randomization schedule would be utilized with each cluster self-selecting a leader that would be enrolled in the study and be responsible for the education of the other cluster members. All cluster members will undergo the same testing."
        },
        "conditionsModule": {
            "conditions": [
                "Chronic Kidney Disease stage3",
                "Chronic Kidney Disease stage4",
                "Chronic Kidney Disease Stage 5",
                "Patient Engagement"
            ],
            "keywords": [
                "Patient Education",
                "Patient Engagement",
                "Chronic Kidney Disease"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "This is a randomized control pilot study using non-nephrology clinicians to educate patients at high risk for CKD how to protect the kidneys and be ready for RRT if needed utilizing nephrology developed educational tools. Pharmacists screen subjects in the MTM program or with the same medical conditions, enroll them in familial or peer clusters of 1 or more subjects and randomized into 1 of the 3 study arms using a site specific randomization schedule. In clusters of more than 1 subject, the group chooses a leader who receives the assigned intervention and shares it other cluster members. All subjects will receive pre and post testing, health literacy evaluation and completes a program evaluation. The 3 arms include 2 education arms and a control arm with various levels of intervention. The two education arms use the CKD: What You Need to Know Workbook including the CKD AP as self-study tools. The control arm receives the CKD AP and a list of CKD Web-based Resources.",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 125,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Case Management Model (CMM)",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "CMM includes 3 visits of pharmacist initiated discussion of workbook content (including AP \\[action plan\\] and CKD web-based sites) and AP reinforcement. Pre-testing is done on Visit 1 (V1) and Post testing and program evaluation on V3. Subjects are asked to read 1 chapter a week, write down questions and take tests at the end of chapters. On V1 pharmacist introduces the Workbook System highlighting chapters 1-4 and assist with AP goal selection. On V2, the pharmacist answers questions, provides chapter 4-8 highlights and reviews AP goal progress and food label exercise. On V3, pharmacist answers questions, expands on workbook content and reviews AP goals progress and program evaluation including modality and transplant questions from pre/posttests, identification and ranking of peer cluster leader teaching style and effectiveness, identification of AP goals selected and ranking of helpfulness is completed. Pharmacists track time spent at each visit to compare cost and outcomes.",
                    "interventionNames": [
                        "Other: CKD \"What You Need To Know\" Workbook System",
                        "Other: CKD Action Plan",
                        "Other: CKD Web-based Resource List",
                        "Other: Food Label reading exercise"
                    ]
                },
                {
                    "label": "Self Study (SS)",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "SS includes 2 visits. Subjects receive the workbook, paper copies of AP and food label exercise. Pre-testing will be done on V1 and Post testing on V2, eight weeks later. Subjects will be asked to read 1 chapter a week for the next 8 weeks. The pharmacist will provide a brief introduction of the workbook (5-10 minutes) and the AP. Only subject initiated questions will be answered. On V2, the pharmacist will answer subject initiated questions and ask about progress in the AP goal attainment and the program evaluation will be completed, as described in arm 1.Pharmacists track time spent at each visit to compare cost and outcomes.",
                    "interventionNames": [
                        "Other: CKD \"What You Need To Know\" Workbook System",
                        "Other: CKD Action Plan",
                        "Other: CKD Web-based Resource List",
                        "Other: Food Label reading exercise"
                    ]
                },
                {
                    "label": "Control (Ctrl)",
                    "type": "SHAM_COMPARATOR",
                    "description": "Ctrl includes 2 visits. Subjects receive a list of web-based CKD sites, a food label exercise and a copy of the AP with no additional intervention, other than answering subject initiated questions, on V1. Pre-testing will be done on V1 and Post testing on V2 and program evaluation will be done eight weeks later. On V2, the pharmacist will ask about AP goals and answer subject initiated questions. Pharmacists track time spent at each visit to compare cost and outcomes.",
                    "interventionNames": [
                        "Other: CKD Action Plan",
                        "Other: CKD Web-based Resource List",
                        "Other: Food Label reading exercise"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "CKD \"What You Need To Know\" Workbook System",
                    "description": "139 page Workbook including CKD Action Plan, Web-Based Resources, Interactive CKD Patient education material",
                    "armGroupLabels": [
                        "Case Management Model (CMM)",
                        "Self Study (SS)"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "CKD Action Plan",
                    "description": "Goals based on international guidelines that can protect kidney function (1 knowledge and 10 action goals) Patient education material used separately for control arm.",
                    "armGroupLabels": [
                        "Case Management Model (CMM)",
                        "Control (Ctrl)",
                        "Self Study (SS)"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "CKD Web-based Resource List",
                    "description": "CKD Patient education material used separately for control arm",
                    "armGroupLabels": [
                        "Case Management Model (CMM)",
                        "Control (Ctrl)",
                        "Self Study (SS)"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Food Label reading exercise",
                    "description": "CKD Patient education material used separately in all arms.",
                    "armGroupLabels": [
                        "Case Management Model (CMM)",
                        "Control (Ctrl)",
                        "Self Study (SS)"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Number of subjects who can choose a dialysis modality by the end of the study.",
                    "description": "This primary study aim is to increase the subject's ability to select a dialysis modality. Descriptive statistics will be used to examine the trend in the subjects' ability to choose or not choose a dialysis modality. Descriptive statistics will be used to examine the trend of patients answers based on comparisons of responses on pre and post tests and evaluation form with the options of Incenter Hemodialysis (ICH), Home Hemodialysis (HH), Peritoneal Dialysis (PD), No Dialysis, don't have enough information to make a to make a decision.",
                    "timeFrame": "up to 4 months"
                },
                {
                    "measure": "Number of subjects that choose a form of home dialysis (Home Hemodialysis or peritoneal dialysis) by the end of the study.",
                    "description": "This aim is to identify the impact interventions have on the subject's choice of modality (home dialysis versus in-center hemodialysis). Descriptive statistics will be used to examine the trend of patients answers based on comparisons of responses on pre and post tests and evaluation form with the options of Incenter Hemodialysis (ICH), Home Hemodialysis (HH), Peritoneal Dialysis (PD).",
                    "timeFrame": "up to 4 months"
                },
                {
                    "measure": "Number of subjects interested in kidney transplant (pre-test)",
                    "description": "Descriptive statistics will be used to examine the trend in the subjects' level of interest in kidney transplant based on pre-test, post-test and evaluation form answers.",
                    "timeFrame": "before implementation of the intervention, average of 1 week"
                },
                {
                    "measure": "Number of subjects interested in kidney transplant (post-test)",
                    "description": "Descriptive statistics will be used to examine the trend in the subjects' level of interest in kidney transplant based on post-test evaluation form answers.",
                    "timeFrame": "after the intervention, up to 4 months"
                },
                {
                    "measure": "Number of subjects with a possible donor identified (pre-test)",
                    "description": "Descriptive statistics will be used to examine the trend in the subjects' selection of a possible donor based on pre-test evaluation form answers.",
                    "timeFrame": "before implementation of the intervention, average of 1 week"
                },
                {
                    "measure": "Number of subjects with a possible donor identified (post-test)",
                    "description": "Descriptive statistics will be used to examine the trend in the subjects' selection of a possible donor based on post-test evaluation form answers.",
                    "timeFrame": "after the intervention, up to 4 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Intra cluster analysis to evaluate effectiveness of each teaching style used by peer educators",
                    "description": "Clusters of more than 1 subject will undergo intra cluster analysis per each arm using data from the evaluation form to determine effectiveness of each teaching style used. Examples: Comparisons of self study versus cluster group participation of Workbook content and Handouts materials (Workbook, Chapter Post Tests, Chapter Frequently Asked Questions, Web-sites accessed, Food label exercise outcomes. Number of cluster meetings, Were modality choices discussed, How helpful was their experience (1-5 scale). Open comment section for subjects to expand on their experience, what was especially helpful and what could be improved.",
                    "timeFrame": "Up to 4 months"
                },
                {
                    "measure": "Patient Engagement (percent of applicable Action Plan (AP) goals selected)",
                    "description": "Patient Engagement will be measured by the percent of applicable AP goals selected\n\nThe AP has 10 performance goals that are specific, actionable and realistic addressing these areas 1) Diabetes: Goal Hemoglobin A1C (A1C) 2) B/P Goal 3) Exercise Goal 4) Medications to Avoid, ensure taken, system to reorder 5) Stop Smoking 6-7) Kidney Friendly Diet: salt/water/edema, phosphorus/ protein 8) Monitor System for glucose checks, home blood pressure, weight, diet diary 9) Weight Management 10) Anemia: Goal hemoglobin.\n\nWhen AP is initiated goals already met or are don't apply to subject will be identified. Subject can then select goals to start.",
                    "timeFrame": "up to 4 months"
                },
                {
                    "measure": "Patient engagement (percent of visits where a patient-initiated CKD discussion takes place)",
                    "description": "Patient Engagement will be measured by the percent of visits where a patient-initiated CKD discussion occurred",
                    "timeFrame": "up to 4 months"
                },
                {
                    "measure": "Patient engagement (percent of goals met)",
                    "description": "Patient Engagement will be measured by the percent of goals met (self-reported or provider-confirmed). Goal completion will be determined from evaluation form, AP form, or study flow sheet.",
                    "timeFrame": "up to 4 months"
                },
                {
                    "measure": "Amount of time spent by pharmacist and staff per subject",
                    "description": "Pharmacist and staff will note the time spent on CKD-related issues at each visit on the study flow sheet.",
                    "timeFrame": "up to 4 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Adults (any gender)\\>18 years old\n* Enrolled in Harp's MTM program\n* Has Known CKD or 2 of the 3 conditions covered in MTM (DM, HTN and Heart Failure)\n* Not on dialysis\n\nExclusion Criteria:\n\n* unable to read or speak English\n* history of significant cognitive dysfunction unless qualified caregiver is the one being educated\n* not personally independent or without any social support",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "105 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Manisha Singh, MD",
                    "role": "CONTACT",
                    "phone": "(501) 686-5295",
                    "email": "MSingh@uams.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Manisha Singh, MD",
                    "affiliation": "UAMS",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Arkansas for Medical Sciences",
                    "status": "RECRUITING",
                    "city": "Little Rock",
                    "state": "Arkansas",
                    "zip": "72205",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Manisha Singh, MD",
                            "role": "CONTACT",
                            "phone": "501-686-5295",
                            "email": "MSingh@uams.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 34.74648,
                        "lon": -92.28959
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "33123362",
                    "type": "BACKGROUND",
                    "citation": "Easom AM, Shukla AM, Rotaru D, Ounpraseuth S, Shah SV, Arthur JM, Singh M. Home run-results of a chronic kidney disease Telemedicine Patient Education Study. Clin Kidney J. 2019 Aug 22;13(5):867-872. doi: 10.1093/ckj/sfz096. eCollection 2020 Oct."
                },
                {
                    "pmid": "28546368",
                    "type": "BACKGROUND",
                    "citation": "Shukla AM, Easom A, Singh M, Pandey R, Rotaru D, Wen X, Shah SV. Effects of a Comprehensive Predialysis Education Program on the Home Dialysis Therapies: A Retrospective Cohort Study. Perit Dial Int. 2017 Sep-Oct;37(5):542-547. doi: 10.3747/pdi.2016.00270. Epub 2017 May 25."
                },
                {
                    "pmid": "19446160",
                    "type": "BACKGROUND",
                    "citation": "Neil N, Guest S, Wong L, Inglese G, Bhattacharyya SK, Gehr T, Walker DR, Golper T. The financial implications for Medicare of greater use of peritoneal dialysis. Clin Ther. 2009 Apr;31(4):880-8. doi: 10.1016/j.clinthera.2009.04.004."
                },
                {
                    "pmid": "18371531",
                    "type": "BACKGROUND",
                    "citation": "Waterman AD, Browne T, Waterman BM, Gladstone EH, Hostetter T. Attitudes and behaviors of African Americans regarding early detection of kidney disease. Am J Kidney Dis. 2008 Apr;51(4):554-62. doi: 10.1053/j.ajkd.2007.12.020. Epub 2008 Mar 6."
                },
                {
                    "pmid": "25427285",
                    "type": "BACKGROUND",
                    "citation": "Szczech LA, Stewart RC, Su HL, DeLoskey RJ, Astor BC, Fox CH, McCullough PA, Vassalotti JA. Primary care detection of chronic kidney disease in adults with type-2 diabetes: the ADD-CKD Study (awareness, detection and drug therapy in type 2 diabetes and chronic kidney disease). PLoS One. 2014 Nov 26;9(11):e110535. doi: 10.1371/journal.pone.0110535. eCollection 2014."
                },
                {
                    "pmid": "24349134",
                    "type": "BACKGROUND",
                    "citation": "Weis L, Metzger M, Haymann JP, Thervet E, Flamant M, Vrtovsnik F, Gauci C, Houillier P, Froissart M, Letavernier E, Stengel B, Boffa JJ; NephroTest Study Group. Renal function can improve at any stage of chronic kidney disease. PLoS One. 2013 Dec 13;8(12):e81835. doi: 10.1371/journal.pone.0081835. eCollection 2013."
                }
            ],
            "seeAlsoLinks": [
                {
                    "label": "United States Renal Data System. 2018 USRDS annual data report: Epidemiology of kidney disease in the United States. National Institutes of Health, National Institute of Diabetes and Digestive and Kidney Diseases, Bethesda, MD, 2018.",
                    "url": "http://www.usrds.org/annual-data-report/previous-adrs/"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000007674",
                    "term": "Kidney Diseases"
                },
                {
                    "id": "D000051436",
                    "term": "Renal Insufficiency, Chronic"
                }
            ],
            "ancestors": [
                {
                    "id": "D000014570",
                    "term": "Urologic Diseases"
                },
                {
                    "id": "D000052776",
                    "term": "Female Urogenital Diseases"
                },
                {
                    "id": "D000005261",
                    "term": "Female Urogenital Diseases and Pregnancy Complications"
                },
                {
                    "id": "D000091642",
                    "term": "Urogenital Diseases"
                },
                {
                    "id": "D000052801",
                    "term": "Male Urogenital Diseases"
                },
                {
                    "id": "D000051437",
                    "term": "Renal Insufficiency"
                },
                {
                    "id": "D000002908",
                    "term": "Chronic Disease"
                },
                {
                    "id": "D000020969",
                    "term": "Disease Attributes"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M10698",
                    "name": "Kidney Diseases",
                    "asFound": "Kidney Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M26717",
                    "name": "Renal Insufficiency, Chronic",
                    "asFound": "Chronic Kidney Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M26718",
                    "name": "Renal Insufficiency",
                    "relevance": "LOW"
                },
                {
                    "id": "M17319",
                    "name": "Urologic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M2875",
                    "name": "Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M27093",
                    "name": "Female Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14127",
                    "name": "Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M8399",
                    "name": "Female Urogenital Diseases and Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M27095",
                    "name": "Male Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M6147",
                    "name": "Chronic Disease",
                    "relevance": "LOW"
                },
                {
                    "id": "M22700",
                    "name": "Disease Attributes",
                    "relevance": "LOW"
                },
                {
                    "id": "T1303",
                    "name": "Chronic Graft Versus Host Disease",
                    "asFound": "Chronic",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}