{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05035810",
            "orgStudyIdInfo": {
                "id": "F3644-R"
            },
            "secondaryIdInfos": [
                {
                    "id": "RX003644-01A1",
                    "type": "OTHER_GRANT",
                    "domain": "VA RR&D"
                }
            ],
            "organization": {
                "fullName": "VA Office of Research and Development",
                "class": "FED"
            },
            "briefTitle": "A Pragmatic Trial to Determine the Benefit of Behaviorally Enhanced Exercise Incentives and Corticosteroid Injections in Osteoarthritis of the Knee Marching On for Veterans With Osteoarthritis of the Knee",
            "officialTitle": "A Pragmatic Trial to Determine the Benefit of Behaviorally Enhanced Exercise Incentives and Corticosteroid Injections in Osteoarthritis of the Knee",
            "acronym": "MOVE-OK",
            "therapeuticArea": [
                "Orthopedics"
            ],
            "study": "a-pragmatic-trial-to-determine-the-benefit-of-behaviorally-enhanced-exercise-incentives-and-corticosteroid-injections-in-osteoarthritis-of-the-knee-marching-on-for-veterans-with-osteoarthritis-of-the-knee"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-03-14",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-11-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-08-26",
            "studyFirstSubmitQcDate": "2021-09-03",
            "studyFirstPostDateStruct": {
                "date": "2021-09-05",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-04-25",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-29",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "VA Office of Research and Development",
                "class": "FED"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": true
        },
        "descriptionModule": {
            "briefSummary": "Knee osteoarthritis (KOA) is one of the most common and disabling conditions among Veterans. Management of KOA is challenging as there are few effective treatments other than joint replacement. Importantly, low levels of physical activity in patients with knee problems might worsen pain and disability. This study aims to determine the feasibility of using methods to change behavior that use social incentives and promote physical activity through playing games and interacting with a web-based platform. The study will also evaluate an important and widely used treatment, namely corticosteroid injections. Participants will be randomized into one of 4 arms and will receive a different combination of social incentives and injections. The study will evaluate which approach is most effective at promoting physical activity and reducing pain and disability.",
            "detailedDescription": "Knee osteoarthritis (KOA) is one of the most prevalent and disabling conditions among Veterans and accounts for high morbidity and high costs for the VA. Management of KOA is challenging as there are few consistently effective treatments other than joint replacement. Importantly, chronic reductions in physical activity in patients with KOA may worsen pain, physical function, and exacerbate the metabolic consequences of obesity. Moreover, the greater mortality observed in symptomatic knee OA populations is likely mediated through its effect on physical activity. The current proposal aims to derive preliminary data to support a large pragmatic trial testing the impact of interventions geared towards improving physical activity and function in KOA patients.\n\nPromoting physical activity has been shown to be helpful in reducing pain and improving function in KOA and other groups. However, promoting behavioral change in the arthritis population is a significant challenge. The group has shown that social incentives \\[and gamification\\] derived from concepts from the field of behavioral economics to promote behavioral change and increase physical activity can be both practical and effective in other settings. The investigators' group is studying incentives in patients with inflammatory arthritis with the goal of addressing fatigue, pain, and deficits in physical function. The incentivization of physical activity using this approach represents a novel intervention for the managing symptoms of KOA and to improving overall health.\n\nAnalgesic therapies can help KOA patients participate in exercise therapy. However, whether corticosteroid injections, a commonly used medical therapy for KOA pain, has a positive impact of physical activity is unknown and is an additional important question addressed by the current proposal. Despite widespread use, definitive data demonstrating a consistent benefit of corticosteroids are lacking. A large randomized trial recently tested the effects of repeated corticosteroids injections every 3 months for a period of 2 years on patient reported pain as well as progression of disease measured by magnetic resonance imaging (MRI). This study demonstrated no improvement in pain compared to saline injections. In addition, a small but statistically significant decline in cartilage thickness on MRI was observed, raising a concern for side effects. These recent data might suggest that corticosteroid injections result in more harm than good, and may discourage providers from performing this intervention. However, there are critical weaknesses to this study. Pain and function were only assessed at 3-month intervals, while previous trials have suggested that peak benefit is expected at 4-8 weeks. Moreover, the clinical and biologic significance decrease in cartilage thickness is unclear.\n\nThe investigators propose to fill these important knowledge gaps with an innovative and efficient pragmatic clinical trial with a factorial and crossover design. A large and definitive practical trial would lead to better understanding of the clinical effectiveness of these interventions, the meaningfulness of their combined impact, and the subgroups that are most likely to derive benefit. This clinical trial will leverage unique resources available through the Penn Center for Innovation to better capture important patient-reported outcomes in real-time through a web-based platform. The study will also test the feasibility of a crossover and factorial design to improve efficiency and reduce confounding. Each patient will receive each intervention (saline, corticosteroids) in random order over 1 year. A factorial design will be employed and will randomize participants to receive social incentives with gamification to promote increases in their physical activity. To accomplish these aims, the investigators will utilize innovative mobile applications for smart phones and wearable activity trackers through the Way-to-Health platform and assess, in real time, the impact of the intervention on patient-reported function and pain as well as physical activity. The technology will allow for the recording of outcomes as they occur, between clinic visits, thereby avoiding information bias due to poor recall. It will also provide real-time assessment of symptoms, providing granular assessments of response over time.\n\nAim 1: To determine whether an incentive based on behaviorally-enhanced gamification can improve physical activity among patients with KOA and reduce self-reported pain and disability. The intervention will result in sustained improvements in average daily step counts over 10 months.\n\nAim 2: To determine if corticosteroid injections can reduce pain and disability in patients with KOA when compared to lidocaine only. Participants will report improvements in self-reported pain and disability, and improvements in quality of life."
        },
        "conditionsModule": {
            "conditions": [
                "Osteoarthritis of the Knee"
            ],
            "keywords": [
                "corticosteroid injection",
                "physical activity",
                "pain",
                "disability",
                "behavioral incentives",
                "Osteoarthritis",
                "Osteoarthritis, Knee",
                "Arthritis",
                "Joint Diseases",
                "Musculoskeletal Diseases",
                "Rheumatic Diseases"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE3"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "FACTORIAL",
                "interventionModelDescription": "Participants are randomized with a software application to receive social incentives to promote physical activity. They will also be randomized to receive corticosteroid injections in a crossover design.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "maskingDescription": "It is not possible to blind participants to the social incentives they will receive. For the injection aspect of the study, both the investigator and participant will be unaware of the injection being given and the syringe will be covered to obscure the view of the patient.",
                    "whoMasked": [
                        "PARTICIPANT",
                        "INVESTIGATOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 240,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Social Incentives and Gamification, Corticosteroid AB",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will receive a support person and be able to interact with a web-based platform to progress through levels based on their achievement of step goals.\n\nThe participants will receive injections in A-B order (corticosteroids, then lidocaine only)",
                    "interventionNames": [
                        "Behavioral: Social Incentives and Gamification to Promote Exercise",
                        "Drug: Corticosteroid Injection given in A-B order"
                    ]
                },
                {
                    "label": "No Incentive, Corticosteroid AB",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Participants will only receive reminders to sync their activity monitor.\n\nThe participants will receive injections in A-B order (corticosteroids, then lidocaine only)",
                    "interventionNames": [
                        "Drug: Corticosteroid Injection given in A-B order",
                        "Behavioral: No Social Incentive applied"
                    ]
                },
                {
                    "label": "Social Incentives and Gamification, Corticosteroid BA",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will receive a support person and be able to interact with a web-based platform to progress through levels based on their achievement of step goals.\n\nThe participants will receive injections in B-A order (lidocaine only, then corticosteroids)",
                    "interventionNames": [
                        "Behavioral: Social Incentives and Gamification to Promote Exercise",
                        "Drug: Procedure: Corticosteroid Injection given in B-A order"
                    ]
                },
                {
                    "label": "No Incentive, Corticosteroid BA",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Participants will only receive reminders to sync their activity monitor.\n\nThe participants will receive injections in B-A order (lidocaine only, then corticosteroids)",
                    "interventionNames": [
                        "Behavioral: No Social Incentive applied",
                        "Drug: Procedure: Corticosteroid Injection given in B-A order"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Social Incentives and Gamification to Promote Exercise",
                    "description": "The intervention will provide social incentives and gamification to promote physical activity.",
                    "armGroupLabels": [
                        "Social Incentives and Gamification, Corticosteroid AB",
                        "Social Incentives and Gamification, Corticosteroid BA"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Corticosteroid Injection given in A-B order",
                    "description": "The study will compare corticosteroid injections with lidocaine to lidocaine only in a crossover design. These participants will receive the medication in A-B order.",
                    "armGroupLabels": [
                        "No Incentive, Corticosteroid AB",
                        "Social Incentives and Gamification, Corticosteroid AB"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "No Social Incentive applied",
                    "description": "No social incentive will be applied",
                    "armGroupLabels": [
                        "No Incentive, Corticosteroid AB",
                        "No Incentive, Corticosteroid BA"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Procedure: Corticosteroid Injection given in B-A order",
                    "description": "The study will compare corticosteroid injections with lidocaine to lidocaine only in a crossover design. These participants will receive the medication in B-A order.",
                    "armGroupLabels": [
                        "No Incentive, Corticosteroid BA",
                        "Social Incentives and Gamification, Corticosteroid BA"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Percent change from baseline in weekly average steps per day",
                    "description": "Steps measured by a wearable activity monitor",
                    "timeFrame": "Measured weekly over 10 months (for exercise intervention)"
                },
                {
                    "measure": "Change in Knee Injury and Osteoarthritis Outcome Score (KOOS)",
                    "description": "KOOS assessed by survey at 2 week intervals. KOOS scores range from 0 to 100 with 0 representing worse knee problems and 100 representing no knee problems.",
                    "timeFrame": "Measured bi-weekly over 3 months (for injection intervention)"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in PROMIS pain intensity score",
                    "description": "Assessed by survey at 2 week intervals. Scores range from 3-15 and are converted to T-Scores. A high score represents greater pain.",
                    "timeFrame": "Measured bi-weekly over 3-10 months (3 for injection intervention and 10 for exercise intervention)"
                },
                {
                    "measure": "Change in PROMIS Fatigue",
                    "description": "Assessed by survey at 4 week intervals",
                    "timeFrame": "Measured every 4 weeks over 3-10 months (3 for injection intervention and 10 for exercise intervention)"
                },
                {
                    "measure": "Change in Knee Injury and Osteoarthritis Outcomes Score (KOOS)",
                    "description": "KOOS assessed by survey at 2 week intervals. KOOS scores range from 0 to 100 with 0 representing worse knee problems and 100 representing no knee problems.",
                    "timeFrame": "Measured bi-weekly over 10 months (for exercise intervention)"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Veterans in VA Rheumatology or Orthopedic clinics\n* Chronic knee osteoarthritis\n* Indication for joint injection\n* Previous joint injections for palliation\n* Patient expresses interest in increasing their physical activity\n* Patient is able to walk 1/2 mile per day\n\nExclusion Criteria:\n\n* Intra-articular hardware or other contraindication to joint injection\n* Lack of smart phone\n* Acute exacerbation of osteoarthritis or knee pain\n* Comorbid condition that precludes safe exercise",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "40 Years",
            "maximumAge": "80 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Joshua F Baker, MD MSCE",
                    "role": "CONTACT",
                    "phone": "(215) 823-5800",
                    "email": "Joshua.Baker@va.gov"
                },
                {
                    "name": "William T Leach, MA BS",
                    "role": "CONTACT",
                    "phone": "(215) 823-4630",
                    "phoneExt": "204630",
                    "email": "William.Leach@va.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Joshua F. Baker, MD MSCE",
                    "affiliation": "Corporal Michael J. Crescenz VA Medical Center, Philadelphia, PA",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Washington DC VA Medical Center, Washington, DC",
                    "status": "RECRUITING",
                    "city": "Washington",
                    "state": "District of Columbia",
                    "zip": "20422",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Mercedes Quinones, MD",
                            "role": "CONTACT",
                            "phone": "202-745-8000",
                            "email": "Mercedes.Quinones@va.gov"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.89511,
                        "lon": -77.03637
                    }
                },
                {
                    "facility": "Omaha VA Nebraska-Western Iowa Health Care System, Omaha, NE",
                    "status": "RECRUITING",
                    "city": "Omaha",
                    "state": "Nebraska",
                    "zip": "68105-1873",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Bryant England, MD",
                            "role": "CONTACT",
                            "phone": "402-888-6728",
                            "email": "Bryant.England@va.gov"
                        },
                        {
                            "name": "Bridget Kramer",
                            "role": "CONTACT",
                            "email": "bridget.kramer@unmc.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.25626,
                        "lon": -95.94043
                    }
                },
                {
                    "facility": "Corporal Michael J. Crescenz VA Medical Center, Philadelphia, PA",
                    "status": "RECRUITING",
                    "city": "Philadelphia",
                    "state": "Pennsylvania",
                    "zip": "19104-4551",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Joshua F Baker, MD MSCE",
                            "role": "CONTACT",
                            "phone": "215-823-5800",
                            "email": "Joshua.Baker@va.gov"
                        },
                        {
                            "name": "Joshua F. Baker, MD MSCE",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.95233,
                        "lon": -75.16379
                    }
                },
                {
                    "facility": "VA Puget Sound Health Care System Seattle Division, Seattle, WA",
                    "status": "RECRUITING",
                    "city": "Seattle",
                    "state": "Washington",
                    "zip": "98108",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Katherine D Wyshan, MD",
                            "role": "CONTACT",
                            "phone": "206-764-2251",
                            "email": "Katherine.Wysham@va.gov"
                        }
                    ],
                    "geoPoint": {
                        "lat": 47.60621,
                        "lon": -122.33207
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "35897080",
                    "type": "BACKGROUND",
                    "citation": "Leach W, Doherty C, Olave M, England BR, Wysham K, Kerr G, Quinones M, Ogdie A, White D, Neogi T, Scanzello CR, Baker JF. Protocol for a multi-center randomized controlled trial to evaluate the benefits of exercise incentives and corticosteroid injections in osteoarthritis of the knee (MOVE-OK). Trials. 2022 Jul 27;23(1):604. doi: 10.1186/s13063-022-06529-w."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO",
            "description": "Data sets will be available through a formal request process through the PI and co-investigators. Data will not be shared without the approval of CVCVAMC IRB. When shared, data will be de-identified and anonymized."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000010003",
                    "term": "Osteoarthritis"
                },
                {
                    "id": "D000020370",
                    "term": "Osteoarthritis, Knee"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001168",
                    "term": "Arthritis"
                },
                {
                    "id": "D000007592",
                    "term": "Joint Diseases"
                },
                {
                    "id": "D000009140",
                    "term": "Musculoskeletal Diseases"
                },
                {
                    "id": "D000012216",
                    "term": "Rheumatic Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M12926",
                    "name": "Osteoarthritis",
                    "asFound": "Osteoarthritis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M22168",
                    "name": "Osteoarthritis, Knee",
                    "asFound": "Osteoarthritis of the Knee",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4476",
                    "name": "Arthritis",
                    "relevance": "LOW"
                },
                {
                    "id": "M10621",
                    "name": "Joint Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M13066",
                    "name": "Pain",
                    "relevance": "LOW"
                },
                {
                    "id": "M12097",
                    "name": "Musculoskeletal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M15045",
                    "name": "Rheumatic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M6323",
                    "name": "Collagen Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC05",
                    "name": "Musculoskeletal Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M11014",
                    "name": "Lidocaine",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "AnArAg",
                    "name": "Anti-Arrhythmia Agents"
                },
                {
                    "abbrev": "ChanBlk",
                    "name": "Channel Blockers"
                },
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}