{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04981821",
            "orgStudyIdInfo": {
                "id": "UCCS21043"
            },
            "secondaryIdInfos": [
                {
                    "id": "R00CA237744",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/R00CA237744"
                }
            ],
            "organization": {
                "fullName": "University of Rochester",
                "class": "OTHER"
            },
            "briefTitle": "A Randomized Trial of a Mobile Health Exercise Intervention for Older Adults With Myeloid Neoplasms",
            "officialTitle": "A Pilot Randomized Trial of a Mobile Health Exercise Intervention for Older Adults With Myeloid Neoplasms",
            "acronym": "GO-EXCAP2",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "a-randomized-trial-of-a-mobile-health-exercise-intervention-for-older-adults-with-myeloid-neoplasms"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-01-03",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-06-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-07-27",
            "studyFirstSubmitQcDate": "2021-07-27",
            "studyFirstPostDateStruct": {
                "date": "2021-07-29",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-04-02",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-03",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Kah Poh Loh",
                "investigatorTitle": "Assistant Professor - Department of Medicine , Hematology/Oncology (SMD)",
                "investigatorAffiliation": "University of Rochester"
            },
            "leadSponsor": {
                "name": "University of Rochester",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Cancer Institute (NCI)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This is a phase 2 randomized controlled trial (RCT) to assess the preliminary efficacy of the a mobile health exercise intervention (GO-EXCAP) versus a chemotherapy education control in 100 older patients with MN receiving outpatient chemotherapy on physical function and patient-reported outcomes (fatigue, mood, and quality of life). We will also explore the effect of the intervention on TNFα and related cytokine gene promoter methylation and their gene and protein expression.",
            "detailedDescription": "Up to 98% of older patients with myeloid neoplasms experience physical function decline, fatigue, and mood disturbances. Mobile health exercise interventions are promising strategy to prevent physical function decline and improve fatigue and mood disturbances, but older patients with myeloid neoplasms receiving outpatient chemotherapy are understudied. The proposed study will investigate whether a novel mobile health exercise intervention that is adapted to this population can prevent physical function decline, improve fatigue and mood disturbances, and prevent worsening quality of life."
        },
        "conditionsModule": {
            "conditions": [
                "Cancer",
                "Myeloid Neoplasm"
            ],
            "keywords": [
                "mobile health exercise intervention",
                "Myeloid Neoplasm",
                "GO-EXCAP"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "SUPPORTIVE_CARE",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 100,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "GO-EXCAP",
                    "type": "EXPERIMENTAL",
                    "description": "GO-EXCAP Mobile App involves the use of a mobile app delivery platform to deliver an exercise program \\[Exercise for Cancer Patients (EXCAP©®)\\]. EXCAP©®) is a progressive walking and resistance exercise program",
                    "interventionNames": [
                        "Behavioral: GO-EXCAP Mobile App"
                    ]
                },
                {
                    "label": "Behavioral Placebo Control",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Participants will meet with an oncology nurse (for approximately 60 min) to review the NCI booklet Chemotherapy and You: Support for People With Cancer, which includes facts about chemotherapy and its side effects. They will be provided with NCI online resources to review at home.",
                    "interventionNames": [
                        "Behavioral: Behavioral Placebo Control"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "GO-EXCAP Mobile App",
                    "description": "A mobile app delivery platform to deliver an exercise program \\[Exercise for Cancer Patients (EXCAP©®)\\]. EXCAP©®) is a progressive walking and resistance exercise program",
                    "armGroupLabels": [
                        "GO-EXCAP"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Behavioral Placebo Control",
                    "description": "Participants will meet with an oncology nurse (for approximately 60 min) to review the NCI booklet Chemotherapy and You: Support for People With Cancer, which includes facts about chemotherapy and its side effects. They will be provided with NCI online resources to review at home.",
                    "armGroupLabels": [
                        "Behavioral Placebo Control"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Difference between experimental and active comparator arms- Physical Function",
                    "description": "Changes in physical function measured using the Short Physical Performance Battery (SPPB) which an objective physical assessment evaluating lower extremity physical function (score ranges from 0-12; higher score indicates better physical function). It is comprised of 3 components: a four-meter walk, repeated chair stands and a balance test (the score for each component ranges from 0-4).",
                    "timeFrame": "12 Weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Difference between experimental and active comparator arms -Fatigue",
                    "description": "Changes in fatigue measures using the Brief Fatigue Inventory (BFI) which is a 9-item, patient-reported instrument. The score for each item ranges from 0-10, a higher score indicates higher self-reported levels of fatigue.",
                    "timeFrame": "12 Weeks"
                },
                {
                    "measure": "Difference between experimental and active comparator arms -Depression",
                    "description": "Changes in depression measured using the Center for Epidemiological Studies Depression Scale (CES-D) which is a 20-item depression scale. The score for each item ranges from 0-3, a higher score indicates higher self-reported depression levels.",
                    "timeFrame": "12 Weeks"
                },
                {
                    "measure": "Difference between experimental and active comparator arms -Quality of Life",
                    "description": "Changes in quality of life measured using the Functional Assessment of Cancer Therapy-Leukemia (FACT-Leu) scale. It consists of 44 items divided into 5 subscales: physical well-being (PWB), social well-being (SWB), emotional well-being (EWB), functional well-being (FWB) and leukemia-specific concerns. The score for each item ranges from 0-4. After reversing the scoring of negatively worded items, all the scores are summated. A higher score indicates better quality of life.",
                    "timeFrame": "12 Weeks"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Difference between experimental and active comparator arms -Inflammatory cytokines",
                    "description": "Inflammatory cytokines including TNFα, sTNFR1, sTNFR2, IL-1β, IL-2, IL-6, sIL-6R, IL-8, IL-10",
                    "timeFrame": "12 Weeks"
                },
                {
                    "measure": "Difference between experimental and active comparator arms- DNA methylation in the TNFα promoter region",
                    "description": "DNA methylation in the TNFα promoter region",
                    "timeFrame": "12 Weeks"
                },
                {
                    "measure": "Difference between experimental and active comparator arms- TNFα gene expression",
                    "description": "TNFα gene expression by PCR",
                    "timeFrame": "12 Weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Age ≥60 years (conventional definition of older age in clinical trials of MN)\n* Have a diagnosis of MN\n* Planned for or receiving outpatient cancer-directed treatments (patients receiving consolidative or maintenance outpatient therapies after induction chemotherapy are allowed to enroll)\n* English speaking\n* Eastern Cooperative Oncology Group (ECOG) performance status of 0-3\n* No medical contraindications for exercise per oncologist\n* Able to walk 4 meters as part of Short Physical Performance Battery measured walk (with or without assistive device)\n* Able to provide informed consent\n\nExclusion Criteria:\n\n* Physical, psychological, or social impairments that would interfere with patient's ability to participate in the study or participate in the intervention, as determined by the PI or the treating team",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "60 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Kah Poh Loh",
                    "role": "CONTACT",
                    "phone": "585-275-5863",
                    "email": "kahpoh_loh@urmc.rochester.edu"
                },
                {
                    "name": "Terri Lloyd",
                    "role": "CONTACT",
                    "phone": "585-276-5652",
                    "email": "terri_lloyd@urmc.rochester.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Kah Poh Loh",
                    "affiliation": "University of Rochester",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Rochester Medical Center/Wilmot Cancer Institute",
                    "status": "RECRUITING",
                    "city": "Rochester",
                    "state": "New York",
                    "zip": "14642",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Kah Poh Loh, MBBCh BAO, MS",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 43.15478,
                        "lon": -77.61556
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "A complete and final study protocol will be made publicly available through the University of Rochester Cancer Center Community Oncology Research Program Research Base Protocol and Data Sharing Committee. The full protocol and data will be made publicly available no later than the publication date of the study findings from the final dataset. The protocol will include a detailed description of the study population, hypotheses tested, measurement and assessment information, data definitions and codes, and the analysis plan utilized. We will also make this protocol available to NIH and NCI at the time of submission of each progress report and at the end of the final funding year. We will be collecting identifying information. The final dataset will be stripped of identifiers prior to release for sharing.Published papers will be made available in portable document format.",
            "infoTypes": [
                "STUDY_PROTOCOL"
            ],
            "timeFrame": "The data will be available for 2-3 years from accrual of the first subject."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                }
            ]
        }
    },
    "hasResults": false
}