{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04584125",
            "orgStudyIdInfo": {
                "id": "2020P002132"
            },
            "organization": {
                "fullName": "Massachusetts Eye and Ear Infirmary",
                "class": "OTHER"
            },
            "briefTitle": "A Randomized Clinical Trial of Ex Vivo Corneal Cross-Linking of Donor Keratoplasty Tissue for Keratoconus Used for Keratoplasty in Keratoconus Patients",
            "officialTitle": "A Randomized Clinical Trial of Ex Vivo Corneal Cross-Linking of Donor Keratoplasty Tissue for Keratoconus",
            "acronym": "EVOKE",
            "therapeuticArea": [
                "Other"
            ],
            "study": "a-randomized-clinical-trial-of-ex-vivo-corneal-cross-linking-of-donor-keratoplasty-tissue-for-keratoconus-used-for-keratoplasty-in-keratoconus-patients"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-01",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-12-01",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2028-05-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2028-11-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2020-10-05",
            "studyFirstSubmitQcDate": "2020-10-09",
            "studyFirstPostDateStruct": {
                "date": "2020-10-12",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-01-12",
            "lastUpdatePostDateStruct": {
                "date": "2023-01-17",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR_INVESTIGATOR",
                "investigatorFullName": "Joseph B. Ciolino, MD",
                "investigatorTitle": "Associate Professor of Ophthalmology",
                "investigatorAffiliation": "Massachusetts Eye and Ear Infirmary"
            },
            "leadSponsor": {
                "name": "Joseph B. Ciolino, MD",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This randomized clinical trial will assess corneal astigmatism and visual outcomes in participants who have undergone corneal transplantation for keratoconus with ex vivo cross-linked donor corneal tissue versus participants who have undergone corneal transplantation for keratoconus with non-cross-linked donor corneas. Crosslinking is a procedure that stabilizes the biomechanical properties of the cornea; as a result, the cornea stiffens. It has been shown that this procedure stabilizes the cornea of patients with keratoconus or corneal ectasias. The FDA currently approves crosslinking for patients with progressive keratoconus and corneal ectasia following refractive surgery. Ex vivo crosslinking of donor corneal tissue for patients with keratoconus undergoing PK or DALK could stabilize the cornea and reduce the risk of high astigmatism and improve vision in patient with keratoconus.",
            "detailedDescription": "The 15 clinical sites are expected to recruit cumulatively 216 cases over 18 months. Eligibility is assessed during a routine examination by an investigator. Informed consent will be obtained prior to collecting any information that is not part of usual care. Patients who meet all inclusion criteria and none of the exclusion criteria will be given the opportunity to participate in the study. Participants will be randomly assigned to the treatment group (cross-linked corneal tissue) or control group (non-cross-linked corneal tissue that has been exposed to riboflavin, but no ultraviolet light).\n\nThe investigator will request a cadaveric cornea from the study's central eye bank CorneaGen, which will prepare the cadaveric cornea. Participants will receive the cross-linked donor tissue or control donor tissue during surgery. Clinical sites, including surgeons, and participants will be masked to treatment assignment.\n\nParticipants will be followed up post-operatively by the site investigators as per the standard of care. This will include visits at 1 Day, 1 Week, 1 Month, 6 Months, 1 Year, 1.5 Years, 2 Years, and 2.5 Years post-surgery. Some participants may need to be seen more regularly for routine care. The investigators will monitor for systemic and ocular adverse events at all follow-up visits."
        },
        "conditionsModule": {
            "conditions": [
                "Keratoconus"
            ],
            "keywords": [
                "Corneal Crosslinking",
                "Penetrating Keratoplasty",
                "Deep Anterior Lamellar Keratoplasty"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "The study is a multicenter, double-masked, parallel, and randomized study with a subsequent follow-up period of 30 months. 216 subjects (of any race or gender) who have keratoconus (between the ages of 18 and 50) will sign the consent for their first PK or DALK surgery in the study eye. Screening data will be reviewed to determine subject eligibility. Subjects who meet all inclusion criteria and none of the exclusion criteria will be given the opportunity to participate in the study. Subjects will either randomized to the treatment group (crosslinked corneal tissue) or control group (non-crosslinked corneal tissue that has been exposed to riboflavin, but no ultraviolet light).",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "INVESTIGATOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 216,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Ex vivo cross linking of donor corneal tissue",
                    "type": "EXPERIMENTAL",
                    "description": "Treatment Arm: The donor corneal tissue used in the PK or DALK procedures will previously undergo ex vivo crosslinking.",
                    "interventionNames": [
                        "Drug: Riboflavin 5'-phosphate in 20% dextran ophthalmic solution) 0.146% with UV light"
                    ]
                },
                {
                    "label": "Non-cross-linked donor corneal tissue for keratoplasty",
                    "type": "SHAM_COMPARATOR",
                    "description": "Control Arm: The donor corneal tissue used in the PK or DALK procedures will not previously undergo ex vivo crosslinking.",
                    "interventionNames": [
                        "Drug: Riboflavin 5'-phosphate in 20% dextran ophthalmic solution) 0.146% without UV light"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Riboflavin 5'-phosphate in 20% dextran ophthalmic solution) 0.146% with UV light",
                    "description": "A wavelength of 365 nm ultraviolet A light will be used to direct 5.4 J/cm2 using a beam diameter of 9.5mm to treat the de-epithelialized corneal surface of a donor cornea for 30 minutes. Every 2 minutes, the UV light will be used while another drop of riboflavin is applied on top of the donor cornea.",
                    "armGroupLabels": [
                        "Ex vivo cross linking of donor corneal tissue"
                    ],
                    "otherNames": [
                        "PHOTREXA VISCOUS"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Riboflavin 5'-phosphate in 20% dextran ophthalmic solution) 0.146% without UV light",
                    "description": "The corneal tissue for the control arm will be treated the same as the crosslinked tissue except that it will not be exposed to ultraviolet light. The donor cornea will be placed on an artificial anterior chamber maintainer and the epithelium will be removed mechanically. Riboflavin solution (0.1% riboflavin and 20% dextran supplied in a sterile, single-dose container) will be applied to the cornea every 2 minutes for 30 minutes.",
                    "armGroupLabels": [
                        "Non-cross-linked donor corneal tissue for keratoplasty"
                    ],
                    "otherNames": [
                        "PHOTREXA VISCOUS"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "• Keratometric astigmatism with Pentacam Schiempflug imaging at 130 weeks post-surgery.",
                    "description": "• Keratometric astigmatism with Pentacam Schiempflug imaging at 130 weeks post-surgery",
                    "timeFrame": "130 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "• Best spectacle corrected visual acuity (BSCVA) with ETDRS methodology at 2.5 years (130 weeks) post-surgery",
                    "description": "• Best spectacle corrected visual acuity (BSCVA) with ETDRS methodology at 2.5 years (130 weeks) post-surgery",
                    "timeFrame": "130 weeks"
                },
                {
                    "measure": "Manifest cylinder astigmatism at 130 weeks post-surgery",
                    "description": "Manifest cylinder astigmatism at 130 weeks post-surgerykeratometry, anterior mean keratometry, posterior mean keratometry",
                    "timeFrame": "130 weeks"
                },
                {
                    "measure": "Uncorrected visual acuity (UCVA) 130 weeks post-surgery",
                    "description": "Uncorrected visual acuity (UCVA) 130 weeks post-surgery",
                    "timeFrame": "130 weeks"
                },
                {
                    "measure": "Low-contrast BSCVA with ETDRS methodology at 130 weeks post-surgery",
                    "description": "Low-contrast BSCVA with ETDRS methodology at 130 weeks post-surgerypermeable contact lens.",
                    "timeFrame": "130 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Willing and able to provide written informed consent.\n* Willing and able to comply with study assessments for the full duration of the study.\n* Age ≥18 years but ≤50 years\n* History of keratoconus (without a previous transplant) requiring keratoplasty\n* Willing to commit to not having further cross-linking, corneal relaxing incisions, intacs, or corneal laser vision correction during the course of the study\n\nExclusion Criteria:\n\n* Age \\< 18 years \\>50\n* Inability to provide written informed consent and comply with study assessments for the full duration of the study\n* Participation in another simultaneous interventional medical investigation or trial\n\nSystemic\n\n* History of Stevens-Johnson syndrome or ocular pemphigoid\n* Signs of current infection, including fever and current treatment with antibiotics\n* Pregnancy (positive pregnancy test) or lactating\n* Pre-menopausal sexually active women not using adequate contraception (Reliable intrauterine devices, hormonal contraception or a spermicide in combination with a barrier method)\n\nRecipient Eye\n\n* Corneal or ocular surface infection within 30 days prior to study entry\n* History of previous cross-linking\n* History of previous corneal transplant\n* Non-healing epithelial defect of at least 0.5x0.5 mm in host corneal bed lasting ≥6 weeks preoperatively\n* Ocular or periocular malignancy\n* Lid abnormalities that in the opinion of the investigator could confound the study results and these include clinically significant ectropion, lagophthalmos, cicatrization, entropion, and rosacea\n* Neurotrophic cornea\n* Monocular\n* Uncontrolled glaucoma\n* Glaucoma filtering devices or trabeculectomies",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "50 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Joseph B Ciolino, MD",
                    "role": "CONTACT",
                    "phone": "(617) 573-3938",
                    "email": "Joseph_Ciolino@MEEI.HARVARD.EDU"
                },
                {
                    "name": "Ellen Fitzgerald",
                    "role": "CONTACT",
                    "phone": "617-573-6971",
                    "email": "Ellen_Fitzgerald@MEEI.HARVARD.EDU"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Joseph B Ciolino",
                    "affiliation": "Massachusetts Eye and Ear",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Massachusetts Eye and Ear Infirmary",
                    "city": "Boston",
                    "state": "Massachusetts",
                    "zip": "02114",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Joseph Ciolino, MD",
                            "role": "CONTACT",
                            "phone": "617-573-5575",
                            "email": "Joseph_Ciolino@meei.harvard.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.35843,
                        "lon": -71.05977
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "6230745",
                    "type": "BACKGROUND",
                    "citation": "Krachmer JH, Feder RS, Belin MW. Keratoconus and related noninflammatory corneal thinning disorders. Surv Ophthalmol. 1984 Jan-Feb;28(4):293-322. doi: 10.1016/0039-6257(84)90094-8."
                },
                {
                    "pmid": "17568202",
                    "type": "BACKGROUND",
                    "citation": "Tan DT, Por YM. Current treatment options for corneal ectasia. Curr Opin Ophthalmol. 2007 Jul;18(4):284-9. doi: 10.1097/ICU.0b013e3281a7ecaa."
                },
                {
                    "pmid": "30196480",
                    "type": "BACKGROUND",
                    "citation": "Yoshida J, Murata H, Miyai T, Shirakawa R, Toyono T, Yamagami S, Usui T. Characteristics and risk factors of recurrent keratoconus over the long term after penetrating keratoplasty. Graefes Arch Clin Exp Ophthalmol. 2018 Dec;256(12):2377-2383. doi: 10.1007/s00417-018-4131-5. Epub 2018 Sep 8."
                },
                {
                    "pmid": "8131410",
                    "type": "BACKGROUND",
                    "citation": "Bechrakis N, Blom ML, Stark WJ, Green WR. Recurrent keratoconus. Cornea. 1994 Jan;13(1):73-7. doi: 10.1097/00003226-199401000-00012."
                },
                {
                    "pmid": "7004192",
                    "type": "BACKGROUND",
                    "citation": "Abelson MB, Collin HB, Gillette TE, Dohlman CH. Recurrent keratoconus after keratoplasty. Am J Ophthalmol. 1980 Nov;90(5):672-6. doi: 10.1016/s0002-9394(14)75135-9."
                },
                {
                    "pmid": "18471635",
                    "type": "BACKGROUND",
                    "citation": "Raiskup-Wolf F, Hoyer A, Spoerl E, Pillunat LE. Collagen crosslinking with riboflavin and ultraviolet-A light in keratoconus: long-term results. J Cataract Refract Surg. 2008 May;34(5):796-801. doi: 10.1016/j.jcrs.2007.12.039."
                },
                {
                    "pmid": "12719068",
                    "type": "BACKGROUND",
                    "citation": "Wollensak G, Spoerl E, Seiler T. Riboflavin/ultraviolet-a-induced collagen crosslinking for the treatment of keratoconus. Am J Ophthalmol. 2003 May;135(5):620-7. doi: 10.1016/s0002-9394(02)02220-1."
                },
                {
                    "pmid": "21320951",
                    "type": "BACKGROUND",
                    "citation": "Kelly TL, Williams KA, Coster DJ; Australian Corneal Graft Registry. Corneal transplantation for keratoconus: a registry study. Arch Ophthalmol. 2011 Jun;129(6):691-7. doi: 10.1001/archophthalmol.2011.7. Epub 2011 Feb 14."
                },
                {
                    "pmid": "12867398",
                    "type": "BACKGROUND",
                    "citation": "Thompson RW Jr, Price MO, Bowers PJ, Price FW Jr. Long-term graft survival after penetrating keratoplasty. Ophthalmology. 2003 Jul;110(7):1396-402. doi: 10.1016/S0161-6420(03)00463-9."
                },
                {
                    "pmid": "16570014",
                    "type": "BACKGROUND",
                    "citation": "Williams KA, Esterman AJ, Bartlett C, Holland H, Hornsby NB, Coster DJ. How effective is penetrating corneal transplantation? Factors influencing long-term outcome in multivariate analysis. Transplantation. 2006 Mar 27;81(6):896-901. doi: 10.1097/01.tp.0000185197.37824.35."
                },
                {
                    "pmid": "19104411",
                    "type": "BACKGROUND",
                    "citation": "Williams KA, Lowe M, Bartlett C, Kelly TL, Coster DJ; All Contributors. Risk factors for human corneal graft failure within the Australian corneal graft registry. Transplantation. 2008 Dec 27;86(12):1720-4. doi: 10.1097/TP.0b013e3181903b0a."
                },
                {
                    "pmid": "1565452",
                    "type": "BACKGROUND",
                    "citation": "Williams KA, Roder D, Esterman A, Muehlberg SM, Coster DJ. Factors predictive of corneal graft survival. Report from the Australian Corneal Graft Registry. Ophthalmology. 1992 Mar;99(3):403-14. doi: 10.1016/s0161-6420(92)31960-8."
                },
                {
                    "pmid": "3287939",
                    "type": "BACKGROUND",
                    "citation": "Binder PS. The effect of suture removal on postkeratoplasty astigmatism. Am J Ophthalmol. 1988 Jun 15;105(6):637-45. doi: 10.1016/0002-9394(88)90057-8."
                },
                {
                    "pmid": "2665502",
                    "type": "BACKGROUND",
                    "citation": "Limberg MB, Dingeldein SA, Green MT, Klyce SD, Insler MS, Kaufman HE. Corneal compression sutures for the reduction of astigmatism after penetrating keratoplasty. Am J Ophthalmol. 1989 Jul 15;108(1):36-42. doi: 10.1016/s0002-9394(14)73257-x."
                },
                {
                    "pmid": "3554571",
                    "type": "BACKGROUND",
                    "citation": "Swinger CA. Postoperative astigmatism. Surv Ophthalmol. 1987 Jan-Feb;31(4):219-48. doi: 10.1016/0039-6257(87)90023-3."
                },
                {
                    "pmid": "3319412",
                    "type": "BACKGROUND",
                    "citation": "Troutman RC, Lawless MA. Penetrating keratoplasty for keratoconus. Cornea. 1987;6(4):298-305. doi: 10.1097/00003226-198706040-00013."
                },
                {
                    "pmid": "1923353",
                    "type": "BACKGROUND",
                    "citation": "Price FW Jr, Whitson WE, Marks RG. Progression of visual acuity after penetrating keratoplasty. Ophthalmology. 1991 Aug;98(8):1177-85. doi: 10.1016/s0161-6420(91)32136-5."
                },
                {
                    "pmid": "10387463",
                    "type": "BACKGROUND",
                    "citation": "Riddle HK Jr, Parker DA, Price FW Jr. Management of postkeratoplasty astigmatism. Curr Opin Ophthalmol. 1998 Aug;9(4):15-28. doi: 10.1097/00055735-199808000-00004."
                },
                {
                    "pmid": "9487761",
                    "type": "BACKGROUND",
                    "citation": "Sporl E, Huhle M, Kasper M, Seiler T. [Increased rigidity of the cornea caused by intrastromal cross-linking]. Ophthalmologe. 1997 Dec;94(12):902-6. doi: 10.1007/s003470050219. German."
                },
                {
                    "pmid": "21420606",
                    "type": "BACKGROUND",
                    "citation": "de Sanctis U, Eandi C, Grignolo F. Phacoemulsification and customized toric intraocular lens implantation in eyes with cataract and high astigmatism after penetrating keratoplasty. J Cataract Refract Surg. 2011 Apr;37(4):781-5. doi: 10.1016/j.jcrs.2011.01.015."
                },
                {
                    "pmid": "16814052",
                    "type": "BACKGROUND",
                    "citation": "Rajan MS, O'Brart DP, Patel P, Falcon MG, Marshall J. Topography-guided customized laser-assisted subepithelial keratectomy for the treatment of postkeratoplasty astigmatism. J Cataract Refract Surg. 2006 Jun;32(6):949-57. doi: 10.1016/j.jcrs.2006.02.036."
                },
                {
                    "pmid": "9049932",
                    "type": "BACKGROUND",
                    "citation": "Arenas E, Maglione A. Laser in situ keratomileusis for astigmatism and myopia after penetrating keratoplasty. J Refract Surg. 1997 Jan-Feb;13(1):27-32. doi: 10.3928/1081-597X-19970101-09."
                },
                {
                    "pmid": "8624832",
                    "type": "BACKGROUND",
                    "citation": "Belmont SC, Lazzaro DR, Muller JW, Troutman RC. Combined wedge resection and relaxing incisions for astigmatism after penetrating keratoplasty. J Refract Surg. 1995 Nov-Dec;11(6):472-6. doi: 10.3928/1081-597X-19951101-14."
                },
                {
                    "pmid": "2683795",
                    "type": "BACKGROUND",
                    "citation": "Girard LJ. Corneal compression sutures for the reduction of astigmatism after penetrating keratoplasty. Am J Ophthalmol. 1989 Nov 15;108(5):614. doi: 10.1016/0002-9394(89)90455-8. No abstract available."
                },
                {
                    "pmid": "1889216",
                    "type": "BACKGROUND",
                    "citation": "Fronterre A, Portesani GP. Relaxing incisions for postkeratoplasty astigmatism. Cornea. 1991 Jul;10(4):305-11. doi: 10.1097/00003226-199107000-00005."
                },
                {
                    "pmid": "16814049",
                    "type": "BACKGROUND",
                    "citation": "Bochmann F, Schipper I. Correction of post-keratoplasty astigmatism with keratotomies in the host cornea. J Cataract Refract Surg. 2006 Jun;32(6):923-8. doi: 10.1016/j.jcrs.2006.02.013."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO",
            "description": "There is not a plan to make individual participant data (IPD) available."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000007640",
                    "term": "Keratoconus"
                }
            ],
            "ancestors": [
                {
                    "id": "D000003316",
                    "term": "Corneal Diseases"
                },
                {
                    "id": "D000005128",
                    "term": "Eye Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M10666",
                    "name": "Keratoconus",
                    "asFound": "Keratoconus",
                    "relevance": "HIGH"
                },
                {
                    "id": "M6539",
                    "name": "Corneal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8271",
                    "name": "Eye Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T4202",
                    "name": "Oculocerebral Syndrome With Hypopigmentation",
                    "relevance": "LOW"
                },
                {
                    "id": "T3218",
                    "name": "Keratoconus",
                    "asFound": "Keratoconus",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC11",
                    "name": "Eye Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000012256",
                    "term": "Riboflavin"
                },
                {
                    "id": "D000005486",
                    "term": "Flavin Mononucleotide"
                },
                {
                    "id": "D000003911",
                    "term": "Dextrans"
                },
                {
                    "id": "D000019999",
                    "term": "Pharmaceutical Solutions"
                },
                {
                    "id": "D000009883",
                    "term": "Ophthalmic Solutions"
                }
            ],
            "ancestors": [
                {
                    "id": "D000014803",
                    "term": "Vitamin B Complex"
                },
                {
                    "id": "D000014815",
                    "term": "Vitamins"
                },
                {
                    "id": "D000018977",
                    "term": "Micronutrients"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000017319",
                    "term": "Photosensitizing Agents"
                },
                {
                    "id": "D000003879",
                    "term": "Dermatologic Agents"
                },
                {
                    "id": "D000000925",
                    "term": "Anticoagulants"
                },
                {
                    "id": "D000010952",
                    "term": "Plasma Substitutes"
                },
                {
                    "id": "D000001802",
                    "term": "Blood Substitutes"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M21860",
                    "name": "Pharmaceutical Solutions",
                    "asFound": "Procedure",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12814",
                    "name": "Ophthalmic Solutions",
                    "asFound": "Anxiety",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7106",
                    "name": "Dextrans",
                    "asFound": "IV injection",
                    "relevance": "HIGH"
                },
                {
                    "id": "M15085",
                    "name": "Riboflavin",
                    "asFound": "After treatment",
                    "relevance": "HIGH"
                },
                {
                    "id": "M8613",
                    "name": "Flavin Mononucleotide",
                    "asFound": "Acute Viral Bronchiolitis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17558",
                    "name": "Vitamins",
                    "relevance": "LOW"
                },
                {
                    "id": "M17546",
                    "name": "Vitamin B Complex",
                    "relevance": "LOW"
                },
                {
                    "id": "M8618",
                    "name": "Folic Acid",
                    "relevance": "LOW"
                },
                {
                    "id": "M21009",
                    "name": "Micronutrients",
                    "relevance": "LOW"
                },
                {
                    "id": "M16885",
                    "name": "Trace Elements",
                    "relevance": "LOW"
                },
                {
                    "id": "M19608",
                    "name": "Photosensitizing Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M7074",
                    "name": "Dermatologic Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M4244",
                    "name": "Anticoagulants",
                    "relevance": "LOW"
                },
                {
                    "id": "M13842",
                    "name": "Plasma Substitutes",
                    "relevance": "LOW"
                },
                {
                    "id": "M5083",
                    "name": "Blood Substitutes",
                    "relevance": "LOW"
                },
                {
                    "id": "T463",
                    "name": "Riboflavin",
                    "asFound": "After treatment",
                    "relevance": "HIGH"
                },
                {
                    "id": "T470",
                    "name": "Vitamin B2",
                    "asFound": "After treatment",
                    "relevance": "HIGH"
                },
                {
                    "id": "T446",
                    "name": "Folic Acid",
                    "relevance": "LOW"
                },
                {
                    "id": "T448",
                    "name": "Folate",
                    "relevance": "LOW"
                },
                {
                    "id": "T475",
                    "name": "Vitamin B9",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "PhSol",
                    "name": "Pharmaceutical Solutions"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "AnCoag",
                    "name": "Anticoagulants"
                },
                {
                    "abbrev": "BlSubst",
                    "name": "Blood Substitutes"
                },
                {
                    "abbrev": "Micro",
                    "name": "Micronutrients"
                },
                {
                    "abbrev": "Derm",
                    "name": "Dermatologic Agents"
                },
                {
                    "abbrev": "Hemat",
                    "name": "Hematinics"
                },
                {
                    "abbrev": "Vi",
                    "name": "Vitamins"
                }
            ]
        }
    },
    "hasResults": false
}