{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05359133",
            "orgStudyIdInfo": {
                "id": "TTX-CINP-202"
            },
            "organization": {
                "fullName": "Wex Pharmaceuticals Inc.",
                "class": "INDUSTRY"
            },
            "briefTitle": "A Randomized, Double-Blind, Placebo Controlled, Multicenter, Efficacy and Safety Trial of Single Cycle Tetrodotoxin in the Treatment of Chemotherapy Induced Neuropathic Pain",
            "officialTitle": "A Randomized, Double-Blind, Placebo Controlled, Multicenter, Efficacy and Safety Trial of Single Cycle Tetrodotoxin in the Treatment of Chemotherapy Induced Neuropathic Pain",
            "therapeuticArea": [
                "Neurology",
                "Other"
            ],
            "study": "a-randomized-double-blind-placebo-controlled-multicenter-efficacy-and-safety-trial-of-single-cycle-tetrodotoxin-in-the-treatment-of-chemotherapy-induced-neuropathic-pain"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-04-19",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-12",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-07",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-04-25",
            "studyFirstSubmitQcDate": "2022-04-28",
            "studyFirstPostDateStruct": {
                "date": "2022-05-03",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-04-05",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-09",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Wex Pharmaceuticals Inc.",
                "class": "INDUSTRY"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "To be eligible for the trial, subjects must have ongoing moderate to severe neuropathic pain related to a prior course of platinum and/or taxane chemotherapy and have no clinical evidence of actively progressive disease.\n\nThe trial period will comprise a Screening period (up to 35 Days), randomization and a 4-day treatment period, followed by a 12-week follow up period (12 weeks total after initial treatment), and an End-of-Trial/Follow-up visit which will occur at Week 13. This is a study to research the effects of the study drug on neuropathic pain compared placebo."
        },
        "conditionsModule": {
            "conditions": [
                "Chemotherapy-induced Neuropathic Pain",
                "Chemotherapy-induced Peripheral Neuropathy"
            ],
            "keywords": [
                "CINP",
                "Chemotherapy-induced Neuropathic Pain",
                "Pain",
                "Neuropathy"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "QUADRUPLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 222,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Tetrodotoxin for injection",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "30 µg, 1 ml SC injection in the thigh or abdomen, twice daily for 4 Days",
                    "interventionNames": [
                        "Drug: Tetrodotoxin"
                    ]
                },
                {
                    "label": "Placebo",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "1.0 mL of placebo, SC injection in the thigh or abdomen, twice daily for 4 Days",
                    "interventionNames": [
                        "Drug: Placebo"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Tetrodotoxin",
                    "description": "TTX for Injection, 30 µg/mL, is a sterile, nonpyrogenic, white, lyophilized powder provided in a 5 mL glass single-use vial with a rubber stopper and aluminum overseal. Upon reconstitution of the lyophilized product with 1.1 mL of sterile water for injection, each vial delivers 1 mL of fluid containing 30 µg of TTX with a pH of 4.0 to 5.5",
                    "armGroupLabels": [
                        "Tetrodotoxin for injection"
                    ],
                    "otherNames": [
                        "Halneuron"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Placebo",
                    "description": "Placebo for injection is a sterile 0.9% sodium chloride injection or normal saline for injection. To ensure blinding, subjects receiving placebo will receive the same volume (1.0 mL) for injection to match the volume used for the cohorts assigned to receive active trial drug.\n\nRoute and frequency: 1.0 mL of placebo, SC injection in the thigh or abdomen, twice daily for 4 Days in each treatment Cycle.",
                    "armGroupLabels": [
                        "Placebo"
                    ],
                    "otherNames": [
                        "Sterile 0.9% sodium chloride injection"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "NPRS Pain reduction - at week 4",
                    "description": "The Change from Baseline (average of Days -14 to -1) at Week 4 in average weekly NPRS scores in subjects treated with TTX compared to Placebo",
                    "timeFrame": "At week 4"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "NPRS Pain reduction - at week 8",
                    "description": "The Change from Baseline (average of Days -14 to -1) at Week 8 in average weekly NPRS scores in subjects treated with TTX compared to Placebo",
                    "timeFrame": "At week 8"
                },
                {
                    "measure": "NPRS Pain reduction - at week 12",
                    "description": "The Change from Baseline (average of Days -14 to -1) at Week 12 in average weekly NPRS scores in subjects treated with TTX compared to Placebo",
                    "timeFrame": "At week 12"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "AUC up to week 12",
                    "description": "AUC calculated on the Change from Baseline through Week 12 in weekly average NPRS scores.",
                    "timeFrame": "baseline to week 12"
                },
                {
                    "measure": "NPRS Pain reduction - weekly",
                    "description": "Change from Baseline to each study week through Week 12 in Average Weekly NPRS scores",
                    "timeFrame": "baseline to week 12"
                },
                {
                    "measure": "NPRS Pain reduction - weekly",
                    "description": "Percent Change from Baseline to each study week through Week 12 in Average Weekly NPRS scores",
                    "timeFrame": "baseline to week 12"
                },
                {
                    "measure": "Subjects with at least 30% reduction in pain",
                    "description": "Proportion of responders at Week 12, defined as subjects showing a 30% or greater reduction from overall Baseline (Week -1 \\& week -2) to Week 12 in weekly average NPRS score.",
                    "timeFrame": "baseline to week 12 (assessed weekly)"
                },
                {
                    "measure": "Subjects with at least 50% reduction in pain",
                    "description": "Proportion of responders at Week 12, defined as subjects showing a 30% or greater reduction from overall Baseline (Week -1 \\& week -2) to Week 12 in weekly average NPRS score.",
                    "timeFrame": "baseline to week 12 (assessed weekly)"
                },
                {
                    "measure": "Time to response",
                    "description": "Time to first response defined as (30%/50%) reduction from overall Baseline in weekly average NPRS score",
                    "timeFrame": "Day 1 to week 12"
                },
                {
                    "measure": "Duration of response",
                    "description": "Duration of response defined as time from initial (30%/50%) reduction from overall baseline in weekly average NPRS score to first loss of response.",
                    "timeFrame": "Day 1 to week 12"
                },
                {
                    "measure": "BPI change",
                    "description": "Change from Baseline to each study visit through Week 12 in quality of life and pain intensity measures using the Brief Pain Inventory (BPI).",
                    "timeFrame": "Baseline to Week 12"
                },
                {
                    "measure": "NPSI change",
                    "description": "Change from Baseline to each study visit through Week 12 in neuropathic pain symptoms using the Neuropathic Pain Symptoms Inventory (NPSI)",
                    "timeFrame": "Baseline to Week 12"
                },
                {
                    "measure": "POMS change",
                    "description": "Change from Baseline to each study visit through Week 12 in Profile of Mood States (POMS2) total mood disturbance, and each of the 6 specific subscales.",
                    "timeFrame": "Baseline to Week 12"
                },
                {
                    "measure": "Percent of subjects taking Rescue Medication",
                    "description": "Percentage of subjects taking allowed and prohibited rescue medication at each week, including Week 12.",
                    "timeFrame": "Baseline to Week 12"
                },
                {
                    "measure": "Average rescue medication consumed",
                    "description": "Average per-subject consumption of allowed and prohibited rescue medication at each week, including Week 12",
                    "timeFrame": "Baseline to Week 12"
                },
                {
                    "measure": "Patient global impression of change questionnaire",
                    "description": "Subjects' Global Impression of Change responses at each visit through the End-of-Trial visit.",
                    "timeFrame": "at week 12"
                },
                {
                    "measure": "Proportion of responders (30%/50%)",
                    "description": "Proportion of responders (30%/50%) at each study week through Week 12",
                    "timeFrame": "weekly until week 12"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Male or female subjects aged ≥21 years.\n* Subjects and their partners must agree to using effective methods of birth control from the time of signature of the informed consent form up until 30 days following the end of the Treatment Period.\n* Subjects with neuropathic pain attributed to platinum and/or taxane chemotherapy for a minimum of 3 months duration from screening.\n* Subjects with cancer who have completed a chemotherapy regimen that included taxanes or platinums (or in combination) and have no clinical evidence of actively progressive disease. Subjects must have undergone at least a 90-Day washout period between the last dose of cytotoxic chemotherapy/radiotherapy agent and randomization. Concurrent hormonal therapy and immunotherapy that do not cause neuropathy are permitted.\n* Subjects with a score of 4 or higher out of 10 on the Diagnosing Neuropathic Pain-DN4 Questionnaire (Appendix F) at Screening.\n* Subjects must have at least 10 non-missing scores in the 14 Days prior to randomization during their Baseline Period.\n* Subjects with moderate to severe neuropathic pain that has been stable for 14 Days. Stable pain will be confirmed using an 11-point (0-10) NPRS. To establish moderate or severe stable pain, the average daily pain scores during the 14-Day Baseline Period must be ≥4 with fluctuation in the daily pain score of ≤2 points in increase or decrease. Subjects with an average pain score \\>9 at Baseline will be excluded.\n* Subjects with an Eastern Cooperative Oncology Group Performance Status score of 0 or 1 (Oken et al, 1982).\n* Subjects who are able to communicate well with the trial staff and to comply with the trial requirements (restrictions, appointments, and examination schedule).\n* Subjects who are able to complete the trial-related questionnaires independently in either English or in the local language.\n* Subjects who sign an informed consent document (prior to the performance of any trial related procedures).\n\nExclusion Criteria:\n\n* History of peripheral neuropathy attributed to any cause other than platinum or taxane chemotherapy (e.g., radiotherapy, vinca alkaloids, diabetes, alcohol, toxin, hereditary, human immunodeficiency virus, or severe malnutrition).\n* Subjects who have received TTX at any time prior to enrolment.\n* Subjects receiving agents known to cause peripheral neuropathy within 90 Days of randomization.\n* Current use of any other therapy (including alternative nonmedical therapy) for the treatment of neuropathic pain within 60 Days of randomization unless the dose is stable for the 60 Days immediately prior to randomization. Subjects who fail this criterion can be rescreened after 60 Days of stability.\n* Current use of opioids or plans to start using opioids during the study period. However, opioids at doses of ≤90 mg morphine equivalents per day are permitted as long as subject is on stable dose for at least 60 days prior to randomization and plan on staying on that stable dose (fixed dose and schedule) throughout the study.\n* Subjects who require rescue medication for breakthrough pain with medication other than acetaminophen or Ibuprofen. Before and after randomization, acetaminophen will be allowed at doses up to 2600 mg per day \\<3 times a week or Ibuprofen will be allowed at doses up to 1200 mg per day \\<3 times a week.\n* Any concomitant medication that prolongs the QT or QRS interval unless on a stable dose for 60 Days prior to randomization.\n* Subjects with known impaired renal function as determined by a screening serum creatinine \\>1.5x normal.\n* Subjects who have not recovered from all toxicities related to chemotherapy to \\< grade 1 or mild AE's with the exception of CINP.\n* Subjects who have inadequate organ function tests including: Hgb \\< 10 g/dl; ANC \\< 1500/µL; Plt. count \\< 100,000/µL; liver function (ALT and/or AST) more than 2 times the upper limit of normal.\n* Subjects with urinary retention.\n* Subjects with documented bone metastases at the time of trial entry.\n* Subjects with predicted life expectancy of \\<8 months.\n* Subjects scheduled for chemotherapy or radiotherapy between Screening and the End of Trial visit (Week 13).\n* Current use of lidocaine (including Lidoderm) and other types of sodium channel antiarrhythmic drugs within 30 Days of randomization.\n* Subjects who have been injected with Botulinum toxin (e.g., Botox®) in the 3 months prior to randomization, or who plan to receive a Botulinum toxin injection during the study period.\n* Subjects who require regular antiemetic medication.\n* Current use of tricyclic antidepressant medication, anticonvulsants, or monoamine oxidase inhibitors. Stable use of those medications for at least 2 months is permissible if the subject has qualifying pain and plans to remain on a stable dose throughout the trial.\n* Subjects will be excluded if they have a current diagnosis of uncontrolled Major Depressive Disorder.\n* Subjects with current uncontrolled asthma, carbon dioxide retention, or oxygen saturation \\<92% on room air, or require oxygen therapy at any concentration.\n* Subjects with second- or third-degree heart block or prolonged QTc interval (corrected for rate) on screening electrocardiogram (ECG) (i.e., confirmed \\>450 msec for men and \\>470 msec for women on repeated occasion) or any other active cardiac arrhythmia or abnormality that might constitute a clinical risk.\n* Subjects with neuromuscular conditions, including but not limited to any impairment that influence swallowing or breathing function.\n* Use of an investigational agent within 30 Days prior to Screening or scheduled to receive an investigational drug other than TTX during the course of the trial.\n* History of alcoholism, or current intake deemed excessive by the investigator or routine use averaging \\>3 units of alcohol per day.\n* Active substance abuse or drug dependency in the opinion of the investigator, including prescription drug abuse.\n* Women who are pregnant or breast feeding.\n* Any other condition that in the opinion of the investigators is likely to interfere with treatment, impede data collection, or that poses a risk to the subject.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "21 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Mehran Kavoosi",
                    "role": "CONTACT",
                    "phone": "6046767900",
                    "email": "mehrank@wexpharma.com"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Walter Korz",
                    "affiliation": "COO",
                    "role": "STUDY_DIRECTOR"
                }
            ],
            "locations": [
                {
                    "facility": "Syrentis Clinical Research",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Santa Ana",
                    "state": "California",
                    "zip": "92705",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Kenneth Deck, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "John Duffy, MD",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.74557,
                        "lon": -117.86783
                    }
                },
                {
                    "facility": "Providence Medical Foundation",
                    "status": "RECRUITING",
                    "city": "Santa Rosa",
                    "state": "California",
                    "zip": "95403",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Melissa Ulrich",
                            "role": "CONTACT",
                            "phone": "707-521-3833",
                            "email": "Melissa.Ulrich@providence.org"
                        },
                        {
                            "name": "Ian Anderson, M.D.",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.44047,
                        "lon": -122.71443
                    }
                },
                {
                    "facility": "MEDSOL Clinical Research Center",
                    "status": "RECRUITING",
                    "city": "Port Charlotte",
                    "state": "Florida",
                    "zip": "33952",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Maria Vasconcelos",
                            "role": "CONTACT",
                            "phone": "941-623-9744",
                            "email": "mvasconcelos@medsolcrc.com"
                        },
                        {
                            "name": "George Li, M.D.",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 26.97617,
                        "lon": -82.09064
                    }
                },
                {
                    "facility": "Care Access Research",
                    "status": "RECRUITING",
                    "city": "Macon",
                    "state": "Georgia",
                    "zip": "31201",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Muffs Hamzat",
                            "role": "CONTACT",
                            "phone": "478-336-5708",
                            "email": "muffs.hamzat@careaccess.com"
                        },
                        {
                            "name": "Quannetta Ford",
                            "role": "CONTACT",
                            "email": "Quannetta.Ford@careaccess.com"
                        },
                        {
                            "name": "Bradley Sumrall, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 32.84069,
                        "lon": -83.6324
                    }
                },
                {
                    "facility": "Clinical Trials of SWLA",
                    "status": "RECRUITING",
                    "city": "Lake Charles",
                    "state": "Louisiana",
                    "zip": "70601",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Brandi Ingalls",
                            "role": "CONTACT",
                            "phone": "337-602-6642",
                            "email": "bingallsclinicaltrials@gmail.com"
                        },
                        {
                            "name": "Sam Liprie",
                            "role": "CONTACT",
                            "phone": "(337) 602-6642",
                            "email": "samliprie@yahoo.com"
                        },
                        {
                            "name": "Mohammad Y Khan, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Carl Nabours, MD",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 30.21309,
                        "lon": -93.2044
                    }
                },
                {
                    "facility": "Care Access Research",
                    "status": "RECRUITING",
                    "city": "Clifton",
                    "state": "New Jersey",
                    "zip": "07013",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jose Garcia Siekavizza",
                            "role": "CONTACT",
                            "phone": "862-321-1341",
                            "email": "jose.garcia@careaccess.com"
                        },
                        {
                            "name": "Richards Afonja, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.85843,
                        "lon": -74.16376
                    }
                },
                {
                    "facility": "SUNY Upstate Medical University",
                    "status": "RECRUITING",
                    "city": "Syracuse",
                    "state": "New York",
                    "zip": "13210",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Sarah Clark",
                            "role": "CONTACT",
                            "phone": "315-464-8276",
                            "email": "clarksar@upstate.edu"
                        },
                        {
                            "name": "Mary Cunningham, M.D.",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 43.04812,
                        "lon": -76.14742
                    }
                },
                {
                    "facility": "Oncology Specialists of Charlotte",
                    "status": "RECRUITING",
                    "city": "Charlotte",
                    "state": "North Carolina",
                    "zip": "28207",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Marcie Allen",
                            "role": "CONTACT",
                            "phone": "704-247-9179",
                            "phoneExt": "208",
                            "email": "marcie.allen@djlresearch.com"
                        },
                        {
                            "name": "Nasfat Shehadeh, M.D.",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Justin Favaro, M.D, Ph.D.",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Jennifer Dallas, M.D.",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 35.22709,
                        "lon": -80.84313
                    }
                },
                {
                    "facility": "Tina Peters",
                    "status": "RECRUITING",
                    "city": "Houston",
                    "state": "Texas",
                    "zip": "77030",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jessica Suarez",
                            "role": "CONTACT",
                            "email": "jsuarez2@mdanderson.org"
                        },
                        {
                            "name": "Salahadin Abdi, M.D.",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 29.76328,
                        "lon": -95.36327
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30",
            "removedCountries": [
                "Canada",
                "Singapore"
            ]
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009437",
                    "term": "Neuralgia"
                },
                {
                    "id": "D000010523",
                    "term": "Peripheral Nervous System Diseases"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009468",
                    "term": "Neuromuscular Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000010146",
                    "term": "Pain"
                },
                {
                    "id": "D000009461",
                    "term": "Neurologic Manifestations"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M13432",
                    "name": "Peripheral Nervous System Diseases",
                    "asFound": "Peripheral Neuropathy",
                    "relevance": "HIGH"
                },
                {
                    "id": "M13066",
                    "name": "Pain",
                    "relevance": "LOW"
                },
                {
                    "id": "M12381",
                    "name": "Neuralgia",
                    "asFound": "Neuropathic Pain",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12411",
                    "name": "Neuromuscular Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12404",
                    "name": "Neurologic Manifestations",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000013779",
                    "term": "Tetrodotoxin"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000779",
                    "term": "Anesthetics, Local"
                },
                {
                    "id": "D000000777",
                    "term": "Anesthetics"
                },
                {
                    "id": "D000002492",
                    "term": "Central Nervous System Depressants"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000018689",
                    "term": "Sensory System Agents"
                },
                {
                    "id": "D000018373",
                    "term": "Peripheral Nervous System Agents"
                },
                {
                    "id": "D000026941",
                    "term": "Sodium Channel Blockers"
                },
                {
                    "id": "D000049990",
                    "term": "Membrane Transport Modulators"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M16547",
                    "name": "Tetrodotoxin",
                    "asFound": "Public School",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4107",
                    "name": "Anesthetics",
                    "relevance": "LOW"
                },
                {
                    "id": "M4109",
                    "name": "Anesthetics, Local",
                    "relevance": "LOW"
                },
                {
                    "id": "M23177",
                    "name": "Sodium Channel Blockers",
                    "relevance": "LOW"
                },
                {
                    "id": "M30025",
                    "name": "Diuretics, Potassium Sparing",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "ChanBlk",
                    "name": "Channel Blockers"
                },
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}