{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05477225",
            "orgStudyIdInfo": {
                "id": "JMSRF-BTM-HDN-P01"
            },
            "organization": {
                "fullName": "Joseph M. Still Research Foundation, Inc.",
                "class": "OTHER"
            },
            "briefTitle": "A Randomized, Controlled Trial Comparing the Use of a Biodegradable Temporizing Matrix to Cadaver Skin in the Reconstruction of Hidradenitis Suppurativa Excisions",
            "officialTitle": "A Randomized, Controlled Trial Comparing the Use of a Biodegradable Temporizing Matrix to Cadaver Skin in the Reconstruction of Hidradenitis Suppurativa Excisions",
            "therapeuticArea": [
                "Other"
            ],
            "study": "a-randomized-controlled-trial-comparing-the-use-of-a-biodegradable-temporizing-matrix-to-cadaver-skin-in-the-reconstruction-of-hidradenitis-suppurativa-excisions"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-09",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-10-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-07-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-07-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-07-18",
            "studyFirstSubmitQcDate": "2022-07-25",
            "studyFirstPostDateStruct": {
                "date": "2022-07-28",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-09-26",
            "lastUpdatePostDateStruct": {
                "date": "2023-09-28",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Joseph M. Still Research Foundation, Inc.",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "PolyNovo Biomaterials Pty Ltd.",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "This will be a prospective, interventional, single-center, randomized, controlled, comparative study comparing a total of 10 patients treated with BTM and SOC in wounds diagnosed with Hidradenitis suppurativa (5 in each group).",
            "detailedDescription": "The goal of enrollment will be up to 10 subjects, which is based on feasibility and access to suitable patients during the enrollment period.\n\nSubjects will be consented prior to any study procedure being performed. Surgical planning, approach and procedures will follow the standard of care (SOC) already established by the JMS Burn Center at Doctors Hospital Augusta surgical team. After an aggressive, wide excision, and thorough debridement and cleansing of the affected lesions will be performed. Photos of the prepared wound bed will be taken prior to study product placement of both wounds. To prepare the wound bed, study eligible patients will receive either the BTM or SOC to each of their wounds. BTM will be placed on the surgically prepared wound bed and fixated with sutures or staples, according to manufacturer's recommendations, local clinical practice, and the clinical judgement of the investigator. SOC will be placed according to manufacturer's recommendations, local clinical practice, and the clinical judgement of the investigator. Photos of the wound bed with the BTM/SOC study product in place will be taken. A mesh-type, non-adherent dressing (ConformantTM, Smith \\& Nephew or something similar) will be placed over the study product to prevent shear and friction. An antimicrobial dressing to help prevent infection (such as ActicoatTM, Smith \\& Nephew or SilverlonTM, Cura Surgical) may be used but must be used over both wounds. Adequate padding with gauze will be placed over the top of the non-adherent, or antimicrobial dressing, KerlixTM rolls will be used as the outer dressing and Ace wrap or Sepro net dressing may be used as needed to hold all in place. Negative Pressure Wound Therapy will also be used in conjunction with the BTM or SOC, (at the discretion and clinical judgment of the investigator) to help manage exudate and improve the contact of the BTM and SOC to the wound bed.\n\nFollow up will be in the wound clinic as per normal SOC on Day 7,14,21, etc., (+/-3 days), until assessment of the study site determines that the wound is ready for grafting. Subject will be processed for the autografting operative procedure as per normal SOC. Once in the OR, the research study team will capture pertinent surgical data related to the skin graft: level of excision, meshing ratio, type of fixation, type of cover dressing. Photos will be taken post debridement and after product placement. Post-op, the patient will continue to be seen in the clinic on a weekly basis and autograft take, and presence of shear, friction or infection will be documented.\n\nLong term follow up will take place at 3,6, and 12 months. Study sites will be assessed for scar quality using the POSAS scale. ROM will be assessed for subjects if the wounds were in the axillae region. AE/SAE surveillance will be continued throughout the study and at all study visits."
        },
        "conditionsModule": {
            "conditions": [
                "Hidradenitis Suppurativa"
            ],
            "keywords": [
                "NovoSorb® BTM"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE4"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 10,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "NovoSorb® BTM",
                    "type": "EXPERIMENTAL",
                    "interventionNames": [
                        "Device: NovoSorb® BTM"
                    ]
                },
                {
                    "label": "Human Cadaver Allograft",
                    "type": "ACTIVE_COMPARATOR",
                    "interventionNames": [
                        "Device: Human Cadaveric Allograft"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "NovoSorb® BTM",
                    "description": "a biodegradable polyurethane porous matrix adhered to a transparent sealing membrane. The sealing membrane is designed to physiologically close the wound limiting evaporative moisture loss during integration of the matrix.",
                    "armGroupLabels": [
                        "NovoSorb® BTM"
                    ]
                },
                {
                    "type": "DEVICE",
                    "name": "Human Cadaveric Allograft",
                    "description": "The donated human tissue (Allograft) used in this study are from Maxxeus Medical, Kettering, OH . Tissue grafts are recovered from deceased human donors. All tissue is recovered, processed, stored and distributed for use in accordance with the standards of the American Association of Tissue Banks (AATB). Tissue is manufactured in a clean room environment, following rigorous quality assurance standards. The procedures executed to manufacture this graft including recovery, donor screening, testing, processing, packaging, labeling, storage, and distribution were performed in compliance with all applicable local, state, and federal regulations, including the U.S. Food and Drug Administration (FDA) regulations published at 21 CFR Part 1271, and the current edition of the American Association of Tissue Banks Standards for Tissue Banking.\n\nThe current sizes that are available for this study: 103 sq cm., 154 sq cm and 232 sq. cm",
                    "armGroupLabels": [
                        "Human Cadaver Allograft"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Number of days between initial excision and split-thickness skin grafting",
                    "description": "To compare the mean days to wound coverage with split skin graft (STSG) after excision of HS between wounds treated with either BTM or SOC",
                    "timeFrame": "6 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Percentage of autograft take",
                    "description": "To compare percentage autograft take between wounds treated with BTM or SOC",
                    "timeFrame": "6 weeks"
                },
                {
                    "measure": "Incidence rates of Infection",
                    "description": "To compare incidence and severity of infection between wounds treated with BTM or SOC",
                    "timeFrame": "6 weeks"
                },
                {
                    "measure": "Success rate of resolving infections",
                    "description": "To assess the success rate of resolving local infections with retention of the investigational device in place (BTM or SOC)",
                    "timeFrame": "6 weeks"
                },
                {
                    "measure": "Scar Assessment using objective/subjective assessment tool",
                    "description": "To compare the scar appearance/quality over time of wounds treated with BTM or SOC using the using the Patient and Observer Scar Assessment Scale (POSAS)",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Measuring range of motion in axillae subjects",
                    "description": "To compare range of motion (axillae subjects only) in wounds that were treated with BTM or SOC",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Total cost of the treatment",
                    "description": "The difference in cost between both treatments (Data on the total cost of treatment between both treatment groups will be compared. The total cost will combine the cost of procedures, cost of devices, any additional devices or procedures cost and cost of clinic follow ups)",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Total number of pieces used",
                    "description": "To compare the number of pieces (sheets) of dermal replacement devices (BTM or SOC) used to treat the designated study sites.",
                    "timeFrame": "6 weeks"
                },
                {
                    "measure": "Number of additional surgical procedures",
                    "description": "To compare the number and type of any additional surgical procedures to treat the designated study sites (e.g. replacement of lost graft/removal for infection)",
                    "timeFrame": "6 weeks"
                },
                {
                    "measure": "Total costs of rehabilitation for axillae subjects",
                    "description": "To compare any rehabilitation costs required for scar contracture (on axillae subjects only)",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Recurrence rates of hidradenitis suppurativa",
                    "description": "To compare any reoccurrence of HS in the same anatomical locations",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Number of re-operations needed for disease reoccurrence",
                    "description": "To compare any requirement for re-operation for disease reoccurrence",
                    "timeFrame": "12 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Is ≥18 years of age\n2. Has presented to the Joseph M. Still Burn Center at Doctors Hospital Augusta or Advanced Wound Clinic for treatment of HS\n3. Diagnosed with chronic Hidradenitis Suppurativa that requires a wide surgical excision in the following anatomical areas (e.g. groin, axillae, buttocks or inframammary folds)\n4. Diagnosed with Hurley Stage 3 HS that requires wide surgical excision\n5. Patient can still have micro-abscesses\n6. Subject or their legally authorized representative is able to provide informed consent\n7. Males or non-pregnant females. Females of childbearing potential (FCBP) must have a negative urine or serum pregnancy test at Baseline\n8. Willing to comply with all study procedures and expects to be available for the duration of the study\n9. Negative Pressure Wound Therapy is needed to stabilize and support study graft\n\nExclusion Criteria:\n\n1. Has a cardiac risk (NYHA Classification III)\n2. Has active diagnosis of any autoimmune process, cancer, or organ failure that in the opinion of the investigator would prevent the subject from successfully participating in the study,\n3. Has coagulopathy that in the opinion of the investigator, would place subject at an increased risk for bleeding.\n4. Has a known hypersensitivity to polyurethane\n5. Anticipates a level of non-compliance\n6. Significant risk factors for poor wound healing\n7. BMI \\> 40",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Joan Wilson, MSN, MHA, RN",
                    "role": "CONTACT",
                    "phone": "7063642966",
                    "email": "joan.wilson@jmsresearchfoundation.org"
                },
                {
                    "name": "Austin Price, BS",
                    "role": "CONTACT",
                    "phone": "7063642966",
                    "email": "austin.price@jmsresearchfoundation.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Zaheed Hassan, MD",
                    "affiliation": "JOSEPH M STILL RESEARCH FOUNDATION",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Joseph M. Still Research Foundation",
                    "status": "RECRUITING",
                    "city": "Augusta",
                    "state": "Georgia",
                    "zip": "30909",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Joan Wilson",
                            "role": "CONTACT",
                            "phone": "706-364-2966",
                            "email": "joan.wilson@jmsresearchfoundation.org"
                        },
                        {
                            "name": "Bounthavy Homsombath, M.D",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.47097,
                        "lon": -81.97484
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000017497",
                    "term": "Hidradenitis Suppurativa"
                },
                {
                    "id": "D000016575",
                    "term": "Hidradenitis"
                },
                {
                    "id": "D000002102",
                    "term": "Cadaver"
                }
            ],
            "ancestors": [
                {
                    "id": "D000013543",
                    "term": "Sweat Gland Diseases"
                },
                {
                    "id": "D000012871",
                    "term": "Skin Diseases"
                },
                {
                    "id": "D000017192",
                    "term": "Skin Diseases, Bacterial"
                },
                {
                    "id": "D000001424",
                    "term": "Bacterial Infections"
                },
                {
                    "id": "D000001423",
                    "term": "Bacterial Infections and Mycoses"
                },
                {
                    "id": "D000007239",
                    "term": "Infections"
                },
                {
                    "id": "D000012874",
                    "term": "Skin Diseases, Infectious"
                },
                {
                    "id": "D000013492",
                    "term": "Suppuration"
                },
                {
                    "id": "D000003643",
                    "term": "Death"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M19762",
                    "name": "Hidradenitis Suppurativa",
                    "asFound": "Hidradenitis Suppurativa",
                    "relevance": "HIGH"
                },
                {
                    "id": "M18964",
                    "name": "Hidradenitis",
                    "asFound": "Hidradenitis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5365",
                    "name": "Cadaver",
                    "asFound": "Cadaver",
                    "relevance": "HIGH"
                },
                {
                    "id": "M16323",
                    "name": "Sweat Gland Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M15674",
                    "name": "Skin Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M19500",
                    "name": "Skin Diseases, Bacterial",
                    "relevance": "LOW"
                },
                {
                    "id": "M10283",
                    "name": "Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M6368",
                    "name": "Communicable Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M4722",
                    "name": "Bacterial Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M12136",
                    "name": "Mycoses",
                    "relevance": "LOW"
                },
                {
                    "id": "M4721",
                    "name": "Bacterial Infections and Mycoses",
                    "relevance": "LOW"
                },
                {
                    "id": "M15677",
                    "name": "Skin Diseases, Infectious",
                    "relevance": "LOW"
                },
                {
                    "id": "M16273",
                    "name": "Suppuration",
                    "relevance": "LOW"
                },
                {
                    "id": "M6845",
                    "name": "Death",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC01",
                    "name": "Infections"
                },
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                }
            ]
        }
    },
    "hasResults": false
}