{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06112418",
            "orgStudyIdInfo": {
                "id": "202302CPC"
            },
            "organization": {
                "fullName": "Cleerly, Inc.",
                "class": "INDUSTRY"
            },
            "briefTitle": "A Randomized Comparison of Stage-Based Care Versus Risk Factor-Based Care for Prevention of Cardiovascular Events",
            "officialTitle": "A Randomized Comparison of Cleerly Coronary Artery Disease Stage-Based Care Versus Risk Factor-Based Care for Primary Prevention of Cardiovascular Events",
            "acronym": "TRANSFORM",
            "therapeuticArea": [
                "Endocrinology"
            ],
            "study": "a-randomized-comparison-of-stage-based-care-versus-risk-factor-based-care-for-prevention-of-cardiovascular-events"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-03-06",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2029-03-05",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2029-03-05",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-10-02",
            "studyFirstSubmitQcDate": "2023-10-31",
            "studyFirstPostDateStruct": {
                "date": "2023-11-01",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-29",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-30",
                "type": "ESTIMATED"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Cleerly, Inc.",
                "class": "INDUSTRY"
            },
            "collaborators": [
                {
                    "name": "CPC Clinical Research",
                    "class": "UNKNOWN"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "TRANSFORM is a prospective, randomized, open blinded endpoint (PROBE), event-driven, pragmatic trial in patients who are at increased risk for atherosclerotic cardiovascular (CV) disease but with no known symptomatic CV disease. The trial tests the hypothesis that a Cleerly Coronary Artery Disease (CAD) Staging System-based care strategy reduces CV events compared with risk factor-based care.",
            "detailedDescription": "Cardiovascular disease (CVD) persists as the leading cause of morbidity and mortality worldwide at high societal cost. The current primary CVD prevention strategy relies upon risk stratification using population health markers such as age, sex, diabetes, hypertension, dyslipidemia and tobacco use, with preventive therapy intensified in higher risk strata. Since these risk factors are indirect surrogate markers of the underlying disease, atherosclerosis, this strategy leads to treatment of individuals with risk factors who do not have atherosclerosis and failure to treat those with significant atherosclerosis who lack risk factors. The current strategy also cannot determine which individuals are inadequately treated despite effective risk factor management (residual risk). With the current approach, the CV death rate is trending upward in the US despite evidence that screening asymptomatic patients reduces CV events and the widespread availability of effective preventive therapies.\n\nThis randomized, controlled, pragmatic trial is designed to address the unmet need for better strategies to identify asymptomatic individuals at increased risk for CV events due to atherosclerosis and to personalize their treatment based on CV risk estimates using coronary artery disease (CAD) visualization and quantification.\n\nThis study enrolls patients without known symptoms of ASCVD but who are at increased risk for ASCVD due to their age and having diabetes, prediabetes or metabolic syndrome and tests the hypothesis that a CAD Staging System-based care strategy reduces CV events compared with risk factor-based care. The Cleerly CAD Staging System incorporates imaging-based evaluation for coronary atherosclerosis, algorithm-supported pharmacotherapy and personalized education about their CAD."
        },
        "conditionsModule": {
            "conditions": [
                "Diabetes Mellitus, Type 2",
                "PreDiabetes",
                "Metabolic Syndrome"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Prospective, randomized, open blinded endpoint (PROBE), event-driven pragmatic trial",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 7500,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Risk Factor-Based Care",
                    "type": "NO_INTERVENTION",
                    "description": "The risk factor-based care group will be managed by their usual care providers, with an initial pre-randomization assessment of current treatment by a centralized cardiology team to optimize care relative to primary prevention guidelines. During the trial, the centralized cardiology team will monitor the provision of medications prescribed and lab values relative to guidelines, and provide feedback and education to site investigators to support optimization. CCTA results will be centrally archived and will remain blinded to the usual care provider until the end of the study."
                },
                {
                    "label": "Cleerly Stage-Based Care",
                    "type": "EXPERIMENTAL",
                    "description": "The Cleerly Stage-Based Care group will receive personalized care centrally managed by a remote cardiologist-led team. They will also receive an initial pre-randomization assessment of current treatment by a centralized cardiology team to optimize care relative to primary prevention guidelines. Cleerly CAD Staging System results will be discussed with participants and serve as the basis for standardized algorithm-supported pharmacotherapy \\& education, which will be intensified if plaque burden has progressed at 24 months.",
                    "interventionNames": [
                        "Device: The Cleerly CAD Staging System"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "The Cleerly CAD Staging System",
                    "description": "The Cleerly CAD Staging System is software that utilizes a proprietary algorithm to identify CAD, stage the severity of CAD when present, and generate a prognostic risk score to inform treatment decisions that support CV disease prevention.",
                    "armGroupLabels": [
                        "Cleerly Stage-Based Care"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "The primary objective is to compare Cleerly stage-based care with risk factor-based care on the risk of CV events.",
                    "description": "The primary endpoint is total (first and subsequent) events for the composite endpoint of CV death, myocardial infarction (MI), ischemic stroke, acute limb ischemia, clinically driven arterial revascularization, and hospitalization or urgent visit for heart failure.",
                    "timeFrame": "Through study completion- an average of 3.5 years"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "The secondary objective is to compare Cleerly CAD stage-based care with risk factor-based care on other clinical events of CV and renal morbidity and mortality.",
                    "description": "The secondary endpoints are time from randomization to first occurence of an event in the primary efficacy endpoint.",
                    "timeFrame": "Through study completion- an average of 3.5 years"
                },
                {
                    "measure": "The secondary objective is to compare Cleerly CAD stage-based care with risk factor-based care on other clinical events of CV and renal morbidity and mortality.",
                    "description": "The secondary endpoints are total occurences after randomization of the primary efficacy endpoing, kidney failure, sustained estimated glomerular filtration rate (eGFR) decrease \\>40% from baseline, and death from renal causes.",
                    "timeFrame": "Through study completion- an average of 3.5 years"
                },
                {
                    "measure": "The secondary objective is to compare Cleerly CAD stage-based care with risk factor-based care on other clinical events of CV and renal morbidity and mortality.",
                    "description": "The secondary endpoints are first and total occurrences after randomization of coronary death, MI, and urgent coronary revascularization.",
                    "timeFrame": "Through study completion- an average of 3.5 years"
                },
                {
                    "measure": "The secondary objective is to compare Cleerly CAD stage-based care with risk factor-based care on other clinical events of CV and renal morbidity and mortality.",
                    "description": "The secondary endpoints are time from randomization to first occurrence of MI or ischemic stroke.",
                    "timeFrame": "Through study completion- an average of 3.5 years"
                },
                {
                    "measure": "The secondary objective is to compare Cleerly CAD stage-based care with risk factor-based care on other clinical events of CV and renal morbidity and mortality.",
                    "description": "The secondary endpoints are time from randomization to all-cause death.",
                    "timeFrame": "Through study completion- an average of 3.5 years"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "The safety objective is to assess harm with the 2 prevention strategies",
                    "description": "The safety endpoints are Adverse events (AE) leading to discontinuation of study-recommended medication (DAE), serious AE (SAE), adverse device effect (ADE).",
                    "timeFrame": "Through study completion- an average of 3.5 years"
                },
                {
                    "measure": "The safety objective is to assess harm with the 2 prevention strategies",
                    "description": "The safety endpoints are 20-item Short Form survey (SF-20).",
                    "timeFrame": "Through study completion- an average of 3.5 years"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Provided electronic or written informed consent\n2. Men \\> 55, women \\> 65 years of age\n3. Type 2 diabetes mellitus requiring pharmacologic therapy, prediabetes (most recent HbA1c 5.7 to 6.4% and/or fasting glucose 100-125 mg/dL \\[5.6-6.9 mmol/L\\]) and/or metabolic syndrome. Metabolic syndrome is defined as \\> 3 of the following criteria (International Diabetes Federation 2006):\n\n   * Body mass index ≥ 27 kg/m2 or abnormal waist circumference defined as ≥ 80 cm (31.5 inches) for women, ≥ 94 cm (37 inches) for men; for South and East Asian men (e.g., Asian Indian, Chinese, Japanese) ≥ 90 cm (35.4 inches)\n   * Fasting triglycerides ≥ 150 mg/dL (1.7 mmol/L) or treated hypertriglyceridemia\n   * HDL-cholesterol (HDL-C) \\< 40 mg/dL (1.03 mmol/L) in men, \\<50 mg/dL (1.29 mmol/L) in women or treatment for this lipid abnormality\n   * Systolic blood pressure (BP) ≥ 130 and/or diastolic BP≥ 85 mm Hg and/or treated hypertension\n   * Fasting blood glucose ≥ 100 mg/dL (5.6 mmol/L) or HbA1c ≥ 5.7%\n4. Have a device (e.g., smartphone, tablet, computer) for communication with the central cardiologist-led team managing drug treatment for the personalized care group\n\nExclusion Criteria:\n\n1. History of symptomatic CVD defined as prior MI, exertional or unstable angina, ischemic stroke, claudication, arterial revascularization for atherosclerosis or other CVD being actively managed by a cardiologist, e.g. atrial fibrillation, heart failure\n2. Planned arterial revascularization\n3. Inability to complete screening CCTA or any condition that would increase the risk associated with CCTA or increase likelihood of uninterpretable scan including:\n\n   1. eGFR \\< 60 mL/min/1.73 m2 by the Chronic Kidney Disease Epidemiology Collaboration (CKD EPI) or Modification of Diet in Renal Disease (MDRD) equation (www.kidney.org/professionals/kdoqi/gfr_calculator)\n   2. Allergy to iodinated contrast or history of contrast-induced nephropathy (including adverse reaction to contrast at screening CCTA) or screening laboratory values consistent with untreated hyperthyroidism. Participants with elevated thyroid-stimulating hormone (TSH) may be enrolled but should be referred to their physician for evaluation for treatment.\n   3. Thyroid cancer in the previous five (5) years or planned radioactive iodine treatment\n   4. Weight \\> 300 lbs. (136 kg) or above manufacturer-recommended limit for scanner and table at the site\n   5. Inability to hold breath for \\> 10 seconds\n   6. Active arrhythmia (atrial fibrillation, atrial flutter, frequent premature atrial, or ventricular contractions) with poorly controlled rate (i.e., \\> 80 beats per minute at screening or prior to CCTA)\n   7. Contraindication to dosing with beta blocker or nitroglycerin on day of screening CCTA\n   8. Any other factor that, in the opinion of the investigator, would increase participant risk or increase the chance of an uninterpretable CCTA\n4. Unsuitable as a trial participant in the opinion of the investigator for reasons including significant left main stenosis (e.g. ≥ 70%; site will be notified by Cleerly), other health condition with life expectancy \\< 3 years or being at risk of poor compliance with study procedures (e.g., active substance abuse or untreated mental illness that, in the opinion of the investigator, is likely to adversely affect adherence or retention)",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "55 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Ryann Sardinia",
                    "role": "CONTACT",
                    "phone": "7205931599",
                    "email": "ryann.sardinia@cleerlyhealth.com"
                },
                {
                    "name": "Ashley Dunham, PhD",
                    "role": "CONTACT",
                    "phone": "7205931599",
                    "email": "ashley.dunham@cleerlyhealth.com"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Deepak Bhatt, MD, MPH",
                    "affiliation": "Mt. Sinai Heart",
                    "role": "STUDY_CHAIR"
                }
            ],
            "locations": [
                {
                    "facility": "Sun City Research",
                    "status": "RECRUITING",
                    "city": "Sun City",
                    "state": "Arizona",
                    "zip": "85381",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Juan Rodriguez, MD",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.59754,
                        "lon": -112.27182
                    }
                },
                {
                    "facility": "University of Colorado",
                    "status": "RECRUITING",
                    "city": "Aurora",
                    "state": "Colorado",
                    "zip": "80045",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Steve Simon",
                            "role": "CONTACT"
                        },
                        {
                            "name": "Steve Simon, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.72943,
                        "lon": -104.83192
                    }
                },
                {
                    "facility": "Flourish Medical Research",
                    "status": "RECRUITING",
                    "city": "Boca Raton",
                    "state": "Florida",
                    "zip": "33434",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "David Funt, MD",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 26.3669,
                        "lon": -80.13033
                    }
                },
                {
                    "facility": "UF Health Jacksonville",
                    "status": "RECRUITING",
                    "city": "Jacksonville",
                    "state": "Florida",
                    "zip": "32209",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Luis Ortega Paz, MD",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 30.33218,
                        "lon": -81.65565
                    }
                },
                {
                    "facility": "BioPhase Research",
                    "status": "RECRUITING",
                    "city": "Miami",
                    "state": "Florida",
                    "zip": "33137",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Julie Cadet-Plassman, MD",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 25.77427,
                        "lon": -80.19366
                    }
                },
                {
                    "facility": "UofL Health",
                    "status": "RECRUITING",
                    "city": "Louisville",
                    "state": "Kentucky",
                    "zip": "40202",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Dinesh Kalra, MD",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.25424,
                        "lon": -85.75941
                    }
                },
                {
                    "facility": "Flourish Bowie dba Flourish Research",
                    "status": "RECRUITING",
                    "city": "Bowie",
                    "state": "Maryland",
                    "zip": "20715",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Sara Collins, MD",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.94278,
                        "lon": -76.73028
                    }
                },
                {
                    "facility": "Henry Ford Hospital",
                    "status": "RECRUITING",
                    "city": "Detroit",
                    "state": "Michigan",
                    "zip": "48202",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Cori E Russell, MD",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.33143,
                        "lon": -83.04575
                    }
                },
                {
                    "facility": "Boeson Research Fort Missoula",
                    "status": "RECRUITING",
                    "city": "Missoula",
                    "state": "Montana",
                    "zip": "59804",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Audrey Remmers, MD",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 46.87215,
                        "lon": -113.994
                    }
                },
                {
                    "facility": "Rutgers State University",
                    "status": "RECRUITING",
                    "city": "New Brunswick",
                    "state": "New Jersey",
                    "zip": "08901",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Sabahat Bokhari, MD",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.48622,
                        "lon": -74.45182
                    }
                },
                {
                    "facility": "Clindove Research",
                    "status": "RECRUITING",
                    "city": "Brooklyn",
                    "state": "New York",
                    "zip": "11221",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Nelly Cohen, MD",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.6501,
                        "lon": -73.94958
                    }
                },
                {
                    "facility": "Swift Clinical Research",
                    "status": "RECRUITING",
                    "city": "Brooklyn",
                    "state": "New York",
                    "zip": "11226",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Ammara Mushtaq, MD",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.6501,
                        "lon": -73.94958
                    }
                },
                {
                    "facility": "Hendrick Health",
                    "status": "RECRUITING",
                    "city": "Abilene",
                    "state": "Texas",
                    "zip": "79601",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Ren Zhang, MD",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 32.44874,
                        "lon": -99.73314
                    }
                },
                {
                    "facility": "Charleston Area Medical Center",
                    "status": "RECRUITING",
                    "city": "Charleston",
                    "state": "West Virginia",
                    "zip": "25304",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Sarah Rinehart, MD",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.34982,
                        "lon": -81.63262
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "35078371",
                    "type": "BACKGROUND",
                    "citation": "Tsao CW, Aday AW, Almarzooq ZI, Alonso A, Beaton AZ, Bittencourt MS, Boehme AK, Buxton AE, Carson AP, Commodore-Mensah Y, Elkind MSV, Evenson KR, Eze-Nliam C, Ferguson JF, Generoso G, Ho JE, Kalani R, Khan SS, Kissela BM, Knutson KL, Levine DA, Lewis TT, Liu J, Loop MS, Ma J, Mussolino ME, Navaneethan SD, Perak AM, Poudel R, Rezk-Hanna M, Roth GA, Schroeder EB, Shah SH, Thacker EL, VanWagner LB, Virani SS, Voecks JH, Wang NY, Yaffe K, Martin SS. Heart Disease and Stroke Statistics-2022 Update: A Report From the American Heart Association. Circulation. 2022 Feb 22;145(8):e153-e639. doi: 10.1161/CIR.0000000000001052. Epub 2022 Jan 26. Erratum In: Circulation. 2022 Sep 6;146(10):e141. doi: 10.1161/CIR.0000000000001074."
                },
                {
                    "pmid": "29452348",
                    "type": "BACKGROUND",
                    "citation": "Clerc OF, Fuchs TA, Stehli J, Benz DC, Grani C, Messerli M, Giannopoulos AA, Buechel RR, Luscher TF, Pazhenkottil AP, Kaufmann PA, Gaemperli O. Non-invasive screening for coronary artery disease in asymptomatic diabetic patients: a systematic review and meta-analysis of randomised controlled trials. Eur Heart J Cardiovasc Imaging. 2018 Aug 1;19(8):838-846. doi: 10.1093/ehjci/jey014."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000024821",
                    "term": "Metabolic Syndrome"
                },
                {
                    "id": "D000003924",
                    "term": "Diabetes Mellitus, Type 2"
                }
            ],
            "ancestors": [
                {
                    "id": "D000007333",
                    "term": "Insulin Resistance"
                },
                {
                    "id": "D000006946",
                    "term": "Hyperinsulinism"
                },
                {
                    "id": "D000044882",
                    "term": "Glucose Metabolism Disorders"
                },
                {
                    "id": "D000008659",
                    "term": "Metabolic Diseases"
                },
                {
                    "id": "D000003920",
                    "term": "Diabetes Mellitus"
                },
                {
                    "id": "D000004700",
                    "term": "Endocrine System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M6546",
                    "name": "Coronary Artery Disease",
                    "relevance": "LOW"
                },
                {
                    "id": "M19506",
                    "name": "Myocardial Ischemia",
                    "relevance": "LOW"
                },
                {
                    "id": "M6549",
                    "name": "Coronary Disease",
                    "relevance": "LOW"
                },
                {
                    "id": "M16355",
                    "name": "Syndrome",
                    "relevance": "LOW"
                },
                {
                    "id": "M23005",
                    "name": "Metabolic Syndrome",
                    "asFound": "Metabolic Syndrome",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7119",
                    "name": "Diabetes Mellitus, Type 2",
                    "asFound": "Diabetes Mellitus, Type 2",
                    "relevance": "HIGH"
                },
                {
                    "id": "M14117",
                    "name": "Prediabetic State",
                    "relevance": "LOW"
                },
                {
                    "id": "M20295",
                    "name": "Glucose Intolerance",
                    "relevance": "LOW"
                },
                {
                    "id": "M7115",
                    "name": "Diabetes Mellitus",
                    "relevance": "LOW"
                },
                {
                    "id": "M10370",
                    "name": "Insulin Resistance",
                    "relevance": "LOW"
                },
                {
                    "id": "M9997",
                    "name": "Hyperinsulinism",
                    "relevance": "LOW"
                },
                {
                    "id": "M11639",
                    "name": "Metabolic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M25403",
                    "name": "Glucose Metabolism Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M7862",
                    "name": "Endocrine System Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                },
                {
                    "abbrev": "BC19",
                    "name": "Gland and Hormone Related Diseases"
                }
            ]
        }
    },
    "hasResults": false
}