{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05787496",
            "orgStudyIdInfo": {
                "id": "NC525-01"
            },
            "organization": {
                "fullName": "NextCure, Inc.",
                "class": "INDUSTRY"
            },
            "briefTitle": "A Safety, Tolerability and Efficacy Study of NC525 in Subjects With Advanced Myeloid Neoplasms",
            "officialTitle": "A Phase 1, Open-Label, Safety, Tolerability, And Efficacy Study of NC525 in Subjects With Advanced Myeloid Neoplasms",
            "therapeuticArea": [
                "Rare Diseases",
                "Oncology and Hematology"
            ],
            "study": "a-safety-tolerability-and-efficacy-study-of-in-subjects-with-advanced-myeloid-neoplasms"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-02-28",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-05",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-05",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-02-08",
            "studyFirstSubmitQcDate": "2023-03-14",
            "studyFirstPostDateStruct": {
                "date": "2023-03-28",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-04-01",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-02",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "NextCure, Inc.",
                "class": "INDUSTRY"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This is an open-label, non-randomized, Phase 1 study to determine the safety and tolerability of NC525. This study will also assess the clinical benefit in subjects with advanced myeloid neoplasms."
        },
        "conditionsModule": {
            "conditions": [
                "Relapsed or Refractory Acute Myeloid Leukemia",
                "Relapsed or Refractory Chronic Myelomonocytic Leukemia",
                "Relapsed or Refractory Myelodysplastic Syndrome"
            ],
            "keywords": [
                "Advanced Leukemia",
                "Leukemia",
                "NC525",
                "PK",
                "AML",
                "MDS",
                "CMML"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 63,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "NC525",
                    "type": "EXPERIMENTAL",
                    "description": "Escalating dose levels will be explored.",
                    "interventionNames": [
                        "Drug: NC525"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "NC525",
                    "description": "Monoclonal antibody specific for LAIR-1",
                    "armGroupLabels": [
                        "NC525"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "To evaluate the frequency, duration, and severity of treatment-emergent adverse events [Safety and Tolerability].",
                    "description": "Toxicity grading per NCI CTCAE v5.0.",
                    "timeFrame": "Up to 24 months"
                },
                {
                    "measure": "To evaluate dose-limiting toxicities (DLTs) of NC525.",
                    "description": "Toxicity grading per NCI CTCAE v5.0.",
                    "timeFrame": "Up to 56 days"
                },
                {
                    "measure": "Define a recommended Phase 2 dose (RP2D) of NC525",
                    "description": "A Bayesian Optimal Interval (BOIN) design will be utilized to determine a recommended Phase 2 dose (RP2D) for NC525.",
                    "timeFrame": "Up to 24 months"
                },
                {
                    "measure": "Define a minimally active dose (MAD) of NC525",
                    "description": "A BOIN design will be utilized to determine a MAD",
                    "timeFrame": "Up to 24 months"
                },
                {
                    "measure": "Define a pharmacologically active dose (PAD) of NC525",
                    "description": "A BOIN design will be utilized to determine a PAD",
                    "timeFrame": "Up to 24 months"
                },
                {
                    "measure": "Define a maximum tolerated dose (MTD) of NC525",
                    "description": "A BOIN design will be utilized to determine a MTD",
                    "timeFrame": "Up to 24 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "To evaluate the clinical benefit of NC525 by assessing Objective Response (OR).",
                    "description": "Disease Assessments will be performed using the European Leukemia Net (ELN) Guidelines for the ELN Outcome Measures.",
                    "timeFrame": "Until disease progression, up to 24 months"
                },
                {
                    "measure": "To evaluate the clinical benefit of NC525 by assessing Event-free survival (EFS).",
                    "description": "Disease Assessments will be performed using the European Leukemia Net (ELN) Guidelines for the ELN Outcome Measures.",
                    "timeFrame": "Until disease progression, up to 24 months"
                },
                {
                    "measure": "To evaluate the clinical benefit of NC525 by assessing Overall survival (OS).",
                    "description": "Disease Assessments will be performed using the European Leukemia Net (ELN) Guidelines for the ELN Outcome Measures.",
                    "timeFrame": "Until disease progression, up to 24 months"
                },
                {
                    "measure": "Assessment of time to achieve response, defined as CR, CRi, or CRh",
                    "description": "Disease Assessments will be performed using the European Leukemia Net (ELN) Guidelines for the ELN Outcome Measures.",
                    "timeFrame": "Cycle 1 Day 1 to day remission is achieved, up to 24 months (each cycle is 28 days)"
                },
                {
                    "measure": "Maximum Observed Serum Concentration (Cmax) of NC525",
                    "timeFrame": "During Cycles 1, 2, 3, 5, 7, and 11 (each cycle is 28 days)"
                },
                {
                    "measure": "Terminal Half-life (t1/2) of NC525",
                    "timeFrame": "During Cycles 1, 2, 3, 5, 7, and 11 (each cycle is 28 days)"
                },
                {
                    "measure": "Area under the serum concentration versus time curve (AUC) of NC525",
                    "timeFrame": "During Cycles 1, 2, 3, 5, 7, and 11 (each cycle is 28 days)"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. The subject is willing to provide written informed consent for the trial.\n2. Be ≥ 18 years of age on the day of signing informed consent.\n3. Subject has one of the following Myeloid Neoplasms determined by pathology review at the treating institution:\n\n   1. Relapsed or Refractory AML, Note: Active, relapsed, or refractory AML is defined as any one of the following:\n\n      * Primary induction failure, or (PIF) after 2 or more cycles of therapy,\n      * First early relapse after a remission duration of fewer than 6 months,\n      * Relapse refractory to salvage combination chemotherapy second or subsequent relapse, or\n      * Relapsed or refractory AML with at least 5% blasts by bone marrow biopsy or aspirate, or at least 1% blasts in peripheral blood.\n   2. Relapsed or Refractory Myelodysplastic syndrome (MDS) after prior hypomethylating agents.\n\n      Note: Subject must have sub-type MDS-EB2 with 10-19% blasts by bone marrow biopsy or aspirate.\n   3. Relapsed or Refractory Chronic myelomonocytic leukemia (CMML) with progressive disease or lack of response to hypomethylating agents\n4. A male subject must agree to use approved contraception (based on institutional guidelines) and refrain from sperm donation or expecting to father a child, from Screening through the treatment period and for at least 90 days after the last dose of study treatment.\n5. A female subject is eligible to participate if she is not pregnant, not breastfeeding, and at least one of the following conditions applies:\n\n   1. Not a woman of childbearing potential (WOCBP);\n   2. A WOCBP agrees to follow approved contraceptive guidance (based on institutional guidelines) from Screening through the treatment period and for at least 90 days after the last dose of study treatment.\n6. Have an Eastern Cooperative Oncology Group (ECOG) performance status of 0 to 2.\n7. Life expectancy greater than or equal to 12 weeks as judged by the Investigator.\n8. Have adequate organ function as defined in the protocol.\n\nExclusion Criteria:\n\n1. Has a diagnosis of acute promyelocytic leukemia (M3, APL), accelerated phase or blast crisis of chronic myeloid leukemia.\n2. History or presence of clinically relevant CNS pathology such as epilepsy, childhood or adult seizure, paresis, aphasia, stroke, severe brain injuries, dementia, Parkinson's disease, cerebellar disease, organic brain syndrome, or psychosis.\n3. Patients with active Central Nervous System (CNS) involvement (such as leukemic infiltration, blast in the spinal fluid, or subjects with extramedullary disease).\n4. A WOCBP who has a positive pregnancy test (within 72 hours) prior to treatment.\n5. History or evidence of any other clinically significant disorder, condition or disease (e.g., symptomatic congestive heart failure, unstable angina pectoris, symptomatic myocardial infection, uncontrolled cardiac arrhythmia, pericardial disease or heart failure New York Heart Association Class III or IV), or severe debilitating pulmonary disease, that would potentially increase patients' risk for toxicity and in the opinion of the Investigator, would pose a risk to patient safety or interfere with the study evaluation, procedures or completion.\n6. Chronic respiratory disease or any other medical condition that requires continuous oxygen that in the opinion of the Investigator, would adversely affect his/her participation in this study.\n7. Has received a live or live-attenuated vaccine within 30 days prior to the first dose of study intervention.\n8. Is currently participating in or has participated in a study of the following prior to the first dose of study treatment:\n\n   1. An investigational biologic or an investigational device within 4 weeks or 5 half-lives (whichever is longer);\n   2. An investigational oral agent within 2 weeks or 5 half-lives (whichever is shorter).\n9. Has not recovered to ≤ Grade 1 from toxic effects of prior therapy (including prior chemotherapy, immunotherapy and radiation therapy) and/or complications from interventions before starting therapy.\n10. Has previously had an allogeneic solid organ transplant.\n11. Autologous HSCT within 6 weeks before the start of study treatment.\n12. Allogeneic HSCT within 6 months before the start of study treatment.\n13. Any active acute or chronic graft-versus-host disease (GvHD), grade 2-4, or active chronic GvHD requiring systemic treatment.\n14. Any systemic therapy (e.g. calcineurin inhibitors (CNI), steroids, etc.) against GvHD within 4 weeks before the start of study treatment.\n15. Any Grade ≥ 2 persistent non-hematological toxicity related to allogeneic transplant, such as those requiring systemic immunosuppressive therapy.\n16. Previous CAR-T therapy.\n17. Known concurrent malignancy that is progressing or requires active treatment, or history of other malignancy within 2 years of study entry after treatment with curative intent.\n18. Has severe hypersensitivity (≥ Grade 3), known allergy or reaction to Immunoglobulins or NC525, and/or any of their excipients.\n19. Uncontrolled systemic fungal, bacterial, viral, or other infection despite appropriate anti-infection treatment at the time of eligibility confirmation.\n20. Has a known history of HIV infection.\n21. Has a known active chronic hepatitis B infection or chronic hepatitis C infection with the exception of those with an undetectable viral load within 3 months.\n22. Has a history or current evidence of any condition, therapy, or laboratory abnormality, or other circumstance that might confound the results of the study or interfere with the subject's participation for the full duration of the study, such that it is not in the best interest of the subject to participate, in the opinion of the treating investigator.\n23. Has a known psychiatric or substance abuse disorder that would interfere with the subject's ability to cooperate with the requirements of the study.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Director Clinical Operations at NextCure, Inc.",
                    "role": "CONTACT",
                    "phone": "(240) 763-0535",
                    "email": "NCCLin@nextcure.com"
                },
                {
                    "name": "Director of Clinical Research",
                    "role": "CONTACT",
                    "phone": "(240) 399-4900",
                    "email": "NelsonM@NextCure.com"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Han Myint, MD",
                    "affiliation": "NextCure, Inc.",
                    "role": "STUDY_DIRECTOR"
                }
            ],
            "locations": [
                {
                    "facility": "City of Hope",
                    "status": "RECRUITING",
                    "city": "Duarte",
                    "state": "California",
                    "zip": "91010",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Samantha Humpal",
                            "role": "CONTACT",
                            "phone": "626-218-9401",
                            "email": "shumpal@coh.org"
                        },
                        {
                            "name": "Anthony Stein, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 34.13945,
                        "lon": -117.97729
                    }
                },
                {
                    "facility": "University of Miami",
                    "status": "RECRUITING",
                    "city": "Miami",
                    "state": "Florida",
                    "zip": "33136",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Alessia Zoso",
                            "role": "CONTACT",
                            "email": "azoso@miami.edu"
                        },
                        {
                            "name": "Mikkael Sekeres, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 25.77427,
                        "lon": -80.19366
                    }
                },
                {
                    "facility": "Massachusetts General Hospital",
                    "status": "RECRUITING",
                    "city": "Boston",
                    "state": "Massachusetts",
                    "zip": "02114",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Julie Supanekar",
                            "role": "CONTACT",
                            "phone": "617-724-5253",
                            "email": "jsupanekar@mgh.harvard.edu"
                        },
                        {
                            "name": "Amir Fathi, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.35843,
                        "lon": -71.05977
                    }
                },
                {
                    "facility": "Beth Israel Deaconess Medical Center",
                    "status": "RECRUITING",
                    "city": "Boston",
                    "state": "Massachusetts",
                    "zip": "02215",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Emma Logan",
                            "role": "CONTACT",
                            "email": "eklogan@bidmc.harvard.edu"
                        },
                        {
                            "name": "Margolzata McMasters",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.35843,
                        "lon": -71.05977
                    }
                },
                {
                    "facility": "Washington University School of Medicine in St. Louis",
                    "status": "RECRUITING",
                    "city": "Saint Louis",
                    "state": "Missouri",
                    "zip": "63110",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Ayan Gasanli",
                            "role": "CONTACT",
                            "email": "agasanli@wustl.edu"
                        },
                        {
                            "name": "John DiPersio, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.62727,
                        "lon": -90.19789
                    }
                },
                {
                    "facility": "Roswell Park Cancer Institute",
                    "status": "RECRUITING",
                    "city": "Buffalo",
                    "state": "New York",
                    "zip": "14263",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Layla Ortiz",
                            "role": "CONTACT",
                            "phone": "716-845-7559",
                            "email": "Layla.Ortiz@RoswellPark.org"
                        },
                        {
                            "name": "Elizabeth Griffiths, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.88645,
                        "lon": -78.87837
                    }
                },
                {
                    "facility": "Weill Cornell Medicine",
                    "status": "RECRUITING",
                    "city": "New York",
                    "state": "New York",
                    "zip": "10022",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Penina Stewart",
                            "role": "CONTACT",
                            "email": "pes4006@med.cornell.edu"
                        },
                        {
                            "name": "Pinkal Desai, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.71427,
                        "lon": -74.00597
                    }
                },
                {
                    "facility": "University Hospitals Cleveland Medical Center",
                    "status": "RECRUITING",
                    "city": "Cleveland",
                    "state": "Ohio",
                    "zip": "44106",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Sarah Gollwitzer",
                            "role": "CONTACT",
                            "email": "sarah.gollwitzer@uhhospitals.org"
                        },
                        {
                            "name": "Benjamin Tomlinson, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.4995,
                        "lon": -81.69541
                    }
                },
                {
                    "facility": "Cleveland Clinic",
                    "status": "RECRUITING",
                    "city": "Cleveland",
                    "state": "Ohio",
                    "zip": "44195",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "India Houston",
                            "role": "CONTACT",
                            "email": "houstoi3@ccf.org"
                        },
                        {
                            "name": "Moaath Ali, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.4995,
                        "lon": -81.69541
                    }
                },
                {
                    "facility": "Oregon Health & Science University",
                    "status": "RECRUITING",
                    "city": "Portland",
                    "state": "Oregon",
                    "zip": "97239",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Lara Fournier",
                            "role": "CONTACT",
                            "email": "trials@ohsu.edu"
                        },
                        {
                            "name": "Ronan Swords, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 45.52345,
                        "lon": -122.67621
                    }
                },
                {
                    "facility": "MD Anderson Cancer Center",
                    "status": "RECRUITING",
                    "city": "Houston",
                    "state": "Texas",
                    "zip": "77030",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Danielle Nguyen",
                            "role": "CONTACT",
                            "phone": "713-792-4133",
                            "email": "dtnguyen7@mdanderson.org"
                        },
                        {
                            "name": "Nicholas Short, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 29.76328,
                        "lon": -95.36327
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000007938",
                    "term": "Leukemia"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000015477",
                    "term": "Leukemia, Myelomonocytic, Chronic"
                },
                {
                    "id": "D000054429",
                    "term": "Leukemia, Myelomonocytic, Juvenile"
                },
                {
                    "id": "D000009190",
                    "term": "Myelodysplastic Syndromes"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000006402",
                    "term": "Hematologic Diseases"
                },
                {
                    "id": "D000007951",
                    "term": "Leukemia, Myeloid"
                },
                {
                    "id": "D000001855",
                    "term": "Bone Marrow Diseases"
                },
                {
                    "id": "D000054437",
                    "term": "Myelodysplastic-Myeloproliferative Diseases"
                },
                {
                    "id": "D000002908",
                    "term": "Chronic Disease"
                },
                {
                    "id": "D000020969",
                    "term": "Disease Attributes"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M16355",
                    "name": "Syndrome",
                    "relevance": "LOW"
                },
                {
                    "id": "M10945",
                    "name": "Leukemia",
                    "asFound": "Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M18132",
                    "name": "Leukemia, Myelomonocytic, Chronic",
                    "asFound": "Chronic Myelomonocytic Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M27706",
                    "name": "Leukemia, Myelomonocytic, Juvenile",
                    "asFound": "Chronic Myelomonocytic Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10955",
                    "name": "Leukemia, Myeloid",
                    "relevance": "LOW"
                },
                {
                    "id": "M18127",
                    "name": "Leukemia, Myeloid, Acute",
                    "relevance": "LOW"
                },
                {
                    "id": "M14164",
                    "name": "Preleukemia",
                    "relevance": "LOW"
                },
                {
                    "id": "M12145",
                    "name": "Myelodysplastic Syndromes",
                    "asFound": "Myelodysplastic Syndrome",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M9490",
                    "name": "Hematologic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5134",
                    "name": "Bone Marrow Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12149",
                    "name": "Myeloproliferative Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M27707",
                    "name": "Myelodysplastic-Myeloproliferative Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M6147",
                    "name": "Chronic Disease",
                    "relevance": "LOW"
                },
                {
                    "id": "M22700",
                    "name": "Disease Attributes",
                    "relevance": "LOW"
                },
                {
                    "id": "T1303",
                    "name": "Chronic Graft Versus Host Disease",
                    "relevance": "LOW"
                },
                {
                    "id": "T1310",
                    "name": "Chronic Myelomonocytic Leukemia",
                    "asFound": "Chronic Myelomonocytic Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "T3174",
                    "name": "Juvenile Myelomonocytic Leukemia",
                    "asFound": "Chronic Myelomonocytic Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "T3995",
                    "name": "Myeloid Leukemia",
                    "relevance": "LOW"
                },
                {
                    "id": "T182",
                    "name": "Acute Myeloid Leukemia",
                    "asFound": "Acute Myeloid Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "T188",
                    "name": "Acute Non Lymphoblastic Leukemia",
                    "relevance": "LOW"
                },
                {
                    "id": "T3993",
                    "name": "Myelodysplastic Syndromes",
                    "asFound": "Myelodysplastic Syndrome",
                    "relevance": "HIGH"
                },
                {
                    "id": "T170",
                    "name": "Acute Graft Versus Host Disease",
                    "relevance": "LOW"
                },
                {
                    "id": "T1311",
                    "name": "Chronic Myeloproliferative Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "T3994",
                    "name": "Myelodysplastic/myeloproliferative Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC15",
                    "name": "Blood and Lymph Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M4225",
                    "name": "Antibodies",
                    "relevance": "LOW"
                },
                {
                    "id": "M10184",
                    "name": "Immunoglobulins",
                    "relevance": "LOW"
                },
                {
                    "id": "M4230",
                    "name": "Antibodies, Monoclonal",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}