{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04900792",
            "orgStudyIdInfo": {
                "id": "202103125"
            },
            "secondaryIdInfos": [
                {
                    "id": "1R21CA270742",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/1R21CA270742"
                }
            ],
            "organization": {
                "fullName": "University of Iowa",
                "class": "OTHER"
            },
            "briefTitle": "A Safety Study of Pharmacologic Ascorbate and Ferumoxytol in Addition to Standard of Care Chemoradiation in Glioblastoma",
            "officialTitle": "A First-in-Human Clinical Trial of Pharmacologic Ascorbate and Ferumoxytol Combined With Concomitant Temozolomide and External Beam Radiation Therapy for Newly Diagnosed Glioblastoma",
            "acronym": "XACT-Fe-GBM-01",
            "therapeuticArea": [
                "Other"
            ],
            "study": "a-safety-study-of-pharmacologic-ascorbate-and-ferumoxytol-in-addition-to-standard-of-care-chemoradiation-in-glioblastoma"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-02-28",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-06-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-05-16",
            "studyFirstSubmitQcDate": "2021-05-19",
            "studyFirstPostDateStruct": {
                "date": "2021-05-25",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-01",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-03",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR_INVESTIGATOR",
                "investigatorFullName": "Bryan Allen",
                "investigatorTitle": "Associate Professor",
                "investigatorAffiliation": "University of Iowa"
            },
            "leadSponsor": {
                "name": "Bryan Allen",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Holden Comprehensive Cancer Center",
                    "class": "OTHER"
                },
                {
                    "name": "National Cancer Institute (NCI)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": true,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "This clinical trial evaluates adding ferumoxytol and pharamcologic ascorbate (vitamin C) to standard of care treatment of glioblastoma multiforme (a type of brain tumor) in adults. All subjects will receive ferumoxytol and pharmacologic ascorbate in addition to the standard treatment.",
            "detailedDescription": "The initial, standard treatment for glioblastoma multiforme (GBM) involves maximum safe surgical resection followed by radiation combined with temozolomide (a chemotherapy pill you take by mouth).\n\nParticipants in this trial will:\n\n* receive intravenous (IV) ferumoxytol the day before starting radiation, then around radiation treatments 6, 25, and 31.\n* receive high doses of intravenous (IV) ascorbate three times a week during the combined radiation and chemotherapy phase.\n* provide feedback about how they feel and their quality of life. This is done through short surveys as well as discussing with the study team."
        },
        "conditionsModule": {
            "conditions": [
                "Glioblastoma",
                "Glioblastoma Multiforme"
            ],
            "keywords": [
                "ascorbate",
                "radiation therapy",
                "temozolomide",
                "ferumoxytol"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "SEQUENTIAL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 12,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Cohort 1 (starting)",
                    "type": "EXPERIMENTAL",
                    "description": "Radiation Phase\n\n* Ascorbate: 87.5 g administered intravenously (IV) three times each calendar week for approximately 8 weeks.\n* Ferumoxytol: 512 g administered intravenously (IV) the day before radiation and then during weeks 5 to 6 of radiation therapy.\n* Radiation: 61.2 Gray (given 1.8 Gray once daily, 5 days per week, for about 7 weeks) or 60 Gray (2.0 Gray once daily for 5 days per week for about 6 weeks)\n* Temozolomide: 75 mg/m2, taken orally, once daily, every day, for up to 49 days or until radiation is completed (whichever comes first).\n\nAdjuvant Phase\n\n* Temozolomide: 150 to 200 mg/m2, taken orally, once daily, for five days out of 28 days (where 28 days is one cycle of chemotherapy) for up to six cycles\n* Ascorbate: 87.5 g administered intravenously (IV) twice each calendar week of the cycle\n* Ferumoxytol: 512 g administered intravenously (IV) the first day of the first cycle of chemotherapy.",
                    "interventionNames": [
                        "Drug: Ferumoxytol injection",
                        "Drug: Pharmacological ascorbate",
                        "Radiation: External beam radiation therapy",
                        "Drug: Temozolomide"
                    ]
                },
                {
                    "label": "Cohort 2",
                    "type": "EXPERIMENTAL",
                    "description": "Radiation Phase\n\n* Ascorbate: 87.5 g administered intravenously (IV) three times each calendar week for approximately 8 weeks.\n* Ferumoxytol: 512 g administered intravenously (IV) the day before radiation, about 1 week after dose 1, during weeks 5 to 6 of radiation therapy, and then a week after that (for a total of 4 ferumoxytol infusions).\n* Radiation: 61.2 Gray (given 1.8 Gray once daily, 5 days per week, for about 7 weeks) or 60 Gray (2.0 Gray once daily for 5 days per week for about 6 weeks)\n* Temozolomide: 75 mg/m2, taken orally, once daily, every day, for up to 49 days or until radiation is completed (whichever comes first).\n\nAdjuvant Phase\n\n* Temozolomide: 150 to 200 mg/m2, taken orally, once daily, for five days out of 28 days (where 28 days is one cycle of chemotherapy) for up to six cycles\n* Ascorbate: 87.5 g administered intravenously (IV) twice each calendar week of the cycle\n* Ferumoxytol: 512 g administered intravenously (IV) the first day of the first cycle of",
                    "interventionNames": [
                        "Drug: Ferumoxytol injection",
                        "Drug: Pharmacological ascorbate",
                        "Radiation: External beam radiation therapy",
                        "Drug: Temozolomide"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Ferumoxytol injection",
                    "description": "Ferumoxytol is an iron replacement product FDA approved for treatment of iron deficiency anemia in adult patients with chronic kidney disease (CKD). This trial uses the FDA approved dosage (512 mg iron) for iron-deficiency anemia in CKD.",
                    "armGroupLabels": [
                        "Cohort 1 (starting)",
                        "Cohort 2"
                    ],
                    "otherNames": [
                        "Feraheme",
                        "Ferumoxytol"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Pharmacological ascorbate",
                    "description": "Intravenous ascorbate",
                    "armGroupLabels": [
                        "Cohort 1 (starting)",
                        "Cohort 2"
                    ],
                    "otherNames": [
                        "ASCOR",
                        "vitamin C",
                        "ascorbic acid"
                    ]
                },
                {
                    "type": "RADIATION",
                    "name": "External beam radiation therapy",
                    "description": "Photon based, focal radiation therapy delivered consistent with national guidelines, standard for treatment of GBM.",
                    "armGroupLabels": [
                        "Cohort 1 (starting)",
                        "Cohort 2"
                    ],
                    "otherNames": [
                        "EBRT",
                        "radiotherapy",
                        "VMAT"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Temozolomide",
                    "description": "Temozolomide is a cytotoxic alkylating agent administered orally that penetrates well into the central nervous system. It is a standard-of-care treatment for GBM.",
                    "armGroupLabels": [
                        "Cohort 1 (starting)",
                        "Cohort 2"
                    ],
                    "otherNames": [
                        "Temodar",
                        "temozolomide capsule"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Determination of recommended phase 2 ferumoxytol dosing regimen",
                    "description": "The recommended dose will be determined by incidence of dose limiting toxicities.",
                    "timeFrame": "From treatment day 1 through 12 weeks after completing radiation"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Estimate progression free survival (PFS)",
                    "description": "Time (measured in days) to documented disease progression in MRI imaging as described by the RANO criteria.",
                    "timeFrame": "From treatment day 1 to disease progression, up to 60 months post-treatment"
                },
                {
                    "measure": "Estimate overall survival (OS)",
                    "description": "Time to death from any cause.",
                    "timeFrame": "Time (measured in days) until death from any cause, up to 20 years post-treatment"
                },
                {
                    "measure": "Estimate Objective Response Rate (ORR)",
                    "description": "Objective response rate, measured using standardized RANO criteria, is a reflection of complete tumor response and partial tumor response. The radiation planning MRI will be used as baseline.",
                    "timeFrame": "12 weeks post-radiation"
                },
                {
                    "measure": "Tumor size",
                    "description": "Tumor measurements completed as per RANO criteria and compared to the radiation-planning MRI (baseline)",
                    "timeFrame": "Baseline and 12 weeks post-radiation"
                },
                {
                    "measure": "Clinical response",
                    "description": "Neurologic assessment in Neuro-Oncology (NANO) composite score evaluating gait, strength, ataxia, sensation, visual fields, facial strength, language, level of consciousness, and behavior and comparing to baseline.",
                    "timeFrame": "12 weeks post-radiation"
                },
                {
                    "measure": "Number of Treatment-Related Adverse Events",
                    "description": "Categorize and quantify adverse events using the Common Terminology Criteria for Adverse Events (v5)",
                    "timeFrame": "Up to 36 months post-radiation"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Willingness and ability to provide informed consent consistent with Good Clinical Practice (i.e., legally authorized representative will not be used / allowed for this study).\n* Stated willingness to comply with all study procedures for the duration of the study\n* Aged 18 years or older.\n* Newly diagnosed (i.e., within 6 weeks), histologically or molecularly confirmed glioblastoma or diffuse midline glioma.\n* Therapy to begin within 6 weeks of last surgery\n* Able to take oral medication\n* ECOG performance status of 0, 1, or 2 (KPS of \\>50)\n* Recommended to receive temozolomide and radiation therapy\n* Medically fit, as determined by the prescribing oncologists, to undergo temozolomide and radiation therapy.\n* Agree to use of highly effective contraception from screening until at least 90 days after the last study treatment (study participant should not discontinue contraception until discussing with their treating oncologist(s)).\n* Not have significant co-morbid central nervous system disease, such as multiple sclerosis.\n* Agree to Lifestyle Considerations throughout study duration\n\nExclusion Criteria:\n\n* Current use of the following drugs and cannot have a drug substitution or decline the drug substitution: warfarin, flecainide, methadone, amphetamines, quinidine, and chlorpropamide. Pharmacologic ascorbic acid may affect urine acidification and, as a result, may affect clearance rates of these drugs.\n* Current use of antiretroviral drugs (e.g., nelfinavir, abacavir, emtricitabine, lamivudine, stavudine, tenofovir disoproxil fumarate, zidovudine). Pharmacologic ascorbate acid is a known CYP450 3A4 inducer, which results in lower serum levels of antiretroviral drugs.\n* Insulin requirement\n* Requires blood glucose monitoring using finger-stick glucose checks.\n* Medical requirement or indication for iron supplementation (including ferumoxytol, ferrous gluconate, ferrous fumarate, or ferrous sulfate). NOTE: Over the counter, patient-elective supplementation is acceptable.\n* Inability to undergo MR imaging.\n* Pregnancy or lactation (note: potential participants should not engage in 'pump \\& dump' strategy; lactation must be discontinued).\n* Known allergic reactions to ferumoxytol.\n* History of Steven's Johnson Syndrome\n* History of hemochromatosis.\n* Prior radiation treatment that would result in field overlap. For potential participants who have undergone nuclear medicine therapy, including PRRT, the study's radiation oncologist must approve study entry.\n* G6PD (glucose-6-phosphate dehydrogenase) deficiency\n* Platelet count \\< 100,000 /mm3 within 21 days of first treatment\n* Creatinine ≥ 1.5x the institutional upper limit of normal within 21 days of the first treatment or if creatinine is elevated a creatinine clearance of \\< 60 mL/(min 1.73 m2)\n* Uncontrolled intercurrent illness including, but not limited to, ongoing or active infection (requiring inpatient admission or a delay to start of therapy), symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia, or psychiatric illness/social situations that would limit compliance with study requirements.\n* Treatment with another investigational drug within 30 days prior to study treatment day 1. Imaging trials (including investigational PET or NM tracers) as well as observational trials are acceptable.\n* Clinical trials with an endpoint of treating the patient's cancer, including behavioral, nutritional and/or device human subject studies.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Bryan G. Allen, MD, PhD",
                    "role": "CONTACT",
                    "phone": "319-353-8836",
                    "email": "bryan-allen@uiowa.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "John M. Buatti, MD",
                    "affiliation": "University of Iowa",
                    "role": "STUDY_DIRECTOR"
                }
            ],
            "locations": [
                {
                    "facility": "Department of Radiation Oncology at University of Iowa",
                    "status": "RECRUITING",
                    "city": "Iowa City",
                    "state": "Iowa",
                    "zip": "52242",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Sandy Vollstedt, RN, BSN, OCN",
                            "role": "CONTACT",
                            "phone": "319-353-7143",
                            "email": "sandy-vollstedt@uiowa.edu"
                        },
                        {
                            "name": "Heather Brown, RN, BAN, OCN",
                            "role": "CONTACT",
                            "phone": "319-384-7912",
                            "email": "heather-brown@uiowa.edu"
                        },
                        {
                            "name": "Bryan G Allen, MD, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "John M Buatti, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.66113,
                        "lon": -91.53017
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "31427282",
                    "type": "BACKGROUND",
                    "citation": "Allen BG, Bodeker KL, Smith MC, Monga V, Sandhu S, Hohl R, Carlisle T, Brown H, Hollenbeck N, Vollstedt S, Greenlee JD, Howard MA, Mapuskar KA, Seyedin SN, Caster JM, Jones KA, Cullen JJ, Berg D, Wagner BA, Buettner GR, TenNapel MJ, Smith BJ, Spitz DR, Buatti JM. First-in-Human Phase I Clinical Trial of Pharmacologic Ascorbate Combined with Radiation and Temozolomide for Newly Diagnosed Glioblastoma. Clin Cancer Res. 2019 Nov 15;25(22):6590-6597. doi: 10.1158/1078-0432.CCR-19-0594. Epub 2019 Aug 19."
                },
                {
                    "pmid": "28366679",
                    "type": "BACKGROUND",
                    "citation": "Schoenfeld JD, Sibenaller ZA, Mapuskar KA, Wagner BA, Cramer-Morales KL, Furqan M, Sandhu S, Carlisle TL, Smith MC, Abu Hejleh T, Berg DJ, Zhang J, Keech J, Parekh KR, Bhatia S, Monga V, Bodeker KL, Ahmann L, Vollstedt S, Brown H, Shanahan Kauffman EP, Schall ME, Hohl RJ, Clamon GH, Greenlee JD, Howard MA, Schultz MK, Smith BJ, Riley DP, Domann FE, Cullen JJ, Buettner GR, Buatti JM, Spitz DR, Allen BG. O2⋅- and H2O2-Mediated Disruption of Fe Metabolism Causes the Differential Susceptibility of NSCLC and GBM Cancer Cells to Pharmacological Ascorbate. Cancer Cell. 2017 Apr 10;31(4):487-500.e8. doi: 10.1016/j.ccell.2017.02.018. Epub 2017 Mar 30. Erratum In: Cancer Cell. 2017 Aug 14;32(2):268. doi: 10.1016/j.ccell.2017.07.008."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Data will be released publicly as per participant consent and IRB approval. Individual researchers should contact the research team for data sharing.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF"
            ],
            "timeFrame": "Study protocol and informed consent will be shared after primary completion. Statistical analysis plan will be shared with results reporting.",
            "accessCriteria": "An IRB-stamped signed usage agreement will be required in addition to a data sharing agreement between the academic centers."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000005909",
                    "term": "Glioblastoma"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001254",
                    "term": "Astrocytoma"
                },
                {
                    "id": "D000005910",
                    "term": "Glioma"
                },
                {
                    "id": "D000018302",
                    "term": "Neoplasms, Neuroepithelial"
                },
                {
                    "id": "D000017599",
                    "term": "Neuroectodermal Tumors"
                },
                {
                    "id": "D000009373",
                    "term": "Neoplasms, Germ Cell and Embryonal"
                },
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000009375",
                    "term": "Neoplasms, Glandular and Epithelial"
                },
                {
                    "id": "D000009380",
                    "term": "Neoplasms, Nerve Tissue"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M9019",
                    "name": "Glioblastoma",
                    "asFound": "Glioblastoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4561",
                    "name": "Astrocytoma",
                    "relevance": "LOW"
                },
                {
                    "id": "M9020",
                    "name": "Glioma",
                    "relevance": "LOW"
                },
                {
                    "id": "M20446",
                    "name": "Neoplasms, Neuroepithelial",
                    "relevance": "LOW"
                },
                {
                    "id": "M19845",
                    "name": "Neuroectodermal Tumors",
                    "relevance": "LOW"
                },
                {
                    "id": "M20388",
                    "name": "Neuroectodermal Tumors, Primitive",
                    "relevance": "LOW"
                },
                {
                    "id": "M12318",
                    "name": "Neoplasms, Germ Cell and Embryonal",
                    "relevance": "LOW"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M12320",
                    "name": "Neoplasms, Glandular and Epithelial",
                    "relevance": "LOW"
                },
                {
                    "id": "M12325",
                    "name": "Neoplasms, Nerve Tissue",
                    "relevance": "LOW"
                },
                {
                    "id": "T2518",
                    "name": "Glioblastoma",
                    "asFound": "Glioblastoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "T2519",
                    "name": "Glioma",
                    "relevance": "LOW"
                },
                {
                    "id": "T4092",
                    "name": "Neuroepithelioma",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000001205",
                    "term": "Ascorbic Acid"
                },
                {
                    "id": "D000077204",
                    "term": "Temozolomide"
                },
                {
                    "id": "D000052203",
                    "term": "Ferrosoferric Oxide"
                }
            ],
            "ancestors": [
                {
                    "id": "D000014815",
                    "term": "Vitamins"
                },
                {
                    "id": "D000018977",
                    "term": "Micronutrients"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000018906",
                    "term": "Antineoplastic Agents, Alkylating"
                },
                {
                    "id": "D000000477",
                    "term": "Alkylating Agents"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                },
                {
                    "id": "D000000975",
                    "term": "Antioxidants"
                },
                {
                    "id": "D000020011",
                    "term": "Protective Agents"
                },
                {
                    "id": "D000006397",
                    "term": "Hematinics"
                },
                {
                    "id": "D000057947",
                    "term": "Parenteral Nutrition Solutions"
                },
                {
                    "id": "D000019999",
                    "term": "Pharmaceutical Solutions"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M1692",
                    "name": "Temozolomide",
                    "asFound": "Cervical",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17558",
                    "name": "Vitamins",
                    "relevance": "LOW"
                },
                {
                    "id": "M4513",
                    "name": "Ascorbic Acid",
                    "asFound": "Heparin",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10533",
                    "name": "Iron",
                    "relevance": "LOW"
                },
                {
                    "id": "M3820",
                    "name": "Alkylating Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M26996",
                    "name": "Ferrosoferric Oxide",
                    "asFound": "Hemodynamics",
                    "relevance": "HIGH"
                },
                {
                    "id": "M21009",
                    "name": "Micronutrients",
                    "relevance": "LOW"
                },
                {
                    "id": "M16885",
                    "name": "Trace Elements",
                    "relevance": "LOW"
                },
                {
                    "id": "M20942",
                    "name": "Antineoplastic Agents, Alkylating",
                    "relevance": "LOW"
                },
                {
                    "id": "M4292",
                    "name": "Antioxidants",
                    "relevance": "LOW"
                },
                {
                    "id": "M21869",
                    "name": "Protective Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M9485",
                    "name": "Hematinics",
                    "relevance": "LOW"
                },
                {
                    "id": "M21860",
                    "name": "Pharmaceutical Solutions",
                    "relevance": "LOW"
                },
                {
                    "id": "M28934",
                    "name": "Parenteral Nutrition Solutions",
                    "relevance": "LOW"
                },
                {
                    "id": "T477",
                    "name": "Vitamin C",
                    "asFound": "Monoclonal Antibody",
                    "relevance": "HIGH"
                },
                {
                    "id": "T437",
                    "name": "Ascorbic Acid",
                    "asFound": "Heparin",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "Micro",
                    "name": "Micronutrients"
                },
                {
                    "abbrev": "Hemat",
                    "name": "Hematinics"
                },
                {
                    "abbrev": "PhSol",
                    "name": "Pharmaceutical Solutions"
                },
                {
                    "abbrev": "Vi",
                    "name": "Vitamins"
                }
            ]
        }
    },
    "hasResults": false
}