{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06402773",
            "orgStudyIdInfo": {
                "id": "SIG202301"
            },
            "organization": {
                "fullName": "Signati Medical Inc",
                "class": "INDUSTRY"
            },
            "briefTitle": "A Safety Study in Human Subjects Evaluating the Use of the Signati System for Vasectomy",
            "officialTitle": "A Safety Study in Human Subjects Evaluating the Use of the Signati System for Vasectomy",
            "therapeuticArea": [
                "Other"
            ],
            "study": "a-safety-study-in-human-subjects-evaluating-the-use-of-the-signati-system-for-vasectomy"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-04-05",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-06-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-12-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-04-29",
            "studyFirstSubmitQcDate": "2024-05-02",
            "studyFirstPostDateStruct": {
                "date": "2024-05-07",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-02",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-07",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Signati Medical Inc",
                "class": "INDUSTRY"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUnapprovedDevice": true
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this study is to evaluate the safety and effectiveness of the Signati SeparoTM System when used in general surgical procedures where ligation and division of vessels are desired, such as the vas deferens. This study will evaluate the Signati SeparoTM System as a vasectomy device.",
            "detailedDescription": "This study is designed to be a prospective, non-randomized safety study of eight subjects treated at up to three clinical sites in the United States.\n\nThe primary objective of this study will be to evaluate procedural and post treatment safety and effectiveness of the Signati SeparoTM System treatment via the incidence of adverse events and evaluation of semen post-procedure.\n\nThis group of subjects will continue to be followed for safety and efficacy for 6 months."
        },
        "conditionsModule": {
            "conditions": [
                "Vasectomy"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 8,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Device intervention",
                    "type": "EXPERIMENTAL",
                    "interventionNames": [
                        "Device: The Signati Separo™ Vessel Sealing System"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "The Signati Separo™ Vessel Sealing System",
                    "description": "Vessel Sealing System",
                    "armGroupLabels": [
                        "Device intervention"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Adverse Events",
                    "description": "Incidence, type, duration, severity, and relationship to the study device.",
                    "timeFrame": "Through 6-months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Rate of successful vasectomy",
                    "description": "Rate of successful vasectomy, defined by evaluating semen for azoospermia or rare non-motile sperm (RNMS, ≤100,000 non-motile sperm/mL).",
                    "timeFrame": "3, 6 months"
                },
                {
                    "measure": "Rate of subjects experiencing a complete ablation in the targeted area",
                    "description": "Physician assessment of complete ablation",
                    "timeFrame": "Day 1"
                },
                {
                    "measure": "Pain after procedure",
                    "description": "Visual analogue scale 0-10 rating where 0 is no pain and 10 is worst pain",
                    "timeFrame": "Through 6 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* The subject must sign a written informed consent form\n* The subject is male and in stable, monogamous, heterosexual relationship\n* The subject is 25 to 65 years of age\n* The subject has a normal semen analysis (≥ 10 million sperm/mL, ≥30% total motility) defined by the WHO Laboratory Manual for the Examination and Processing of Human Semen (5th Edition).\n* The subject is suitable to undergo a vasectomy as a long-term form of contraception\n* The subject is legally competent\n* In the opinion of the investigator, the subject is willing and able to comply with the protocol, return for all follow-up visits and complete all protocol assessments, which includes providing recurring semen samples\n* Subject agrees to use an alternative method of contraception with any female partner of reproductive age during the course of the study until study exit occurs\n* The subject is willing to accept an unknown risk of conceiving a pregnancy during the duration of the study\n\nExclusion Criteria:\n\n* Subject is participating in another interventional clinical trial currently or within the past three months at the time of screening\n* Subject has a history of prior hormonal therapy use (e.g., androgenic steroids, GnRH agonists, and antagonists) within the past six months\n* Subject on the exam has any of the following: vas not present, abnormal scrotum, large varicocele, hydrocele, filariasis or elephantiasis of scrotum, or intrascrotal mass that would make the subject not suitable for the study or any anatomical finding that the investigator deems not suitable for the study\n* Subject has an allergic reaction to any of the components of the system\n* The subject has local genital infections such as balanitis, scrotal skin infection, epididymitis, orchitis, or tender (inflamed) tip of the penis (Note: subject t may be enrolled after the resolution of an acute infection)\n* Subject has current coagulopathy or other bleeding disorders\n* Subject currently taking or planning to take any type of systemic medication which could affect sperm count or ejaculation (e.g., anabolic steroids, chemotherapy, alpha-blocker)\n* The subject had a previous successful or unsuccessful vasectomy or vasectomy reversal\n* The subject has any clinically significant abnormal findings or other findings identified by the investigator that would exclude the subject\n* The subject has a condition that in the opinion of the physician may impede wound healing (e.g., immunosuppression, severe diabetes, scarring condition)\n* The subject has testicular nodules, history of active testicular cancer, or any active lower urinary tract cancer.\n* The subject has cystic fibrosis\n* The subject is identified as a member of a vulnerable subject populations, such as the incarcerated or cognitively impaired, since they may be unduly convinced to participate in a clinical study which may lead to compromising the ethical integrity of the clinical study.",
            "healthyVolunteers": true,
            "sex": "MALE",
            "genderBased": true,
            "minimumAge": "25 Years",
            "maximumAge": "65 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "locations": [
                {
                    "facility": "LSU Health",
                    "status": "RECRUITING",
                    "city": "New Orleans",
                    "state": "Louisiana",
                    "zip": "70112",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Matthew Mutter, MD",
                            "role": "CONTACT",
                            "phone": "504-412-1600",
                            "email": "jmishr@lsuhsc.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 29.95465,
                        "lon": -90.07507
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "UNDECIDED"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        }
    },
    "hasResults": false
}