{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06144749",
            "orgStudyIdInfo": {
                "id": "HBI-002-121"
            },
            "secondaryIdInfos": [
                {
                    "id": "2R44HL131065-05",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/2R44HL131065-05"
                }
            ],
            "organization": {
                "fullName": "Hillhurst Biopharmaceuticals, Inc.",
                "class": "INDUSTRY"
            },
            "briefTitle": "A Safety, Efficacy, and Pharmacokinetic (PK) Study of HBI-002, an Oral Carbon Monoxide (CO) Therapeutic, in Subjects With Sickle Cell Disease (SCD)",
            "officialTitle": "An Open Label Phase 2a Ascending Multiple Dose Safety, Efficacy, and Pharmacokinetic Study of HBI-002 Carbon Monoxide Oral Liquid Drug Product in Adolescents and Adults With Sickle Cell Disease.",
            "therapeuticArea": [
                "Other"
            ],
            "study": "a-safety-efficacy-and-pharmacokinetic-pk-study-of-hbi-an-oral-carbon-monoxide-co-therapeutic-in-subjects-with-sickle-cell-disease-scd"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-03",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-05-01",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-10-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-12-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-11-10",
            "studyFirstSubmitQcDate": "2023-11-17",
            "studyFirstPostDateStruct": {
                "date": "2023-11-22",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-03-22",
            "lastUpdatePostDateStruct": {
                "date": "2024-03-26",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Hillhurst Biopharmaceuticals, Inc.",
                "class": "INDUSTRY"
            },
            "collaborators": [
                {
                    "name": "National Heart, Lung, and Blood Institute (NHLBI)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This is a multi-center, open label Phase 2a clinical trial in subjects with sickle cell disease to assess safety, tolerability, pharmacokinetics, and pharmacodynamics of HBI-002, an orally administered liquid containing carbon monoxide (CO), with doses daily for 14 days."
        },
        "conditionsModule": {
            "conditions": [
                "Anemia, Sickle Cell"
            ],
            "keywords": [
                "Anemia, Sickle Cell",
                "Anemia, Hemolytic",
                "Congenital Anemia",
                "Hemolytic Anemia",
                "Hematologic Diseases",
                "Hemoglobinopathies",
                "Genetic Diseases, Inborn",
                "Carbon Monoxide",
                "CO",
                "Heme Oxygenase",
                "HO-1"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1",
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 8,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Ascending Multiple Dose",
                    "type": "EXPERIMENTAL",
                    "description": "Drug: HBI-002 (oral liquid carbon monoxide drug product)",
                    "interventionNames": [
                        "Drug: HBI-002"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "HBI-002",
                    "description": "Oral liquid carbon monoxide drug product.",
                    "armGroupLabels": [
                        "Ascending Multiple Dose"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Frequency and severity of Treatment Emergent Adverse Events, including adverse events of special interest",
                    "timeFrame": "Day 1 to 44"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Maximum hemoglobin concentration (Cmax) as measured by carboxyhemoglobin (COHb) saturation",
                    "timeFrame": "Days 1 and 4"
                },
                {
                    "measure": "Elimination half-life (t1/2) as measured by COHb saturation",
                    "timeFrame": "Days 1 and 4"
                },
                {
                    "measure": "Change from baseline in complete blood count (CBC) test parameters, including hemoglobin, hematocrit, red blood cell (RBC) count, white blood cell (WBC) count, and neutrophil count",
                    "timeFrame": "Day 0 to 15"
                },
                {
                    "measure": "Change from baseline in inflammation and oxidation, as assessed by levels of protein and/or mRNA indicators, particularly those associated with heme oxygenase-1 (HO-1)",
                    "timeFrame": "Day 0 to 15"
                },
                {
                    "measure": "Change from baseline in patient pain levels as measured by an emoji faces pain scale with pain assessment from 0 to 10 and with higher scores indicating more severe pain",
                    "timeFrame": "Days 1 to 44"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Signed informed consent.\n2. Male or female 14-55 years of age inclusive.\n3. Negative Hepatitis B surface antigen (HBsAg), anti-Hepatitis C (aHCV), anti-Human Immunodeficiency Virus (aHIV), and SARS-CoV-2 test. Subjects that test SARS-CoV-2 positive at screen or baseline can be re-screened at least four weeks after the positive test so long as they are asymptomatic and test negative.\n4. Non-smoker or vaper (no use of tobacco or marijuana products within 3 months of screening).\n5. Body weight. For 18 years of age and above, between 45 kg and 110 kg (inclusive) and with body mass index (BMI) less than 30 kg/m2. For 14 to 18 years of age, above 35 kg and with BMI less than 30 kg/m2.\n6. Established Hb-SS or Sβ0 SCD with:\n\n   1. ≤10 vaso-occlusive crises (VOC) per year over the prior two years; and\n   2. a history of one or more episodes of one of the following: acute chest syndrome, stroke, priapism, bone avascular necrosis, or splenic sequestration.\n7. Subjects may or may not be receiving hydroxyurea (HU) for SCD, but if receiving HU, they must be taking this medication according to physician instructions and without dose adjustment for a minimum of one month prior to the inclusion to this study.\n8. Normal cardiac function as evidenced by clinical, ECG and laboratory findings.\n9. Carboxyhemoglobin level by co-oximetry ≤ 3.5% (prior to first dose).\n10. The absence of current clinically relevant abnormalities identified by a detailed medical history, full physical examination including blood pressure and pulse rate measurement, 12-lead ECG, and clinical chemistries including liver and kidney function, as determined by the Investigator.\n11. Hematology including hemoglobin \\>6g/dL, baseline white blood cell count \\>7,000/uL and absolute neutrophil count (ANC) \\>3,500/uL, platelet count \\>80,000/uL and including coagulation labs (PT, PTT), with all levels documented as stable or not clinically significant changes over the period between screening and baseline.\n12. Negative pregnancy test for females.\n13. Subjects must be willing to use a highly effective method of contraception for the duration of the study and for 30 days thereafter, if applicable.\n\n    1. Male subjects, without a vasectomy, must use a condom and be instructed that their female partner should use another form of contraception such as an IUD, diaphragm with spermicide, oral contraceptive, injectable progesterone, subdermal implant if the female partner could become pregnant.\n    2. Female subjects of childbearing potential (not surgically sterilized and less than one year post-menopausal) should use a form of contraception such as an intrauterine device (IUD), diaphragm with spermicide, oral contraceptive, injectable progesterone, subdermal implant, and be instructed that their male partners should use a condom, if not vasectomized.\n\nExclusion Criteria:\n\n1. Hemoglobinopathy other than SCD or S/beta 0 thalassemia.\n2. Clinical, ECG or laboratory evidence of cardiac dysfunction as determined by the PI.\n3. Acute chest syndrome or VOC within 21 days or signs or symptoms of an impending vaso-occlusive crisis as determined by both the subject and PI immediately prior to first dosing with HBI-002/placebo.\n4. Current smoker.\n5. Clinically significant illness or surgery other than that associated with SCD within 3 months prior to dosing.\n6. Blood transfusion within six weeks prior to the first administration of study drug.\n7. Exposure to any live vaccine within 28 days prior to study drug administration.\n8. History of febrile or infective illness within 14 days prior to dosing.\n9. Positive pregnancy test or breast feeding for females.\n10. Weight loss or gain of more than 5 kg within 3 months prior to dosing.\n11. History of alcohol abuse or dependence or regular use of alcohol within six months prior to dosing (defined as more than 14 units of alcohol per week; 1 Unit= 150 mL wine, 360 mL beer or 45 mL of 40% alcohol)\n12. History of renal dysfunction with glomerular filtration rate \\<30 mL/min/1.73m2.\n13. History of pulmonary infiltrate or pneumonia within 6 months prior to dosing or pulmonary/bronchial infection within 2 weeks prior to dosing.\n14. Subject on domiciliary oxygen\n15. History of cancer, with the exception of adequately treated basal cell or squamous cell carcinoma of the skin more than 1 year prior.\n16. History of cardiac disease.\n17. History of drug abuse, including administration of opioids for reasons other than pain control. Use of opioids for control of pain is permitted.\n18. Use of voxelotor or crizanlizumab or prescription drugs other than prescribed for SCD, within 7 days or 5 half-lives (whichever is longer) prior to dosing. Herbal and vitamin supplements (excluding L-glutamine) must be discontinued 14 days prior to dosing. Prescribed analgesics for regular self-administration are permitted provided that dosing of such has not been increased or new drugs added over the past 7 days.\n19. Unwilling or unable to comply with the requirements of the protocol.\n20. Treatment with an investigational drug within the longer of 30 days or five half-lives.\n21. Clinically significant ECG abnormalities or vital sign abnormalities (systolic blood pressure lower than 90 or above 140 mmHg, diastolic blood pressure lower than 50 or above 90 mmHg, or heart rate less than 45 or above 100 bpm or arrhythmia) at screening and/or baseline, as determined by the Investigator. Heart rate corrected QT interval-Frederica's method (QTcF) \\>450 msec male, \\>470 msec female.\n22. Other severe acute or chronic medical or psychiatric condition or laboratory abnormality that may increase the risk associated with study participation or investigational product administration or may interfere with the interpretation of study results and, in the judgment of the investigator, would make the subject inappropriate for entry into the study.\n23. Any coincident disease or condition that in the opinion of the investigator will make the subject inappropriate for entry into the study or will confound the assessment of safety.\n24. History of allergic reactions to any of the drug product excipients.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "14 Years",
            "maximumAge": "55 Years",
            "stdAges": [
                "CHILD",
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Andrew Gomperts",
                    "role": "CONTACT",
                    "phone": "858 232 9495",
                    "email": "hillhurstinfo@hillhurstbio.com"
                }
            ],
            "locations": [
                {
                    "facility": "Contact Company",
                    "city": "San Diego",
                    "state": "California",
                    "zip": "92121",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 32.71533,
                        "lon": -117.15726
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "UNDECIDED"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000000740",
                    "term": "Anemia"
                },
                {
                    "id": "D000000755",
                    "term": "Anemia, Sickle Cell"
                }
            ],
            "ancestors": [
                {
                    "id": "D000006402",
                    "term": "Hematologic Diseases"
                },
                {
                    "id": "D000000745",
                    "term": "Anemia, Hemolytic, Congenital"
                },
                {
                    "id": "D000000743",
                    "term": "Anemia, Hemolytic"
                },
                {
                    "id": "D000006453",
                    "term": "Hemoglobinopathies"
                },
                {
                    "id": "D000030342",
                    "term": "Genetic Diseases, Inborn"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4085",
                    "name": "Anemia, Sickle Cell",
                    "asFound": "Anemia, Sickle Cell",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4070",
                    "name": "Anemia",
                    "asFound": "Anemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M23686",
                    "name": "Genetic Diseases, Inborn",
                    "relevance": "LOW"
                },
                {
                    "id": "M9490",
                    "name": "Hematologic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M9539",
                    "name": "Hemoglobinopathies",
                    "relevance": "LOW"
                },
                {
                    "id": "M9547",
                    "name": "Hemolysis",
                    "relevance": "LOW"
                },
                {
                    "id": "M4073",
                    "name": "Anemia, Hemolytic",
                    "relevance": "LOW"
                },
                {
                    "id": "M4075",
                    "name": "Anemia, Hemolytic, Congenital",
                    "relevance": "LOW"
                },
                {
                    "id": "T5229",
                    "name": "Sickle Cell Anemia",
                    "asFound": "Anemia, Sickle Cell",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC15",
                    "name": "Blood and Lymph Conditions"
                },
                {
                    "abbrev": "BC16",
                    "name": "Diseases and Abnormalities at or Before Birth"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M5506",
                    "name": "Carbon Monoxide",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}