{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04042844",
            "orgStudyIdInfo": {
                "id": "CLDD-001"
            },
            "organization": {
                "fullName": "BioRestorative Therapies",
                "class": "INDUSTRY"
            },
            "briefTitle": "A Single Dose of BRTX 100 for Patients With Chronic Lumbar Disc Disease (cLDD)",
            "officialTitle": "A Phase 2, Double-Blind, Saline-Controlled, Randomized Study to Evaluate the Safety and Preliminary Efficacy of a Single Dose Intradiscal Injection of BRTX 100 for Patients With Chronic Lumbar Disc Disease (cLDD)",
            "therapeuticArea": [
                "Other"
            ],
            "study": "a-single-dose-of-brtx-for-patients-with-chronic-lumbar-disc-disease-cldd"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-06-30",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-08-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-08-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2019-07-31",
            "studyFirstSubmitQcDate": "2019-07-31",
            "studyFirstPostDateStruct": {
                "date": "2019-08-02",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-04-15",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-16",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "BioRestorative Therapies",
                "class": "INDUSTRY"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This is a double-blind, saline-controlled, and randomized study with blinded assessments using a single dose. Subjects that have a current diagnosis of chronic lumbar disc disease and meet eligibility criteria will be enrolled. Chronic lumbar disc disease is defined as back and/or radicular pain with degeneration of the disc confirmed by patient history, physical examination, and radiographic measures such as computed tomography (CT), magnetic resonance imaging (MRI), plain film, myelography, discography, or other acceptable means.",
            "detailedDescription": "This is a double-blind, saline-controlled, and randomized study with blinded assessments using a single dose. Subjects that have a current diagnosis of chronic lumbar disc disease and meet eligibility criteria will be enrolled. Chronic lumbar disc disease is defined as back and/or radicular pain with degeneration of the disc confirmed by patient history, physical examination, and radiographic measures such as computed tomography (CT), magnetic resonance imaging (MRI), plain film, myelography, discography, or other acceptable means.\n\nSubjects randomized to active treatment will undergo bone marrow harvest for processing into BRTX-100 for intradiscal injection. Subjects randomized to control will also undergo a bone marrow and blood harvest but only receive saline intradiscal injection procedures. Subjects will return to the study site for a visit at Week 2, Week 12, Week 26, Week 52 and Week 104/Early Termination.\n\nThe trial will have a Safety Run-In component that will insert a 3+3 design for the initial subjects dosed with BRTX-100 at 40 × 106 cells. Specifically, the randomization scheme will be briefly shifted from the overall trial 2:1 randomization to an initial 3:1 allotment of intradiscal BRTX-100 versus saline control. As such, four subjects will initially be randomized and administered their agents. There will be a 14 day safety follow-up period that must elapse between dosing of each of the first four (4) subjects. Dosing of each subsequent subject in the Safety Run-In component cannot occur until the independent Medical Monitor (MM) reviews the previously-dosed subject's blinded data, including but not limited to physical examination findings, laboratory values and reported adverse events (AEs) and serious adverse events (SAEs), at the completion of the 14-day visit and documents the findings. If no potential dose- limiting toxicity (DLT) is noted by the MM, the MM will approve the dosing of the next subject. If a potential DLT is noted by the MM, the MM will request that an ad hoc Data Safety Monitoring Board (DSMB) review of unblinded data occur per DSMB Charter before the next subject is dosed."
        },
        "conditionsModule": {
            "conditions": [
                "Lumbar Disc Disease"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "All subjects will be randomized (2:1) to receive either intradiscal BRTX-100 or saline.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "INVESTIGATOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 99,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Active Treatment- BRTX-100",
                    "type": "EXPERIMENTAL",
                    "description": "BRTX-100 consists of a population of hypoxic-cultured bone marrow mononuclear cells highly enriched in mesenchymal stem cells from autologous bone marrow with autologous platelet lysate.",
                    "interventionNames": [
                        "Biological: BRTX-100"
                    ]
                },
                {
                    "label": "Saline",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "Isotonic saline will be used as a control in this study. Drug: saline (0.9% sodium chloride).",
                    "interventionNames": [
                        "Drug: Saline"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BIOLOGICAL",
                    "name": "BRTX-100",
                    "description": "Hypoxic cultured mesenchymal stem cells (MSCs) from autologous bone marrow with autologous platelet lysate.",
                    "armGroupLabels": [
                        "Active Treatment- BRTX-100"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Saline",
                    "description": "Sodium Chloride (0.9%) intravenous infusion preparation is a sterile and non-pyrogenic solution",
                    "armGroupLabels": [
                        "Saline"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Primary Safety Measures",
                    "description": "Report of adverse events (AEs), clinical review and questionnaires for pain, disability and quality of life at Baseline through Week 104/ Early Termination\n\n* Vital Signs\n* Physical Examination\n* Laboratory Evaluation (hematology and chemistry)\n* Clinical review of MRI changes from Baseline to Week 104 (MRI density measurements in T2 weighted images performed at Baseline, Week 52 and Week 104 with predetermined MRI rating scores)",
                    "timeFrame": "Baseline through Week 104 / Early Termination"
                },
                {
                    "measure": "Primary Efficacy Measures",
                    "description": "* VAS for Pain Assessment\n* ODI for Functional Assessment\n\nPrimary Efficacy Endpoint:\n\nClinical response, defined as at least a 30% decrease in pain as measured on the VAS scale and at least a 30% increase in function based on the ODI at Week 52 as compared to baseline.",
                    "timeFrame": "Baseline through Week 52"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Subject Inclusion Criteria:\n\nA subject is eligible for inclusion if all the following criteria are met:\n\n1. A high index of suspicion for discogenic pain, (i.e., painful degenerative disc(s) with or without protrusions \\< 5 mm)\n\n   1. Chronic Lower Back Pain for at least 6 months\n   2. Pain commonly provoked by prolonged sitting, forward bending, lifting, twisting, coughing, sneezing, or Valsalva maneuvers\n   3. Failure of at least 6 months of conservative back pain care (can include any or all of the following: rest, anti-inflammatory medication, analgesics, narcotics, epidural injections or selective nerve root injections at the target level, facet joint injections, muscle relaxers, massage, acupuncture, chiropractic care)\n   4. Failure of supervised therapy and education\n   5. Screening of ≥ 40 mm and ≤ 80 mm on low back pain visual analog scales (VAS) (average pain in the last week)\n   6. Screening Oswestry Disability Index (ODI) score ≥ 30 and \\< 90 on a 100-point scale\n   7. No localized and significant pain below beltline (i.e., potential sacroiliac joint pain) without lumbar pain component\n   8. Thigh or Leg pain, if present, is non prevailing and of nonradicular origin, i.e., not due to stimulation of nerve roots or dorsal root ganglion of a spinal nerve by compressive forces\n   9. Diagnostic medial branch block or facet joint injection (bilateral unless the symptoms are purely unilateral in nature) in the last 12 months prior to the informed consent date indicates no prevailing facet joint involvement\n2. Has degenerative disc disease (DDD) as defined by the following:\n\n   1. Changes from normal disc morphology of the affected disc as defined by radiographic evaluation\n   2. Modified Pfirrmann score of 2 to 7 on MRI, may contain a contained protrusion and/or annular tear on MRI\n   3. Modified Pfirrmann score of 1 must contain a contained protrusion and/or annular tear on MRI\n   4. Modic Grade I or II changes or no change on MRI\n   5. Maintained intervertebral disc heights of at least 50% on MRI.\n   6. Discography, if not performed within the last 6 months prior to informed consent date, has to be performed if more than one degenerative disc is identified by MRI, and the symptomatic disc cannot be otherwise reasonably determined\n   7. If more than one degenerative disc is identified by MRI, no disc shall demonstrate greater degenerative change than the symptomatic disc or contain a protrusion greater than 5mm\n3. Aged 18 to 60 years\n4. Willing and able to provide written informed consent\n5. No evidence of contraindications to the procedure such as pregnancy, active infection, bleeding disorder, or metastatic cancer.\n\nSubject Exclusion Criteria\n\nA subject is not eligible to participate if any of the following criteria are met:\n\n1. Spinal Deformity (Scoliosis \\>20 degrees, spondylolysis, clinically or radiographically significant retrolisthesis or spondylolisthesis) detected on MRI or plain film radiographic assessment\n2. Disc extrusions, sequestered fragments, facet cysts, or greater than moderate spinal stenosis on MRI.\n3. Presence of a Grade V annular fissure on discography in a subject for whom provocation discography has been performed\n4. Intervertebral disc with radiographic evidence of Modified Pfirrmann Grade 8 or greater\n5. Any bleeding disorder, intrinsic or extrinsic\n6. Required anticoagulation (with either antiplatelet agents or antithrombotics) that cannot be interrupted for harvest and injection procedures\n7. Platelet count \\< 100,000\n8. International Normalized Ratio (INR) \\> 1.5\n9. Extreme obesity, as defined by National Institute of Health (NIH) Clinical Guidelines Body Mass Index (BMI \\>40\n10. Clinically relevant instability on flexion-extension as determined by the investigator by overlaying films (flexion \\& extension films)\n11. Has undergone any previous lumbosacral spine surgery (e.g. discectomy, laminectomy, foraminotomy, fusion, intradiscal electrothermal therapy, intradiscal radiofrequency thermocoagulation.) or therapeutic percutaneous disc intervention\n12. Have any acute or chronic lumbosacral spine fracture\n13. Have a history of lumbosacral epidural steroid injections within 1 month prior to informed consent date.\n14. Planned/expected use of systemic non-steroidal anti-inflammatory drugs (NSAIDs) within 72 hours prior to study treatment.\n15. Have a known history of hypersensitivity or anaphylactic reaction to dimethyl sulfoxide (DMSO)\n16. Active significant non lumbosacral spinal orthopedic pain generators including, not limited to arthritic hip and/or knee, cervical disc disease\n17. More widespread and ill-defined myofascial pain\n18. Have had treatment with any cellular or biological investigational therapy or device within 6 months of informed consent date and/or plans to participate in any other autologous or allogeneic stem cell/progenitor cell therapy trial during the 2-year follow-up period.\n19. Have been a recipient of prior stem cell/progenitor cell therapy or other biological intervention to repair a lumbosacral intervertebral disc\n20. Are transient or has been treated in the last 6 months before enrollment for alcohol and/or drug abuse in an inpatient substance abuse program\n21. Apparent ongoing and poorly controlled psychological or somatic disease that may impact treatment outcomes\n22. Social, familial, or geographical hindrances to compliance with the study protocol or the informed consent process.\n23. Known autoimmune disease (e.g., systemic lupus erythematosus)\n24. Required chronic immunosuppression\n25. Positive hepatitis C virus (HCV) antibody test\n26. Positive human immunodeficiency virus (HIV) Ag/Ab Combo test\n27. Pregnant or lactating women\n28. Women of childbearing potential not protected by a highly-effective method of birth control\n29. Clinically significant hematology and chemistry including, but not limited to: a. Total bilirubin level ≥ 1.5 times institutional upper limit of normal (ULN) b. Alanine aminotransferase (ALT) or aspartate aminotransferase (AST) ≥ 2 x ULN c. Absolute neutrophil count (ANC) \\< 1000/mm3 d. Hemoglobin ≤ 10 g/dL e. Creatinine clearance use calculated clearance (Cockcroft-Gault equation) of ≤ 50 mL/min\n30. Any other condition which in the judgment of the Investigator would preclude adequate evaluation of the safety and efficacy of the study drug\n31. Inability to comply with the requirements of the study protocol\n32. History of using nicotine delivery products (active within 3 months of study treatment prior to informed consent date)\n33. Actively on workers compensation or no-fault case for this complaint or any other active case or litigation pertaining to their lumbosacral pain\n34. History of drug abuse or documented history of noncompliance with controlled substances\n35. History of regular, long term, daily opioid drug use (\\>30 MME)",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "60 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Francisco Silva",
                    "role": "CONTACT",
                    "phone": "1(949)394-0132",
                    "email": "FSilva@biorestorative.com"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Jason Lipitz, MD",
                    "affiliation": "BioRestorative Therapies",
                    "role": "STUDY_CHAIR"
                }
            ],
            "locations": [
                {
                    "facility": "Alabama Clinical Therapeutics, LLC",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Birmingham",
                    "state": "Alabama",
                    "zip": "35235",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Brad Goodman",
                            "role": "CONTACT",
                            "phone": "205-833-2228",
                            "email": "brad.goodman@actstudy.net"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.52066,
                        "lon": -86.80249
                    }
                },
                {
                    "facility": "Denver Back Pain Specialists, LLC",
                    "status": "RECRUITING",
                    "city": "Greenwood Village",
                    "state": "Colorado",
                    "zip": "80111",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Scott Bainbridge",
                            "role": "CONTACT",
                            "phone": "303-327-5511",
                            "email": "jscottbainbridge@gmail.com"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.61721,
                        "lon": -104.95081
                    }
                },
                {
                    "facility": "Cantor Spine Institute",
                    "status": "RECRUITING",
                    "city": "Fort Lauderdale",
                    "state": "Florida",
                    "zip": "33306",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Anthony Giuffrida",
                            "role": "CONTACT",
                            "email": "Anthony.giuffrida16@gmail.com"
                        }
                    ],
                    "geoPoint": {
                        "lat": 26.12231,
                        "lon": -80.14338
                    }
                },
                {
                    "facility": "Pain Relief Centers",
                    "status": "RECRUITING",
                    "city": "Saint Petersburg",
                    "state": "Florida",
                    "zip": "33709",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Robert Guirguis",
                            "role": "CONTACT",
                            "phone": "727-510-9773",
                            "email": "drguirguis@vantagetrials.com"
                        }
                    ],
                    "geoPoint": {
                        "lat": 27.77086,
                        "lon": -82.67927
                    }
                },
                {
                    "facility": "Tampa Pain Relief Center",
                    "status": "RECRUITING",
                    "city": "Tampa",
                    "state": "Florida",
                    "zip": "33603",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jose Rivera",
                            "role": "CONTACT",
                            "phone": "727-510-9773",
                            "email": "drrivera@vantagetrials.com"
                        }
                    ],
                    "geoPoint": {
                        "lat": 27.94752,
                        "lon": -82.45843
                    }
                },
                {
                    "facility": "Florida Pain Relief Center",
                    "status": "RECRUITING",
                    "city": "Tampa",
                    "state": "Florida",
                    "zip": "33614",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jorge Leal",
                            "role": "CONTACT",
                            "phone": "727-510-9773",
                            "email": "drleal@vantagetrials.com"
                        }
                    ],
                    "geoPoint": {
                        "lat": 27.94752,
                        "lon": -82.45843
                    }
                },
                {
                    "facility": "Long Island Spine Rehabilitation Medicine",
                    "status": "NOT_YET_RECRUITING",
                    "city": "East Meadow",
                    "state": "New York",
                    "zip": "11554",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jeffry Beer",
                            "role": "CONTACT",
                            "phone": "516-595-0096",
                            "email": "jbeer@lispinemed.com"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.71399,
                        "lon": -73.55902
                    }
                },
                {
                    "facility": "Mount Sinai",
                    "status": "NOT_YET_RECRUITING",
                    "city": "New York",
                    "state": "New York",
                    "zip": "10029",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Alexander Lee",
                            "role": "CONTACT",
                            "phone": "212-241-1076",
                            "email": "alexander.lee@mountsinai.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.71427,
                        "lon": -74.00597
                    }
                },
                {
                    "facility": "The Center of Clinical Research, LLC",
                    "status": "RECRUITING",
                    "city": "Winston-Salem",
                    "state": "North Carolina",
                    "zip": "27103",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Richard Rauck",
                            "role": "CONTACT",
                            "phone": "336-765-6181",
                            "phoneExt": "152",
                            "email": "rrauck@ccrpain.com"
                        }
                    ],
                    "geoPoint": {
                        "lat": 36.09986,
                        "lon": -80.24422
                    }
                },
                {
                    "facility": "Cleveland Clinic",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Cleveland",
                    "state": "Ohio",
                    "zip": "44195",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Shrif Costandi",
                            "role": "CONTACT",
                            "phone": "440-695-4000",
                            "email": "Costans2@ccf.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.4995,
                        "lon": -81.69541
                    }
                },
                {
                    "facility": "Clinical Investigations LLC",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Edmond",
                    "state": "Oklahoma",
                    "zip": "73013",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Douglas Beall",
                            "role": "CONTACT",
                            "phone": "405-601-2325",
                            "email": "db@clinrad.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 35.65283,
                        "lon": -97.4781
                    }
                },
                {
                    "facility": "Coastal Carolina Research Center",
                    "status": "NOT_YET_RECRUITING",
                    "city": "North Charleston",
                    "state": "South Carolina",
                    "zip": "29406,",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Shailesh Patel, MD",
                            "role": "CONTACT",
                            "phone": "843-856-3784",
                            "email": "spatel@coastalcarolinaresearch.com"
                        }
                    ],
                    "geoPoint": {
                        "lat": 32.85462,
                        "lon": -79.97481
                    }
                },
                {
                    "facility": "Precision Spine Care",
                    "status": "RECRUITING",
                    "city": "Tyler",
                    "state": "Texas",
                    "zip": "75701",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Aaron Calodney",
                            "role": "CONTACT",
                            "phone": "903-952-8286",
                            "email": "aaroncalodney@me.com"
                        }
                    ],
                    "geoPoint": {
                        "lat": 32.35126,
                        "lon": -95.30106
                    }
                },
                {
                    "facility": "Virginia iSpine Physicians",
                    "status": "RECRUITING",
                    "city": "Richmond",
                    "state": "Virginia",
                    "zip": "23235",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Michael DePalma",
                            "role": "CONTACT",
                            "phone": "840-330-3030",
                            "phoneExt": "4",
                            "email": "michaeldepalma8@gmail.com"
                        }
                    ],
                    "geoPoint": {
                        "lat": 37.55376,
                        "lon": -77.46026
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000013122",
                    "term": "Spinal Diseases"
                },
                {
                    "id": "D000007405",
                    "term": "Intervertebral Disc Displacement"
                },
                {
                    "id": "D000055959",
                    "term": "Intervertebral Disc Degeneration"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001847",
                    "term": "Bone Diseases"
                },
                {
                    "id": "D000009140",
                    "term": "Musculoskeletal Diseases"
                },
                {
                    "id": "D000006547",
                    "term": "Hernia"
                },
                {
                    "id": "D000020763",
                    "term": "Pathological Conditions, Anatomical"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M15919",
                    "name": "Spinal Diseases",
                    "asFound": "Disc Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10439",
                    "name": "Intervertebral Disc Displacement",
                    "asFound": "Lumbar Disc Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M28405",
                    "name": "Intervertebral Disc Degeneration",
                    "asFound": "Lumbar Disc Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5126",
                    "name": "Bone Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12097",
                    "name": "Musculoskeletal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M9625",
                    "name": "Hernia",
                    "relevance": "LOW"
                },
                {
                    "id": "M22519",
                    "name": "Pathological Conditions, Anatomical",
                    "relevance": "LOW"
                },
                {
                    "id": "T1303",
                    "name": "Chronic Graft Versus Host Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC05",
                    "name": "Musculoskeletal Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M21860",
                    "name": "Pharmaceutical Solutions",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "PhSol",
                    "name": "Pharmaceutical Solutions"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}