{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05600920",
            "orgStudyIdInfo": {
                "id": "10000821"
            },
            "secondaryIdInfos": [
                {
                    "id": "000821-I"
                }
            ],
            "organization": {
                "fullName": "National Institutes of Health Clinical Center (CC)",
                "class": "NIH"
            },
            "briefTitle": "A Single-arm, Dose-escalation Trial of Long-acting Recombinant Human IL-7 (NT-I7, Efineptakin Alfa) for Idiopathic CD4 Lymphopenia",
            "officialTitle": "An Open-Label, Single-Arm, Phase 1/2 Dose-Escalation Trial of Long-Acting Recombinant Human IL-7 (NT-I7, Efineptakin-Alpha) for Idiopathic CD4 Lymphopenia",
            "therapeuticArea": [
                "Other"
            ],
            "study": "a-single-arm-dose-escalation-trial-of-long-acting-recombinant-human-il-nt-efineptakin-alfa-for-idiopathic-lymphopenia"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07-16",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-08-04",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-11-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-11-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-10-27",
            "studyFirstSubmitQcDate": "2022-10-31",
            "studyFirstPostDateStruct": {
                "date": "2022-11-01",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-29",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-30",
                "type": "ESTIMATED"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "National Institute of Allergy and Infectious Diseases (NIAID)",
                "class": "NIH"
            },
            "collaborators": [
                {
                    "name": "NeoImmune Tech",
                    "class": "UNKNOWN"
                }
            ]
        },
        "oversightModule": {
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Background:\n\nIdiopathic CD4 lymphopenia (ICL) is a syndrome characterized by low levels of certain immune cells called CD4 T cells. The low CD4 T cells renders people with ICL prone to many types of severe infections, autoimmune diseases, and cancers. Although these infections and diseases can be treated whenever occur, there is currently no treatment that targeting the underlying deficiency of CD4 T cells can provide a definitive treatment for people with ICL.\n\nObjective:\n\nTo test a new drug (NT-17) in people with ICL which can increase the number of CD4 T cells\n\nEligibility:\n\nPeople aged 18 to 75 years with ICL who are also enrolled in NIH protocol 09-I-0102.\n\nDesign:\n\nParticipants will be screened. They will have a physical exam and blood tests. Some participants with high suspicion of central nervous system infection or history of such infections may also undergo a lumbar puncture. A thin needle will be inserted into their lower back to draw out a sample of the fluid around their spinal cord.\n\nParticipants will receive 3 doses of NT-17, each about 12 weeks apart. NT-17 is injected into the muscle of the upper arm, thigh, or buttock. They will visit the clinic 5 days before each dose and again 2 and 4 weeks after each dose. Blood will be drawn at all visits.\n\nParticipants will undergo leukapheresis 3 times. Blood will be drawn from a needle in one arm. The blood will pass through a machine that separates out the white blood cells. The remaining blood will be given back through a second needle in the other arm.\n\nSome visits will include a rectal swab.\n\nSome participants may have additional tests, including a skin exam, skin biopsies, and medical imaging.\n\nParticipants will have 3 follow-up visits every 3 months after they finish treatment.",
            "detailedDescription": "Study Description:\n\nOpen-label trial of efineptakin alfa (NT-I7) to manage idiopathic CD4 lymphopenia (ICL). After baseline assessments, NT-I7 will be administered intramuscularly (IM) at the NIH Clinical Center (CC) once every 12 weeks for 3 total doses, with the final dose at week 24, in 3 cohorts of 10 participants each. The doses for each cohort are 240, 480, or 720 microgram/kg. Blood will be drawn at each dose visit, as well as 5 days before and 14 and 30 days after each dose visit. Blood laboratory evaluations will be performed at the NIH CC or by remote laboratory providers, with results shared with the NIH study team. Primary and secondary evaluations include assessment of adverse events (AEs) and T-cell counts. The final study visit will be at week 60.\n\nPrimary Objective:\n\nEvaluate the safety (all AEs) of NT-I7 in patients with ICL.\n\nSecondary Objective:\n\n1. Evaluate the immunologic effects of NT-I7 on peripheral CD4 T-cell counts in ICL patients.\n2. Evaluate the safety (study drug-related AEs) of NT-I7 in patients with ICL.\n\nExploratory Objectives:\n\n* Evaluate the ability of NT-I7 to increase CD4 T-cell counts.\n* Evaluate the clinical effects of NT-I7 administration in participants with treatment-refractory human papillomavirus (HPV)-related diseases.\n* Evaluate the effect of NT-I7 on clinical sequelae, radiologic or laboratory findings associated with previous opportunistic infections.\n* Evaluate effects of NT-I7 administration on presence/titer of clinical autoantibodies.\n* Evaluate the immunogenicity of NT-I7.\n* Evaluate the pharmacokinetics (PK) of NT-I7 and explore exposure-safety and exposure-efficacy relationships.\n\nPrimary Endpoint:\n\nNumber and severity of AEs observed after NT-I7 administration evaluated at week 60 (end-of-study visit).\n\nSecondary Endpoints:\n\n* Evaluation of the trajectory of absolute lymphocyte count (ALC), and CD4, CD8, B, and NK counts measured at all study visits up to week 60 (end-of-study visit).\n* Evaluation of the trajectory of ALC and CD4, CD8, B, and NK counts measured at all study visits up to week 36 (interim analysis).\n* Evaluation of the trajectory of ALC and CD4, CD8, B, and NK counts measured between week 36 (12 weeks after last dose of NT-I7) and week 60.\n* Number and severity of AEs possibly, probably, or definitely related to NT-I7 administration evaluated at week 60 (end-of study visit).\n\nExploratory Endpoints:\n\n* Proportion of participants with CD4 T-cell counts \\>=300 cells/microliter with NT-I7 treatment evaluated at week 60 (end-of-study visit).\n* Time (cumulative number of days or weeks) that participants with baseline CD4 T-cell counts \\<200 cells/microliter maintain CD4 T-cell counts \\>= 200 cells/microliter after initiating treatment with NT-I7.\n* Changes in skin or mucosal manifestations of HPV diseases as evaluated by clinical photography, and dermatologic and histologic evaluation.\n* Changes in the clinical, radiologic, or laboratory findings associated with previous history of opportunistic infections.\n* Changes in presence and titer of clinical autoantibodies.\n* Incidence of antidrug antibodies (ADA) to NT-I7 in the study population.\n* Serum concentration of NT-I7 administered at specified timepoints for the maximum observed concentration (Cmax)."
        },
        "conditionsModule": {
            "conditions": [
                "Idiopathic CD4 Lymphopenia"
            ],
            "keywords": [
                "Opportunistic Infections",
                "Immunological Therapy",
                "T-Cell Deficiency",
                "Cytokine Therapy"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1",
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SEQUENTIAL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 60,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Single Cohort",
                    "type": "EXPERIMENTAL",
                    "description": "Patients with ICL who are enrolled in 09-I-0102.",
                    "interventionNames": [
                        "Drug: Recombinant human interleukin (IL) 7-hyFc"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Recombinant human interleukin (IL) 7-hyFc",
                    "description": "Structural Formula: NT-I7 is a fusion protein comprising human IL-7 fused to the human IgD hinge region. This in turn is fused to the N-terminal region of CH2 from IgD and two key regions of the antibody IgG4: C-terminal region of CH2 and the entire CH3 region. NT-I7 will be administered by IM injection once every 12 weeks for a total of 3 doses, with the final dose at week 24. In the absence of treatment delays due to AEs, a treatment course of 24 weeks will be pursued in all enrolled participants. The dose levels to be used in this study are 240, 480, and 720 microgram/kg. NT-I7 dosing will be determined using the weight recorded at the screening visit. The dose will be based on the participant s actual body weight, unless the participant has a BMI \\>=30 kg/m2, in which case adjusted body weight will be used.",
                    "armGroupLabels": [
                        "Single Cohort"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Number and severity of AEs possibly, probably, or definitely related to NT I7 administration evaluated at week 60 (end-of-study visit).",
                    "description": "Evaluate the safety (all AEs) of NT-I7 in patients with ICL.",
                    "timeFrame": "Week 60"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Evaluation of the trajectory of ALC, and CD4, CD8, B, and NK counts measured at all study visits up to week 60 (end-of-study visit).",
                    "description": "Evaluation of the immunologic effects of NT-I7 on peripheral CD4 T cell counts in ICL patients.",
                    "timeFrame": "Up to Week 60"
                },
                {
                    "measure": "Evaluation of the trajectory of ALC and CD4, CD8, B, and NK counts measured at all study visits up to week 36 (interim analysis).",
                    "description": "Evaluation of the immunologic effects of NT-I7 on peripheral CD4 T cell counts in ICL patients.",
                    "timeFrame": "Up to Week 36"
                },
                {
                    "measure": "Evaluation of the trajectory of ALC and CD4, CD8, B, and NK counts measured between week 36 (12 weeks after last dose of NT-I7) and week 60.",
                    "description": "Evaluation of the immunologic effects of NT-I7 on peripheral CD4 T cell counts in ICL patients.",
                    "timeFrame": "Up to Week 60"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "* INCLUSION CRITERIA:\n\nIndividuals must meet all of the following criteria to be eligible for study participation:\n\n1. Aged 18 to 75 years.\n2. Able to provide informed consent.\n3. Co-enrolled in NIH protocol 09-I-0102, Etiology, Pathogenesis, and Natural History of Idiopathic CD4+ Lymphocytopenia (EPIC) study (NCT0086726).\n4. Documented ICL, defined as CD4 T-cell count \\<300 cells/microliter in at least 2 different measurements at least 6 weeks apart, at any point in the past.\n5. Participants who can become pregnant or who can impregnate their partner must agree to use 2 highly effective methods of contraception, at least 1 of which must be a barrier method, when engaging in sexual activities that can result in pregnancy, beginning 28 days prior to baseline until the final study visit. Acceptable methods of contraception include the following:\n\n   1. Male or female condom.\n   2. Diaphragm or cervical cap with a spermicide.\n   3. Hormonal contraception.\n   4. Intrauterine device.\n\nEXCLUSION CRITERIA:\n\nIndividuals meeting any of the following criteria will be excluded from study participation:\n\n1. Current moderate or severe acute illness (eg, febrile illness, seizure, myocardial infarction, cerebrovascular accident, pulmonary embolism) that in the opinion of the study team would make the individual unsuitable for the study.\n2. Clinical or microbiologic evidence of active progressive cryptococcal central nervous system (CNS) disease or nontuberculous mycobacterial (NTM) infections within the last year. History of stable cryptococcal CNS disease or NTM diseases since more than 1 year can be enrolled but will need to have undetectable CSF cryptococcal antigen and initiate/maintain antifungal or antimycobacterial treatment, respectively.\n3. Pregnant or breastfeeding.\n4. HIV infection, chronic hepatitis B or C infection, and any other recognized congenital or acquired immunodeficiency (eg, SCID IL-2/JAK3/ADA, MAGT1, MHC1 deficiency, CVID, DOCK8).\n5. Serum creatinine \\>1.5 X ULN, platelets \\<50,000/microliter, hemoglobin \\<9 g/dL, AST/ALT\\>2.5 X ULN, total bilirubin \\>1.5 X ULN (except if due to Gilbert's syndrome), or immunoglobulin (Ig) G level \\<450 mg/L.\n6. Current (within 3 months of screening) use of systemic glucocorticosteroids or immunomodulants other than corticosteroid nasal spray or inhaler and topical steroids.\n7. Any established diagnosis of autoimmune disease requiring systemic treatment except for vitiligo or endocrine disease (including diabetes, thyroid disease, and adrenal disease) controlled by replacement therapy.\n8. Malignancy requiring systemic chemotherapy or immunotherapy within 2 months of screening.\n9. Receipt of any other investigational agents within 3 months of screening.\n10. Any condition that, in the opinion of the study team contraindicates participation in this study.\n\nParticipants will be selected in an equitable manner from the available pool of potentially eligible individuals, without regard to factors such as sex, gender, race, ethnicity, or socioeconomic status, except for age.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "75 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Andrea Lisco, M.D.",
                    "role": "CONTACT",
                    "phone": "(301) 761-7122",
                    "email": "andrea.lisco@nih.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Andrea Lisco, M.D.",
                    "affiliation": "National Institute of Allergy and Infectious Diseases (NIAID)",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "National Institutes of Health Clinical Center",
                    "city": "Bethesda",
                    "state": "Maryland",
                    "zip": "20892",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "For more information at the NIH Clinical Center contact Office of Patient Recruitment (OPR)",
                            "role": "CONTACT",
                            "phone": "800-411-1222",
                            "phoneExt": "TTY dial 711",
                            "email": "ccopr@nih.gov"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.98067,
                        "lon": -77.10026
                    }
                }
            ]
        },
        "referencesModule": {
            "seeAlsoLinks": [
                {
                    "label": "NIH Clinical Center Detailed Web Page",
                    "url": "https://clinicalstudies.info.nih.gov/cgi/detail.cgi?B_000821-I.html"
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000008231",
                    "term": "Lymphopenia"
                }
            ],
            "ancestors": [
                {
                    "id": "D000007970",
                    "term": "Leukopenia"
                },
                {
                    "id": "D000095542",
                    "term": "Cytopenia"
                },
                {
                    "id": "D000006402",
                    "term": "Hematologic Diseases"
                },
                {
                    "id": "D000007960",
                    "term": "Leukocyte Disorders"
                },
                {
                    "id": "D000007153",
                    "term": "Immunologic Deficiency Syndromes"
                },
                {
                    "id": "D000007154",
                    "term": "Immune System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M10283",
                    "name": "Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M6368",
                    "name": "Communicable Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M11224",
                    "name": "Lymphopenia",
                    "asFound": "Lymphopenia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12825",
                    "name": "Opportunistic Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M10973",
                    "name": "Leukopenia",
                    "relevance": "LOW"
                },
                {
                    "id": "M3170",
                    "name": "Cytopenia",
                    "relevance": "LOW"
                },
                {
                    "id": "M9490",
                    "name": "Hematologic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10963",
                    "name": "Leukocyte Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M16355",
                    "name": "Syndrome",
                    "relevance": "LOW"
                },
                {
                    "id": "M10199",
                    "name": "Immunologic Deficiency Syndromes",
                    "relevance": "LOW"
                },
                {
                    "id": "M10200",
                    "name": "Immune System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T2997",
                    "name": "Idiopathic CD4 Positive T-lymphocytopenia",
                    "asFound": "Idiopathic CD4 Lymphopenia",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC01",
                    "name": "Infections"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "BC15",
                    "name": "Blood and Lymph Conditions"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M4225",
                    "name": "Antibodies",
                    "relevance": "LOW"
                },
                {
                    "id": "M10184",
                    "name": "Immunoglobulins",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}