{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05491525",
            "orgStudyIdInfo": {
                "id": "URO-901-3007"
            },
            "organization": {
                "fullName": "Urovant Sciences GmbH",
                "class": "INDUSTRY"
            },
            "briefTitle": "A Study of Vibegron in Pediatric Participants 2 Years to Less Than (<) 18 Years of Age With NDO and on CIC",
            "officialTitle": "A Phase 2/3, Open-label, Baseline-controlled, Multicenter, Long-term Study to Evaluate the Safety, Efficacy, and Pharmacokinetics of Vibegron in Pediatric Subjects 2 Years to < 18 Years of Age With Neurogenic Detrusor Overactivity (NDO) on Clean Intermittent Catheterization (CIC)",
            "acronym": "KANGUROO",
            "therapeuticArea": [
                "Other"
            ],
            "study": "a-study-of-vibegron-in-pediatric-participants-years-to-less-than-years-of-age-with-ndo-and-on-cic"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-10-12",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-09",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-07-28",
            "studyFirstSubmitQcDate": "2022-08-04",
            "studyFirstPostDateStruct": {
                "date": "2022-08-08",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-02",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-03",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Urovant Sciences GmbH",
                "class": "INDUSTRY"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this study is to evaluate the safety, efficacy, and PK of vibegron in pediatric participants with NDO who are regularly using CIC"
        },
        "conditionsModule": {
            "conditions": [
                "Neurogenic Detrusor Overactivity"
            ],
            "keywords": [
                "Neurogenic Detrusor Overactivity",
                "Vibegron",
                "Clean Intermittent Catheterization",
                "Beta-3 Adrenergic Receptor Agonist",
                "Maximum Cystometric Capacity",
                "Spinal Dysraphism",
                "Spina Bifida",
                "Myelomeningocele",
                "Meningocele",
                "Spinal cord injury",
                "Transverse myelitis"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2",
                "PHASE3"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "SEQUENTIAL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 85,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Cohort 1: Vibegron Adolescents (12 to < 18 years)",
                    "type": "EXPERIMENTAL",
                    "description": "Part A: Participants aged 12 to \\< 18 years will receive vibegron based on their weight, with dose reduction based on individual clinical condition, PK, and safety/tolerability data. Participants may be dose-reduced up to 2 times.\n\nPart B: Participants will receive a Data and Safety Monitoring Board (DSMB)-selected vibegron dose for their weight determined from participants in their respective cohort and weight band of Part A.",
                    "interventionNames": [
                        "Drug: Vibegron"
                    ]
                },
                {
                    "label": "Cohort 2: Vibegron Children (2 to < 12 years)",
                    "type": "EXPERIMENTAL",
                    "description": "Part A: Participants aged 2 to \\< 12 years will receive vibegron based on their weight, after DSMB review of Cohort 1, Part A data, with dose reduction based on individual clinical condition, PK, and safety/tolerability data. Participants may be dose-reduced up to 2 times.\n\nPart B: Participants will receive a DSMB-selected vibegron dose for their weight determined from participants in their respective cohort and weight band of Part A.",
                    "interventionNames": [
                        "Drug: Vibegron"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Vibegron",
                    "description": "Participants will be administered Vibegron orally, once daily (QD)",
                    "armGroupLabels": [
                        "Cohort 1: Vibegron Adolescents (12 to < 18 years)",
                        "Cohort 2: Vibegron Children (2 to < 12 years)"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change from Baseline in maximum cystometric capacity (MCC) based on bladder filling urodynamics",
                    "timeFrame": "Baseline and at Week 32"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change from Baseline in MCC",
                    "timeFrame": "Baseline and at Week 20"
                },
                {
                    "measure": "Change from Baseline in number of overactive detrusor contractions until the end of bladder filling",
                    "timeFrame": "Baseline and at Weeks 20 and 32"
                },
                {
                    "measure": "Change from Baseline in detrusor pressure at the end of bladder filling",
                    "timeFrame": "Baseline and at Weeks 20 and 32"
                },
                {
                    "measure": "Change from Baseline in bladder filling volume until first involuntary/hyperactive detrusor contraction",
                    "timeFrame": "Baseline and at Weeks 20 and 32"
                },
                {
                    "measure": "Change from Baseline in bladder compliance (mL/cm H2O)",
                    "description": "Bladder compliance is calculated by dividing the change in volume by the change in detrusor pressure during the filling of the bladder",
                    "timeFrame": "Baseline and at Weeks 20 and 32"
                },
                {
                    "measure": "Change from Baseline in average first morning catheterized volume",
                    "timeFrame": "Baseline and at Weeks 1, 4, 8, 20, 32, 48, and 52"
                },
                {
                    "measure": "Change from Baseline in average catheterized volume per catheterization",
                    "timeFrame": "Baseline and at Weeks 1, 4, 8, 20, 32, 48, and 52"
                },
                {
                    "measure": "Change from Baseline in average maximum catheterized volume per day",
                    "timeFrame": "Baseline and at Weeks 1, 4, 8, 20, 32, 48, and 52"
                },
                {
                    "measure": "Change from Baseline in average maximum catheterized daytime volume",
                    "timeFrame": "Baseline and at Weeks 1, 4, 8, 20, 32, 48, and 52"
                },
                {
                    "measure": "Change from Baseline in average number of leakage episodes per day",
                    "timeFrame": "Baseline and at Weeks 1, 4, 8, 20, 32, 48, and 52"
                },
                {
                    "measure": "Change from Baseline in estimated number of dry (leakage-free) days/ 7 days",
                    "timeFrame": "Baseline and at Weeks 1, 4, 8, 20, 32, 48, and 52"
                },
                {
                    "measure": "Change from Baseline in Pediatric Incontinence Questionnaire (PIN-Q)",
                    "description": "PIN-Q is a 20-item questionnaire addressing quality of life for participants with bladder disorders. Each question was answered on a scale from 0 (no, never) to 4 (all the time). The total score ranged from 0 to 80, with higher scores indicating more impact on the quality of life.",
                    "timeFrame": "Baseline and at Weeks 20, 32 and 52"
                },
                {
                    "measure": "Change from Baseline in Patient Global Impression of Severity (PGI-S) Scale",
                    "description": "PGI-S is a 5 point scale that determines the bladder condition of a participant with 0 being really bad and 4 as really good. Higher score indicates better bladder condition.",
                    "timeFrame": "Baseline and at Weeks 20, 32 and 52"
                },
                {
                    "measure": "Change from Baseline in Clinical Global Impression of Change (CGI-C) Scale",
                    "description": "The CGI-C scale is used to determine the degree of change in participant's overall bladder symptoms since the start of the study on Day 1. The scale will be filled by the investigator by ticking on any of the following options: very much improved, much improved, minimally improved, no change, minimally worse, much worse and very much worse.",
                    "timeFrame": "Baseline and at Weeks 20, 32 and 52"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Male or female participants, age 2 years to \\< 18 years at the Screening Visit. Participants age 12 to \\< 18 years (Cohort 1) must weigh at least 29.5 kilograms (kg). Participants age 2 to \\< 12 years (Cohort 2) must weigh at least 11 kg.\n* Participant has been diagnosed with NDO due to one of the following: spinal dysraphism, which includes spina bifida (eg, myelomeningocele, meningocele) and all forms of tethered cord; or acquired NDO from a spinal cord injury or spinal cord surgery, with the injury/surgery having occurred at least 6 months prior to the Screening Visit; or acquired NDO due to transverse myelitis with diagnosis at least 12 months prior to the Screening Visit.\n* Participant undergoes CIC at least 3 times per 24 hours (with the last CIC performed prior to going to sleep for the night) for at least 4 weeks prior to the Screening Visit.\n\nExclusion Criteria:\n\n* Participant has cerebral palsy, uncontrolled epilepsy, diabetes insipidus, or Stage 2 hypertension\n* Participant has an active malignancy in the 12 months prior to the Screening Visit.\n* Participant has been administered intravesical botulinum toxin within 9 months prior to the Screening Visit and should remain off this therapy during the study.\n* Participant is taking digoxin or lithium within 10 days prior to Screening Visit or plans to start taking either during the study.\n* Participant currently uses or plans to use a baclofen pump during the study.\n* Participant has urethral dilatation or has had urethral surgery in the 3 months prior to the Screening Visit.\n* Participant has undergone bladder augmentation surgery.\n* Participant has a known genitourinary condition (other than NDO) that may cause overactive contractions or incontinence (bladder exstrophy, urinary tract obstruction, urethral diverticulum or fistula) or bladder stones or another persistent urinary tract pathology that may cause symptoms.\n* Participant has an insufficient urethral sphincter, has had implantation of an artificial sphincter, has a surgically-treated underactive urethral sphincter, or, in the 6 months prior to the Screening Visit, has undergone pelvic gender reassignment surgery.\n* Participant has one of the following gastrointestinal problems: partial or complete obstruction, decreased motility such as paralytic ileus, risk of gastric retention, or malabsorption syndrome of any form.\n* Participant has fecal impaction or a history of fecal impaction requiring hospitalization or ambulatory surgical treatment in the 3 months prior to the Screening Visit.\n* Participant has a urinary indwelling catheter in the 4 weeks prior to the Screening Visit.\n* Participant has moderate to severe dilating vesicoureteral reflux (Grade III to V) or severe renal failure.\n* Participant started electrostimulation/neuromodulation therapy in the 4 weeks before the Screening Visit, or is expected to start this therapy during the study period.\n* Participant has participated in another clinical trial and/or has taken an investigational drug within 4 weeks prior to the Screening Visit.\n* Participant is unable, or parent/caregiver is not willing, to washout any medication for the management of NDO.\n* Participant is a female of childbearing potential who is unwilling or unable to use a highly effective method of contraception for the duration of the study.\n* Female participants who are currently breastfeeding or plan to breastfeed any time from the Screening Visit until 28 days after the final study drug administration.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "2 Years",
            "maximumAge": "17 Years",
            "stdAges": [
                "CHILD"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Study Director",
                    "role": "CONTACT",
                    "phone": "833-876-8268",
                    "email": "clinicaltrials@urovant.com"
                }
            ],
            "locations": [
                {
                    "facility": "Children's Hospital of Orange County",
                    "status": "RECRUITING",
                    "city": "Orange",
                    "state": "California",
                    "zip": "92868-4568",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Antoine Khoury",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.78779,
                        "lon": -117.85311
                    }
                },
                {
                    "facility": "Nemours Childrens Health, Jacksonville",
                    "status": "RECRUITING",
                    "city": "Jacksonville",
                    "state": "Florida",
                    "zip": "32207",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Andrew Stec",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 30.33218,
                        "lon": -81.65565
                    }
                },
                {
                    "facility": "Wichita Urology Group",
                    "status": "RECRUITING",
                    "city": "Wichita",
                    "state": "Kansas",
                    "zip": "67226",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Kahlil N Saad",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 37.69224,
                        "lon": -97.33754
                    }
                },
                {
                    "facility": "Childrens Hospital New Orleans",
                    "status": "RECRUITING",
                    "city": "New Orleans",
                    "state": "Louisiana",
                    "zip": "70118",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Christopher Roth",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 29.95465,
                        "lon": -90.07507
                    }
                },
                {
                    "facility": "Albany Medical College",
                    "status": "RECRUITING",
                    "city": "Albany",
                    "state": "New York",
                    "zip": "12208",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Alexandra Rehfuss",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.65258,
                        "lon": -73.75623
                    }
                },
                {
                    "facility": "Duke University Medical Center",
                    "status": "RECRUITING",
                    "city": "Durham",
                    "state": "North Carolina",
                    "zip": "27710",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "John S. Wiener",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 35.99403,
                        "lon": -78.89862
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Urovant is committed to sharing patient-level data and supporting clinical documents from eligible studies with qualified external researchers. Data requests will be reviewed and approved on the basis of scientific merit. All data provided will be anonymized according to applicable laws and regulations.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "CSR"
            ],
            "timeFrame": "The data will be made available within 24 months after study completion and will be accessible for a time frame appropriate for the approved proposal.",
            "accessCriteria": "Access to these clinical trial data can be requested by emailing medinfo@urovant.com and will be provided following Urovant review and approval of a research proposal and execution of a Data Sharing Agreement (DSA)."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000053201",
                    "term": "Urinary Bladder, Overactive"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001745",
                    "term": "Urinary Bladder Diseases"
                },
                {
                    "id": "D000014570",
                    "term": "Urologic Diseases"
                },
                {
                    "id": "D000052776",
                    "term": "Female Urogenital Diseases"
                },
                {
                    "id": "D000005261",
                    "term": "Female Urogenital Diseases and Pregnancy Complications"
                },
                {
                    "id": "D000091642",
                    "term": "Urogenital Diseases"
                },
                {
                    "id": "D000052801",
                    "term": "Male Urogenital Diseases"
                },
                {
                    "id": "D000059411",
                    "term": "Lower Urinary Tract Symptoms"
                },
                {
                    "id": "D000020924",
                    "term": "Urological Manifestations"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M15916",
                    "name": "Spinal Cord Injuries",
                    "relevance": "LOW"
                },
                {
                    "id": "M12142",
                    "name": "Myelitis",
                    "relevance": "LOW"
                },
                {
                    "id": "M18607",
                    "name": "Spinal Dysraphism",
                    "relevance": "LOW"
                },
                {
                    "id": "M11574",
                    "name": "Meningomyelocele",
                    "relevance": "LOW"
                },
                {
                    "id": "M18609",
                    "name": "Spina Bifida Cystica",
                    "relevance": "LOW"
                },
                {
                    "id": "M12380",
                    "name": "Neural Tube Defects",
                    "relevance": "LOW"
                },
                {
                    "id": "M12143",
                    "name": "Myelitis, Transverse",
                    "relevance": "LOW"
                },
                {
                    "id": "M11571",
                    "name": "Meningocele",
                    "relevance": "LOW"
                },
                {
                    "id": "M27167",
                    "name": "Urinary Bladder, Overactive",
                    "asFound": "Neurogenic Detrusor Overactivity",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5026",
                    "name": "Urinary Bladder Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M17319",
                    "name": "Urologic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M2875",
                    "name": "Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M27093",
                    "name": "Female Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14127",
                    "name": "Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M8399",
                    "name": "Female Urogenital Diseases and Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M27095",
                    "name": "Male Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M29464",
                    "name": "Lower Urinary Tract Symptoms",
                    "relevance": "LOW"
                },
                {
                    "id": "M22659",
                    "name": "Urological Manifestations",
                    "relevance": "LOW"
                },
                {
                    "id": "T3988",
                    "name": "Myelitis",
                    "relevance": "LOW"
                },
                {
                    "id": "T5337",
                    "name": "Spina Bifida",
                    "relevance": "LOW"
                },
                {
                    "id": "T3999",
                    "name": "Myelomeningocele",
                    "relevance": "LOW"
                },
                {
                    "id": "T5695",
                    "name": "Transverse Myelitis",
                    "relevance": "LOW"
                },
                {
                    "id": "T3708",
                    "name": "Meningocele",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC01",
                    "name": "Infections"
                },
                {
                    "abbrev": "BC16",
                    "name": "Diseases and Abnormalities at or Before Birth"
                },
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M20746",
                    "name": "Adrenergic Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M3673",
                    "name": "Adrenergic Agonists",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}