{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04497961",
            "orgStudyIdInfo": {
                "id": "20-198"
            },
            "organization": {
                "fullName": "Memorial Sloan Kettering Cancer Center",
                "class": "OTHER"
            },
            "briefTitle": "A Study of Health-Related Quality of Life in People With Multiple Myeloma Receiving Daratumumab or Lenalidomide",
            "officialTitle": "Daratumumab Versus Lenalidomide Maintenance Therapy for Multiple Myeloma: A Randomized Pilot Study Comparing Patient-Reported Health Related Quality of Life Measures With a Plant Based Nutrition Intervention Sub Study (NUTRIVENTION-4)",
            "therapeuticArea": [
                "Other"
            ],
            "study": "a-study-of-health-related-quality-of-life-in-people-with-multiple-myeloma-receiving-daratumumab-or-lenalidomide"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "startDateStruct": {
                "date": "2020-08-28",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-08",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-08",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2020-07-30",
            "studyFirstSubmitQcDate": "2020-07-30",
            "studyFirstPostDateStruct": {
                "date": "2020-08-04",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-14",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-16",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Memorial Sloan Kettering Cancer Center",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Janssen Scientific Affairs, LLC",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this study is to compare maintenance therapy approaches in people with newly diagnosed multiple myeloma (MM) that has responded well to a first round of treatment. The researchers will compare giving the usual maintenance therapy (lenalidomide) with giving daratumumab as maintenance therapy, and they will look at which drug gives participants a better health-related quality of life during treatment. The researchers will measure participants' quality of life using various questionnaires. This study will help researchers find out whether this different approach of giving daratumumab as maintenance therapy is better, the same as, or worse than the usual approach."
        },
        "conditionsModule": {
            "conditions": [
                "Multiple Myeloma"
            ],
            "keywords": [
                "Daratumumab",
                "Lenalidomide",
                "Patient-Reported Health Related",
                "Quality of Life Measures",
                "20-198"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "This is a two-arm randomized pilot study.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 100,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Lenalidomide maintenance",
                    "type": "EXPERIMENTAL",
                    "description": "Those randomized to lenalidomide maintenance will receive a maintenance dose of 10mg oral lenalidomide on days 1-21 of each 28-day cycle. HRQoL with EORTC QLQ-C30, EORTC QLQ-MY20 and PRO-CTCAE questionnaires will be collected: prior to therapy initiation (baseline); day 1 of cycle 2 and every cycle day 1 thereafter; at therapy discontinuation, and at 1-month post therapy follow-up.\n\nARM A1: The first 15 patients on each arm interested in this sub study will be enrolled during C10D1 visit to initiate whole food plant based diet (WFPBD) meals and nutrition counseling on C13D1 for 12 weeks followed by additional 12 weeks of counseling alone from C16D1. They will continue on their lenalidomide maintenance schedule per study calendar.\n\nARM A2: The patients who do not go on the nutrition sub study will continue on their lenalidomide maintenance schedule per study calendar.",
                    "interventionNames": [
                        "Drug: Lenalidomide",
                        "Behavioral: Questionnaires",
                        "Other: Dietary Intervention"
                    ]
                },
                {
                    "label": "Daratumumab maintenance",
                    "type": "EXPERIMENTAL",
                    "description": "Those randomized to receive daratumumab maintenance will receive 1800 milligrams (mg) subcutaneous (SC) injection of daratumumab as follows: days 1, 8, 15, and 22 of cycles 1 and 2; days 1 and 15 of cycles 3-6; day 1 of cycles 7-36. HRQoL with EORTC QLQ-C30, EORTC QLQ-MY20 and PRO-CTCAE questionnaires will be collected: prior to therapy initiation (baseline); day 1 of cycle 2 and every cycle day 1 thereafter; at therapy discontinuation, and at 1-month post therapy follow-up.\n\nARM B1: The first 15 patients on each arm interested in this sub study will be enrolled during C10D1 visit to initiate whole food plant based diet (WFPBD) meals and nutrition counseling on C13D1 for 12 weeks followed by additional 12 weeks of counseling alone from C16D1. They will continue on their daratumumab maintenance schedule per study calendar.\n\nARM B2: The patients who do not go on the nutrition sub study will continue on their daratumumab maintenance schedule per study calendar.",
                    "interventionNames": [
                        "Drug: Daratumumab",
                        "Behavioral: Questionnaires",
                        "Other: Dietary Intervention"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Lenalidomide",
                    "description": "dose of 10mg oral lenalidomide on days 1-21 of each 28-day cycle.",
                    "armGroupLabels": [
                        "Lenalidomide maintenance"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Daratumumab",
                    "description": "1800 milligrams (mg) subcutaneous (SC) injection of daratumumab as follows: days 1, 8, 15, and 22 of cycles 1 and 2; days 1 and 15 of cycles 3-6; day 1 of cycles 7-36",
                    "armGroupLabels": [
                        "Daratumumab maintenance"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Questionnaires",
                    "description": "EORTC QLQ-C30, EORTC QLQ-MY20, PRO-CTCAE)",
                    "armGroupLabels": [
                        "Daratumumab maintenance",
                        "Lenalidomide maintenance"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Dietary Intervention",
                    "description": "The intervention, consisting of fully prepared whole foods plant based (WFPBD) meals and behavioral coaching provided by the company Plantable. Patients receive self-selected WFPBD meals (lunch/dinner) for 12 weeks, along with guidance for snacks and breakfast. Behavioral counseling will be provided by health coaches and a research dietitian. The first 15 participants on each arm interested in this intervention will be enrolled on C13D1 or C25D1.",
                    "armGroupLabels": [
                        "Daratumumab maintenance",
                        "Lenalidomide maintenance"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Difference in the global health status",
                    "description": "The primary comparison across the two treatment arms will use a mixed effects linear regression model.",
                    "timeFrame": "3 years"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "difference in overall survival and progression-free survival",
                    "description": "Evaluation using traditional IMWG uniform response criteria",
                    "timeFrame": "3 years"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Patients with plasma cell myeloma treated with combination therapy with or without ASCT, who at the time of study enrollment have documented evidence of very good partial response (VGPR) or better according to International Myeloma Workshop Consensus Panel.\n* Enrollment within 6 months from completion of initial combination therapy (with or without ASCT). Enrollment within 7 months will be permitted if we are unable to start the patient on study within 6 months of end of combination therapy or date of transplant due to medical or logistic reasons.\n* Age ≥18 years.\n* ECOG performance status ≤ 2 (see Appendix A).\n* Subjects who have had ASCT may enroll following minimum 100-day washout per standard guidelines\n* Patient must have adequate hematologic, renal, and hepatic function as defined by:\n\n  * Absolute neutrophil count ≥ 1.0K /μL (growth factor support is permissible)\n  * Platelets ≥ 50K/μL (transfusions are permissible)\n  * Hemoglobin ≥ 8 g/dL (transfusions are permissible)\n  * Creatinine clearance (CrCl) of greater than or equal to 40 mL/min. using the CKD-EPI formula (see Appendix C). If the CrCl based on the CKD-EPI formula is \\<40 mL/min, the patient will have a 24 hr urine collection to measure CrCl. The measured CrCl must also be ≥ 40 ml/min.\n  * Total bilirubin ≤ 2 mg/dL (exception: documented Gilbert's syndrome), AST (SGOT) and ALT (SGPT) ≤ 3 x ULN\n* Patients must be able to take daily prophylactic anticoagulation medication, such as: aspirin (81 or 325 mg) warfarin, low molecular weight heparin, or other medications as clinically indicated.\n* Patients must be able to take prophylactic antiviral medication such as acyclovir or valacyclovir\n* Patient must understand and voluntarily sign an informed consent form, with the understanding that the patient may withdraw consent at any time without prejudice to future medical care.\n\nAdditional inclusion criteria for patients randomized to arm A:\n\n* Study participants must be registered into the mandatory Revlimid REMS® program and be willing and able to comply with the requirements of the REMS® program.\n* Women of childbearing potential should be advised to avoid becoming pregnant and must adhere to the scheduled pregnancy testing as required in the Revlimid REMS® program. They must be agreeable to use acceptable methods of birth control throughout the study and for at least 4 weeks after stopping lenalidomide. Recommendation is for 2 effective contraceptive methods during the study and for at least 4 weeks after the last dose. Adequate forms of contraception are double-barrier methods (condoms with spermicidal jelly or foam and diaphragm with spermicidal jelly or foam), oral, depo provera, or injectable contraceptives, intrauterine devices, and tubal ligation.\n* A female of childbearing potential is a sexually mature female who: 1) has not undergone a hysterectomy (the surgical removal of the uterus) or bilateral oophorectomy (the surgical removal of both ovaries) or 2) has not been naturally postmenopausal (amenorrhea following cancer therapy does not rule out childbearing potential) for at least 24 consecutive months (i.e., has had menses at any time during the preceding 24 consecutive months).\n* Females of childbearing potential who have not previously taken Lenalidomide must have a negative serum or urine pregnancy test with a sensitivity of at least 50 mIU/mL within 10 - 14 days and again within 24 hours prior to prescribing lenalidomide for Cycle 1 (prescriptions must be filled within 7 days as required by Revlimid REMS®).\n* Females of childbearing potential must adhere to the scheduled pregnancy testing as required in the Revlimid REMS® program.\n* Men must agree to use a latex condom during sexual contact with a female of childbearing potential even if they have had a successful vasectomy. See Appendix B: Lenalidomide Risks of Fetal Exposure, Pregnancy Testing Guidelines and Acceptable Birth Control Methods.\n\nAdditional inclusion criteria for patients randomized to arm B:\n\n* Females of reproductive potential must agree to use an effective method of birth control during treatment and for at least 3 months after cessation of daratumumab.\n* Males who are sexually active with a female of reproductive potential must agree to use an effective method of birth control during treatment and for at least 3 months after cessation of daratumumab.\n* Subjects agree to not donate eggs/sperm for 3 months following cessation of daratumumab.\n\nAdditional inclusion criteria for patients interested in the nutrition intervention (declining the sub-study will not preclude patients from enrollment into primary study):\n\n* Interest in trying a plant-based diet and plant-based recipes\n\nExclusion Criteria:\n\n* Patients with progressive or refractory plasma cell myeloma, as defined by International Myeloma Workshop Consensus Panel criteria.\n* History of disease refractory to lenalidomide or daratumumab, as defined by the IMWG as failure to achieve minimal response or development of progressive disease while on therapy.\n* Multiple myeloma patients who have received prior anti myeloma therapy for smoldering myeloma\n* Patients who are receiving any other investigational agents with the intent to treat myeloma. Permitted concurrent therapies include:\n* Bisphosphonates/RANK ligand inhibitors (denosumab)\n* Plasma cell leukemia\n* Pregnant or breastfeeding females. Because there is a potential risk for adverse events to nursing infants secondary to treatment of the mother with lenalidomide, lactating females must agree not to breastfeed while taking lenalidomide.\n* Risk for adverse events to nursing infants secondary to treatment of the mother with daratumumab is unknown, as such lactating females must agree not to breastfeed while on daratumumab.\n* Patient has known chronic obstructive pulmonary disease (COPD) with a forced expiratory volume in 1 second (FEV1) \\<50% of predicted normal. Note that FEV1 testing is required for subjects suspected of having COPD and subjects must be excluded if FEV1 \\<50% of predicted normal).\n* Patient has known moderate or severe persistent asthma, within the last 2 years, or currently has uncontrolled asthma of any classification (refer to Appendix D). (Subjects who currently have controlled intermittent asthma or controlled mild persistent asthma are allowed to participate in the study.)\n* Uncontrolled hypertension or diabetes that is not being managed by a physician. Once care for diabetes or hypertension is established, patient is eligible for the study.\n* Seropositive for hepatitis B (defined by a positive test for hepatitis B surface antigen \\[HBsAg\\]). Subjects with resolved infection (ie, subjects who are HBsAg negative but positive for antibodies to hepatitis B core antigen \\[anti-HBc\\] and/or antibodies to hepatitis B surface antigen \\[anti-HBs\\]) must be screened using real-time polymerase chain reaction (PCR) measurement of hepatitis B virus (HBV) DNA levels. Those who are PCR positive will be excluded. EXCEPTION: Subjects with serologic findings suggestive of HBV vaccination (anti-HBs positivity as the only serologic marker) AND a known history of prior HBV vaccination, do not need to be tested for HBV DNA by PCR. If Hep B PCR positive then patient will screen fail. They must first be treated and have a sustained virologic response \\[SVR\\], defined as aviremia at least 12 weeks after completion of antiviral therapy after which they can be re screened.\n* Seropositive for hepatitis C must be screened using Hepatitis C PCR. If Hepatitis C PCR is positive then the patients is excluded (If antibody positive and PCR negative they will be eligible but must have PCR testing every 3-6 months for 3 years; If Hep C PCR positive then patient will screen fail. They must first be treated and have a sustained virologic response \\[SVR\\], defined as aviremia at least 12 weeks after completion of antiviral therapy after which they can be rescreened).\n* Diagnosed or treated for another malignancy within 3 years prior to study enrollment, with the exception of complete resection of non-melanoma skin cancer, or an in-situ malignancy.\n* Previous diagnosis of another malignancy with any evidence of residual or active disease.\n* Uncontrolled or detectable HIV viral load excluded. (Patients seropositive for the human immunodeficiency virus (HIV), and/or those who are taking antiretroviral treatment for HIV/AIDS with undetectable viral load will be eligible. Patients must have PCR testing every 3-6 months for 3 years and be compliant with antiretroviral treatment.)\n* Prior organ transplant requiring immunosuppressive therapy\n* Prior allogeneic stem cell transplant\n* Patients requiring continuous, systemic immunosuppressive therapy\n* Patients with myocardial infarction within 6 months prior to enrollment, New York Heart Association (NYHA) Class III or IV heart failure, uncontrolled angina, severe uncontrolled cardiac arrhythmias, or electrocardiographic evidence of acute ischemia\n* Patients with conditions that would prevent absorption of the study drug\n* Uncontrolled intercurrent illness including but not limited to uncontrolled infection or psychiatric illness/social situations that would compromise compliance with study requirements\n* Unresolved prior treatment related AE ≥ grade 2 except for alopecia and neuropathy\n* Neuropathy ≥ Grade 3 at baseline\n* Contraindication to required concomitant anticoagulation or antiviral prophylaxis\n* Major surgery within 1 month prior to enrollment\n* Patients who were previously exposed and who developed severe adverse events, hypersensitivity or desquamating rash to either thalidomide or lenalidomide\n* Patients who speak a language that does not have an EORTC QLQ-C30, MY20 or PRO-CTCAE version translated into their language (Available languages include Chinese, Czech, Danish, Dutch, French, German, Greek, Hugarian, Italian, Japanese, Korean, Malay, Polish, Protugese, Romanian, Russian, Spanish, Turkish, Ukranian).\n\nAdditional exclusion criteria for patients interested in the nutrition intervention (declining the sub-study will not preclude patients from enrollment into primary study):\n\n* Legume allergy\n* Severe allergies such as anaphylactic shock to nuts (specifically cashews). Peanuts are not included in the meals.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Urvi Shah, MBBS",
                    "role": "CONTACT",
                    "phone": "212-639-7016",
                    "email": "shahu@mskcc.org"
                },
                {
                    "name": "Sham Mailankody, MBBS",
                    "role": "CONTACT",
                    "phone": "212-639-2131"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Urvi Shah, MBBS",
                    "affiliation": "Memorial Sloan Kettering Cancer Center",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Memorial Sloan Kettering Basking Ridge (Limited Protocol Activities)",
                    "status": "RECRUITING",
                    "city": "Basking Ridge",
                    "state": "New Jersey",
                    "zip": "07920",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Urvi Shah, MBBS",
                            "role": "CONTACT",
                            "phone": "212-639-7016"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.70621,
                        "lon": -74.54932
                    }
                },
                {
                    "facility": "Memorial Sloan Kettering Monmouth (Limited Protocol Activities)",
                    "status": "RECRUITING",
                    "city": "Middletown",
                    "state": "New Jersey",
                    "zip": "07748",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Urvi Shah, MBBS",
                            "role": "CONTACT",
                            "phone": "212-639-7016"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.39652,
                        "lon": -74.09211
                    }
                },
                {
                    "facility": "Memorial Sloan Kettering Bergen (Limited Protocol Activities)",
                    "status": "RECRUITING",
                    "city": "Montvale",
                    "state": "New Jersey",
                    "zip": "07645",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Urvi Shah, MBBS",
                            "role": "CONTACT",
                            "phone": "212-639-7016"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.04676,
                        "lon": -74.02292
                    }
                },
                {
                    "facility": "Memorial Sloan Kettering Commack (Limited protocol activities)",
                    "status": "RECRUITING",
                    "city": "Commack",
                    "state": "New York",
                    "zip": "11725",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Urvi Shah, MBBS",
                            "role": "CONTACT",
                            "phone": "212-639-7016"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.84288,
                        "lon": -73.29289
                    }
                },
                {
                    "facility": "Memorial Sloan Kettering Westchester (Limited Protocol Activities)",
                    "status": "RECRUITING",
                    "city": "Harrison",
                    "state": "New York",
                    "zip": "10604",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Urvi Shah, MBBS",
                            "role": "CONTACT",
                            "phone": "212-639-7016"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.96899,
                        "lon": -73.71263
                    }
                },
                {
                    "facility": "Memorial Sloan Kettering Cancer Center (All Protocol Activities)",
                    "status": "RECRUITING",
                    "city": "New York",
                    "state": "New York",
                    "zip": "10065",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Urvi Shah, MBBS",
                            "role": "CONTACT",
                            "phone": "212-639-7016"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.71427,
                        "lon": -74.00597
                    }
                },
                {
                    "facility": "Memorial Sloan Kettering Nassau (Limited Protocol Activities)",
                    "status": "RECRUITING",
                    "city": "Uniondale",
                    "state": "New York",
                    "zip": "11553",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Urvi Shah, MBBS",
                            "role": "CONTACT",
                            "phone": "212-639-7016"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.70038,
                        "lon": -73.59291
                    }
                }
            ]
        },
        "referencesModule": {
            "seeAlsoLinks": [
                {
                    "label": "Memorial Sloan Kettering Cancer Center",
                    "url": "http://www.mskcc.org/mskcc/html/44.cfm"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Memorial Sloan Kettering Cancer Center supports the international committee of medical journal editors (ICMJE) and the ethical obligation of responsible sharing of data from clinical trials. The protocol summary, a statistical summary, and informed consent form will be made available on clinicaltrials.gov when required as a condition of Federal awards, other agreements supporting the research and/or as otherwise required. Requests for deidentified individual participant data can be made beginning 12 months after publication and for up to 36 months post publication. Deidentified individual participant data reported in the manuscript will be shared under the terms of a Data Use Agreement and may only be used for approved proposals. Requests may be made to: crdatashare@mskcc.org."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009101",
                    "term": "Multiple Myeloma"
                },
                {
                    "id": "D000054219",
                    "term": "Neoplasms, Plasma Cell"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000020141",
                    "term": "Hemostatic Disorders"
                },
                {
                    "id": "D000014652",
                    "term": "Vascular Diseases"
                },
                {
                    "id": "D000002318",
                    "term": "Cardiovascular Diseases"
                },
                {
                    "id": "D000010265",
                    "term": "Paraproteinemias"
                },
                {
                    "id": "D000001796",
                    "term": "Blood Protein Disorders"
                },
                {
                    "id": "D000006402",
                    "term": "Hematologic Diseases"
                },
                {
                    "id": "D000006474",
                    "term": "Hemorrhagic Disorders"
                },
                {
                    "id": "D000008232",
                    "term": "Lymphoproliferative Disorders"
                },
                {
                    "id": "D000007160",
                    "term": "Immunoproliferative Disorders"
                },
                {
                    "id": "D000007154",
                    "term": "Immune System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M12058",
                    "name": "Multiple Myeloma",
                    "asFound": "Multiple Myeloma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M27588",
                    "name": "Neoplasms, Plasma Cell",
                    "asFound": "Multiple Myeloma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M21977",
                    "name": "Hemostatic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M5059",
                    "name": "Blood Coagulation Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M17400",
                    "name": "Vascular Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M13178",
                    "name": "Paraproteinemias",
                    "relevance": "LOW"
                },
                {
                    "id": "M5077",
                    "name": "Blood Protein Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M9490",
                    "name": "Hematologic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M9560",
                    "name": "Hemorrhagic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M11225",
                    "name": "Lymphoproliferative Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M10206",
                    "name": "Immunoproliferative Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M10200",
                    "name": "Immune System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T6034",
                    "name": "Quality of Life",
                    "asFound": "Quality of Life",
                    "relevance": "HIGH"
                },
                {
                    "id": "T3947",
                    "name": "Multiple Myeloma",
                    "asFound": "Multiple Myeloma",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                },
                {
                    "abbrev": "BC15",
                    "name": "Blood and Lymph Conditions"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000077269",
                    "term": "Lenalidomide"
                },
                {
                    "id": "C000556306",
                    "term": "Daratumumab"
                }
            ],
            "ancestors": [
                {
                    "id": "D000007155",
                    "term": "Immunologic Factors"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000020533",
                    "term": "Angiogenesis Inhibitors"
                },
                {
                    "id": "D000043924",
                    "term": "Angiogenesis Modulating Agents"
                },
                {
                    "id": "D000006133",
                    "term": "Growth Substances"
                },
                {
                    "id": "D000006131",
                    "term": "Growth Inhibitors"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M1725",
                    "name": "Lenalidomide",
                    "asFound": "Respiratory",
                    "relevance": "HIGH"
                },
                {
                    "id": "M272211",
                    "name": "Daratumumab",
                    "asFound": "Kidney Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10201",
                    "name": "Immunologic Factors",
                    "relevance": "LOW"
                },
                {
                    "id": "M22318",
                    "name": "Angiogenesis Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M9231",
                    "name": "Growth Inhibitors",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}