{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06330064",
            "orgStudyIdInfo": {
                "id": "DS7300-203"
            },
            "secondaryIdInfos": [
                {
                    "id": "2023-509632-26",
                    "type": "OTHER",
                    "domain": "EU CTR"
                }
            ],
            "organization": {
                "fullName": "Daiichi Sankyo",
                "class": "INDUSTRY"
            },
            "briefTitle": "A Study To Evaluate The Efficacy And Safety Of Ifinatamab Deruxtecan (I-DXD) In Subjects With Recurrent Or Metastatic Solid Tumors",
            "officialTitle": "A Phase 2 Pan-Tumor, Open-Label Study To Evaluate The Efficacy And Safety Of Ifinatamab Deruxtecan (I-DXD) In Subjects With Recurrent Or Metastatic Solid Tumors",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "a-study-to-evaluate-the-efficacy-and-safety-of-ifinatamab-deruxtecan-i-dxd-in-subjects-with-recurrent-or-metastatic-solid-tumors"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-04-10",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-12-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2028-07-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-03-19",
            "studyFirstSubmitQcDate": "2024-03-19",
            "studyFirstPostDateStruct": {
                "date": "2024-03-26",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-04-12",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-16",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Daiichi Sankyo",
                "class": "INDUSTRY"
            },
            "collaborators": [
                {
                    "name": "Merck Sharp & Dohme LLC",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This study is designed to assess the following tumor types: endometrial cancer (EC); head and neck squamous cell carcinoma (HNSCC); pancreatic ductal adenocarcinoma (PDAC); colorectal cancer (CRC); hepatocellular carcinoma (HCC); adenocarcinoma of esophagus, gastroesophageal junction, and stomach (Ad-Eso/GEJ/gastric); non-squamous non-small cell lung cancer (NSCLC); and urothelial carcinoma (UC).",
            "detailedDescription": "This study will evaluate the efficacy and safety of ifinatamab deruxtecan (I-DXd) in participants with recurrent or metastatic solid tumors previously treated with 1 or more systemic therapies for the selected tumor indication. The study will be divided into 2 parts: Stage 1 and Stage 2. Each cohort starts with Stage 1 and may continue to Stage 2 if sufficient safety and efficacy data are observed."
        },
        "conditionsModule": {
            "conditions": [
                "Recurrent or Metastatic Solid Tumors"
            ],
            "keywords": [
                "Recurrent or metastatic solid tumors",
                "Endometrial cancer",
                "Head and neck squamous cell carcinoma",
                "Pancreatic ductal adenoarcinoma",
                "Colorectal cancer",
                "Hepatocellular carcinoma",
                "Adenocarcinoma of esophagus, gastroesophageal junction, and stomach",
                "Non-squamous non-small cell lung cancer",
                "Urothelial carcinoma",
                "Ifinatamab deruxtecan (I-DXD)",
                "DS7300a"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 260,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Cohort 1: Endometrial Cancer",
                    "type": "EXPERIMENTAL",
                    "description": "Participants with recurrent or metastatic endometrial cancer who were previously treated with 1 or more systemic therapy who received an intravenous infusion of I-DXd 12 mg/kg.",
                    "interventionNames": [
                        "Drug: Ifinatamab deruxtecan"
                    ]
                },
                {
                    "label": "Cohort 2: Head and Neck Squamous Cell Carcinoma",
                    "type": "EXPERIMENTAL",
                    "description": "Participants with recurrent or metastatic head and neck squamous carcinoma who were previously treated with 1 or more systemic therapy who received an intravenous infusion of I-DXd 12 mg/kg.",
                    "interventionNames": [
                        "Drug: Ifinatamab deruxtecan"
                    ]
                },
                {
                    "label": "Cohort 3: Pancreatic Ductal Adenocarcinoma",
                    "type": "EXPERIMENTAL",
                    "description": "Participants with recurrent or metastatic pancreatic ductal adenocarcinoma who were previously treated with 1 or more systemic therapy who received an intravenous infusion of I-DXd 12 mg/kg.",
                    "interventionNames": [
                        "Drug: Ifinatamab deruxtecan"
                    ]
                },
                {
                    "label": "Cohort 4: Colorectal Cancer",
                    "type": "EXPERIMENTAL",
                    "description": "Participants with recurrent or metastatic colorectal cancer who were previously treated with 1 or more systemic therapy who received an intravenous infusion of I-DXd 12 mg/kg.",
                    "interventionNames": [
                        "Drug: Ifinatamab deruxtecan"
                    ]
                },
                {
                    "label": "Cohort 5: Hepatocellular Carcinoma",
                    "type": "EXPERIMENTAL",
                    "description": "Participants with recurrent or metastatic hepatocellular carcinoma who were previously treated with 1 or more systemic therapy who received an intravenous infusion of I-DXd 12 mg/kg.",
                    "interventionNames": [
                        "Drug: Ifinatamab deruxtecan"
                    ]
                },
                {
                    "label": "Cohort 6: Adenocarcinoma of esophagus, gastroesophageal junction, and stomach",
                    "type": "EXPERIMENTAL",
                    "description": "Participants with recurrent or metastatic adenocarcinoma of esophagus, gastroesophageal junction, and stomach who were previously treated with 1 or more systemic therapy who received an intravenous infusion of I-DXd 12 mg/kg.",
                    "interventionNames": [
                        "Drug: Ifinatamab deruxtecan"
                    ]
                },
                {
                    "label": "Cohort 7: Non-squamous non-small cell lung cancer",
                    "type": "EXPERIMENTAL",
                    "description": "Participants with recurrent or metastatic non-squamous non-small cell lung cancer who were previously treated with 1 or more systemic therapy who received an intravenous infusion of I-DXd 12 mg/kg.",
                    "interventionNames": [
                        "Drug: Ifinatamab deruxtecan"
                    ]
                },
                {
                    "label": "Cohort 8: Urothelial carcinoma",
                    "type": "EXPERIMENTAL",
                    "description": "Participants with recurrent or metastatic urothelial carcinoma who were previously treated with 1 or more systemic therapy who received an intravenous infusion of I-DXd 12 mg/kg.",
                    "interventionNames": [
                        "Drug: Ifinatamab deruxtecan"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Ifinatamab deruxtecan",
                    "description": "Intravenous administration",
                    "armGroupLabels": [
                        "Cohort 1: Endometrial Cancer",
                        "Cohort 2: Head and Neck Squamous Cell Carcinoma",
                        "Cohort 3: Pancreatic Ductal Adenocarcinoma",
                        "Cohort 4: Colorectal Cancer",
                        "Cohort 5: Hepatocellular Carcinoma",
                        "Cohort 6: Adenocarcinoma of esophagus, gastroesophageal junction, and stomach",
                        "Cohort 7: Non-squamous non-small cell lung cancer",
                        "Cohort 8: Urothelial carcinoma"
                    ],
                    "otherNames": [
                        "I-DXd"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Objective Response Rate (ORR) as Assessed by Investigator",
                    "description": "ORR is defined as the proportion of participants with a best overall response (BOR) of confirmed complete response (CR) or confirmed partial response (PR) as assessed by Investigator per Response Evaluation Criteria in Solid Tumors (RECIST) v1.1.",
                    "timeFrame": "From the time of the first dose of study drug until the date of documented disease progression, death, loss to follow-up, or withdrawal by the subject, whichever occurs first up to approximately 52 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Number of Dose-limiting Toxicities in the HCC Cohort",
                    "description": "A dose-limiting toxicity (DLT) is defined as any treatment-emergent adverse event (TEAE) not attributable to disease or disease-related processes that occurs during the DLT evaluation period (from C1D1 to the end of Cycle 1 in Safety Run-in) and is Grade 3 or above, according to NCI-CTCAE version 5.0, with the exceptions as noted in the protocol.",
                    "timeFrame": "Cycle 1 Day 1 to Cycle 1 Day 21"
                },
                {
                    "measure": "Incidence of Treatment Emergent Adverse Events (TEAEs), Serious Adverse Events (SAEs), and Adverse Events of Special Interest (AESIs)",
                    "description": "A TEAE is defined as an adverse event (AE) with a start or worsening date during the on-treatment period. A serious AE is defined as any untoward medical occurrence that at any dose results in death, is life-threatening, requires inpatient hospitalization or prolongation of existing hospitalization, results in persistent or significant disability/incapacity, is a congenital anomaly/birth defect, is an important medical event, or may jeopardize the participant or may require medical or surgical intervention to prevent one of the other outcomes noted. AESIs will also be assessed. Adverse events will be coded using MedDRA and will be graded using NCI-CTCAE v5.0.",
                    "timeFrame": "From date of signing the informed consent form up to 47 days after the last dose of study drug , up to approximately 52 months"
                },
                {
                    "measure": "Duration of Response (DoR)",
                    "description": "DoR is defined as the time from the first documented confirmed response (CR or PR) to the date of progression or death due to any cause as assessed by Investigator per RECIST v1.1, respectively. CR was defined as a disappearance of all target and non-target lesions and PR was defined as at least a 30% decrease in the sum of diameters of target lesions.",
                    "timeFrame": "From the time of the first dose of study drug until the date of documented disease progression (confirmed by investigator), death, loss to follow-up, or withdrawal by the subject, whichever occurs first, up to approximately 52 months"
                },
                {
                    "measure": "Progression-free Survival (PFS)",
                    "description": "PFS is defined as the time from the start of study treatment to the earlier of the dates of the first documentation of objective progressive disease (PD) per RECIST v1.1 or death due to any cause. PFS will be determined by the Investigator.",
                    "timeFrame": "From the time of the first dose of study drug until the date of documented disease progression, death, loss to follow-up, or withdrawal by the subject, whichever occurs first, up to approximately 52 months"
                },
                {
                    "measure": "Disease Control Rate (DCR)",
                    "description": "DCR is defined as the proportion of participants who achieved a BOR of confirmed CR, confirmed PR, or stable disease (SD) as assessed by the Investigator per RECIST v1.1, respectively. CR was defined as a disappearance of all target and non-target lesions, PR was defined as at least a 30% decrease in the sum of diameters of target lesions, and stable disease (SD) was defined as neither sufficient shrinkage to qualify for PR nor sufficient increase to qualify for progressive disease (PD; at least a 20% increase in the sum of diameters of target lesions.",
                    "timeFrame": "From the time of the first dose of study drug until the date of documented disease progression (by investigator), death, loss to follow-up, or withdrawal by the subject, whichever occurs first, up to approximately 52 months"
                },
                {
                    "measure": "Overall Survival (OS)",
                    "description": "OS is defined as the time interval from the date of the first dose of study drug to the date of death from any cause.",
                    "timeFrame": "From the date of the first dose of drug up to the date of death due to any cause, up to approximately 52 months"
                },
                {
                    "measure": "Pharmacokinetic Parameter Maximum Concentration (CMax) for I DXd, total anti-B7-H3 antibody, and DXd",
                    "description": "Plasma pharmacokinetic parameters will be estimated using noncompartmental methods.",
                    "timeFrame": "Cycles 1 and 3 Day 1: predose, end of infusion, 3 hours (hr), 6 hr; 24 hr, 168 hr; 336 hr; 504 hr; Cycles 2, 4, and 5 Day 1: predose and end of infusion; Cycle 7 and every 2 cycles thereafter up to EOS (52 months) predose (every cycle is 21 days)"
                },
                {
                    "measure": "Pharmacokinetic Parameter Time to Reach Maximum Plasma Concentration (TMax) for I DXd, total anti-B7-H3 antibody, and DXd",
                    "description": "Plasma pharmacokinetic parameters will be estimated using noncompartmental methods.",
                    "timeFrame": "Cycles 1 and 3 Day 1: predose, end of infusion, 3 hours (hr), 6 hr; 24 hr, 168 hr; 336 hr; 504 hr; Cycles 2, 4, and 5 Day 1: predose and end of infusion; Cycle 7 and every 2 cycles thereafter up to EOS (52 months) predose (every cycle is 21 days)"
                },
                {
                    "measure": "Pharmacokinetic Parameter Half-life (t1/2) for I DXd, total anti-B7-H3 antibody, and DXd",
                    "description": "Plasma pharmacokinetic parameters will be estimated using noncompartmental methods.",
                    "timeFrame": "Cycles 1 and 3 Day 1: predose, end of infusion, 3 hours (hr), 6 hr; 24 hr, 168 hr; 336 hr; 504 hr; Cycles 2, 4, and 5 Day 1: predose and end of infusion; Cycle 7 and every 2 cycles thereafter up to EOS (52 months) predose (every cycle is 21 days)"
                },
                {
                    "measure": "Pharmacokinetic Parameter Minimum Concentration (Ctrough) for I DXd, total anti-B7-H3 antibody, and DXd",
                    "description": "Plasma pharmacokinetic parameters will be estimated using noncompartmental methods.",
                    "timeFrame": "Cycles 1 and 3 Day 1: predose, end of infusion, 3 hours (hr), 6 hr; 24 hr, 168 hr; 336 hr; 504 hr; Cycles 2, 4, and 5 Day 1: predose and end of infusion; Cycle 7 and every 2 cycles thereafter up to EOS (52 months) predose (every cycle is 21 days)"
                },
                {
                    "measure": "Pharmacokinetic Parameter Area Under the Curve (AUC) for I DXd, total anti-B7-H3 antibody, and DXd",
                    "description": "Plasma pharmacokinetic parameters will be estimated using noncompartmental methods.",
                    "timeFrame": "Cycles 1 and 3 Day 1: predose, end of infusion, 3 hours (hr), 6 hr; 24 hr, 168 hr; 336 hr; 504 hr; Cycles 2, 4, and 5 Day 1: predose and end of infusion; Cycle 7 and every 2 cycles thereafter up to EOS (52 months) predose (every cycle is 21 days)"
                },
                {
                    "measure": "Percentage of Participants Who Are Anti-Drug Antibody (ADA)-Positive (Baseline and Post-Baseline)",
                    "description": "Anti-drug antibodies will be measured in the plasma using a validated assay.",
                    "timeFrame": "Baseline up to 52 months"
                },
                {
                    "measure": "Percentage of Participants Who Have Treatment-emergent ADA",
                    "description": "Anti-drug antibodies will be measured in the plasma using a validated assay.",
                    "timeFrame": "Baseline up to 52 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Participants must meet all of the following criteria to be included in the study:\n\nCommon Inclusion Criteria for All Participants\n\n1. Sign and date the informed consent form prior to the start of any study-specific qualification procedures.\n2. Participant must have at least 1 lesion, not previously irradiated, amenable to core biopsy and must consent to provide a pretreatment biopsy tissue sample. An archival tumor tissue sample obtained within 6 months of consent and after progression during/after treatment with the participant's most recent cancer therapy regimen is also acceptable.\n3. Participants ages ≥18 years (follow local regulatory requirements if the legal age of consent for study participation is \\>18 years).\n4. At least 1 measurable lesion on computed tomography (CT) or magnetic resonance imaging (MRI) according to Response Evaluation Criteria in Solid Tumors version 1.1 (RECIST v1.1), as assessed by the investigator.\n5. Documentation of radiological disease progression on or after the previous regimen in the advanced/metastatic setting.\n6. Has an Eastern Cooperative Oncology Group (ECOG) performance status of 0 or 1.\n7. Has adequate organ function as specified in the protocol within 7 days before the start of study drug.\n8. If the participant is a female of childbearing potential, she must have a negative serum pregnancy test during Screening (within 28 days before the first dose of I-DXd). Male and female participants of reproductive/childbearing potential must agree to use a highly effective form of contraception or avoid intercourse during and upon completion of the study and for at least 7 months for females and 4 months for males after the last dose of study drug.\n9. Male participants must not freeze or donate sperm starting at enrollment and throughout the study period and for at least 4 months after the final study drug administration.\n10. Female participants must not donate, or retrieve for their own use, ova from the time of enrollment, throughout the Study Treatment Period, and for at least 7 months after the final study drug administration.\n\nAdditional Inclusion Criteria for EC Participants\n\n1. Pathologically or cytologically documented EC of any histological carcinoma subtype or endometrial carcinosarcoma.\n2. Relapse or progression after a platinum-containing systemic treatment and an immune checkpoint inhibitor (ICI)-containing regimen (combined or sequential) in the advanced/metastatic setting.\n\nAdditional Inclusion Criteria for HNSCC Participants\n\n1. Pathologically or cytologically documented unresectable or metastatic squamous cell carcinoma of the oral cavity, oropharynx, hypopharynx, or larynx.\n2. Has disease progression or intolerance post platinum-based and ICI treatment, whether administered in combination or separately, with a maximum of 2 prior therapy lines for unresectable or metastatic HNSCC.\n3. Participants without tumors that invade major vessels (eg, the carotid) as shown unequivocally by imaging studies.\n4. Participants with no prior history of Grade ≥3 bleeding as per the National Cancer Institute Common Terminology Criteria for Adverse Event (NCI-CTCAE) v5.0 within 28 days prior to the start of study drug related to the current head and neck cancer may be included in the study.\n5. Documented human papillomavirus/p16 status for oropharyngeal cancer (historical results are acceptable if available).\n\nAdditional Inclusion Criteria for PDAC Participants\n\n1. Pathologically or cytologically documented unresectable or metastatic pancreatic adenocarcinoma that has relapsed or progressed after 1 prior line of systemic therapy in the locally advanced/metastatic setting\n\nAdditional Inclusion Criteria for CRC Participants\n\n1. Pathologically or cytologically documented unresectable or metastatic CRC with Microsatellite Stable (MSS) status.\n2. Relapse or progression after 1 prior line of systemic therapy with or without a biologic agent.\n3. No prior treatment with topoisomerase I inhibitors, such as irinotecan or topotecan.\n\nAdditional Inclusion Criteria for HCC Participants\n\n1. Pathologically or cytologically documented unresectable or metastatic HCC or noninvasive diagnosis of HCC as per the American Association for the Study of Liver Diseases (AASLD) criteria in subjects with a confirmed diagnosis of cirrhosis.\n2. Relapse or progression after 1 prior line of an ICI-containing regimen (combination or monotherapy) in the locally advanced/metastatic setting.\n3. Barcelona Clinic Liver Cancer (BCLC) Stage B or C.\n4. Liver function status should be Child-Pugh (CP) Class A.\n5. Participants with large esophageal varices at risk of bleeding must be treated with conventional medical intervention: beta blockers or endoscopic treatment.\n\nAdditional Inclusion Criteria for Ad-eso/GEJ/Gastric\n\n1. Pathologically or cytologically documented unresectable or metastatic Ad-eso/GEJ/Gastric that has relapsed or progressed after 1 prior line of systemic therapy in the locally advanced/metastatic setting.\n2. If the participant has known history of HER2 positivity (defined by immunohistochemistry \\[IHC\\] 3+ or IHC 2+ and in situ hybridization positive \\[ISH+\\], as classified by American Society of Clinical Oncology - College of American Pathologists \\[ASCO CAP\\]), the subject must have been previously treated with a HER2-directed therapy.\n\nAdditional Inclusion Criteria for Non-squamous NSCLC Participants\n\n1. Pathologically or cytologically documented unresectable or metastatic non-squamous NSCLC that has relapsed or progressed after 1 or more prior line of systemic therapy in the locally advanced/metastatic setting.\n2. Participant is not eligible for actionable genomic alteration-directed therapy.\n\nAdditional Inclusion Criteria for UC Participants\n\n1. Pathologically or cytologically documented unresectable or metastatic UC.\n2. Relapse or progression after 1 prior line of an ICI-containing systemic therapy, whether administered in combination or sequentially to chemotherapy in advanced/metastatic settings.\n\nParticipants who meet any of the following criteria will be disqualified from entering the study:\n\n1. Prior treatment with orlotamab, enoblituzumab, or other B7-homologue 3 (B7-H3)-targeted agents.\n2. Prior discontinuation of an antibody drug conjugate (ADC) that consists of an exatecan derivative (eg, trastuzumab deruxtecan) due to treatment-related toxicities.\n3. Clinically active brain metastases, spinal cord compression, or leptomeningeal carcinomatosis, defined as untreated or symptomatic, or requiring therapy with steroids or anticonvulsants to control associated symptoms.\n4. Inadequate treatment washout period before enrollment as specified in the protocol.\n5. Any of the following conditions within the past 6 months: cerebrovascular accident, transient ischemic attack, or another arterial thromboembolic event.\n6. Clinically significant corneal disease.\n7. Uncontrolled or significant cardiovascular disease.\n8. History of (noninfectious) interstitial lung disease (ILD)/pneumonitis that required corticosteroids, current ILD/pneumonitis, or suspected ILD/pneumonitis that cannot be ruled out by imaging at Screening.\n9. Clinically severe pulmonary compromise resulting from intercurrent pulmonary illnesses, including, but not limited to, any underlying pulmonary disorder (eg, pulmonary emboli within 3 months of the study enrollment, severe asthma, severe chronic obstructive pulmonary disease \\[COPD\\], restrictive lung disease, pleural effusion, etc) and any autoimmune, connective tissue, or inflammatory disorders with potential pulmonary involvement (eg, rheumatoid arthritis, Sjögren's syndrome, sarcoidosis, etc), prior pneumonectomy, or requirement for supplemental oxygen.\n10. Participants who require chronic steroid treatment at enrollment (dose of 10 mg daily or more prednisone equivalent), except for low-dose inhaled steroids (for asthma/COPD) or topical steroids (for mild skin conditions), or intra-articular steroid injections.\n11. History of malignancy within the 3 years prior to enrollment, except adequately resected nonmelanoma skin cancer, curatively treated in situ disease, superficial gastrointestinal tract tumors, and non-muscle invasive bladder cancer curatively resected by endoscopic surgery.\n12. History of allogeneic bone marrow, stem cell, or solid organ transplant.\n13. Unresolved toxicities from previous anticancer therapy, defined as toxicities (other than alopecia) not yet resolved to NCI-CTCAE v5.0 Grade ≤1 or baseline.\n14. History of hypersensitivity to the drug substances, inactive ingredients in the drug product, or severe hypersensitivity reactions to other monoclonal antibodies.\n15. Has evidence of ongoing uncontrolled systemic bacterial, fungal, or viral infection.\n16. Known human immunodeficiency virus (HIV) infection that is not well controlled.\n17. Has active or uncontrolled hepatitis B or C infection.\n18. Has an active, known, or suspected autoimmune disease.\n19. Any evidence of severe or uncontrolled systemic diseases (including active bleeding diatheses, psychiatric illness/social situations, and substance abuse) or other factors that, in the investigator's opinion, make it undesirable for the subject to participate in the study or would jeopardize compliance with the protocol.\n20. Has received a live vaccine within 30 days prior to the first dose of study drug.\n21. Is pregnant, breastfeeding, or planning to become pregnant.\n22. Has prior or ongoing clinically relevant illness, medical condition, surgical history, physical finding, or laboratory abnormality that, in the investigator's opinion, could affect the safety of the participant; alter the absorption, distribution, metabolism, or excretion of the study drug; or confound the assessment of study results",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "(US) Daiichi Sankyo Contact for Clinical Trial Information",
                    "role": "CONTACT",
                    "phone": "9089926400",
                    "email": "CTRinfo@dsi.com"
                },
                {
                    "name": "(Asia) Daiichi Sankyo Contact for Clinical Trial Information",
                    "role": "CONTACT",
                    "phone": "+81-3-6225-1111 (M-F 9-5 JST",
                    "email": "dsclinicaltrial@daiichisankyo.co.jp"
                }
            ],
            "locations": [
                {
                    "facility": "Clinical Research Alliance, Inc.",
                    "status": "RECRUITING",
                    "city": "Westbury",
                    "state": "New York",
                    "zip": "11590",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 40.75566,
                        "lon": -73.58763
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "De-identified individual participant data (IPD) on completed studies and applicable supporting clinical trial documents may be available upon request at https://vivli.org/. In cases where clinical trial data and supporting documents are provided pursuant to our company policies and procedures, Daiichi Sankyo will continue to protect the privacy of our clinical trial participants. Details on data sharing criteria and the procedure for requesting access can be found at this web address: https://vivli.org/ourmember/daiichi-sankyo/",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF"
            ],
            "timeFrame": "Completed studies that has reached a global end or completion with all data set collected and analyzed, and for which the medicine and indication have received European Union (EU) and United States (US), and/or Japan (JP) marketing approval on or after 01 January 2014 or by the US or EU or JP Health Authorities when regulatory submissions in all regions are not planned and after the primary study results have been accepted for publication.",
            "accessCriteria": "Formal request from qualified scientific and medical researchers on IPD and clinical study documents on completed clinical trials supporting products submitted and licensed in the United States, the European Union and/or Japan from 01 January 2014 and beyond for the purpose of conducting legitimate research. This must be consistent with the principle of safeguarding study participants' privacy and consistent with provision of informed consent.",
            "url": "https://vivli.org/ourmember/daiichi-sankyo/"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000012008",
                    "term": "Recurrence"
                }
            ],
            "ancestors": [
                {
                    "id": "D000020969",
                    "term": "Disease Attributes"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M3585",
                    "name": "Adenocarcinoma",
                    "relevance": "LOW"
                },
                {
                    "id": "M5546",
                    "name": "Carcinoma, Non-Small-Cell Lung",
                    "relevance": "LOW"
                },
                {
                    "id": "M5534",
                    "name": "Carcinoma",
                    "relevance": "LOW"
                },
                {
                    "id": "M14850",
                    "name": "Recurrence",
                    "asFound": "Recurrent",
                    "relevance": "HIGH"
                },
                {
                    "id": "M11172",
                    "name": "Lung Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M9613",
                    "name": "Carcinoma, Hepatocellular",
                    "relevance": "LOW"
                },
                {
                    "id": "M5550",
                    "name": "Carcinoma, Squamous Cell",
                    "relevance": "LOW"
                },
                {
                    "id": "M5551",
                    "name": "Carcinoma, Transitional Cell",
                    "relevance": "LOW"
                },
                {
                    "id": "M22700",
                    "name": "Disease Attributes",
                    "relevance": "LOW"
                },
                {
                    "id": "T5693",
                    "name": "Transitional Cell Carcinoma",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC08",
                    "name": "Respiratory Tract (Lung and Bronchial) Diseases"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "BC06",
                    "name": "Digestive System Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}