{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05119335",
            "orgStudyIdInfo": {
                "id": "NKT2152-101"
            },
            "organization": {
                "fullName": "NiKang Therapeutics, Inc.",
                "class": "INDUSTRY"
            },
            "briefTitle": "A Study of NKT2152, a HIF2α Inhibitor, in Patients With Advanced Clear Cell Renal Cell Carcinoma",
            "officialTitle": "Phase 1/2 Open Label Dose-escalation and Expansion Trial of NKT2152 an Orally Administered HIF2α Inhibitor to Investigate Safety Pharmacokinetics Pharmacodynamics and Clinical Activity in Patients With Advanced Clear Cell Renal Cell Carcinoma",
            "therapeuticArea": [
                "Oncology and Hematology",
                "Other"
            ],
            "study": "a-study-of-a-inhibitor-in-patients-with-advanced-clear-cell-renal-cell-carcinoma"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-11",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-10-26",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-09",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-09",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-10-14",
            "studyFirstSubmitQcDate": "2021-11-09",
            "studyFirstPostDateStruct": {
                "date": "2021-11-15",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-11-27",
            "lastUpdatePostDateStruct": {
                "date": "2023-11-30",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "NiKang Therapeutics, Inc.",
                "class": "INDUSTRY"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The goal of the Phase 1 portion is to identify the maximum tolerated dose (MTD) and/or the recommended doses for expansion (RDEs) of NKT2152. The Phase 2 portion will evaluate the efficacy of NKT2152 in ccRCC.",
            "detailedDescription": "This is a Phase 1/2 open label multicenter study of NKT2152. Phase 1 is a first in human (FIH) dose escalation study in patients aged 18 years or older with clear cell renal carcinoma (ccRCC) who have exhausted available standard therapy as determined by the investigator.\n\nPhase 1 is designed to determine the MTD and/or RDEs of NKT2152 as a single agent administered orally once daily. Depending on the tolerability and PK, additional dosing schedules may be tested. Phase 2 will evaluate the safety, pharmacokinetics and antitumor efficacy of NKT2152 in ccRCC patients. Patients will be randomized to one of two dosage levels selected for further evaluation."
        },
        "conditionsModule": {
            "conditions": [
                "ccRCC",
                "Clear Cell Renal Cell Carcinoma",
                "Kidney Cancer",
                "Kidney Neoplasms",
                "Renal Cancer",
                "Renal Neoplasms",
                "Recurrent Renal Cell Carcinoma",
                "Metastatic Renal Cell Carcinoma",
                "Refractory Renal Cell Carcinoma",
                "Advanced Renal Cell Carcinoma",
                "Hypoxia",
                "Renal Cell Carcinoma",
                "Hypoxia Inducible Factor (HIF)",
                "HIF2α Inhibitor",
                "Hypoxia Inducible Factor 2 Alpha (HIF-2 Alpha)",
                "Hypoxia Inducible Factor 2α (HIF-2α)",
                "Clear Cell"
            ],
            "keywords": [
                "Hypoxia inducible factor (HIF)",
                "HIF2α INHIBITOR",
                "HIF1α",
                "clear cell",
                "Hypoxia inducible factor 2 alpha (HIF-2 alpha)",
                "Hypoxia inducible factor 2α (HIF-2α)",
                "Renal Cell Carcinoma (RCC)",
                "Kidney Cancer"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1",
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "SEQUENTIAL",
                "interventionModelDescription": "Phase 1 dose escalation sequential; Phase 2 dose expansion randomized to 2 dosage levels",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 128,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Phase 1 dose escalation",
                    "type": "EXPERIMENTAL",
                    "description": "Phase 1 is designed to determine the maximum tolerated dose and/or identify the recommended Phase 2 dose of NKT2152 as a single agent administered orally once daily in ccRCC patients",
                    "interventionNames": [
                        "Drug: Oral NKT2152"
                    ]
                },
                {
                    "label": "Phase 2 dose expansion",
                    "type": "EXPERIMENTAL",
                    "description": "Phase 2 dose expansion will evaluate the safety, pharmacokinetics and antitumor efficacy of NKT2152 as a single agent administered orally once daily in ccRCC patients. Patients will be randomized to one of two dosage levels being evaluated.",
                    "interventionNames": [
                        "Drug: Oral NKT2152"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Oral NKT2152",
                    "description": "Oral HIF2α inhibitor",
                    "armGroupLabels": [
                        "Phase 1 dose escalation",
                        "Phase 2 dose expansion"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Number of Participants with Dose Limiting Toxicity (DLT) events during the DLT monitoring period (first 21 days of dosing) in the Dose Escalation Phase (Phase 1)",
                    "description": "DLTs graded according to the National Cancer Institute Common Terminology Criteria for Adverse Events (NCI CTCAE) version 5 .0.",
                    "timeFrame": "21 days"
                },
                {
                    "measure": "Recommended Doses for Expansion (RDEs) Determined in the Dose Escalation Phase (Phase 1)",
                    "description": "The RDE(s) will be determined based on observed dose-limiting toxicities (DLTs) and using the totality of (AUC0-∞) and biological data in Phase 1.",
                    "timeFrame": "Approximately 2 years"
                },
                {
                    "measure": "Objective Response Rate (ORR) determined by the Investigator in the Dose Expansion Phase (Phase 2)",
                    "description": "ORR defined as the percentage of participants with a confirmed complete response (CR) or partial response (PR) based on Response Evaluation Criteria in Solid Tumors (RECIST) version 1.1.",
                    "timeFrame": "Approximately 1 year"
                },
                {
                    "measure": "Recommended Phase 2 Dose (RP2D)",
                    "description": "Further assess RDEs to determine the RP2D for NKT2152.",
                    "timeFrame": "Approximately 1 year"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Number of Participants with Adverse Events",
                    "description": "An adverse event (AE) is defined as any untoward medical occurrence in a patient and which does not necessarily have a causal relationship with this treatment. The investigator assessed the relationship of each event to the use of study drug as either probably related, possibly related, probably not related or not related.",
                    "timeFrame": "Approximately 2 years"
                },
                {
                    "measure": "Area under the plasma concentration time curve (AUC0-t) of NKT2152",
                    "description": "Area under the plasma concentration time curve (AUC0-t) of NKT2152.",
                    "timeFrame": "Up to Day 22"
                },
                {
                    "measure": "Area under the plasma concentration time curve (AUC0-∞) of NKT2152",
                    "description": "Area under the plasma concentration time curve (AUC0-∞) of NKT2152",
                    "timeFrame": "Up to Day 22"
                },
                {
                    "measure": "Maximum observed plasma concentration (Cmax) of NKT2152",
                    "description": "Maximum observed plasma concentration (Cmax) of NKT2152",
                    "timeFrame": "Up to Day 22"
                },
                {
                    "measure": "Time to maximum observed plasma concentration of NKT2152 (Tmax)",
                    "description": "Time to maximum observed plasma concentration of NKT2152 (Tmax)",
                    "timeFrame": "Up to Day 22"
                },
                {
                    "measure": "Objective Response Rate (ORR) determined by the Investigator in the Dose Escalation Phase (Phase 1)",
                    "description": "ORR defined as the percentage of participants with a confirmed complete response (CR) or partial response (PR) based on Response Evaluation Criteria in Solid Tumors (RECIST) version 1.1.",
                    "timeFrame": "Approximately 1 year"
                },
                {
                    "measure": "Duration of response (DOR)",
                    "description": "Duration of overall response is defined as the time from the date of first documented CR or PR, assessed by investigator and based on RECIST v. 1.1, to the documented date of progressive disease (PD) or death, whichever occurred first.",
                    "timeFrame": "Approximately 1 year"
                },
                {
                    "measure": "Disease control rate (DCR) determined by the Investigator",
                    "description": "DCR defined as the percentage of participants with a confirmed complete response (CR) or partial response (PR) or a stable disease (SD) of 8 weeks or longer based on Response Evaluation Criteria in Solid Tumors (RECIST) version 1.1.",
                    "timeFrame": "Approximately 1 year"
                },
                {
                    "measure": "Progression free survival (PFS)",
                    "description": "PFS defined as the time from the date the participant started study drug to the date the participant experiences an event of disease progression or death.",
                    "timeFrame": "Through study completion, an average of 2 years"
                },
                {
                    "measure": "Overall survival (OS)",
                    "description": "OS defined as the time from the date the participant started study drug to death for any reason.",
                    "timeFrame": "Through study completion, an average of 2 years"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Patients must meet all of the following criteria to be enrolled in this study.\n\n1. Has the ability to understand and willingness to sign a written informed consent form before the performance of any study procedures\n2. Has locally advanced or metastatic ccRCC and has progressed during treatment, are relapsed, refractory and not amenable to curative therapy or standard therapy and has progressed during treatment with at least 1 prior therapeutic regimen\n3. Must have measurable disease per the Response Evaluation Criteria in Solid Tumors version 1.1 (RECIST 1.1)\n4. Is of age ≥ 18 years\n5. Has an Eastern Cooperative Oncology Group (ECOG) performance status of 0-2\n6. Has a life expectancy of ≥ 3 months\n7. Has adequate organ function defined as follows:\n\n   1. Bone marrow: ANC ≥ 1.0 × 10\\^9/L; Hgb level ≥ 10 g/dL without transfusion or erythropoietin support within 2 weeks prior to first dose; platelet count ≥ 75,000/μL\n   2. Hepatic: transaminase levels (AST/ALT) ≤ 2.5 × ULN (≤ 5 × ULN if liver metastases is present); total bilirubin (TBILI) ≤ 1.5 × ULN in the absence of Gilbert's disease\n   3. Renal: serum creatinine level ≤ 2.0 × ULN or calculated creatinine clearance (CrCL) ≥ 40 mL/min (Cockcroft-Gault formula)\n8. If a female patient of child-bearing potential, has a negative serum pregnancy test result within 7 days before first study drug administration\n9. If a female patient, must be surgically sterile, must be post-menopausal, or must agree to use physician-approved method of birth control during screening, during the study, and for a minimum of 6 months after the last study drug administration; or if a male patient with a female partner, must agree to use physician-approved method of birth control during screening, during the study, and for a minimum of 6 months after the last study drug administration\n10. Female patients of childbearing potential must meet all of the following criteria:\n\n    1. Not pregnant (negative serum pregnancy test during Screening)\n    2. Not breast feeding\n    3. Willing to use a protocol-recommended method of contraception or to abstain from heterosexual intercourse from the start of treatment or until at least 6 months after the last dose of treatment. Note: A female patient is considered to be of childbearing potential unless she has had a hysterectomy, bilateral tubal ligation, or bilateral oophorectomy; has medically documented ovarian failure (with serum estradiol and follicle-stimulating hormone levels within the institutional laboratory postmenopausal range and a negative serum or urine beta human chorionic gonadotropin); or is menopausal (amenorrhea for 12 months).\n11. Male patients who can father a child must meet all of the following criteria:\n\n    1. Willing to use a protocol-recommended method of contraception or to abstain from heterosexual intercourse with females of childbearing potential from the start of treatment until at least 6 months after the last dose of treatment, and\n    2. Willing to refrain from sperm donation from the start of treatment until at least 6 months after the last dose of treatment. Note: A male patient is considered able to father a child unless he has had a bilateral vasectomy with documented aspermia or a bilateral orchiectomy.\n12. Able to swallow oral medications.\n13. Ambulatory subjects need to take a six-minute walk test. Walking distance needs to be at least 400 meters and the change of oxygen saturation needs to be within 5% range.\n\nPatients will be excluded from this study if they meet any of the following criteria.\n\n1. Known symptomatic brain metastases requiring \\> 10 mg/day of prednisone (or its equivalent). Patients with previously diagnosed brain metastases are eligible if they have completed their treatment, have recovered from the acute effects of radiation therapy or surgery prior to the start of NKT2152 treatment, fulfill the above steroid requirement for these metastases, and are neurologically stable based on central nervous system imaging ≥ 4 weeks after CNS-directed treatment.\n2. Having one or more of the following conditions:\n\n   1. A pulse oximetry reading less than 95% at screening;\n   2. Any current requirement for intermittent or chronic supplemental oxygen;\n   3. Any chronic lung condition which has required supplemental oxygen in the past;\n   4. Evidence of impending airway compromise (such as endobronchial tumor, lymphangitic spread, significant extrinsic compression of major airway) per investigator;\n   5. Ascites requiring drainage within 28 days prior to W1D1\n3. History of another malignancy except for the following: adequately treated local basal cell or squamous carcinoma of the skin, in situ cervical cancer, adequately treated papillary noninvasive bladder cancer, other adequately treated Stage 1 or Stage 2 cancers currently in complete remission, or any other cancer that has been in complete remission for ≥ 2 years\n4. Has failed to recover from the effects of prior anticancer therapy to baseline level or Grade 1 severity (except for alopecia) per NCI CTCAE; patients with treatable adverse effects such as hypothyroidism or hypertension may be enrolled if the adverse effect is controlled with treatment\n5. Significant cardiovascular disease, including myocardial infarction, arterial thromboembolism, or cerebrovascular thromboembolism, within 6 months prior to start of NKT2152 treatment; symptomatic dysrhythmias or unstable dysrhythmias requiring medical therapy; angina requiring therapy, symptomatic peripheral vascular disease; New York Heart Association Class 3 or 4 congestive heart failure; ≥ Grade 3 hypertension (diastolic blood pressure ≥ 100 mmHg or systolic blood pressure ≥160 mmHg) despite adequate use of anti-hypertensives; or history of congenital prolonged QT syndrome or repeated demonstration of a QTc interval \\> 480 ms; ejection fraction \\< 40%; clinically significant pericardial or pleural effusion in the opinion of the investigator.\n6. Has received prior investigational therapy or standard therapy within 5 half-lives of the agent or 4 weeks before the first administration of study drug, whichever is shorter\n7. Has a bleeding diathesis or coagulopathy\n8. Deep vein thrombosis (DVT)/pulmonary embolism are allowed as long as patient is not symptomatic and received 2 weeks or more of adequate anticoagulation\n9. Has manifestations of malabsorption due to prior gastrointestinal (GI) surgery or GI disease\n10. Has any other clinically significant cardiac, respiratory, or other medical or psychiatric condition that might interfere with participation in the trial or interfere with the interpretation of trial results\n11. Has had major surgery within 4 weeks before first study drug administration; the following procedures are not considered to be major surgeries: thoracentesis, port placement, laparoscopy, thoracoscopy, bronchoscopy, endoscopic or ultrasonographic procedures, mediastinoscopy, skin biopsy, incisional biopsy, image-guided biopsy for diagnostic purposes, and routine dental procedures\n12. Has known human immunodeficiency virus (HIV)\n13. Has an active infection requiring systemic treatment\n14. Is actively participating in another therapeutic clinical trial",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Sponsor Contact",
                    "role": "CONTACT",
                    "phone": "(302) 415-5127",
                    "email": "clinicaltrials@nikangtx.com"
                }
            ],
            "locations": [
                {
                    "facility": "HonorHealth",
                    "status": "RECRUITING",
                    "city": "Scottsdale",
                    "state": "Arizona",
                    "zip": "85258",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Michael Gordon, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.50921,
                        "lon": -111.89903
                    }
                },
                {
                    "facility": "UCLA",
                    "status": "RECRUITING",
                    "city": "Los Angeles",
                    "state": "California",
                    "zip": "90095",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Brian Shuch",
                            "role": "CONTACT"
                        },
                        {
                            "name": "Brian Shuch, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 34.05223,
                        "lon": -118.24368
                    }
                },
                {
                    "facility": "Sarah Cannon Research Institute",
                    "status": "RECRUITING",
                    "city": "Denver",
                    "state": "Colorado",
                    "zip": "80218",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Gerald Falchook, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.73915,
                        "lon": -104.9847
                    }
                },
                {
                    "facility": "Emory University",
                    "status": "RECRUITING",
                    "city": "Atlanta",
                    "state": "Georgia",
                    "zip": "30322",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Mahmet Bilen",
                            "role": "CONTACT"
                        },
                        {
                            "name": "Mahmet Bilen, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.749,
                        "lon": -84.38798
                    }
                },
                {
                    "facility": "Indiana University Simon Comprehensive Cancer Center",
                    "status": "RECRUITING",
                    "city": "Indianapolis",
                    "state": "Indiana",
                    "zip": "46202",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Theodore Logan, MD",
                            "role": "CONTACT"
                        },
                        {
                            "name": "Theodore Logan, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.76838,
                        "lon": -86.15804
                    }
                },
                {
                    "facility": "University of Iowa",
                    "status": "RECRUITING",
                    "city": "Iowa City",
                    "state": "Iowa",
                    "zip": "52242",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Yousef Zakharia, MD",
                            "role": "CONTACT"
                        },
                        {
                            "name": "Yousef Zakahria, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.66113,
                        "lon": -91.53017
                    }
                },
                {
                    "facility": "National Cancer Institute",
                    "status": "RECRUITING",
                    "city": "Bethesda",
                    "state": "Maryland",
                    "zip": "20892-9760",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Ram Srinivasan, MD",
                            "role": "CONTACT"
                        },
                        {
                            "name": "Ram Srinivasan, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.98067,
                        "lon": -77.10026
                    }
                },
                {
                    "facility": "Dana Farber Cancer Institute",
                    "status": "RECRUITING",
                    "city": "Boston",
                    "state": "Massachusetts",
                    "zip": "02215",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Toni Choueiri, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.35843,
                        "lon": -71.05977
                    }
                },
                {
                    "facility": "Nebraska Cancer Specialists",
                    "status": "RECRUITING",
                    "city": "Omaha",
                    "state": "Nebraska",
                    "zip": "68130",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Ralph Hauke, MD",
                            "role": "CONTACT",
                            "phone": "402-334-4773"
                        },
                        {
                            "name": "Ralph Hauke, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.25626,
                        "lon": -95.94043
                    }
                },
                {
                    "facility": "University of Oklahoma",
                    "status": "ACTIVE_NOT_RECRUITING",
                    "city": "Oklahoma City",
                    "state": "Oklahoma",
                    "zip": "73117",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 35.46756,
                        "lon": -97.51643
                    }
                },
                {
                    "facility": "Oregon Health and Science University",
                    "status": "RECRUITING",
                    "city": "Portland",
                    "state": "Oregon",
                    "zip": "97239",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Christopher Ryan, MD",
                            "role": "CONTACT"
                        },
                        {
                            "name": "Christopher Ryan, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 45.52345,
                        "lon": -122.67621
                    }
                },
                {
                    "facility": "MD Anderson Cancer Center",
                    "status": "RECRUITING",
                    "city": "Houston",
                    "state": "Texas",
                    "zip": "77030",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Eric Jonasch, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 29.76328,
                        "lon": -95.36327
                    }
                },
                {
                    "facility": "Seattle Cancer Care Alliance",
                    "status": "RECRUITING",
                    "city": "Seattle",
                    "state": "Washington",
                    "zip": "98109",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Evan Hall, MD",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 47.60621,
                        "lon": -122.33207
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO",
            "description": "IPD are not planned to be shared at this time"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000002277",
                    "term": "Carcinoma"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000002292",
                    "term": "Carcinoma, Renal Cell"
                },
                {
                    "id": "D000007680",
                    "term": "Kidney Neoplasms"
                },
                {
                    "id": "D000000860",
                    "term": "Hypoxia"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009375",
                    "term": "Neoplasms, Glandular and Epithelial"
                },
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000000230",
                    "term": "Adenocarcinoma"
                },
                {
                    "id": "D000014571",
                    "term": "Urologic Neoplasms"
                },
                {
                    "id": "D000014565",
                    "term": "Urogenital Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000052776",
                    "term": "Female Urogenital Diseases"
                },
                {
                    "id": "D000005261",
                    "term": "Female Urogenital Diseases and Pregnancy Complications"
                },
                {
                    "id": "D000091642",
                    "term": "Urogenital Diseases"
                },
                {
                    "id": "D000007674",
                    "term": "Kidney Diseases"
                },
                {
                    "id": "D000014570",
                    "term": "Urologic Diseases"
                },
                {
                    "id": "D000052801",
                    "term": "Male Urogenital Diseases"
                },
                {
                    "id": "D000012818",
                    "term": "Signs and Symptoms, Respiratory"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5534",
                    "name": "Carcinoma",
                    "asFound": "Carcinoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M14850",
                    "name": "Recurrence",
                    "relevance": "LOW"
                },
                {
                    "id": "M10703",
                    "name": "Kidney Neoplasms",
                    "asFound": "Kidney Neoplasms",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5548",
                    "name": "Carcinoma, Renal Cell",
                    "asFound": "Clear Cell Renal Cell Carcinoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4185",
                    "name": "Hypoxia",
                    "asFound": "Hypoxia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12320",
                    "name": "Neoplasms, Glandular and Epithelial",
                    "relevance": "LOW"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M3585",
                    "name": "Adenocarcinoma",
                    "relevance": "LOW"
                },
                {
                    "id": "M17320",
                    "name": "Urologic Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M17315",
                    "name": "Urogenital Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M2875",
                    "name": "Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M27093",
                    "name": "Female Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14127",
                    "name": "Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M8399",
                    "name": "Female Urogenital Diseases and Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M10698",
                    "name": "Kidney Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M17319",
                    "name": "Urologic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M27095",
                    "name": "Male Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M15623",
                    "name": "Signs and Symptoms, Respiratory",
                    "relevance": "LOW"
                },
                {
                    "id": "T4906",
                    "name": "Renal Cell Carcinoma",
                    "asFound": "Renal Cell Carcinoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "T1341",
                    "name": "Clear Cell Renal Cell Carcinoma",
                    "asFound": "Clear Cell Renal Cell Carcinoma",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}