{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05655182",
            "orgStudyIdInfo": {
                "id": "BLB-201-002"
            },
            "organization": {
                "fullName": "Blue Lake Biotechnology Inc.",
                "class": "INDUSTRY"
            },
            "briefTitle": "A Study of BLB-201 RSV Vaccine in Infants and Children",
            "officialTitle": "A Phase 1/2a Trial of the Safety, Tolerability and Immunogenicity of PIV5-vectored RSV Vaccine (BLB-201) in RSV Seronegative and Seropositive Infants and Children",
            "therapeuticArea": [
                "Respiratory"
            ],
            "study": "a-study-of-blb-rsv-vaccine-in-infants-and-children"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-03",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-03-09",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-09-14",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-12-23",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-12-08",
            "studyFirstSubmitQcDate": "2022-12-08",
            "studyFirstPostDateStruct": {
                "date": "2022-12-19",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-03-07",
            "lastUpdatePostDateStruct": {
                "date": "2024-03-12",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Blue Lake Biotechnology Inc.",
                "class": "INDUSTRY"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This Phase 1/2a trial is a randomized, placebo-controlled trial to evaluate the safety, tolerability and immunogenicity of two ascending doses (10\\^6 PFU and 10\\^7 PFU) of intranasal BLB-201 (a recombinant parainfluenza virus type 5) administered in infants (8-24 months of age) and children (18-59 months of age) who may or may not have had prior respiratory syncytial virus (RSV) infection.",
            "detailedDescription": "This trial is designed to evaluate the safety, tolerability and immunogenicity of BLB-201 vaccine in infants (8-24 months of age) and children (18-59 months of age) who may or may not have had prior respiratory syncytial virus (RSV) infection. One (Day 1) or two doses (Day 1 and Day 57) of low (10\\^6 PFU) and high dosage (10\\^7 PFU) of BLB-201 will be evaluated."
        },
        "conditionsModule": {
            "conditions": [
                "Respiratory Syncytial Virus Infections"
            ],
            "keywords": [
                "Human respiratory syncytial virus (RSV)",
                "Lower respiratory tract infection (LRTI)"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1",
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "SEQUENTIAL",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "QUADRUPLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 137,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Group 1, infants (age 18-59 months), RSV+, BLB201 10^6 PFU",
                    "type": "EXPERIMENTAL",
                    "description": "6 RSV seropositive participants will be administered 10\\^6 PFU BLB-201 by intranasal route on Day 1",
                    "interventionNames": [
                        "Biological: PIV5-vectored RSV Vaccine (BLB-201) Low Dose"
                    ]
                },
                {
                    "label": "Group 1, infants (age 18-59 months), RSV+, Placebo",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "4 RSV seropositive participants will be administered placebo by intranasal route on Day 1",
                    "interventionNames": [
                        "Drug: Placebo"
                    ]
                },
                {
                    "label": "Group 2, infants (age 18-59 months), RSV+, BLB201 10^7 PFU",
                    "type": "EXPERIMENTAL",
                    "description": "6 RSV seropositive participants will be administered 10\\^7 PFU BLB-201 by intranasal route on Day 1",
                    "interventionNames": [
                        "Biological: PIV5-vectored RSV Vaccine (BLB-201) High Dose"
                    ]
                },
                {
                    "label": "Group 2, infants (age 18-59 months), RSV+, Placebo",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "4 RSV seropositive participants will be administered placebo by intranasal route on Day 1",
                    "interventionNames": [
                        "Drug: Placebo"
                    ]
                },
                {
                    "label": "Group 3, children (age 8-24 months), RSV+ or RSV-, BLB201 10^6 PFU",
                    "type": "EXPERIMENTAL",
                    "description": "16 participants will be administered BLB201 10\\^6 PFU by intranasal route on Day 1",
                    "interventionNames": [
                        "Biological: PIV5-vectored RSV Vaccine (BLB-201) Low Dose"
                    ]
                },
                {
                    "label": "Group 3, children (age 8-24 months), RSV+ or RSV-, Placebo",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "8 participants will be administered placebo by intranasal route on Day 1",
                    "interventionNames": [
                        "Drug: Placebo"
                    ]
                },
                {
                    "label": "Group 4, children (age 6-24 months), RSV+ or RSV-, BLB201 10^7 PFU",
                    "type": "EXPERIMENTAL",
                    "description": "32 participants will be administered BLB201 10\\^7 PFU by intranasal route on Day 1",
                    "interventionNames": [
                        "Biological: PIV5-vectored RSV Vaccine (BLB-201) High Dose"
                    ]
                },
                {
                    "label": "Group 4, children (age 8-24 months), RSV+ or RSV-, Placebo",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "16 participants will be administered placebo by intranasal route on Day 1",
                    "interventionNames": [
                        "Drug: Placebo"
                    ]
                },
                {
                    "label": "Group 6, children (age 8-24 months), RSV+ or RSV-, BLB201 10^7 PFU",
                    "type": "EXPERIMENTAL",
                    "description": "30 participants will be administered BLB201 10\\^7 PFU by intranasal route on Day 1 and Day 57",
                    "interventionNames": [
                        "Biological: PIV5-vectored RSV Vaccine (BLB-201) High Dose"
                    ]
                },
                {
                    "label": "Group 6, children (age 8-24 months), RSV+ or RSV-, Placebo",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "15 participants will be administered Placebo by intranasal route on Day 1 and Day 57",
                    "interventionNames": [
                        "Drug: Placebo"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BIOLOGICAL",
                    "name": "PIV5-vectored RSV Vaccine (BLB-201) Low Dose",
                    "description": "BLB201 10\\^6 PFU",
                    "armGroupLabels": [
                        "Group 1, infants (age 18-59 months), RSV+, BLB201 10^6 PFU",
                        "Group 3, children (age 8-24 months), RSV+ or RSV-, BLB201 10^6 PFU"
                    ]
                },
                {
                    "type": "BIOLOGICAL",
                    "name": "PIV5-vectored RSV Vaccine (BLB-201) High Dose",
                    "description": "BLB201 10\\^7 PFU",
                    "armGroupLabels": [
                        "Group 2, infants (age 18-59 months), RSV+, BLB201 10^7 PFU",
                        "Group 4, children (age 6-24 months), RSV+ or RSV-, BLB201 10^7 PFU",
                        "Group 6, children (age 8-24 months), RSV+ or RSV-, BLB201 10^7 PFU"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Placebo",
                    "description": "The placebo used for the trial will be the same as the diluent (0.9% sterile saline) used for the low dose group (10\\^6 PFU).",
                    "armGroupLabels": [
                        "Group 1, infants (age 18-59 months), RSV+, Placebo",
                        "Group 2, infants (age 18-59 months), RSV+, Placebo",
                        "Group 3, children (age 8-24 months), RSV+ or RSV-, Placebo",
                        "Group 4, children (age 8-24 months), RSV+ or RSV-, Placebo",
                        "Group 6, children (age 8-24 months), RSV+ or RSV-, Placebo"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Solicited Adverse Events",
                    "description": "Frequencies and grades of solicited local and systemic AEs during a 14-day period after dosing.",
                    "timeFrame": "Day 1-15"
                },
                {
                    "measure": "Unsolicited Adverse Events",
                    "description": "Frequencies and grades of unsolicited AEs during a 28-day period after dosing.",
                    "timeFrame": "Day 1-29"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion criteria for sero+ children 18 to 59 months of age enrolled in Groups 1 and 2:\n\nHealthy children at least 18 months but less than 60 months of age whose legally-acceptable representative (LAR) understands and signs the trial informed consent and agrees to vaccine administration following a detailed explanation of the trial.\n\nDetermined by medical history, targeted physical exam, and clinical judgement of the investigator to be in a good state of health. Screening laboratory values slightly outside lab normal ranges may be acceptable if the site investigator determines that they are not clinically significant. Permitted concomitant medications include nutritional supplements, medications for gastroesophageal reflux, eye drops, and topical medications, including topical steroids, topical antibiotics, and topical antifungal agents.\n\nSero+ for RSV as defined by serum RSV antibody titer assay\n\nParticipant is expected to be available for the duration of the trial.\n\nThe LAR confirms that the subject has received routine immunizations appropriate for age based on the current Advisory Committee on Immunization Practices (ACIP) Recommended Immunization Schedule for Children and Adolescents Aged 18 Years or Younger.\n\nGrowing normally for age as demonstrated on a World Health Organization (WHO) growth chart, AND has a current height and weight above the 3rd percentile for age.\n\nInclusion criteria for sero+ or sero- infants and children 8 to 24 months of age enrolled in Groups 3 through 6:\n\nHealthy children at least 8 months but less than 25 months of age whose LAR understands and signs the trial informed consent and agrees to vaccine administration following a detailed explanation of the trial.\n\nDetermined by medical history, targeted physical exam, and clinical judgement of the investigator to be in a good state of health. Screening laboratory values slightly outside lab normal ranges may be acceptable if the site investigator determines that they are not clinically significant. Permitted concomitant medications include nutritional supplements, medications for gastroesophageal reflux, eye drops, and topical medications, including topical steroids, topical antibiotics, and topical antifungal agents.\n\nSero- OR sero+ for RSV antibody, defined by serum RSV antibody titer assay not more than 30 days prior to vaccination.\n\nParticipant is expected to be available for the duration of the trial.\n\nThe LAR confirms that subject has received routine immunizations appropriate for age based on the current Advisory Committee on Immunization Practices (ACIP) Recommended Immunization Schedule for Children and Adolescents Aged 18 Years or Younger.\n\nGrowing normally for age as demonstrated on a World Health Organization (WHO) growth chart, AND\n\nIf \\<1 year of age: has a current height and weight above the 5th percentile for age.\n\nIf ≥1 year of age: has a current height and weight above the 3rd percentile for age.\n\nSubject Exclusion Criteria\n\n\\<8 months of age and \\>60 months of age at the time of planned vaccine inoculation.\n\nBorn at less than 34 weeks gestation for subjects ≥ 1 year of age at enrollment\n\nBorn at less than 37 weeks gestation, and at the date of inoculation less than 1 year of age.\n\nMaternal history of a positive HIV test before or during pregnancy.\n\nMaternal history of illicit drug abuse or alcohol abuse.\n\nEvidence of chronic disease except for chronic diseases that are mild, stable and not immune compromising or require recent change (\\< 60 days) in management (e.g., mild stable eczema, mild allergic rhinitis)\n\nClinically significant pulmonary, cardiovascular, hepatic or renal functional abnormality as determined by medical history or physical exam.\n\nAcute or chronic medical condition or laboratory abnormality that may increase the risk of study participation or, in the investigator's judgement, make the participant inappropriate for the study.\n\nHistory of severe infection (e.g., requiring hospitalization).\n\nKnown or suspected impairment of immunological functions, bone marrow/solid organ transplant recipients.\n\nReceiving immunosuppressive therapy including systemic corticosteroids.\n\nMajor congenital malformations, including congenital cleft palate or cytogenetic abnormalities.\n\nSuspected or documented developmental disorder, delay, or other developmental problem.\n\nCardiac abnormality requiring treatment. Participants with clinically insignificant cardiac abnormalities (e.g., clinically insignificant patent foramen ovale) requiring no treatment may be enrolled.\n\nLung disease or reactive airway disease.\n\nHistory of wheezing episode/s or receipt of bronchodilator therapy\n\nPrevious receipt of supplemental oxygen therapy in a home setting.\n\nHistory of severe RSV infection or severe respiratory virus infection (e.g., requiring hospitalization).\n\nPrevious immunization with an investigational RSV vaccine.\n\nPrevious or planned administration of any anti-RSV antibody product within 6 months of receipt of study vaccine.\n\nPrevious receipt of immunoglobulin or any other antibody products within the past 6 months.\n\nPrevious receipt of any blood products within the past 6 months.\n\nPrevious anaphylactic reaction.\n\nPrevious serious vaccine-associated adverse reaction or one that was Grade 3 or above.\n\nKnown hypersensitivity to any study vaccine product component.\n\nHousehold contact with any of the following groups of individuals for the period up to 28 days after vaccination (including after each dose for cohorts receiving two doses of vaccine):\n\nMember of a household that contains an infant who is less than 6 months of age at the date of inoculation through the 28th day after inoculation. In groups assigned to two doses of vaccine, to include date of inoculation through the 28th day after the second inoculation.\n\nPregnant woman.\n\nPersons with hospitalization for asthma or other chronic respiratory disease in the past 5 years.\n\nMember of a household that, at the date of inoculation through the 28th day after inoculation (including second dose if scheduled), contains an immunocompromised individual including but not limited to:\n\nA person who is HIV-infected.\n\nA person who has cancer and has received chemotherapy within the 12 months prior to enrollment.\n\nA person with a solid organ or bone marrow transplant.\n\nA person currently receiving immunosuppressive agents.\n\nAttends a daycare facility that does not separate children by age and contains an infant\n\n\\<6 months of age at the date of inoculation through the 28th day after inoculation.\n\nNeurological and neurodevelopmental conditions (e.g., cerebral palsy, epilepsy, stroke, seizures).\n\nHistory of postinfectious or postvaccine neurological sequelae.\n\nAutoimmune, inflammatory, vascular, or rheumatic disease.\n\nHousehold contact of another child enrolled into the trial.\n\nInadequate venous access for repeated phlebotomy.\n\nSubject's LAR/s who, in the opinion of the site investigator, are not suitable participants for the study, for any reason not previously delineated, including subjects with any condition that would in the opinion of the site investigator place the subject at unacceptable risk of injury or render the subject unable to meet the requirements of the protocol.\n\nSubjects testing positive for infection with RSV, Influenza, or SARS-CoV-2 in the 3 months prior to enrollment.\n\nPlanned receipt of any of the following prior to planned trial vaccine receipt (Day 1 and Day 57 for group receiving 2 doses of vaccine):\n\nInactivated influenza vaccine within 14 days prior, or\n\nAny other inactivated vaccine or live-attenuated rotavirus vaccine within the 14 days prior, or\n\nAny live vaccine, other than rotavirus vaccine, within the 28 days prior, or\n\nAnother investigational vaccine or investigational drug within 28 days prior.\n\nSalicylate (aspirin) or salicylate-containing products within 28 days prior.\n\nPlanned receipt of any of the following after planned trial vaccine receipt (Day 1 and Day 57 for groups receiving 2 doses of vaccine):\n\nInactivated vaccine or live-attenuated rotavirus vaccine within the 14 days after, or\n\nAny live vaccine other than rotavirus in the 28 days after, or\n\nAnother investigational vaccine or investigational drug in the 56 days after.\n\nPlanned receipt of any of the following medications within 7 days of trial enrollment and 7 days after trial vaccine (Day 1 and also Day 57 for groups receiving 2 doses of vaccine):\n\nSystemic antibacterial, antiviral, antifungal, anti-parasitic, or antituberculous agents, whether for treatment or prophylaxis, or systemic or nasal steroid therapy for acute illness.\n\nAny other intranasal medications, or\n\nOther prescription medications except permitted concomitant medications. Permitted concomitant medications (prescription or non-prescription) include nutritional supplements, medications for gastroesophageal reflux, eye drops, and topical medications, including (but not limited to) cutaneous (topical) steroids, topical antibiotics, and topical antifungal agents.\n\nHistory of bleeding disorder or significant problem with bleeding\n\nAmerican Indian or Alaska Native Infants/Children (high risk for severe RSV infection) AND eligible to receive nirsevimab\n\nTemporary exclusion criteria for sero+ children, sero- children, and infants:\n\nThe following are temporary or self-limiting conditions, and once resolved, the subject may be enrolled, if otherwise eligible. If the period of temporary exclusion is greater than 30 days, sero- children will need to be rescreened for levels of RSV neutralizing antibody.\n\nAny of the following events at the time of enrollment:\n\nFever (temperature of ≥100.4°F per site standard based on age; e.g., oral for older children, rectal for infants, axillary screening), or\n\nUpper respiratory signs or symptoms (rhinorrhea, cough, or pharyngitis) or\n\nNasal congestion significant enough to interfere with successful vaccination.\n\nOtitis media.\n\nContact with a person diagnosed with RSV, Influenza, coronavirus disease-2 (COVID- 19) or other viral respiratory illnesses within the preceding 10 days.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "8 Months",
            "maximumAge": "5 Years",
            "stdAges": [
                "CHILD"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Marinka Tellier",
                    "role": "CONTACT",
                    "phone": "7062017798",
                    "email": "mtellier@cyanvacllc.com"
                },
                {
                    "name": "Henry Radziewicz, MD PhD",
                    "role": "CONTACT",
                    "email": "HRadziewicz@bluelakebiotechnology.com"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Paul Spearman, MD",
                    "affiliation": "Children's Hospital Medical Center, Cincinnati",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Paradigm Clinical Research",
                    "status": "RECRUITING",
                    "city": "La Mesa",
                    "state": "California",
                    "zip": "91942",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Cheryl Bolovits",
                            "role": "CONTACT",
                            "phone": "858-274-4226",
                            "email": "cbolovits@Paradigm-research.com"
                        },
                        {
                            "name": "Shaun Berger, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 32.76783,
                        "lon": -117.02308
                    }
                },
                {
                    "facility": "Peninsula Research Associates",
                    "status": "RECRUITING",
                    "city": "Rolling Hills Estates",
                    "state": "California",
                    "zip": "90274",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Heather Mendoza",
                            "role": "CONTACT",
                            "phone": "310-265-1623",
                            "phoneExt": "302",
                            "email": "heathermendoza@peninsularesearch.com"
                        },
                        {
                            "name": "Lawrence Sher, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.78779,
                        "lon": -118.35813
                    }
                },
                {
                    "facility": "Velocity Clinical Research, Boise",
                    "status": "RECRUITING",
                    "city": "Meridian",
                    "state": "Idaho",
                    "zip": "83642",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Nicholas Tuttle",
                            "role": "CONTACT",
                            "phone": "208-377-8653",
                            "email": "ntuttle@velocityclinical.com"
                        },
                        {
                            "name": "Mark Turner, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 43.61211,
                        "lon": -116.39151
                    }
                },
                {
                    "facility": "AMR Newton",
                    "status": "RECRUITING",
                    "city": "Newton",
                    "state": "Kansas",
                    "zip": "67114",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Anna M Hogan, BS",
                            "role": "CONTACT",
                            "phone": "316-282-0828",
                            "email": "anna.hogan@amrllc.com"
                        },
                        {
                            "name": "Troy Holdeman, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.04668,
                        "lon": -97.34504
                    }
                },
                {
                    "facility": "Great Lakes Research Institute",
                    "status": "RECRUITING",
                    "city": "Southfield",
                    "state": "Michigan",
                    "zip": "48075",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Theodore R. Falcon",
                            "role": "CONTACT",
                            "phone": "248-864-5242",
                            "email": "tfalcon@greatlakesresearch.org"
                        },
                        {
                            "name": "Derrick A. Williamson, DO",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.47337,
                        "lon": -83.22187
                    }
                },
                {
                    "facility": "Velocity Clinical Research, Hastings",
                    "status": "RECRUITING",
                    "city": "Hastings",
                    "state": "Nebraska",
                    "zip": "68901",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Erin Gorsuch",
                            "role": "CONTACT",
                            "phone": "402-407-2800",
                            "email": "egorsuch@velocityclinical.com"
                        },
                        {
                            "name": "Daniel Leonard, DO",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.58612,
                        "lon": -98.38839
                    }
                },
                {
                    "facility": "Velocity Clinical Research, Cleveland",
                    "status": "RECRUITING",
                    "city": "Beachwood",
                    "state": "Ohio",
                    "zip": "44122",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Melinda Delong",
                            "role": "CONTACT",
                            "phone": "216-682-0320",
                            "email": "mdelong@velocityclinical.com"
                        },
                        {
                            "name": "Margaret Rhee, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.4645,
                        "lon": -81.50873
                    }
                },
                {
                    "facility": "Cincinnati Children's Hospital Medical Center",
                    "status": "RECRUITING",
                    "city": "Cincinnati",
                    "state": "Ohio",
                    "zip": "45229",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jamie Kidd, MSN, APRN",
                            "role": "CONTACT",
                            "phone": "513-636-8981",
                            "email": "Jamie.kidd@CCHMC.org"
                        },
                        {
                            "name": "Paul Spearman, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.12713,
                        "lon": -84.51435
                    }
                },
                {
                    "facility": "Velocity Clinical Research, Austin",
                    "status": "RECRUITING",
                    "city": "Cedar Park",
                    "state": "Texas",
                    "zip": "78613",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Angel Cervantes",
                            "role": "CONTACT",
                            "phone": "512-506-8287",
                            "email": "acervantes@velocityclinical.com"
                        },
                        {
                            "name": "Michael Zimmerman, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 30.5052,
                        "lon": -97.82029
                    }
                },
                {
                    "facility": "Baylor College of Medicine",
                    "status": "RECRUITING",
                    "city": "Houston",
                    "state": "Texas",
                    "zip": "77030",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Nanette Bond, PA-C",
                            "role": "CONTACT",
                            "phone": "713-798-7467",
                            "email": "nbond@bcm.edu"
                        },
                        {
                            "name": "Erin Nicholson, MD, MS",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 29.76328,
                        "lon": -95.36327
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "De-identified IPD underlying the results reported in any published articles (text, tables, figures, appendices) will be shared.",
            "infoTypes": [
                "STUDY_PROTOCOL"
            ],
            "timeFrame": "5 years, beginning as soon as possible (but no later than 12 months) after article publication.",
            "accessCriteria": "Data will be made available to investigators and institutions upon request. Requests should be directed to the Blue Lake Biotechnology Inc authors of the publication(s)."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000018357",
                    "term": "Respiratory Syncytial Virus Infections"
                }
            ],
            "ancestors": [
                {
                    "id": "D000007239",
                    "term": "Infections"
                },
                {
                    "id": "D000014777",
                    "term": "Virus Diseases"
                },
                {
                    "id": "D000018186",
                    "term": "Pneumovirus Infections"
                },
                {
                    "id": "D000018184",
                    "term": "Paramyxoviridae Infections"
                },
                {
                    "id": "D000018701",
                    "term": "Mononegavirales Infections"
                },
                {
                    "id": "D000012327",
                    "term": "RNA Virus Infections"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M10283",
                    "name": "Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M6368",
                    "name": "Communicable Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14978",
                    "name": "Respiratory Tract Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M17522",
                    "name": "Virus Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M20494",
                    "name": "Respiratory Syncytial Virus Infections",
                    "asFound": "Respiratory Syncytial Virus Infections",
                    "relevance": "HIGH"
                },
                {
                    "id": "M20330",
                    "name": "Paramyxoviridae Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M20778",
                    "name": "Mononegavirales Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M15149",
                    "name": "RNA Virus Infections",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC01",
                    "name": "Infections"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "BC08",
                    "name": "Respiratory Tract (Lung and Bronchial) Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000014612",
                    "term": "Vaccines"
                }
            ],
            "ancestors": [
                {
                    "id": "D000007155",
                    "term": "Immunologic Factors"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M17360",
                    "name": "Vaccines",
                    "asFound": "Other",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10201",
                    "name": "Immunologic Factors",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}