{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05184816",
            "orgStudyIdInfo": {
                "id": "21-378"
            },
            "organization": {
                "fullName": "Memorial Sloan Kettering Cancer Center",
                "class": "OTHER"
            },
            "briefTitle": "A Study of Deferoxamine (DFO) in People With Leptomeningeal Metastasis",
            "officialTitle": "A Phase 1a/1b Trial of Intrathecal Deferoxamine for Leptomeningeal Metastases",
            "therapeuticArea": [
                "Other"
            ],
            "study": "a-study-of-deferoxamine-dfo-in-people-with-leptomeningeal-metastasis"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-01",
            "overallStatus": "RECRUITING",
            "startDateStruct": {
                "date": "2021-12-22",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-12",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-12",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-12-22",
            "studyFirstSubmitQcDate": "2021-12-22",
            "studyFirstPostDateStruct": {
                "date": "2022-01-11",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-01-30",
            "lastUpdatePostDateStruct": {
                "date": "2024-01-31",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Memorial Sloan Kettering Cancer Center",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Center for Experimental Therapeutics",
                    "class": "UNKNOWN"
                },
                {
                    "name": "F.M. KIRBY FOUNDATION",
                    "class": "UNKNOWN"
                }
            ]
        },
        "oversightModule": {
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The researchers are doing this study to find out whether deferoxamine (DFO) given intrathecally (directly into the CSF) is a safe treatment for people with leptomeningeal metastasis from solid tumor cancer. The researchers will test different doses of DFO to find the highest dose that causes few or mild side effects. When the dose is found, they will test it in future participants to see whether DFO is a safe and effective treatment for people with leptomeningeal metastasis from non-small cell lung cancer (NSCLC). They are also doing this study to see how the body absorbs, distributes, gets rid of, and responds to DFO.",
            "detailedDescription": "Phase 1a\n\nDuring the phase 1a arm, the MTD and PK/PD data will be evaluated in patients with LM from any solid tumor malignancy in an accelerated dose escalation fashion, with conversion to a traditional 3 + 3 dose escalation scheme at either dosing cohort 5 or when alternative criteria is met \\[either 1 patient experiences a DLT or 2 patients experience any grade 2 or higher nervous system disorder toxicity (except headache)\\]. All patients will receive IT-DFO via Ommaya reservoir twice per week during cycle 1, once per week during cycle 2, and once every 2 weeks for subsequent cycles until LM progression, intolerable toxicity, or death. DLTs and new grade 2 or higher nervous system toxicities will be assessed for the first 28 days of each cohort.\n\nPatients will undergo PK/PD assessments at the time of C1-3 doses 1 and 2 (six dosing time points) to evaluate changes iron, DFO, and ferrioxamine concentrations in the blood and CSF at each dosing cohort.\n\nThe Principal Investigator will consider the MTD determined by the dose escalation, any cumulative or delayed CNS toxicities (if present), and PK/PD data of phase 1a when determining the RP2D of phase 1b.\n\nPhase 1b\n\nThe phase 1b dose expansion will be determined by the RP2D of the phase 1a arm, and will be restricted to patients with NSCLC. All patients will receive IT-DFO via Ommaya reservoir twice per week during cycle 1, once per week during cycle 2, and once every 2 weeks for subsequent cycles until LM progression, intolerable toxicity, or death.\n\nPatients will undergo PK/PD assessments at the time of C1-3 doses 1 and 2 (six dosing time points) to evaluate changes iron, DFO, and ferrioxamine concentrations in the blood and CSF at each dosing cohort. PK/PD assessments will no longer be required after 5 patients in phase 1b have completed all six timepoints of completed analysis.\n\nIn addition to safety and PK/PD endpoints, patients in phase 1b will also be assessed for early efficacy endpoints."
        },
        "conditionsModule": {
            "conditions": [
                "Leptomeningeal Metastases"
            ],
            "keywords": [
                "Deferoxamine (DFO)",
                "21-378",
                "recurrent",
                "persistent"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "interventionModelDescription": "This study is an open-label, non-randomized, single-center, dose escalation phase 1a study of intrathecal deferoxamine (IT-DFO) in patients with leptomeningeal metastases (LM) from solid tumor malignancies, followed by a phase 1b dose expansion cohort at the recommended phase 2 dose (RP2D) in patients with LM from non-small cell lung cancer (NSCLC).",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 35,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Deferoxamine (DFO)",
                    "type": "EXPERIMENTAL",
                    "description": "This study is an open-label, non-randomized, single-center, dose escalation phase 1a study of intrathecal deferoxamine (IT-DFO) in patients with leptomeningeal metastases (LM) from solid tumor malignancies, followed by a phase 1b dose expansion cohort at the recommended phase 2 dose (RP2D) in patients with LM from non-small cell lung cancer (NSCLC). Study objectives will include safety (1a/1b), pharmacokinetics (PK) and pharmacodynamics (PD) of IT-DFO (1a/1b), and preliminary anti-tumoral efficacy in patients with LM from NSCLC (1b).",
                    "interventionNames": [
                        "Drug: Deferoxamine (DFO)"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Deferoxamine (DFO)",
                    "description": "The accelerated single-patient dose escalation will apply to dosing cohorts 1 through 4 (10mg, 30mg, 60mg, 100mg) and will convert to a 3+3 dose escalation for cohorts 5 through 9 (150mg, 210mg, 280mg, 372mg, 495mg).",
                    "armGroupLabels": [
                        "Deferoxamine (DFO)"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Frequency of dose-limiting toxicities (DLTs) during Phase Ia (Primary safety endpoint during dose-finding phase)",
                    "description": "Patients are considered evaluable for the primary safety endpoint of DLT if they receive at least one full cycle (twice weekly dosing for 4 weeks) without a DLT or if they experience a DLT at any time during the first cycle of IT-DFO. Per CTCAE version 5.0",
                    "timeFrame": "1 year"
                },
                {
                    "measure": "Frequency of dose-limiting toxicities (DLTs) during Phase Ib (RP2D of IT-DFO in patients with LM from NSCLC)",
                    "description": "Per CTCAE version 5.0",
                    "timeFrame": "1 year"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "objective response rate (ORR)",
                    "description": "LM objective response rate (ORR) is defined as the proportion of patients with at least one objective response in LM, using a combined approach taking into account radiographic, neurologic and cytologic assessments based on RANO-LM.",
                    "timeFrame": "1 year"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Age ≥ 18 years on the day of consenting to study\n* ECOG performance status ≤ 2 or KPS ≥ 60.\n* Life expectancy ≥ 8 weeks in the opinion of the Investigator\n* LM from any solid tumor malignancy (1a) or NSCLC (1b), that is either:\n\n  * Newly diagnosed: As evidenced by positive CSF cytology, CTC count \\>3.0/3.0 mL, or unequivocal radiographic evidence of LM on contrast-enhanced MRI, OR\n  * Recurrent: As evidenced by unequivocal radiographic progression on contrast-enhanced MRI, the development of newly or recurrently positive CSF cytology, or a clinically-relevant rise in CSF CTCs at the discretion of the treating Investigator. There are no restrictions on the number of recurrences.\n\nOR\n\n* Persistent: As evidenced by any detectable disease (abnormal leptomeningeal enhancement on contrast-enhanced MRI; positive, suspicious, or atypical cytology; positive CSF CTCs; extrinsic cells on CSF cell count differential; or clinical symptoms attributed to LM) after receiving LM-directed radiation or systemic therapy. This includes patients with stable or partially responding LM who, in the opinion of the investigator, would benefit from additional LM-directed therapy.\n\n  * Confirmation of solid tumor malignancy (phase 1a) and NSCLC primary malignancy (phase 1b) may be made by histopathologic criteria of any primary or metastatic site. For patients that have not previously undergone internal pathology review at MSKCC, a pathology report confirming the primary malignancy is sufficient. Patients with all known mutational signatures of NSCLC (EGFR, ALK, ROS1, KRAS, etc. mutant and wildtype) are allowed to enroll (phase 1b).\n  * Patients can have concomitant parenchymal brain metastases at study entry as long as they do not require active treatment or have been previously treated.\n  * Patients with seizure disorders, stable on appropriate antiepileptic therapies, are eligible for this trial.\n  * Patients must have normal CSF flow dynamics at the clinical judgment of the treating investigator, with no obstructive hydrocephalus or ventriculoperitoneal (VP) or ventriculoatrial (VA) shunt.\n  * Patients with isolated intracranial LM progression and stable extracranial disease may enroll on trial. If this population is receiving systemic treatment that is controlling their extracranial disease, they may remain on this regimen during study enrollment provided their LM progression occurred on this regimen.\n  * For patients with both intracranial and extracranial disease progression at the time of study screening, necessitating change to their systemic tumor-directed therapy:\n* If the new systemic treatment of choice has known CNS activity at the discretion of the Principal Investigator, then they should be monitored on this new regimen for 21 days with confirmation of persistent LM (by neuraxial imaging and CSF reassessment) before enrolling on study.\n* If the new systemic treatment of choice has no known CNS activity at the discretion of the Principal Investigator, then they may start IT-DFO concurrently with the new systemic treatment.\n* Examples of systemic CNS-active treatments include but are not limited to: bevacizumab, temozolomide, carmustine, lomustine, etoposide, carboplatin, cisplatin, pemetrexed, doxorubicin, high-dose erlotinib, osimertinib, lorlatinib, lapatinib, tucatinib, capecitabine, dabrafenib, trametinib, vemurafenib, cobimetinib, ipilimumab, nivolumab, pembrolizumab, atezolizumab\n\n  * Patients must have a functioning Ommaya reservoir prior to the first IT-DFO administration or be an appropriate surgical candidate for Ommaya reservoir placement and agree to Ommaya reservoir placement as standard of care prior to the first IT-DFO administration.\n  * Adequate bone marrow and organ function as demonstrated by:\n* White blood cell (WBC) count ≥ 2.5 K/mcL\n* Absolute neutrophil count (ANC) ≥ 1.0 K/mcL\n* Platelet count ≥ 50 K/mcL at least 7 days from last platelet transfusion\n* Hemoglobin (Hgb) ≥ 8 g/dL\n* Serum creatinine ≤ 1.5 times the upper limit of normal (ULN)\n* Serum bilirubin ≤ 1.5 times the ULN; or total bilirubin ≤ 3 times the ULN with direct bilirubin within the normal range in patients with well documented Gilbert Disease\n* Serum alanine aminotransferase (ALT) and aspartate aminotransaminase (AST) ≤ 3 times the ULN, unless known hepatic disease wherein may be ≤ 5 times the ULN is acceptable.\n\n  * Women of child-bearing potential and sexually active males must commit to the use of effective contraception while on study.\n\nExclusion Criteria:\n\n* Any CNS-directed irradiation within 7 days of first dose of IT-DFO.\n* Patients receiving other therapy (either intrathecal or systemic) designed to treat their LM, with ongoing acceptable control of their LM.\n* Any contraindication to gadolinium-enhanced MRI\n* Use of any systemic iron chelators within 4 weeks of first dose\n* Use of ascorbic acid or prochlorperazine within 2 weeks of first dose\n* Patients are not allowed to receive whole-brain radiation therapy or craniospinal radiation therapy during study enrollment.\n* Patients must not have any physical and/or psychiatric illness that would interfere with their compliance and ability to tolerate treatment as per the protocol.\n* Women may not be pregnant or breastfeeding\n* Known hypersensitivity or allergic reaction to iron chelating agents",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Adrienne Boire, MD, PhD",
                    "role": "CONTACT",
                    "phone": "646-888-3786",
                    "email": "boirea@mskcc.org"
                },
                {
                    "name": "Jessica Wilcox, MD",
                    "role": "CONTACT",
                    "phone": "212-639-6767",
                    "email": "wilcoxj@mskcc.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Adrienne Boire, MD",
                    "affiliation": "Memorial Sloan Kettering Cancer Center",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Memorial Sloan Kettering Basking Ridge (Limited Protocol Activities)",
                    "status": "RECRUITING",
                    "city": "Basking Ridge",
                    "state": "New Jersey",
                    "zip": "07920",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Adrienne Boire, MD, PhD",
                            "role": "CONTACT",
                            "phone": "646-888-3786"
                        },
                        {
                            "name": "Jessica Wilcox, MD",
                            "role": "CONTACT",
                            "phone": "212-639-6767"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.70621,
                        "lon": -74.54932
                    }
                },
                {
                    "facility": "Memorial Sloan Kettering Monmouth (Limited Protocol Activities)",
                    "status": "RECRUITING",
                    "city": "Middletown",
                    "state": "New Jersey",
                    "zip": "07748",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Adrienne Boire, MD",
                            "role": "CONTACT",
                            "phone": "646-888-3786"
                        },
                        {
                            "name": "Jessica Wilcox, MD",
                            "role": "CONTACT",
                            "phone": "212-639-6767"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.39652,
                        "lon": -74.09211
                    }
                },
                {
                    "facility": "Memorial Sloan Kettering Bergen (Limited Protocol Activities)",
                    "status": "RECRUITING",
                    "city": "Montvale",
                    "state": "New Jersey",
                    "zip": "07645",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Adrienne Boire, MD, PhD",
                            "role": "CONTACT",
                            "phone": "646-888-3786"
                        },
                        {
                            "name": "Jessica Wilcox, MD",
                            "role": "CONTACT",
                            "phone": "212-639-6767"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.04676,
                        "lon": -74.02292
                    }
                },
                {
                    "facility": "Memorial Sloan Kettering Suffolk - Commack (Limited Protocol Activities)",
                    "status": "RECRUITING",
                    "city": "Commack",
                    "state": "New York",
                    "zip": "11725",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Adrienne Boire, MD, PhD",
                            "role": "CONTACT",
                            "phone": "646-888-3786"
                        },
                        {
                            "name": "Jessica Wilcox, MD",
                            "role": "CONTACT",
                            "phone": "212-639-6767"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.84288,
                        "lon": -73.29289
                    }
                },
                {
                    "facility": "Memorial Sloan Kettering Westchester (Limited Protocol Activities)",
                    "status": "RECRUITING",
                    "city": "Harrison",
                    "state": "New York",
                    "zip": "10604",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Adrienne Boire, MD, PhD",
                            "role": "CONTACT",
                            "phone": "646-888-3786"
                        },
                        {
                            "name": "Jessica Wilcox, MD",
                            "role": "CONTACT",
                            "phone": "212-639-6767"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.96899,
                        "lon": -73.71263
                    }
                },
                {
                    "facility": "Memorial Sloan Kettering Cancer Center (All Protocol Activities)",
                    "status": "RECRUITING",
                    "city": "New York",
                    "state": "New York",
                    "zip": "10065",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Adrienne Boire, MD, PhD",
                            "role": "CONTACT",
                            "phone": "646-888-3786"
                        },
                        {
                            "name": "Jessica Wilcox, MD",
                            "role": "CONTACT",
                            "phone": "212-639-6767"
                        },
                        {
                            "name": "Adrienne Boire, MD, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.71427,
                        "lon": -74.00597
                    }
                },
                {
                    "facility": "Memorial Sloan Kettering Nassau (Limited Protocol Activities)",
                    "status": "RECRUITING",
                    "city": "Uniondale",
                    "state": "New York",
                    "zip": "11553",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Adrienne Boire, MD, PhD",
                            "role": "CONTACT",
                            "phone": "646-888-3786"
                        },
                        {
                            "name": "Jessica Wilcox, MD",
                            "role": "CONTACT",
                            "phone": "212-639-6767"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.70038,
                        "lon": -73.59291
                    }
                }
            ]
        },
        "referencesModule": {
            "seeAlsoLinks": [
                {
                    "label": "Memorial Sloan Kettering Cancer Center",
                    "url": "http://www.mskcc.org/mskcc/html/44.cfm"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Memorial Sloan Kettering Cancer Center supports the international committee of medical journal editors (ICMJE) and the ethical obligation of responsible sharing of data from clinical trials. The protocol summary, a statistical summary, and informed consent form will be made available on clinicaltrials.gov when required as a condition of Federal awards, other agreements supporting the research and/or as otherwise required. Requests for deidentified individual participant data can be made beginning 12 months after publication and for up to 36 months post publication. Deidentified individual participant data reported in the manuscript will be shared under the terms of a Data Use Agreement and may only be used for approved proposals. Requests may be made to: crdatashare@mskcc.org."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009362",
                    "term": "Neoplasm Metastasis"
                },
                {
                    "id": "D000055756",
                    "term": "Meningeal Carcinomatosis"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009385",
                    "term": "Neoplastic Processes"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000008577",
                    "term": "Meningeal Neoplasms"
                },
                {
                    "id": "D000016543",
                    "term": "Central Nervous System Neoplasms"
                },
                {
                    "id": "D000009423",
                    "term": "Nervous System Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M14850",
                    "name": "Recurrence",
                    "relevance": "LOW"
                },
                {
                    "id": "M12307",
                    "name": "Neoplasm Metastasis",
                    "asFound": "Metastases",
                    "relevance": "HIGH"
                },
                {
                    "id": "M28325",
                    "name": "Meningeal Carcinomatosis",
                    "asFound": "Leptomeningeal Metastasis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12330",
                    "name": "Neoplastic Processes",
                    "relevance": "LOW"
                },
                {
                    "id": "M11560",
                    "name": "Meningeal Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M18937",
                    "name": "Central Nervous System Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M12367",
                    "name": "Nervous System Neoplasms",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000003676",
                    "term": "Deferoxamine"
                }
            ],
            "ancestors": [
                {
                    "id": "D000017262",
                    "term": "Siderophores"
                },
                {
                    "id": "D000007502",
                    "term": "Iron Chelating Agents"
                },
                {
                    "id": "D000002614",
                    "term": "Chelating Agents"
                },
                {
                    "id": "D000064449",
                    "term": "Sequestering Agents"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M6878",
                    "name": "Deferoxamine",
                    "asFound": "Immune Globulin",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10533",
                    "name": "Iron",
                    "relevance": "LOW"
                },
                {
                    "id": "M5860",
                    "name": "Chelating Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M10534",
                    "name": "Iron Chelating Agents",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "Micro",
                    "name": "Micronutrients"
                }
            ]
        }
    },
    "hasResults": false
}