{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06225804",
            "orgStudyIdInfo": {
                "id": "ABSK112-101"
            },
            "organization": {
                "fullName": "Abbisko Therapeutics Co, Ltd",
                "class": "INDUSTRY"
            },
            "briefTitle": "A Study to Assess Safety, Tolerability, and Pharmacokinetics of ABSK112 in Patients With Non-Small Cell Lung Cancer",
            "officialTitle": "A Phase 1, Open-Label Study of ABSK112 to Assess Safety, Tolerability, and Pharmacokinetics in Patients With Non-Small Cell Lung Cancer",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "a-study-to-assess-safety-tolerability-and-pharmacokinetics-of-in-patients-with-non-small-cell-lung-cancer"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-03",
            "overallStatus": "RECRUITING",
            "startDateStruct": {
                "date": "2024-02-22",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-03",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2028-03",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-01-04",
            "studyFirstSubmitQcDate": "2024-01-17",
            "studyFirstPostDateStruct": {
                "date": "2024-01-26",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-03-15",
            "lastUpdatePostDateStruct": {
                "date": "2024-03-18",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Abbisko Therapeutics Co, Ltd",
                "class": "INDUSTRY"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This is a first-in-human (FIH), multicenter, non-randomized, openlabel, phase 1 study of ABSK112 in patients with NSCLC to evaluate the safety, tolerability, PK, and preliminary antitumor efficacy.",
            "detailedDescription": "The study will be started with a dose escalation part of ABSK112 administered in repeated 28-day cycles in patients with NSCLC. The expansion part of oral ABSK112 at the recommended dose of expansion (RDE) will be followed to evaluate safety, tolerability, and preliminary antitumor activity among patients with locally advanced or metastatic NSCLC harboring EGFR Exon20ins."
        },
        "conditionsModule": {
            "conditions": [
                "Non-Small Cell Lung Cancer"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SEQUENTIAL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 164,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "ABSK112",
                    "type": "EXPERIMENTAL",
                    "description": "During the escalation part, the administration of oral ABSK112 will be guided by Bayesian optimal interval (BOIN) design based on safety data collected until a maximum tolerated dose (MTD) has been identified. The first dose level will be administered as QD, and different dosing frequencies (e.g., BID) may be explored in subsequent doses depending on emerging safety and pharmacokinetic data.\n\nA separate food effect cohort may be conducted.\n\nIn expansion part, patients will be treated at the selected RDE dose level.",
                    "interventionNames": [
                        "Drug: ABSK112"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "ABSK112",
                    "description": "In the escalation part, patients will receive a single dose of oral ABSK112 on Cycle1 Day1 only, and then patients will continuously receive ABSK112 once daily (QD) or twice daily (BID) in subsequent cycles. In the expansion part, patients will each be treated at the selected RDE dose level.",
                    "armGroupLabels": [
                        "ABSK112"
                    ],
                    "otherNames": [
                        "EGFR Exon20 inhibitor"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Incidence of DLT",
                    "description": "Dose-limiting toxicities",
                    "timeFrame": "from Day1 to Day28"
                },
                {
                    "measure": "AEs",
                    "description": "Adverse events",
                    "timeFrame": "The date of signing the informed consent form until 30 days (including Day 30) after the last dose of study drug, assessed up to 50 months."
                },
                {
                    "measure": "AESIs",
                    "description": "Adverse events of special interest (AESIs)",
                    "timeFrame": "The date of signing the informed consent form until 30 days (including Day 30) after the last dose of study drug, assessed up to 50 months."
                },
                {
                    "measure": "SAEs",
                    "description": "Serious adverse events (SAEs)",
                    "timeFrame": "The date of signing the informed consent form until 30 days (including Day 30) after the last dose of study drug, assessed up to 50 months."
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Cmax",
                    "description": "Maximum observed concentration",
                    "timeFrame": "From date of enrollment（Day1） until the date of end of treatment visit, assessed up to 50 months"
                },
                {
                    "measure": "AUC",
                    "description": "area under the concentration-time curve",
                    "timeFrame": "From date of enrollment（Day1） until the date of end of treatment visit, assessed up to 50 months"
                },
                {
                    "measure": "t1/2",
                    "description": "elimination half-life",
                    "timeFrame": "From date of enrollment（Day1） until the date of end of treatment visit, assessed up to 50 months"
                },
                {
                    "measure": "Vz/F",
                    "description": "apparent volume of distribution",
                    "timeFrame": "From date of enrollment（Day1） until the date of end of treatment visit, assessed up to 50 months"
                },
                {
                    "measure": "CL/F",
                    "description": "apparent oral clearance",
                    "timeFrame": "From date of enrollment（Day1） until the date of end of treatment visit, assessed up to 50 months"
                },
                {
                    "measure": "Cmax,ss",
                    "description": "maximum observed concentration after multiple doses",
                    "timeFrame": "From date of enrollment（Day1） until the date of end of treatment visit, assessed up to 50 months"
                },
                {
                    "measure": "Cmin,ss",
                    "description": "minimum observed concentration after multiple doses",
                    "timeFrame": "From date of enrollment（Day1）until the date of disease progression, start of new anticancer treatment, death, withdrawal of consent of study, lost to follow up or end of study, whichever comes first，assessed up to 50 months."
                },
                {
                    "measure": "AUCtau,ss",
                    "description": "area under the concentration-time curve after multiple doses",
                    "timeFrame": "From date of enrollment（Day1）until the date of disease progression, start of new anticancer treatment, death, withdrawal of consent of study, lost to follow up or end of study, whichever comes first，assessed up to 50 months."
                },
                {
                    "measure": "AR",
                    "description": "accumulation ratio",
                    "timeFrame": "From date of enrollment（Day1）until the date of disease progression, start of new anticancer treatment, death, withdrawal of consent of study, lost to follow up or end of study, whichever comes first，assessed up to 50 months."
                },
                {
                    "measure": "tmax",
                    "description": "time to maximum observed concentration",
                    "timeFrame": "From date of enrollment（Day1）until the date of disease progression, start of new anticancer treatment, death, withdrawal of consent of study, lost to follow up or end of study, whichever comes first，assessed up to 50 months."
                },
                {
                    "measure": "ORR",
                    "description": "Objective response rate",
                    "timeFrame": "From date of enrollment（Day1）until the date of disease progression, start of new anticancer treatment, death, withdrawal of consent of study, lost to follow up or end of study, whichever comes first，assessed up to 50 months."
                },
                {
                    "measure": "DOR",
                    "description": "Duration of response",
                    "timeFrame": "From date of enrollment（Day1）until the date of disease progression, start of new anticancer treatment, death, withdrawal of consent of study, lost to follow up or end of study, whichever comes first，assessed up to 50 months."
                },
                {
                    "measure": "PFS",
                    "description": "Progression-free survival",
                    "timeFrame": "From date of enrollment（Day1）until the date of disease progression, start of new anticancer treatment, death, withdrawal of consent of study, lost to follow up or end of study, whichever comes first，assessed up to 50 months."
                },
                {
                    "measure": "DCR",
                    "description": "Disease control rate",
                    "timeFrame": "From date of enrollment（Day1）until the date of disease progression, start of new anticancer treatment, death, withdrawal of consent of study, lost to follow up or end of study, whichever comes first，assessed up to 50 months."
                },
                {
                    "measure": "OS",
                    "description": "Overall survival",
                    "timeFrame": "From date of enrollment（Day1）until the date of death, withdrawal of consent of study, lost to follow up or end of study, whichever comes first，assessed up to 100 months."
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Patients should understand, sign, and date the written informed consent form prior to screening.\n2. Male or female aged 18 years or older.\n3. Patients with histologically or cytologically confirmed locally advanced (and not a candidate for definitive therapy) or metastatic NSCLC.\n4. Cohort-specific inclusion criteria:\n\n   1. For the escalation part (except for the RDE confirmation part), patients have progressed on, rejected, or are intolerant of standard therapy, or for whom no standard therapy exists\n   2. For RDE confirmation in the escalation part: same as Cohort 1 in the expansion part\n   3. For the expansion part, patients have documented EGFR in-frame exon 20 insertion mutations confirmed by certificated local laboratories; and must also meet all criteria for the cohort in which their entry is proposed.\n5. Patients must have at least one measurable target lesion according to RECIST v1.1\n6. ECOG performance status 0 or 1\n7. 7. Life expectancy ≥3 months\n8. Adequate organ function and bone marrow function.\n9. Electrolyte: magnesium within 0.85 to 1.25 × institutional normal limits, sodium ≥130 mmol/L, potassium within institutional normal limits\n10. Adequately controlled blood pressure (BP) with or without antihypertensive medications, defined as BP ≤150/90 mmHg at screening and no change in antihypertensive medications within 1 week prior to the Cycle1 Day1.\n11. For patients participating in food effect exploration part:\n\n    1. Be able to eat a standardized high-fat meal within 30 minutes\n    2. Be able to fast for 10 hours.\n12. Non-surgically sterilized male or female patients of childbearing potential must agree to use highly effective methods of birth control during the study treatment and for approximately 6 months after the last dose of study drug. A condom is also required to be used by vasectomized men to prevent delivery of the drug via seminal fluid.\n\nExclusion Criteria:\n\n1. Known allergy or hypersensitivity to any component of the investigational product.\n2. NSCLC patients with EGFR Cys797Ser (C797S) mutation.\n3. Cohort-specific exclusion criteria.\n4. Have been diagnosed with another primary malignancy other than NSCLC except for adequately treated non-melanoma skin cancer or cervical cancer in situ; definitively treated non-metastatic prostate cancer; or patients with another primary malignancy who are definitively relapse-free with at least 3 years elapsed since the diagnosis of the other primary malignancy.\n5. Unable to swallow capsules or malabsorption syndrome, disease significantly affecting GI function, or resection of the stomach or small bowel, symptomatic inflammatory bowel disease or ulcerative colitis, or partial or complete bowel obstruction, or current evidence of GI disease that present with diarrhea. If any of these conditions exist, the sites' staff should discuss with the sponsor to determine patient eligibility.\n6. Previous anti-cancer therapy, including chemotherapy, radiotherapy, molecular targeted therapy, antibody therapy or other investigational drugs received ≤4 weeks prior to initiation of study treatment.\n7. Major surgery within 4 weeks prior to the first dose of study drug. Or any surgical wound is infected, dehisced, or not completely healed before the screening.\n8. Prior toxicities from chemotherapy, radiotherapy, and other anti-cancer therapies, including immunotherapy that have not regressed to Grade ≤1 severity (CTCAE v5.0) with the exception of which eligibility criteria allows, or alopecia, vitiligo, hypothyroidism stable on hormone replacement, or Grade 2 peripheral neurotoxicity.\n\n   Note: Refer to inclusion criteria regarding hypertension.\n9. Potent moderate and strong inhibitors or inducers of CYP3A family within 2 weeks before the first dose of study treatment (3 weeks for St John's Wort); consumption of grapefruit juice, grapefruit hybrids, pomegranates, starfruits, pomelos, seville oranges or juice products within 3 days prior to the first dose of study treatment.\n10. Have current spinal cord compression (symptomatic or asymptomatic and detected by radiographic imaging) or leptomeningeal disease (symptomatic or asymptomatic).\n11. Impaired cardiac function or clinically significant cardiac disease.\n12. Known acquired immunodeficiency syndrome (AIDS)-related illness, or positive test for HIV 1/2 antibody.\n13. Exclusion of hepatitis infection based on the following results and/or criteria:\n\n    1. Active hepatitis B infection: positive tests for hepatitis B surface antigen (HbsAg), or antibody to hepatitis B core antigen (anti-HBc). A patient with positive tests for HbsAg or anti-HBc but with HBV-DNA measurements lower than detectable can be enrolled.\n    2. Active hepatitis C infection: positive Hepatitis C virus antibody. If positive antibody to hepatitis C Virus (anti-HCV) is detected, Hepatitis C virus RNA by polymerase chain reaction (PCR) is necessary. A patient with positive anti-HCV but with a negative test for HCV RNA can be enrolled.\n14. Patients with ascites or pleural effusion, or pericardial effusion which is refractory/uncontrolled, or requiring the intervention within 2 weeks prior to the first dose.\n15. Current evidence of radiation pneumonitis that required steroid treatment or unresolved drug-related pneumonitis, or current evidence or history of interstitial lung disease (ILD).\n16. Pregnant or nursing (lactating) women, where pregnancy is defined as the state of a female after conception and until the termination of gestation, confirmed by a positive human chorionic gonadotropin (hCG) laboratory test within 7 days prior to the start of study drug.\n17. Vaccination with a live, attenuated vaccine within 4 weeks prior to the first dose of study treatment except for administration of inactivate vaccines (e.g., COVID-19 vaccines, inactivated influenza vaccines).\n18. Current evidence or previous history of corneal pathology such as keratopathy, corneal abrasion or ulceration, or any other abnormal changes that may increase the risk of corneal toxicity during the study treatment\n19. Any other clinically significant comorbidities, such as uncontrolled pulmonary disease, active infection, or any other condition, which in the judgment of investigators, could compromise compliance with the protocol, interfere with the interpretation of study results, or predispose the patient to safety risks.\n20. Planned major surgery during study treatment.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Yuan Lu",
                    "role": "CONTACT",
                    "phone": "+86-21-68910052",
                    "email": "clinical@abbisko.cn"
                },
                {
                    "name": "Yinan Lin",
                    "role": "CONTACT",
                    "phone": "+86-21-68910052",
                    "email": "yinan.lin@abbisk.com"
                }
            ],
            "locations": [
                {
                    "facility": "Precision NextGen Oncology",
                    "status": "RECRUITING",
                    "city": "Beverly Hills",
                    "state": "California",
                    "zip": "90212",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Kamlesh Sankhala, MD",
                            "role": "CONTACT"
                        },
                        {
                            "name": "Kamlesh Sankhala, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 34.07362,
                        "lon": -118.40036
                    }
                },
                {
                    "facility": "Anhui Chest Hospital",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Hefei",
                    "state": "Anhui",
                    "country": "China",
                    "contacts": [
                        {
                            "name": "Rui Wang",
                            "role": "CONTACT"
                        },
                        {
                            "name": "Rui Wang",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 31.86389,
                        "lon": 117.28083
                    }
                },
                {
                    "facility": "Fujian Cancer Hospital",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Fuzhou",
                    "state": "Fujian",
                    "country": "China",
                    "contacts": [
                        {
                            "name": "Zhiyong He",
                            "role": "CONTACT"
                        },
                        {
                            "name": "Zhiyong He",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 26.06139,
                        "lon": 119.30611
                    }
                },
                {
                    "facility": "The first Affiliated Hospital of Xi'an Jiaotong University",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Xi'an",
                    "state": "Harbin",
                    "country": "China",
                    "contacts": [
                        {
                            "name": "Yu Yao",
                            "role": "CONTACT"
                        },
                        {
                            "name": "Yu Yao",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 34.25833,
                        "lon": 108.92861
                    }
                },
                {
                    "facility": "Harbin Medical University Cancer Hospital",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Harbin",
                    "state": "Heilongjiang",
                    "country": "China",
                    "contacts": [
                        {
                            "name": "Yan Yu",
                            "role": "CONTACT"
                        },
                        {
                            "name": "Yan Yu",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 45.75,
                        "lon": 126.65
                    }
                },
                {
                    "facility": "Henan Cancer Hospital",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Zhengzhou",
                    "state": "Henan",
                    "country": "China",
                    "contacts": [
                        {
                            "name": "qiming Wang",
                            "role": "CONTACT"
                        },
                        {
                            "name": "qiming Wang",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 34.75778,
                        "lon": 113.64861
                    }
                },
                {
                    "facility": "Union Hospital Tongji Medical College Huzhong University of Science and Techology",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Wuhan",
                    "state": "Hubei",
                    "country": "China",
                    "contacts": [
                        {
                            "name": "Xiaorong Dong",
                            "role": "CONTACT"
                        },
                        {
                            "name": "Xiaorong Dong",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 30.58333,
                        "lon": 114.26667
                    }
                },
                {
                    "facility": "Hunan Cancer Hospital",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Changsha",
                    "state": "Hunan",
                    "country": "China",
                    "contacts": [
                        {
                            "name": "Lin Wu",
                            "role": "CONTACT"
                        },
                        {
                            "name": "Lin Wu",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 28.19874,
                        "lon": 112.97087
                    }
                },
                {
                    "facility": "The first Affiliated Hospital of Nanchang University",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Nanchang",
                    "state": "Jiangxi",
                    "country": "China",
                    "contacts": [
                        {
                            "name": "Longhua Sun",
                            "role": "CONTACT"
                        },
                        {
                            "name": "Longhua Sun",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 28.68396,
                        "lon": 115.85306
                    }
                },
                {
                    "facility": "Jilin Cancer Hospital",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Changchun",
                    "state": "Jilin",
                    "country": "China",
                    "contacts": [
                        {
                            "name": "Ying Cheng",
                            "role": "CONTACT"
                        },
                        {
                            "name": "Ying Cheng",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 43.88,
                        "lon": 125.32278
                    }
                },
                {
                    "facility": "Central Hospital Affiliated to Shangdong of First Medical University",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Jinan",
                    "state": "Shandong",
                    "country": "China",
                    "contacts": [
                        {
                            "name": "Meili Pan",
                            "role": "CONTACT"
                        },
                        {
                            "name": "Meili Pan",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Qing Wen",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 36.66833,
                        "lon": 116.99722
                    }
                },
                {
                    "facility": "Shanghai Chest Hospital",
                    "status": "RECRUITING",
                    "city": "Shanghai",
                    "state": "Shanghai",
                    "country": "China",
                    "contacts": [
                        {
                            "name": "Shun Lu",
                            "role": "CONTACT"
                        },
                        {
                            "name": "Shun Lu",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 31.22222,
                        "lon": 121.45806
                    }
                },
                {
                    "facility": "Sichuan Cancer Hospital",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Chengdu",
                    "state": "Sichuan",
                    "country": "China",
                    "contacts": [
                        {
                            "name": "Wenxiu Yao",
                            "role": "CONTACT"
                        },
                        {
                            "name": "Wenxiu Yao",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 30.66667,
                        "lon": 104.06667
                    }
                },
                {
                    "facility": "Zhejiang Caner Hospital",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Hangzhou",
                    "state": "Zhejiang",
                    "country": "China",
                    "contacts": [
                        {
                            "name": "Zhengbo Song",
                            "role": "CONTACT"
                        },
                        {
                            "name": "Zhengbo Song",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 30.29365,
                        "lon": 120.16142
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000008175",
                    "term": "Lung Neoplasms"
                },
                {
                    "id": "D000002289",
                    "term": "Carcinoma, Non-Small-Cell Lung"
                }
            ],
            "ancestors": [
                {
                    "id": "D000012142",
                    "term": "Respiratory Tract Neoplasms"
                },
                {
                    "id": "D000013899",
                    "term": "Thoracic Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000008171",
                    "term": "Lung Diseases"
                },
                {
                    "id": "D000012140",
                    "term": "Respiratory Tract Diseases"
                },
                {
                    "id": "D000002283",
                    "term": "Carcinoma, Bronchogenic"
                },
                {
                    "id": "D000001984",
                    "term": "Bronchial Neoplasms"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5546",
                    "name": "Carcinoma, Non-Small-Cell Lung",
                    "asFound": "Non-small Cell Lung Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M11172",
                    "name": "Lung Neoplasms",
                    "asFound": "Lung Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5534",
                    "name": "Carcinoma",
                    "relevance": "LOW"
                },
                {
                    "id": "M14979",
                    "name": "Respiratory Tract Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M16658",
                    "name": "Thoracic Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M11168",
                    "name": "Lung Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14977",
                    "name": "Respiratory Tract Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5540",
                    "name": "Carcinoma, Bronchogenic",
                    "relevance": "LOW"
                },
                {
                    "id": "M5260",
                    "name": "Bronchial Neoplasms",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC08",
                    "name": "Respiratory Tract (Lung and Bronchial) Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}