{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06185673",
            "orgStudyIdInfo": {
                "id": "BNTC-OPMD-BB-301-01"
            },
            "organization": {
                "fullName": "Benitec Biopharma, Inc.",
                "class": "INDUSTRY"
            },
            "briefTitle": "A Study to Evaluate the Safety and Clinical Activity of Intramuscular Doses of BB-301 Administered to Subjects With Oculopharyngeal Muscular Dystrophy With Dysphagia",
            "officialTitle": "A Phase 1b/2a, Open-label, Dose Escalation Study to Evaluate the Safety and Clinical Activity of Intramuscular Doses of BB-301 Administered to Subjects With Oculopharyngeal Muscular Dystrophy With Dysphagia",
            "therapeuticArea": [
                "Other"
            ],
            "study": "a-study-to-evaluate-the-safety-and-clinical-activity-of-intramuscular-doses-of-bb-administered-to-subjects-with-oculopharyngeal-muscular-dystrophy-with-dysphagia"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-12",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-11-28",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2030-11",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2040-11",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-12-15",
            "studyFirstSubmitQcDate": "2023-12-15",
            "studyFirstPostDateStruct": {
                "date": "2023-12-29",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-12-15",
            "lastUpdatePostDateStruct": {
                "date": "2023-12-29",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Benitec Biopharma, Inc.",
                "class": "INDUSTRY"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Subjects who have enrolled in the oculopharyngeal muscular dystrophy (OPMD) natural history study (Study BNTC-OPMD-NH-001) and have completed at least 6 months of follow up in Study BNTC-OPMD-NH-001 may be eligible to participate in this study, where all subjects will be treated with a single dose of BB-301. BB-301 will be injected directly into the middle pharyngeal constrictor muscle and the inferior pharyngeal constrictor muscle of the throat through the use of an open surgical procedure conducted under general anesthesia. The primary objectives of the study are to evaluate the safety of BB-301, to identify the best dose of BB-301 to administer to patients, and to characterize how well BB-301 works to improve the symptoms of dysphagia in patients with OPMD."
        },
        "conditionsModule": {
            "conditions": [
                "Oculopharyngeal Muscular Dystrophy"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1",
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 30,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "BB-301 Treatment",
                    "type": "EXPERIMENTAL",
                    "description": "The phase 1b component of the study is the dose escalation phase which will enroll up to 18 subjects in up to 3 dosing cohorts.\n\nThe phase 2a component of the study is the dose expansion phase which will enroll up to 12 subjects.",
                    "interventionNames": [
                        "Genetic: BB-301: Dose escalation phase 1b cohort 1",
                        "Genetic: BB-301: Dose escalation phase 1b cohort 2",
                        "Genetic: BB-301: Dose escalation phase 1b cohort 3",
                        "Genetic: BB-301: Dose expansion phase 2a"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "GENETIC",
                    "name": "BB-301: Dose escalation phase 1b cohort 1",
                    "description": "BB-301 is composed of an AAV9 capsid, AAV9PL, which delivers the gene of interest, comprised of a recombinant genome encoding a single RNA transcript that produces a codon-optimized, wildtype PABPN1 protein as well as 2 short hairpin (sh)RNAs directed against the disease-causing mutant PABPN1 gene.\n\nSubjects in cohort 1 in the dose escalation phase of the study will receive a fixed number of intramuscular (IM) injections of BB-301 into the respective pharyngeal constrictor muscles on the day of dosing, with a total dose of 1.2e13 vg/subject.",
                    "armGroupLabels": [
                        "BB-301 Treatment"
                    ]
                },
                {
                    "type": "GENETIC",
                    "name": "BB-301: Dose escalation phase 1b cohort 2",
                    "description": "BB-301 is composed of an AAV9 capsid, AAV9PL, which delivers the gene of interest, comprised of a recombinant genome encoding a single RNA transcript that produces a codon-optimized, wildtype PABPN1 protein as well as 2 shRNAs directed against the disease-causing mutant PABPN1 gene.\n\nSubjects in cohort 2 in the dose escalation phase of the study will receive a fixed number of IM injections of BB-301 into the respective pharyngeal constrictor muscles on the day of dosing, with a total dose of 3.6e13 vg/subject.",
                    "armGroupLabels": [
                        "BB-301 Treatment"
                    ]
                },
                {
                    "type": "GENETIC",
                    "name": "BB-301: Dose escalation phase 1b cohort 3",
                    "description": "BB-301 is composed of an AAV9 capsid, AAV9PL, which delivers the gene of interest, comprised of a recombinant genome encoding a single RNA transcript that produces a codon-optimized, wildtype PABPN1 protein as well as 2 shRNAs directed against the disease-causing mutant PABPN1 gene.\n\nSubjects in cohort 3 in the dose escalation phase of the study will receive a fixed number of IM injections of BB-301 into the respective pharyngeal constrictor muscles on the day of dosing, with a total dose of 5.4e13 vg/subject.",
                    "armGroupLabels": [
                        "BB-301 Treatment"
                    ]
                },
                {
                    "type": "GENETIC",
                    "name": "BB-301: Dose expansion phase 2a",
                    "description": "Subjects in the dose expansion phase of the study will receive a fixed number of IM injections of BB-301 into the respective pharyngeal constrictor muscles on the day of dosing, at the maximum tolerated dose (MTD)/recommended phase 2 dose (RP2D).",
                    "armGroupLabels": [
                        "BB-301 Treatment"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Incidence of dose-limiting toxicities (DLTs) in phase 1b",
                    "description": "A DLT will be defined using the National Cancer Institute (NCI) Common Terminology Criteria for Adverse Events (CTCAE) v5.0, as follows:\n\n• Any Grade 2 toxicity not resolving within 14 days or any Grade 3 toxicity, assessed to be possibly related to the investigational product.",
                    "timeFrame": "Up to 60 days"
                },
                {
                    "measure": "Incidence of adverse events (AEs) according to NCI CTCAE v5.0 in phase 1b and in phase 2a",
                    "description": "For this outcome measure, AEs arising in the 360 days following administration of BB-301 will be considered. Long term AEs will be monitored for 15 years following subject dosing.",
                    "timeFrame": "Up to 360 days"
                },
                {
                    "measure": "Phase 1b: Swallowing efficiency as measured by Vallecular Residue %(C2-4)^2",
                    "description": "Pharyngeal residue in discrete anatomical locations will be assessed by applying a method that uses a common reference area across all residue locations, with residue area expressed as a percentage of the squared C2-C4 length reference scalar. The Analysis of Swallowing Physiology: Events, Kinematics and Timing (ASPEKT) method will be used to determine Vallecular Residue %(C2-4)\\^2.",
                    "timeFrame": "Baseline, Day 90, Day 180, Day 270, Day 360"
                },
                {
                    "measure": "Phase 1b: Swallowing efficiency as measured by Pyriform Sinus Residue %(C2-4)^2",
                    "description": "Pharyngeal residue in discrete anatomical locations will be assessed by applying a method that uses a common reference area across all residue locations, with residue area expressed as a percentage of the squared C2-C4 length reference scalar. The ASPEKT method will be used to determine Pyriform Sinus Residue %(C2-4)\\^2.",
                    "timeFrame": "Baseline, Day 90, Day 180, Day 270, Day 360"
                },
                {
                    "measure": "Phase 1b: Swallowing efficiency as measured by Other Pharyngeal Residue %(C2-4)^2",
                    "description": "Pharyngeal residue in discrete anatomical locations will be assessed by applying a method that uses a common reference area across all residue locations, with residue area expressed as a percentage of the squared C2-C4 length reference scalar. The ASPEKT method will be used to determine Other Pharyngeal Residue %(C2-4)\\^2.",
                    "timeFrame": "Baseline, Day 90, Day 180, Day 270, Day 360"
                },
                {
                    "measure": "Phase 1b: Swallowing efficiency as measured by Total Pharyngeal Residue %(C2-4)^2",
                    "description": "Pharyngeal residue in discrete anatomical locations will be assessed by applying a method that uses a common reference area across all residue locations, with residue area expressed as a percentage of the squared C2-C4 length reference scalar. The ASPEKT method will be used to determine Total Pharyngeal Residue %(C2-4)\\^2.",
                    "timeFrame": "Baseline, Day 90, Day 180, Day 270, Day 360"
                },
                {
                    "measure": "Phase 1b: Pharyngeal constrictor muscle function as estimated by the pharyngeal area at maximum constriction (PhAMPC)",
                    "description": "Videofluoroscopy will be used to characterize the area of the pharynx at the point of maximum constriction during swallowing. The PhAMPC uses the videofluoroscopy frame of maximum pharyngeal constriction, defined as the frame with the smallest amount of unobliterated air space and barium-containing bolus visible in the pharynx. The pixelated area of the frame of maximum constriction is normalized via the use of the C2-C4 length squared (i.e., \\[C2-4\\]\\^2) as the denominator.",
                    "timeFrame": "Baseline, Day 90, Day 180, Day 270, Day 360"
                },
                {
                    "measure": "Phase 2a: Swallowing efficiency as measured by Vallecular Residue %(C2-4)^2",
                    "description": "Pharyngeal residue in discrete anatomical locations will be assessed by applying a method that uses a common reference area across all residue locations, with residue area expressed as a percentage of the squared C2-C4 length reference scalar. The ASPEKT method will be used to determine Vallecular Residue %(C2-4)\\^2.",
                    "timeFrame": "Baseline, Day 90, Day 180, Day 270, Day 360"
                },
                {
                    "measure": "Phase 2a: Swallowing efficiency as measured by Pyriform Sinus Residue %(C2-4)^2",
                    "description": "Pharyngeal residue in discrete anatomical locations will be assessed by applying a method that uses a common reference area across all residue locations, with residue area expressed as a percentage of the squared C2-C4 length reference scalar. The ASPEKT method will be used to determine Pyriform Sinus Residue %(C2-4)\\^2.",
                    "timeFrame": "Baseline, Day 90, Day 180, Day 270, Day 360"
                },
                {
                    "measure": "Phase 2a: Swallowing efficiency as measured by Other Pharyngeal Residue %(C2-4)^2",
                    "description": "Pharyngeal residue in discrete anatomical locations will be assessed by applying a method that uses a common reference area across all residue locations, with residue area expressed as a percentage of the squared C2-C4 length reference scalar. The ASPEKT method will be used to determine Other Pharyngeal Residue %(C2-4)\\^2.",
                    "timeFrame": "Baseline, Day 90, Day 180, Day 270, Day 360"
                },
                {
                    "measure": "Phase 2a: Swallowing efficiency as measured by Total Pharyngeal Residue %(C2-4)^2",
                    "description": "Pharyngeal residue in discrete anatomical locations will be assessed by applying a method that uses a common reference area across all residue locations, with residue area expressed as a percentage of the squared C2-C4 length reference scalar. The ASPEKT method will be used to determine Total Pharyngeal Residue %(C2-4)\\^2.",
                    "timeFrame": "Baseline, Day 90, Day 180, Day 270, Day 360"
                },
                {
                    "measure": "Phase 2a: Pharyngeal constrictor muscle function as estimated by PhAMPC",
                    "description": "Videofluoroscopy will be used to characterize the area of the pharynx at the point of maximum constriction during swallowing. The PhAMPC uses the videofluoroscopy frame of maximum pharyngeal constriction, defined as the frame with the smallest amount of unobliterated air space and barium-containing bolus visible in the pharynx. The pixelated area of the frame of maximum constriction is normalized via the use of the C2-C4 length squared (i.e., \\[C2-4\\]\\^2) as the denominator.",
                    "timeFrame": "Baseline, Day 90, Day 180, Day 270, Day 360"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Phase 1b: Global swallowing function as measured by the Dynamic Imaging Grade of Swallowing Toxicity (DIGEST) scale",
                    "description": "The DIGEST scale is a validated 5-point Common Terminology Criteria for Adverse Events-compatible modified barium swallow grade, based on the interaction of pharyngeal residue and laryngeal penetration/aspiration ratings. DIGEST uses 2 component scores to quantify pharyngeal bolus transit: 1) safety profile (i.e., penetration/aspiration); and 2) efficiency profile (i.e., residue). Higher scores are indicative of more severe dysphagia, with 0 = no dysphagia, 1 = mild dysphagia, 2 = moderate dysphagia, 3 = severe dysphagia, and 4 = life-threatening dysphagia).",
                    "timeFrame": "Baseline, Day 90, Day 180, Day 270, Day 360"
                },
                {
                    "measure": "Phase 1b: Swallowing efficiency as measured by the Normalized Residue Ratio Scale (NRRS)",
                    "description": "The NRRS is a continuous measurement for capturing residue severity using pixel-based measurements during videofluoroscopy that incorporate the ratio of residue relative to the available pharyngeal space and the residue proportionate to the size of the individual. \"Pharyngeal residue\" is a medical term used to describe material that remains in the pharynx post-swallow and is considered a sign of swallowing impairment.\n\nPharyngeal residue collects most commonly in: 1) the valleculae, bilateral spaces between the base of the tongue and the epiglottis (measured by the NRRSv); and 2) the pyriform sinuses, spaces formed on either side of the pharynx between the fibers of the inferior pharyngeal constrictor muscle and the sides of the thyroid cartilage and lined by orthogonally directed fibers of the palatopharyngeus muscle and pharyngobasilar fascia (measured by the NRRSp).",
                    "timeFrame": "Baseline, Day 90, Day 180, Day 270, Day 360"
                },
                {
                    "measure": "Phase 1b: Pharyngeal constrictor muscle function as estimated by the Pharyngeal Constriction Ratio (PCR)",
                    "description": "The PCR was created to quantify the efficiency of the pharyngeal phase of swallowing via videofluoroscopy and was demonstrated to be a surrogate for pharyngeal muscle strength. The PCR is a pixel-based measure made on lateral view videofluoroscopy swallow study frames. The PCR is calculated by tracing the unobliterated area of the pharynx (including the bolus) at the point of maximum constriction during the swallow and then dividing that area by a corresponding area measure when the pharynx is at rest. Maximum constriction is measured during a 20 cc swallow of liquid barium, and the pharyngeal area at rest is measured with a 1 mL bolus being held in the mouth prior to swallow initiation.",
                    "timeFrame": "Baseline, Day 90, Day 180, Day 270, Day 360"
                },
                {
                    "measure": "Phase 1b: Maximum pharyngeal dilation as estimated by %(C2-4)^2-normalized post-swallow hyoid rest pharyngeal area (HRAN)",
                    "description": "Maximum pharyngeal dilation will be estimated by HRAN. The post-swallow hyoid rest is defined as the earliest frame in videofluoroscopic swallowing study recordings following upper esophageal sphincter closure when the hyoid was observed to have descended and moved posteriorly to reach its original, pre-swallow position. The HRAN is the normalized (by %\\[C2-4\\]\\^2) area on the frame of post-swallow hyoid rest.",
                    "timeFrame": "Baseline, Day 90, Day 180, Day 270, Day 360"
                },
                {
                    "measure": "Phase 1b: Dysphagia severity as measured by the cold water timed drinking test (CWDT)",
                    "description": "The CWDT is the time in seconds a subject requires to swallow 80 mL of ice-cold water.",
                    "timeFrame": "Baseline, Day 90, Day 180, Day 270, Day 360"
                },
                {
                    "measure": "Phase 1b: Maximum swallowing capacity as measured by the maximum swallowing speed (MSS)",
                    "description": "The MSS is the time in seconds a subject requires to drink 150 mL of cold tap water as rapidly as possible.",
                    "timeFrame": "Baseline, Day 90, Day 180, Day 270, Day 360"
                },
                {
                    "measure": "Phase 1b: Maximum swallowing capacity as measured by the maximum swallowing volume (MSV)",
                    "description": "The MSV is the maximum amount of room-temperature tap water a subject is able to consume in 1 swallow.",
                    "timeFrame": "Baseline, Day 90, Day 180, Day 270, Day 360"
                },
                {
                    "measure": "Phase 1b: Subject-reported oropharyngeal dysphagia as assessed by the Sydney Swallow Questionnaire (SSQ)",
                    "description": "The SSQ is a self-report inventory assessing subjective symptoms of oropharyngeal dysphagia with strong content, construct, discriminant, and predictive validity and test-retest reliability in a range of patient populations. The SSQ is a 17-item questionnaire which was developed to measure symptomatic severity of oral-pharyngeal dysphagia as reported by the affected subject. The questionnaire uses a 100-mm long visual analogue scale for all but 1 question. Possible scores range from 0 to 1700, with higher scores indicating greater swallowing difficulty.",
                    "timeFrame": "Baseline, Day 90, Day 180, Day 270, Day 360"
                },
                {
                    "measure": "Phase 1b: Subject-reported oropharyngeal dysphagia as assessed by the International Dysphagia Diet Standardization Initiative (IDDSI) Functional Diet Scale",
                    "description": "The IDDSI Functional Diet Scale is a subject-reported oropharyngeal dysphagia functional outcome scale intended to capture the severity of oropharyngeal dysphagia, as represented by the degree of diet texture restriction recommended for the subject. The IDDSI framework consists of a continuum of 8 levels (0-7), where drinks are measured from Levels 0-4, while foods are measured from Levels 3-7. The IDDSI framework provides a common terminology to describe food textures and drink thickness. Lower scores reflect diet texture restrictions to thin liquids.",
                    "timeFrame": "Baseline, Day 90, Day 180, Day 270, Day 360"
                },
                {
                    "measure": "Phase 2a: Global swallowing function as measured by the DIGEST scale",
                    "description": "The DIGEST scale is a validated 5-point Common Terminology Criteria for Adverse Events-compatible modified barium swallow grade, based on the interaction of pharyngeal residue and laryngeal penetration/aspiration ratings. DIGEST uses 2 component scores to quantify pharyngeal bolus transit: 1) safety profile (i.e., penetration/aspiration); and 2) efficiency profile (i.e., residue). Higher scores are indicative of more severe dysphagia, with 0 = no dysphagia, 1 = mild dysphagia, 2 = moderate dysphagia, 3 = severe dysphagia, and 4 = life-threatening dysphagia).",
                    "timeFrame": "Baseline, Day 90, Day 180, Day 270, Day 360"
                },
                {
                    "measure": "Phase 2a: Swallowing efficiency as measured by the NRRS",
                    "description": "The NRRS is a continuous measurement for capturing residue severity using pixel-based measurements during videofluoroscopy that incorporate the ratio of residue relative to the available pharyngeal space and the residue proportionate to the size of the individual. \"Pharyngeal residue\" is a medical term used to describe material that remains in the pharynx post-swallow and is considered a sign of swallowing impairment.\n\nPharyngeal residue collects most commonly in: 1) the valleculae, bilateral spaces between the base of the tongue and the epiglottis (measured by the NRRSv); and 2) the pyriform sinuses, spaces formed on either side of the pharynx between the fibers of the inferior pharyngeal constrictor muscle and the sides of the thyroid cartilage and lined by orthogonally directed fibers of the palatopharyngeus muscle and pharyngobasilar fascia (measured by the NRRSp).",
                    "timeFrame": "Baseline, Day 90, Day 180, Day 270, Day 360"
                },
                {
                    "measure": "Phase 2a: Pharyngeal constrictor muscle function as estimated by the PCR",
                    "description": "The PCR was created to quantify the efficiency of the pharyngeal phase of swallowing via videofluoroscopy and was demonstrated to be a surrogate for pharyngeal muscle strength. The PCR is a pixel-based measure made on lateral view videofluoroscopy swallow study frames. The PCR is calculated by tracing the unobliterated area of the pharynx (including the bolus) at the point of maximum constriction during the swallow and then dividing that area by a corresponding area measure when the pharynx is at rest. Maximum constriction is measured during a 20 cc swallow of liquid barium, and the pharyngeal area at rest is measured with a 1 mL bolus being held in the mouth prior to swallow initiation.",
                    "timeFrame": "Baseline, Day 90, Day 180, Day 270, Day 360"
                },
                {
                    "measure": "Phase 2a: Maximum pharyngeal dilation as estimated by HRAN",
                    "description": "Maximum pharyngeal dilation will be estimated by HRAN. The post-swallow hyoid rest is defined as the earliest frame in videofluoroscopic swallowing study recordings following upper esophageal sphincter closure when the hyoid was observed to have descended and moved posteriorly to reach its original, pre-swallow position. The HRAN is the normalized (by %\\[C2-4\\]\\^2) area on the frame of post-swallow hyoid rest.",
                    "timeFrame": "Baseline, Day 90, Day 180, Day 270, Day 360"
                },
                {
                    "measure": "Phase 2a: Dysphagia severity as measured by the CWDT",
                    "description": "The CWDT is the time in seconds a subject requires to swallow 80 mL of ice-cold water.",
                    "timeFrame": "Baseline, Day 90, Day 180, Day 270, Day 360"
                },
                {
                    "measure": "Phase 2a: Maximum swallowing capacity as measured by the MSS",
                    "description": "The MSS is the time in seconds a subject requires to drink 150 mL of cold tap water as rapidly as possible.",
                    "timeFrame": "Baseline, Day 90, Day 180, Day 270, Day 360"
                },
                {
                    "measure": "Phase 2a: Maximum swallowing capacity as measured by the MSV",
                    "description": "The MSV is the maximum amount of room-temperature tap water a subject is able to consume in 1 swallow.",
                    "timeFrame": "Baseline, Day 90, Day 180, Day 270, Day 360"
                },
                {
                    "measure": "Phase 2a: Subject-reported oropharyngeal dysphagia as assessed by the SSQ",
                    "description": "The SSQ is a self-report inventory assessing subjective symptoms of oropharyngeal dysphagia with strong content, construct, discriminant, and predictive validity and test-retest reliability in a range of patient populations. The SSQ is a 17-item questionnaire which was developed to measure symptomatic severity of oral-pharyngeal dysphagia as reported by the affected subject. The questionnaire uses a 100-mm long visual analogue scale for all but 1 question. Possible scores range from 0 to 1700, with higher scores indicating greater swallowing difficulty.",
                    "timeFrame": "Baseline, Day 90, Day 180, Day 270, Day 360"
                },
                {
                    "measure": "Phase 2a: Subject-reported oropharyngeal dysphagia as assessed by the IDDSI Functional Diet Scale",
                    "description": "The IDDSI Functional Diet Scale is a subject-reported oropharyngeal dysphagia functional outcome scale intended to capture the severity of oropharyngeal dysphagia, as represented by the degree of diet texture restriction recommended for the subject. The IDDSI framework consists of a continuum of 8 levels (0-7), where drinks are measured from Levels 0-4, while foods are measured from Levels 3-7. The IDDSI framework provides a common terminology to describe food textures and drink thickness. Lower scores reflect diet texture restrictions to thin liquids.",
                    "timeFrame": "Baseline, Day 90, Day 180, Day 270, Day 360"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Subject was previously enrolled in the BNTC-OPMD-NH-001 natural history (NH) study and completed at least 6 months of follow-up in the NH study.\n* Signed written informed consent prior to the initiation of any study-specific procedures.\n* Males or females, aged ≥50 to ≤65 years at the time of NH study enrollment, with genetically diagnosed heterozygous OPMD disease (as indicated by 1 of the following allelic classifications: GCN10/GCN12, GCN10/GCN13, GCN10/GCN14, GCN10/GCN15, GCN10/GCN16) OR\n* Males or females, aged ≤65 years at the time of NH study enrollment, with genetically diagnosed homozygous OPMD disease (as indicated by 1 of the following allelic classifications: GCN12/GCN12, GCN13/GCN13, GCN14/GCN14, GCN15/GCN15, GCN16/GCN16).\n* Subject is eligible and willing to undergo a surgical dissection of the pharyngeal region with intubation under general anesthesia to administer the study drug.\n* Subject has moderate dysphagia, defined as pharyngeal area at maximum constriction (PhAMPC) \\>2.7%(C2-4)\\^2 with natural sips of thin liquid barium or PhAMPC \\>2.1%(C2-4)\\^2 with teaspoon delivery of moderately thick liquid barium.\n* Subject is not of childbearing potential, i.e., is postmenopausal (absence of menstrual bleeding for ≥1 year before Baseline, without any other medical reason), or has documented hysterectomy, bilateral salpingectomy, or bilateral oophorectomy OR\n* Subject or their partner is of childbearing potential and agrees to use 2 highly effective forms of contraception during the study and continuing through 52 weeks after the study drug administration. The 2 authorized forms of contraception are condom used with 1 of the following methods of contraception:\n\n  * bilateral tubal ligation\n  * combined oral contraceptives (estrogens and progesterone), vaginal ring, or implanted or injectable hormonal contraceptives with a stable dose for at least 1 month prior to the day of dosing; hormonal contraceptives must inhibit ovulation\n  * intrauterine device inserted at least 1 month prior to the day of dosing OR\n* Subject agrees to abstain from heterosexual intercourse during study participation and to use a highly effective form of contraception (as described above) as backup if they become sexually active during the study. Abstinence is only acceptable if this is the subject's usual lifestyle. Periodic abstinence (calendar, symptothermal, postovulation methods), withdrawal (coitus interruptus), spermicides only, and lactational amenorrhea method are not acceptable methods of contraception.\n* Subjects capable of donating sperm must agree not to donate sperm beginning at Screening and continuing through 52 weeks after the study drug administration.\n\nExclusion Criteria:\n\n* Subject has received prior treatment with an adeno-associated virus (AAV) vector (e.g., AAV-based therapy for the treatment of hemophilia B \\[including HEMGENIX®\\], AAV-based therapy for the treatment of RPE65 mutation-associated retinal dystrophy \\[including LUXTURNA®\\]).\n* Subject with presence of anti-AAV9 antibody titers \\>1:50.\n* Subject is pregnant or breastfeeding.\n* In the investigator's opinion, the subject's pharyngeal muscle is not amenable to intramuscular (IM) injection due to clinically significant atrophy as assessed by maximum pharyngeal dilation for OPMD subjects (determined by normalized post-swallow hyoid rest pharyngeal area \\[HRAN\\] using videofluoroscopy) compared to relative HRAN measurements of pharyngeal dilation from a database comprising healthy control subjects as determined during the Screening Visit of the NH study.\n* Subject with contraindication to the videofluoroscopy procedures (e.g., allergy to any of the radiopaque contrast agents planned for use in the study).\n* Subject has received gene therapy (e.g., chimeric antigen receptor-positive T cell therapy for the treatment of leukemia, lymphoma, or multiple myeloma \\[including ABECMA®, BREYANZI®, CARVYKTI™, KYMRIAH®, YESCARTA®, and TECARTUS™\\], IMLYGIC® for the treatment of melanoma, SKYSONA® for the treatment of cerebral adrenoleukodystrophy, and ZYNTEGLO® for the treatment of β-thalassemia) within the 6 months prior to Screening.\n* Subject for whom any of the proposed study procedures or medications (e.g., corticosteroids) would be contraindicated.\n* Subject has had prior cricopharyngeal myotomy or cricopharyngeal botulinum toxin injection.\n* Subject has had cricopharyngeal dilation within the 12 months prior to Screening.\n* Subject with pre-existing clinically diagnosed and/or self-reported dysphagia has been hospitalized within the 12 months prior to Screening for treatment of pneumonia of nonpathogenic origin (e.g., aspiration pneumonitis secondary to aspiration of sterile gastric contents) or pneumonia secondary to bacterial pathogens. A subject is eligible for enrollment if diagnosed with pneumonia secondary to documented pathogenic organism(s)including: severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2, i.e., coronavirus disease 2019), non-SARS-CoV-2-related viral pathogens, and fungal pathogens.\n* Subject has been intubated within the 30 days prior to Screening.\n* Subject consumes a very restricted range of diet textures, defined as a score of ≤3 on the IDDSI Functional Diet Scale as determined during the Screening Visit of the NH study.\n* Subject presents with muscular dystrophy and/or other neuromuscular diseases distinct from OPMD, or any other disease that may significantly interfere with the characterization of dysphagia in OPMD.\n* Subject presents with other disorders associated with dysphagia, e.g., severe gastroesophageal reflux, esophageal stricture due to mechanical or chemical trauma, infection (e.g., esophageal moniliasis), drug-induced dysphagia (e.g., bisphosphonates), esophageal rings and webs, or spastic motility disorders of the esophagus.\n* Subject with any concomitant illness likely to significantly decrease life expectancy or any malignancy other than curatively treated skin cancer or in situ carcinoma of the cervix, unless adequately treated or in complete remission for ≥5 years.\n* Subject has received a diagnosis of head and neck cancer at any time.\n* Subject has any history of neck irradiation.\n* Subject has undergone a major surgical procedure to the mouth or neck. Subject is eligible for enrollment with a past medical history of routine dental procedures, tonsillectomy, or adenoidectomy.\n* Subject has abnormal liver function (serum alanine aminotransferase or aspartate aminotransferase \\>2.5 × upper limit of normal).\n* Subject is immunocompromised or is receiving immunosuppressant therapy.\n* Subject has evidence of clinically significant hematological, renal, endocrine, pulmonary, gastrointestinal, cardiovascular, psychiatric, neurologic, or allergic diseases (including drug allergies but excluding untreated, not clinically significant, seasonal allergies).\n* Subject has NCI CTCAE grade 3 hypertension defined as systolic blood pressure consistently ≥160 mmHg or diastolic blood pressure consistently ≥100 mmHg.\n* Subject has malnutrition defined as unintended weight loss of \\>5-10% during the 1 to 6 months prior to Screening and a body mass index (BMI) of \\<18.5 to 20 kg/m², or subject has cachexia defined as weight loss of \\>5% over the past 6 months or a BMI of \\<20 kg/m² and ongoing weight loss of \\>2%.\n* Subject has received treatment with an investigational drug, investigational device, or approved therapy for investigational use within the 3 months or 5 half-lives prior to Screening.\n* Subject has any kind of disorder that, in the investigator's opinion, compromises the ability of the subject to give written informed consent and/or to comply with study procedures.\n* Subject is unwilling or unable to comply with study procedures and scheduled follow-up visits.\n* Subject has any other medical or social condition that, in the investigator's opinion, would not permit the subject to complete the study or sign informed consent.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "maximumAge": "65 Years",
            "stdAges": [
                "CHILD",
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Jerel A. Banks, M.D., Ph.D.",
                    "role": "CONTACT",
                    "phone": "(510)-780-0634",
                    "email": "jbanks@benitec.com"
                },
                {
                    "name": "Sophie Mukadam",
                    "role": "CONTACT",
                    "email": "smukadam@benitec.com"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Milan R. Amin, M.D.",
                    "affiliation": "NYU Langone Health",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "NYU Langone Health",
                    "status": "RECRUITING",
                    "city": "New York",
                    "state": "New York",
                    "zip": "10016",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Stratos Achlatis, M.D.",
                            "role": "CONTACT",
                            "phone": "646-754-1206",
                            "email": "efstratios.achlatis@nyulangone.org"
                        },
                        {
                            "name": "Milan R. Amin, M.D.",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.71427,
                        "lon": -74.00597
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009136",
                    "term": "Muscular Dystrophies"
                },
                {
                    "id": "D000039141",
                    "term": "Muscular Dystrophy, Oculopharyngeal"
                }
            ],
            "ancestors": [
                {
                    "id": "D000020966",
                    "term": "Muscular Disorders, Atrophic"
                },
                {
                    "id": "D000009135",
                    "term": "Muscular Diseases"
                },
                {
                    "id": "D000009140",
                    "term": "Musculoskeletal Diseases"
                },
                {
                    "id": "D000009468",
                    "term": "Neuromuscular Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000030342",
                    "term": "Genetic Diseases, Inborn"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M6882",
                    "name": "Deglutition Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M12093",
                    "name": "Muscular Dystrophies",
                    "asFound": "Muscular Dystrophy",
                    "relevance": "HIGH"
                },
                {
                    "id": "M24794",
                    "name": "Muscular Dystrophy, Oculopharyngeal",
                    "asFound": "Oculopharyngeal Muscular Dystrophy",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12092",
                    "name": "Muscular Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M4589",
                    "name": "Atrophy",
                    "relevance": "LOW"
                },
                {
                    "id": "M22697",
                    "name": "Muscular Disorders, Atrophic",
                    "relevance": "LOW"
                },
                {
                    "id": "M12097",
                    "name": "Musculoskeletal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12411",
                    "name": "Neuromuscular Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M23686",
                    "name": "Genetic Diseases, Inborn",
                    "relevance": "LOW"
                },
                {
                    "id": "T3963",
                    "name": "Muscular Dystrophy",
                    "asFound": "Muscular Dystrophy",
                    "relevance": "HIGH"
                },
                {
                    "id": "T4216",
                    "name": "Oculopharyngeal Muscular Dystrophy",
                    "asFound": "Oculopharyngeal Muscular Dystrophy",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC06",
                    "name": "Digestive System Diseases"
                },
                {
                    "abbrev": "BC09",
                    "name": "Ear, Nose, and Throat Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC05",
                    "name": "Musculoskeletal Diseases"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BC16",
                    "name": "Diseases and Abnormalities at or Before Birth"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}