{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04484272",
            "orgStudyIdInfo": {
                "id": "IRB202000984-N"
            },
            "secondaryIdInfos": [
                {
                    "id": "5R01NR018848-03",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/5R01NR018848-03"
                },
                {
                    "id": "PRO00028515",
                    "type": "OTHER",
                    "domain": "UFIRST"
                }
            ],
            "organization": {
                "fullName": "University of Florida",
                "class": "OTHER"
            },
            "briefTitle": "A Stress and Pain Self-management m-Health App for Adult Outpatients With Sickle Cell Disease",
            "officialTitle": "A Stress and Pain Self-management m-Health App for Adult Outpatients With Sickle Cell Disease",
            "therapeuticArea": [
                "Other"
            ],
            "study": "a-stress-and-pain-self-management-m-health-app-for-adult-outpatients-with-sickle-cell-disease"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-03",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-04-29",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-06-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-06-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2020-07-21",
            "studyFirstSubmitQcDate": "2020-07-22",
            "studyFirstPostDateStruct": {
                "date": "2020-07-23",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-03-27",
            "lastUpdatePostDateStruct": {
                "date": "2024-03-29",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of Florida",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute of Nursing Research (NINR)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Our long-term goal is to reduce stress and improve sickle cell disease (SCD) pain control with less opioid use through an intervention with self-management relaxation/distraction exercises (RDE), named You Cope, We Support (YCWS). Americans living with SCD suffer recurrent episodes of acute and chronic pain, both of which are exacerbated by stress. Building on the successes of our prior formative studies, we now propose a well-designed, appropriately powered study to test efficacy of YCWS on outcomes (pain intensity, stress intensity, opioid use) in adults with SCD. We propose to recruit 170 adults for a randomized controlled trial of the short-term (8 weeks) and long-term (6 months) effects of YCWS on outcomes (pain, stress, and opioid use). Stratified on worst pain intensity (\\<=5; \\>5), we will randomly assign patients to groups: 85 to Control (Self-monitoring of outcomes + alerts/reminders), and 85 to Experimental (Self-monitoring of outcomes + alerts/reminders + use of YCWS \\[RDE + Support\\]). We will ask participants to report outcomes daily. During weeks 1-8, we will send system-generated alerts/reminders to both groups via phone call, text, or email to facilitate data entry (both groups) and intervention use support (experimental). If the patient does not enter data after 24 hours, study support staff will contact him/her for data entry trouble-shooting (both groups) and YCWS use (experimental). We will time stamp and track participants' online activities to understand the study context and conduct exit interviews on acceptability of the staff and system-generated support. We will analyze data using mixed-effects regression models (short-term, long-term) to account for repeated measurements over time and utilize machine learning to construct and evaluate models predictive of outcomes. Specific aims are: Aim 1: To determine the short-term effects of YCWS. Aim 2: To determine the long-term effects of YCWS. Aim 3 (exploratory): Using machine learning, to develop and evaluate models that predict patient outcomes based on their group assignment and on their personal (e.g., self-efficacy, sex, education, family income, computer experience, etc.,) and environmental characteristics (e.g., distance from care, quality of cell connection, etc.).",
            "detailedDescription": "Design. The study is a RCT of the short-term (8 weeks) and long-term (6 months) effects of YCWS on efficacy outcomes (pain, stress, and opioid use). We will stratify patients on worst pain intensity (\\<=5, \\>5) and randomly assign 170 adult outpatients to Control or Experimental groups. The Aim 3 analysis is exploratory to understand predictors of intervention effects.\n\nSetting and Sample. The University of Florida (UF) will be the site for data collection, intervention delivery, and data analysis. Together, the UF Health Shands Hospital Pediatric and Adult sickle cell programs have a clinic panel of 700 (400 pediatric and 300 adult) patients with SCD. The available panel for this study is 403 patients with SCD (300 from the adult program and from the pediatric program 47 who currently are 18 years old and have not yet transitioned to adult care, and 56 who will become adults during our study period). We will use Internet and remote technologies, which will allow subjects to complete the study in their setting of choice where Internet service is available. We will also load some of the video clips on patients' mobile devices for use when the internet is not available. For those who meet the eligibility criteria, we anticipate enrolling 195 subjects in order to retain 170 subjects with complete data at 8 weeks based on a 13% attrition rate and approximately the rate observed in our previous longitudinal studies in which follow-up was more than a year.15 Randomization: Using our group's randomization software, we will use permuted block randomization with stratification based on worst pain intensity (\\<=5, \\> 5). We will randomly assign the 195 consecutively selected patients to the two study groups. Assignment will be unknown until a sealed electronic envelope is opened after a patient completes pretest data collection procedures.\n\nProcedures. After introduction by clinic staff, the research specialist (RS) will approach patients during their outpatient clinic visits, inpatient hospitalization, or by phone or e-mail for those registered in the UF SCD research registry. The RS will explain the study and ascertain their willingness to participate. The RS will inform patients that participation is voluntary and a decision to decline participation will not affect their care. For patients choosing to participate, the RS will ask them to sign a written consent at the time of recruitment or on the day of the first study visit. The RS will contact the patients the day before the study visit as a reminder for the upcoming visit. After informed consent, patients will complete baseline measures and be randomly assigned to Experimental or Control groups (Figure 3). The RS will provide standardized instruction on how to use the study Galaxy tablet or their personal mobile device for daily study procedures at home, focusing on alerts/reminders, daily data entry, and customization of YCWS app via settings panel (Tolerable and optimal pain goal, time of day to complete study activities, etc.). For the short-term trial (the first 8 weeks), all patients will monitor their stress, pain, and opioid use daily and get automated system-generated alerts/reminders) every 24 hours via phone call, text, or email to facilitate data entry. Patients in the experimental group also will receive intervention support (Goal-setting, action planning, decision-making, and problem solving related to YCWS intervention use). If the patient does not enter data after 24 hours, study support staff will contact him/her for data entry trouble-shooting (both groups) and YCWS use (experimental). We will conduct an audio-recorded exit interview to explore barriers patients encountered using mobile devices for the intervention and for data collection, and acceptability of system-generated support. We will ask patients if they used the acute care center, emergency department, or were admitted to the hospital during our study period (verified by electronic chart review). For the long-term trial (months 3-6), patients in the experimental group will continue to have access to the banks of video links and will continue monitoring stress, pain, and opioid use daily with only system-generated alerts/reminders every 24 hours, if patient did not enter data. Patients in the control group also will continue monitoring stress, pain, and opioid use daily with system-generated alerts/reminders every 24 hours. We will also collect system-based daily activities during months 3-6.\n\nIntervention. Experimental (Self-monitoring of pain, stress, and opioid use + alerts/reminders + use of YCWS \\[three video banks of RDE + Support\\]). Self-monitoring, using video banks, and getting support elements comprise the YCWS intervention. The YCWS App is comprised of three tabs displayed across the top of the screen, namely, self-monitoring, video banks, and support (Table 1). When patients click on \"self-monitoring,\" stress intensity scale (0-10) and pain intensity scale (0-10) subtabs will display on the screen consecutively. Patients will touch the screen to record their stress and pain intensity. Once patients record their stress or pain intensity, they will receive instantaneous feedback via graphical readout showing their stress and pain during the past week (including the present day), their pain goals, and their daily YCWS use. An auxiliary icon under self-monitoring is \"Goal Setting.\" Patient can use this auxiliary icon to revise optimal and tolerable pain goals, time of day to complete study activities including support, and setting alerts/reminders. When patients click \"video banks,\" three sub-icons, basic, every-day, and favorite, will display. Patients can click any of the three banks to choose a specific video to watch. Patients can watch as many video clips as needed. Per patient preference, we will send system-generated alerts/reminders every 24 hours to patients via phone call, text, or email to facilitate data entry and intervention use. Patient clicking \"getting support\" tab also will open sub-tabs (report issue, chat, text, call \\[talk, FaceTime\\], email). Patient can connect with our support staff about issues related to YCWS intervention use (experimental group only), technical difficulty with study device or app for advice on what to do (both groups). Our support staff also will monitor our database daily. If the patient does not enter data after 24 hours after system-generated alerts/reminders, study support staff will contact him/her for data entry trouble-shooting and, for the experimental group, on YCWS use as they indicated in their goals.\n\nDuring the short-term trial (Weeks 1-8), patients will monitor their stress and pain daily as described above. We will provide experimental group patients access to three video banks from which to choose their daily intervention. Patients will use only basic videos in Week 1 to get familiar with the intervention and learn deep breathing, relaxation exercise through instructions. During weeks 1-8, we will send automated system-generated alerts/reminders every 24 hours to experimental group patients via phone call, text, or email to facilitate intervention use. If the patient does not enter data after 24 hours, study support staff, who will be from the community, will contact him/her 2 hours prior to the next data collection time for trouble-shooting. This support staff will contact patients via chat, text, phone call, or FaceTime based on patients' preferences to facilitate participation and trouble-shoot.\n\nDuring the long-term period (months 3-6), only system-generated alerts/reminders will be available. Patients will have the ability to find their favorite video clips online and add them to the favorite videos for personal use and recommend them via the investigators to other patients with SCD. We will vet these recommendations before releasing them to other patients. Throughout the study period, we will time stamp and track patients' YCWS online activities to capture data on system usage and pain and stress intensity.\n\nControl (Self-monitoring of pain, stress, and opioid use + alerts/reminders). During efficacy trial (Weeks 1-8), just like patients in the experimental group, patients will monitor their stress, pain, and opioid use daily. We will send system-generated alerts/reminders every 24 hours to patients via phone call, text, or email to facilitate data entry. If the patient does not enter data after 24 hours after alerts/reminders, study support staff will contact him/her for data entry trouble-shooting. During the long-term period (months 3-6), patients will continue to monitor their stress, pain, and opioid use daily. Patients also will continue to receive only system-generated alerts/reminders. Throughout the study period, we will time stamp and track patients' online activities to capture data on system use and pain and stress intensity.\n\nOutcome Measures (stress and pain) Stress intensity scale. This 3-item scale asks patients to report their current, least, and worst stress intensity in the past 24 hours, on a scale of 0 (no stress) to 10 (stress as bad as it could be).\n\nPain intensity Scale. This 3-item scale asks patients to report their current, least, and worst pain intensity in the past 24 hours, on a scale of 0 (no pain) to 10 (pain as bad as it could be).\n\nOpioid use. We will use PAINReportIt®87-89 software program (Nursing Consult LLC, Seattle, WA) to collect data on names and doses of scheduled and as needed (PRN) opioid analgesics at baseline and updated at Week 8 and 6 month. We will track opioid refills through patients' pharmacy. We will use Wisepill medication event monitoring system (MEMS) to collect data on opioid use.\n\nStatistical Analysis. Dr. Yao, a co-I and the study biostatistician, will conduct the data management and data analysis procedures in collaboration with the PI and co-Is. The data will be stored in a SQL database and will be exported to statistical software R for analysis. We will utilize an intention to treat approach, where all randomized subjects will be included in our analysis.\n\nEvery effort will be taken in our software design to reduce user errors; all data will be entered directly by the subject using an interface tested with cognitive interview methods that informed the final interface design. Consistency checks are built into the software so that inconsistent data (e.g., out of range or logically inconsistent) are flagged immediately for clarification from the users. In addition, more comprehensive consistency checks will be performed before data analysis. Inconsistent data points will be treated as missing. Based on our prior studies with this web application, we expect the percentage of inconsistent data values to be very low (\\<0.5%).\n\nFor missing data, including those caused by subjects missing visits, multiple imputation will be used to generate multiple completed datasets on which statistical inference will be performed and then aggregated. Missing at random assumption will be assessed and if necessary sensitivity analysis will be performed using the pattern mixture model. Specifically, we will test various plausible selective missing mechanisms through post-processing of imputations to evaluate the robustness of our findings. We will consider a p value lower than 0.025 as statistically significant for tests of intervention efficacy (short term and long term) on the primary outcome of pain intensity. For other inferences, we will consider a p value lower than 0.05 to be statistically significant.\n\nWe will compute descriptive statistics (frequencies, means, standard deviations, etc.) of baseline patient characteristics data, which include demographic data and the patients' pain, stress, and analgesic use at pretest, and compare the control group and the experimental group using chi-squared tests or t-tests. We expect no significant difference between the two randomly generated groups."
        },
        "conditionsModule": {
            "conditions": [
                "Sickle Cell Disease"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 185,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Control Group",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "(Self-monitoring of pain, stress, and opioid use + alerts/reminders). During efficacy trial (Weeks 1-8), patients will monitor their stress, pain, and opioid use daily. We will send system-generated alerts/reminders every 24 hours to patients via phone call, text, or email to facilitate data entry. During the long-term period (months 3-6), patients will continue to monitor their stress, pain, and opioid use daily and receive only system generated alerts/reminders via messaging service or staff cell phone.",
                    "interventionNames": [
                        "Behavioral: Self-monitoring of pain, stress, and opioid use + alerts/reminders."
                    ]
                },
                {
                    "label": "Experimental Group",
                    "type": "EXPERIMENTAL",
                    "description": "(Self-monitoring of pain, stress, and opioid use + alerts/reminders + use of YCWS \\[three video banks of RDE + Support\\]). Self-monitoring, using video banks, and getting support elements comprise the YCWS intervention. The YCWS App is comprised of three tabs displayed across the top of the screen, namely, self-monitoring, video banks, and support. During the short-term trial (Weeks 1-8), patients will monitor their stress and pain daily and have access to three video banks from which to choose their daily intervention. We will send automated system-generated alerts/reminders every 24 hours to experimental group patients via phone call, text, or email to facilitate intervention use. During the long-term period (months 3-6), only system-generated alerts/reminders will be available.",
                    "interventionNames": [
                        "Behavioral: Self-monitoring of pain, stress, and opioid use + alerts/reminders + use of YCWS. [three video banks of RDE + Support])."
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Self-monitoring of pain, stress, and opioid use + alerts/reminders + use of YCWS. [three video banks of RDE + Support]).",
                    "description": "Self-monitoring of pain, stress, and opioid use + alerts/reminders + use of YCWS. \\[three video banks of RDE + Support\\]).",
                    "armGroupLabels": [
                        "Experimental Group"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Self-monitoring of pain, stress, and opioid use + alerts/reminders.",
                    "description": "Self-monitoring of pain, stress, and opioid use + alerts/reminders.",
                    "armGroupLabels": [
                        "Control Group"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Stress intensity scale",
                    "description": "This 3-item scale asks patients to report their current, least, and worst stress intensity in the past 24 hours, on a scale of 0 (no stress) to 10 (stress as bad as it could be)",
                    "timeFrame": "Baseline through Month 6"
                },
                {
                    "measure": "Pain intensity scale",
                    "description": "Pain intensity Scale. This 3-item scale asks patients to report their current, least, and worst pain intensity in the past 24 hours, on a scale of 0 (no pain) to 10 (pain as bad as it could be).",
                    "timeFrame": "Baseline through Month 6"
                },
                {
                    "measure": "Opioid use",
                    "description": "We will use PAINReportIt®87-89 software program (Nursing Consult LLC, Seattle, WA) to collect data on names and doses of scheduled and as needed (PRN) opioid analgesics at baseline and updated at Week 8 and 6 month. We will use Wisepill medication event monitoring system (MEMS) to collect data on opioid use.",
                    "timeFrame": "Baseline through Month 6"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* with diagnosis of SCD (e.g., HbSS, HbSC, HbS-beta-0 thalassemia, and HbS-beta+ thalassemia); (b) reports moderate to severe level of pain (\\>3 on 0-10 scale) related to SCD within previous 24 hours; (c) uses opioid analgesics on \"as needed\" or \"continuous\" basis (d) who speaks and reads English; and (e) is 18 years of age or older\n\nExclusion Criteria:\n\n* are legally blind; (b) physically unable to complete procedures; (c) previously participated in our relaxation/distraction intervention feasibility study",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "99 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Muntaha Ali, MS",
                    "role": "CONTACT",
                    "phone": "352-273-6520",
                    "email": "muntahaali@ufl.edu"
                },
                {
                    "name": "Amelia Greenlee",
                    "role": "CONTACT",
                    "phone": "352-273-6356",
                    "email": "greenleeal@ufl.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Miriam O. Ezenwa",
                    "affiliation": "University of Florida",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Florida",
                    "status": "RECRUITING",
                    "city": "Gainesville",
                    "state": "Florida",
                    "zip": "32610",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Miriam Ezenwa, PhD,RN,FAAN",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 29.65163,
                        "lon": -82.32483
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "35904878",
                    "type": "DERIVED",
                    "citation": "Ezenwa MO, Yao Y, Mandernach MW, Fedele DA, Lucero RJ, Corless I, Dyal BW, Belkin MH, Rohatgi A, Wilkie DJ. A Stress and Pain Self-management mHealth App for Adult Outpatients With Sickle Cell Disease: Protocol for a Randomized Controlled Study. JMIR Res Protoc. 2022 Jul 29;11(7):e33818. doi: 10.2196/33818."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000000755",
                    "term": "Anemia, Sickle Cell"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000745",
                    "term": "Anemia, Hemolytic, Congenital"
                },
                {
                    "id": "D000000743",
                    "term": "Anemia, Hemolytic"
                },
                {
                    "id": "D000000740",
                    "term": "Anemia"
                },
                {
                    "id": "D000006402",
                    "term": "Hematologic Diseases"
                },
                {
                    "id": "D000006453",
                    "term": "Hemoglobinopathies"
                },
                {
                    "id": "D000030342",
                    "term": "Genetic Diseases, Inborn"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4085",
                    "name": "Anemia, Sickle Cell",
                    "asFound": "Sickle Cell Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M13066",
                    "name": "Pain",
                    "relevance": "LOW"
                },
                {
                    "id": "M4070",
                    "name": "Anemia",
                    "relevance": "LOW"
                },
                {
                    "id": "M9547",
                    "name": "Hemolysis",
                    "relevance": "LOW"
                },
                {
                    "id": "M4073",
                    "name": "Anemia, Hemolytic",
                    "relevance": "LOW"
                },
                {
                    "id": "M4075",
                    "name": "Anemia, Hemolytic, Congenital",
                    "relevance": "LOW"
                },
                {
                    "id": "M9490",
                    "name": "Hematologic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M9539",
                    "name": "Hemoglobinopathies",
                    "relevance": "LOW"
                },
                {
                    "id": "M23686",
                    "name": "Genetic Diseases, Inborn",
                    "relevance": "LOW"
                },
                {
                    "id": "T5229",
                    "name": "Sickle Cell Anemia",
                    "asFound": "Sickle Cell Disease",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC15",
                    "name": "Blood and Lymph Conditions"
                },
                {
                    "abbrev": "BC16",
                    "name": "Diseases and Abnormalities at or Before Birth"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000000701",
                    "term": "Analgesics, Opioid"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009294",
                    "term": "Narcotics"
                },
                {
                    "id": "D000002492",
                    "term": "Central Nervous System Depressants"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000000700",
                    "term": "Analgesics"
                },
                {
                    "id": "D000018689",
                    "term": "Sensory System Agents"
                },
                {
                    "id": "D000018373",
                    "term": "Peripheral Nervous System Agents"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4033",
                    "name": "Analgesics, Opioid",
                    "asFound": "Capecitabine",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4032",
                    "name": "Analgesics",
                    "relevance": "LOW"
                },
                {
                    "id": "M12245",
                    "name": "Narcotics",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Analg",
                    "name": "Analgesics"
                },
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}