{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06454721",
            "orgStudyIdInfo": {
                "id": "247HV101"
            },
            "organization": {
                "fullName": "Biogen",
                "class": "INDUSTRY"
            },
            "briefTitle": "A Study to Determine the Biodistribution, Safety, and Tolerability of a Microdose of Radiolabeled BIIB080 Co-administered With BIIB080 in Healthy Adults",
            "officialTitle": "A Phase 1, Open-Label Study to Determine the Biodistribution, Safety, and Tolerability of a Microdose of Radiolabeled BIIB080 Co-administered With BIIB080 in Healthy Adults",
            "therapeuticArea": [
                "Other"
            ],
            "study": "a-study-to-determine-the-biodistribution-safety-and-tolerability-of-a-microdose-of-radiolabeled-co-administered-with-in-healthy-adults"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-07-26",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-02-20",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-07-28",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-06-06",
            "studyFirstSubmitQcDate": "2024-06-06",
            "studyFirstPostDateStruct": {
                "date": "2024-06-12",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-18",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-19",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Biogen",
                "class": "INDUSTRY"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "In this study, researchers will learn more about a study drug called BIIB080. BIIB080 is currently a drug under investigation for treatment of Alzheimer's disease. The main question researchers are trying to answer in this study is how radiolabeled BIIB080 distributes in the brain and spinal cord. To help answer this question, researchers will use positron emission tomography (PET) scanner that can detect radiolabeled BIIB080 after a single injection of a small dose of radiolabeled BIIB080 (\\[89Zr\\]Zr-DFO-BIIB080) and a dose of BIIB080 together via an intrathecal (IT) injection in healthy volunteers. Researchers will also learn about the safety of injecting radiolabeled BIIB080 and BIIB080 together."
        },
        "conditionsModule": {
            "conditions": [
                "Healthy Volunteer"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 5,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "[89Zr]Zr-DFO-BIIB080 + BIIB080",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will receive a single injection of a small dose of radiolabeled BIIB080 (\\[89Zr\\]Zr-DFO-BIIB080) along with a dose of BIIB080 together via an intrathecal (IT) injection.",
                    "interventionNames": [
                        "Drug: [89Zr]Zr-DFO-BIIB080",
                        "Drug: BIIB080"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "[89Zr]Zr-DFO-BIIB080",
                    "description": "Administered as specified in the treatment arm.",
                    "armGroupLabels": [
                        "[89Zr]Zr-DFO-BIIB080 + BIIB080"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "BIIB080",
                    "description": "Administered as specified in the treatment arm.",
                    "armGroupLabels": [
                        "[89Zr]Zr-DFO-BIIB080 + BIIB080"
                    ],
                    "otherNames": [
                        "ISIS 814907"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "CNS Biodistribution of [89Zr]Zr-DFO-BIIB080 Assessed as the Percentage of Dose Taken up by Each Region of Interest (ROI)",
                    "description": "CNS biodistribution of \\[89Zr\\]Zr-DFO-BIIB080 will be measured using the Positron Emission tomography (PET) imaging. The mean radioactive counts per voxel will be measured. These counts will be converted to the percentage of dose that is taken up by each ROI (% of injected tracer dose per gram of tissue) to quantify the biodistribution in measurable tissues and CSF spaces at relative distances from the lumbar injection using quantitative scaling algorithms.",
                    "timeFrame": "Post-dose on Days 1, 2, 5, and 8"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Number of Participants with Adverse Events (AEs) and Serious Adverse Events (SAEs)",
                    "description": "An AE is any untoward medical occurrence in a participant or clinical investigation participant administered a pharmaceutical product and that does not necessarily have a causal relationship with this treatment. An AE can therefore be any unfavorable and unintended sign (including an abnormal assessment such as an abnormal laboratory finding), symptom, or disease temporally associated with the use of a medicinal (investigational) product, whether or not related to the medicinal (investigational) product. An SAE is any untoward medical occurrence that at any dose results in death, in the view of the Investigator, places the participant at immediate risk of death, requires inpatient hospitalization or prolongation of existing hospitalization, results in persistent or significant disability/incapacity, results in a congenital anomaly/birth defect and is a medically important event.",
                    "timeFrame": "Up to 197 days"
                },
                {
                    "measure": "Dosimetry: Dose of Radiation Absorbed as Measured by PET Imaging Test",
                    "description": "Absorbed dose for the various organs will be estimated from the PET scans.",
                    "timeFrame": "Post-dose on Days 1, 2, 5, and 8"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Key Inclusion Criteria:\n\n* Must be healthy adult and have a body mass index (BMI) 18 through 30 kilograms per square meter (kg/m\\^2).\n* Males must practice highly effective contraception and females must be of no childbearing potential.\n\nKey Exclusion Criteria:\n\n* Conditions that influence cerebrospinal fluid (CSF) kinetics e.g., significant scoliosis or a physical disability that limits mobility.\n* Contraindication to:\n* Magnetic resonance imaging (MRI) scan: e.g., indwelling ferrous metal, implanted medical devices, or claustrophobia.\n* Radiation/PET scan: e.g., inability to lie flat or still for the duration of the scan) or intolerance to previous nuclear medicine scans.\n* Lumbar Puncture (LP, spinal tap): e.g., current use of a medication that prolongs coagulation times, including aspirin, known disorders of the coagulation cascade, platelet function, or platelet count, low white blood cell counts, chronic low back pain; prior lumbar spine surgery, anatomical factors at or near the spinal tap site, clinical signs of raised intracranial pressure (e.g., headache, or focal neurologic signs).\n* Findings from the screening MRI that may interfere with participant safety or the scientific integrity of the study e.g., Chiari malformation, high grade spinal stenosis, hydrocephalus, or neural tube defect.\n* Abnormal Laboratory Values e.g., liver functions, anemia, abnormal blood coagulation profile.\n* Cardiac, endocrinologic, hematologic, hepatic, immunologic, metabolic, urologic, pulmonary, neurologic, dermatologic, psychiatric, renal, or malignant disease.\n* Severe allergic or anaphylactic reactions/ systemic hypersensitivity to BIIB080 or any component of the study treatment.\n* Alcohol or substance abuse.\n* Plans to undergo elective procedures or surgeries during the study.\n* Enrollment in any other drug, biologic, device, or clinical study within 30 days or 5 half-lives, whichever is longer, prior to Check-in.\n* Use of any prescription medication (except hormone therapy), over-the-counter medication (excluding acetaminophen), or dietary and herbal supplements (e.g., St. John's wort) within 28 days of the of dosing and during the study.\n\nNOTE: Other protocol defined Inclusion/Exclusion criteria may apply.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "65 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "US Biogen Clinical Trial Center",
                    "role": "CONTACT",
                    "phone": "866-633-4636",
                    "email": "clinicaltrials@biogen.com"
                },
                {
                    "name": "Global Biogen Clinical Trial Center",
                    "role": "CONTACT",
                    "email": "clinicaltrials@biogen.com"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Medical Director",
                    "affiliation": "Biogen",
                    "role": "STUDY_DIRECTOR"
                }
            ],
            "locations": [
                {
                    "facility": "UC Davis",
                    "city": "Sacramento",
                    "state": "California",
                    "zip": "95817",
                    "country": "United States",
                    "contacts": [
                        {
                            "role": "CONTACT",
                            "phone": "916-731-9004"
                        },
                        {
                            "name": "Dr. Fatma Sen",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.58157,
                        "lon": -121.4944
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "In accordance with Biogen's Clinical Trial Transparency and Data Sharing Policy on https://www.biogentrialtransparency.com/",
            "url": "https://vivli.org/"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        }
    },
    "hasResults": false
}