{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06091956",
            "orgStudyIdInfo": {
                "id": "23-001929"
            },
            "organization": {
                "fullName": "Mayo Clinic",
                "class": "OTHER"
            },
            "briefTitle": "A Study of Deucravacitinib to Treat LPP and FFA",
            "officialTitle": "Deucravacitinib (BMS-986165) in the Treatment of Lichen Planopilaris",
            "therapeuticArea": [
                "Other"
            ],
            "study": "a-study-of-deucravacitinib-to-treat-lpp-and-ffa"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-11-07",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-07",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-08",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-10-16",
            "studyFirstSubmitQcDate": "2023-10-16",
            "studyFirstPostDateStruct": {
                "date": "2023-10-23",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-04-25",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-29",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Aaron R. Mangold",
                "investigatorTitle": "Principal Investigator",
                "investigatorAffiliation": "Mayo Clinic"
            },
            "leadSponsor": {
                "name": "Mayo Clinic",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Bristol-Myers Squibb",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this clinical research study is to learn more about the use of Deucravacitinib in the treatment of Lichen Planopilaris."
        },
        "conditionsModule": {
            "conditions": [
                "Lichen Planopilaris"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 12,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Deucravacitinib Treatment for Lichen Planopilaris",
                    "type": "EXPERIMENTAL",
                    "description": "Subjects diagnosed with Lichen Planopilaris (LP) will receive Deucravacitinib for 24 weeks.",
                    "interventionNames": [
                        "Drug: Deucravacitinib"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Deucravacitinib",
                    "description": "6 milligram (mg) orally administrated, twice daily",
                    "armGroupLabels": [
                        "Deucravacitinib Treatment for Lichen Planopilaris"
                    ],
                    "otherNames": [
                        "BMS-986165"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Complete and Partial responders",
                    "description": "Number of subjects to have complete or partial response to Deucravacitinib treatment as measured by Lichen Planopilaris Activity Index (LPPAI) score: complete response = LPPAI reduction greater than 85% from baseline score and partial response = LPPAI reduction between 25-85% from baseline score",
                    "timeFrame": "24 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in Physician Global Assessment (PGA) score",
                    "description": "Measured by PGA of scalp to assess overall response to treatment as assessed by the physician.",
                    "timeFrame": "Baseline, 24 weeks"
                },
                {
                    "measure": "Change in the Dermatology-QLI score",
                    "description": "Measured by the Dermatology Life Quality Index (DLQI) questionnaire that asks participants to measure their Lichen Planopilaris (LLP) or Frontal Fibrosing Alopecia (FFA) has affected their life over the last month. 9-item questionnaire using a scale of very much, a lot, a little, not at all, and not relevant.",
                    "timeFrame": "Baseline, 24 weeks"
                },
                {
                    "measure": "Change in Pruritus Visual Analogue Scale (VAS)",
                    "description": "Subjects are asked on average and at its worst to rate their itch level over the past day by placing a vertical mark on the line with one end indicating no itch and the other end indicating worst imaginable itch. That point will be measured from the \"No itch\" end, and the number of centimeters (cm) will be reported as the pain score. VAS score interpretation: VAS 0 cm = No itch; VAS \\<3 cm = Mild itch; VAS ≥3 cm \\<7 cm = Moderate itch; VAS ≥7 cm \\<9 cm = Severe itch VAS ≥9 cm = Very severe itch",
                    "timeFrame": "Baseline, 24 weeks"
                },
                {
                    "measure": "Change in Pruritus Verbal Rating Scale (VRS)",
                    "description": "Subjects are asked on average and at its worst to rate their itch in the last 24 hours using a scale of 0= none, 1-mild, 2=moderate, 3= severe",
                    "timeFrame": "Baseline, 24 weeks"
                },
                {
                    "measure": "Change in Numerical Rating Scale (NRS) for itch",
                    "description": "Itch is measured using numerical rating scale 0-10; 0= no itch, 1-4 = mild itch, 4-7 = moderate itch, 7-9 = severe itch, 10= very severe itch",
                    "timeFrame": "Baseline, 24 weeks"
                },
                {
                    "measure": "Change in Skindex-16",
                    "description": "Measured by the Skindex-16 scoring system focused on itch and its impact upon quality of life. 16-item questionnaire using a scale of 0=never bothered to 6=always bothered, total score 0 to 96 with higher score indicated worse quality of life.",
                    "timeFrame": "Baseline, 24 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Subjects must be able to understand and comply with the requirements of the study and communicate with the investigator. Subjects must give written, signed, and dated informed consent before any study related activity is performed. When appropriate, a legal representative will sign the informed consent according to local laws and regulation.\n* Subjects must have biopsy proven LPP/FFA and active disease.\n\nExclusion Criteria:\n\n* On excluded therapies, not on a stable dose of a therapy, or incompletely washed out for a therapy.\n* Known hypersensitivity or other adverse reaction to Deucravacitinib (BMS-986165).\n* Variants of LPP/FFA deemed by the investigators to be inappropriate for Deucravacitinib (BMS-986165).\n* Pregnant or nursing (lactating) women (pregnancy is defined as the state of a female after conception and until the termination of gestation, confirmed by a positive human chorionic gonadotropin (hCG) laboratory test).\n* Women of childbearing potential \\[Post-menopausal or not of child-bearing potential is defined by 1 year of natural (spontaneous) amenorrhea or surgical bilateral oophorectomy (with or without hysterectomy), total hysterectomy or tubal ligation at least 6 weeks ago. Oophorectomy alone must be confirmed by follow up hormone level assessment to be considered not of child-bearing potential, defined as all women physiologically capable of becoming pregnant, unless they are using basic methods of contraception which includes:\n\nTotal abstinence (Periodic abstinence and withdrawal are not acceptable methods of contraception); Female sterilization (bilateral oophorectomy with or without hysterectomy), total hysterectomy, or tubal ligation at least 6 weeks before taking study treatment. Oophorectomy alone requires follow up hormone level assessment for fertility; Male sterilization (at least 6 months prior to screening). The vasectomized male partner should be the sole partner for that subject; Barrier methods of contraception: condom or occlusive cap; Use of oral, injected or implanted hormonal methods of contraception or other forms or hormonal contraception that have complete efficacy (failure \\< 1%). (The dose of the contraceptive should be stable for 3 months).\n\n* Active inflammatory diseases of the scalp and forms of hair loss other than LPP/FFA that might confound the evaluation of the benefit of Deucravacitinib (BMS-986165).\n* Tattooing of the scalp that, in the opinion of the investigator, may interfere with accurate assessment of clinical response to Deucravacitinib (BMS-986165).\n* Underlying condition (including, but not limited to metabolic, hematologic, renal, hepatic, pulmonary, neurologic, endocrine, cardiac, infectious or gastrointestinal conditions) which, in the opinion of the investigator, significantly immunocompromises the subject and/or places the subject at unacceptable risk for receiving an immunomodulatory therapy.\n* Moderate-to-severe renal impairment including patients with estimated glomerular filtration rate (eGFR) \\< 60 mL/min/1.73m\\^2.\n* Active systemic infections during the 2 weeks prior to randomization (common cold viruses excluded) or any infection that reoccurs on a regular basis.\n* Current severe progressive or uncontrolled disease which the investigator renders the subject unsuitable for the trial or puts the subject at increased risk.\n* Have had any major surgery within 8 weeks prior to screening or will require major surgery during the study that, in the opinion of the investigator would pose an unacceptable risk to the patient.\n* Have experienced any of the following within 12 weeks of screening: VTE (DVT/pulmonary embolism \\[PE\\]), myocardial infarction (MI), unstable ischemic heart disease, stroke, or New York Heart Association Stage III/IV heart failure.\n* Have a history of recurrent (≥ 2) VTE (DVT/PE).\n* Have a history of lymphoproliferative disease; have signs or symptoms suggestive of possible lymphoproliferative disease, including lymphadenopathy or splenomegaly; have active primary or recurrent malignant disease; or have been in remission from clinically significant malignancy for \\< 5 years prior to randomization.\n* Have had symptomatic herpes zoster infection within 12 weeks prior to randomization.\n* Have a history of disseminated/complicated herpes zoster (for example, ophthalmic zoster or CNS involvement).\n* ALT or AST \\> 2 x upper limits of normal (ULN); alkaline phosphatase (ALP) ≥ 2 x ULN; total bilirubin ≥ 1.5 x ULN; hemoglobin \\< 10 g/dL (100.0 g/L); total white blood cell count \\< 3000 cells/μL (\\< 3.00 x 10\\^3/μL or \\< 3.00 billion/L); neutropenia (absolute neutrophil count \\[ANC\\] \\< 1500 cells/µL) (\\< 1.50 x 10\\^3/lµL or \\< 1.50 billion/L); lymphopenia (lymphocyte count \\< 1000 cells/μL) (\\< 1.00 x 10\\^3/μL or \\< 1.00 billion/L); thrombocytopenia (platelets \\< 100,000 cells/μL) (\\< 100 x 10\\^3/μL or \\< 100 billion/L)\n* Have a positive test for hepatitis B virus (HBV) defined as: positive for hepatitis B surface antigen (HBsAg); or positive for hepatitis B core antibody (HBcAb) and positive for hepatitis B virus deoxyribonucleic acid (HBV DNA). Note: Patients who are HBcAb-positive and HBV DNA-negative may be enrolled in the study but will require additional HBV DNA monitoring during the study.\n* Have hepatitis C virus (HCV) infection (hepatitis C antibody-positive and HCV ribonucleic acid \\[RNA\\]-positive): Note: Patients who have documented anti-HCV treatment for a past HCV infection AND are HCV RNA-negative may be enrolled in the study.\n* Have evidence of HIV infection and/or positive HIV antibodies.\n* Have had household contact with a person with active TB and did not receive appropriate and documented prophylaxis for TB.\n* Have evidence of active TB or latent TB\n* Have evidence of active TB, defined in this study as the following: positive purified protein derivative (PPD) test (≥ 5 mm induration between approximately 2 and 3 days after application, regardless of vaccination history), medical history, clinical features, and abnormal chest x-ray at screening; QuantiFERON®-TB Gold test or T-SPOT®.TB test (as available and if compliant with local TB guidelines) may be used instead of the PPD test. Patients are excluded from the study if the test is not negative and there is clinical evidence of active TB; Exception: patients with a history of active TB who have documented evidence of appropriate treatment, have no history of re-exposure since their treatment was completed, have no clinical features of active TB, and have a screening chest x-ray with no evidence of active TB may be enrolled if other entry criteria met. Such patients would not be required to undergo the protocol-specific TB testing for PPD, QuantiFERON®-TB Gold test, or T-SPOT®.TB test but must have a chest x-ray at screening (i.e., chest imaging performed within the past 6 months will not be accepted).\n* Have evidence of untreated/inadequately or inappropriately treated latent TB, defined in this study as the following: positive PPD test, no clinical features consistent with active TB, and a chest x-ray with no evidence of active TB at screening; or if the PPD test is positive and the patient has no medical history or chest x-ray findings consistent with active TB, the patient may have a QuantiFERON®-TB Gold test or T-SPOT®.TB test (as available and if compliant with local TB guidelines). If the test results are not negative, the patient will be considered to have latent TB (for purposes of this study); or QuantiFERON®-TB Gold test or T- SPOT®.TB test (as available and if compliant with local TB guidelines) may be used instead of the PPD test. If the test results are positive, the patient will be considered to have latent TB. If the test is not negative, the test may be repeated once within approximately 2 weeks of the initial value. If the repeat test results are again not negative, the patient will be considered to have latent TB (for purposes of this study).\n* Have been exposed to a live vaccine within 12 weeks of randomization or are expected to need/receive a live vaccine during the course of the study (with the exception of herpes zoster vaccination).\n* Have donated more than a single unit of blood within 4 weeks prior to screening or intend to donate blood during the course of the study.\n* Have a history of intravenous drug abuse, other illicit drug abuse, or chronic alcohol abuse within the 2 years prior to screening or are concurrently using, or expected to use during the study, illicit drugs (including marijuana).",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Keegan Stewart",
                    "role": "CONTACT",
                    "phone": "480-301-4164",
                    "email": "stewart.keegan@mayo.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Aaron Mangold, MD",
                    "affiliation": "Mayo Clinic",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Mayo Clinic Arizona",
                    "status": "RECRUITING",
                    "city": "Scottsdale",
                    "state": "Arizona",
                    "zip": "85259",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Aaron Mangold, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.50921,
                        "lon": -111.89903
                    }
                },
                {
                    "facility": "Mayo Clinic Florida",
                    "status": "RECRUITING",
                    "city": "Jacksonville",
                    "state": "Florida",
                    "zip": "32224",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jason Sluzevich, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 30.33218,
                        "lon": -81.65565
                    }
                }
            ]
        },
        "referencesModule": {
            "seeAlsoLinks": [
                {
                    "label": "Mayo Clinic Clinical Trials",
                    "url": "https://www.mayo.edu/research/clinical-trials"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000008010",
                    "term": "Lichen Planus"
                }
            ],
            "ancestors": [
                {
                    "id": "D000017512",
                    "term": "Lichenoid Eruptions"
                },
                {
                    "id": "D000017444",
                    "term": "Skin Diseases, Papulosquamous"
                },
                {
                    "id": "D000012871",
                    "term": "Skin Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M11012",
                    "name": "Lichen Planus",
                    "asFound": "Lichen Planopilaris",
                    "relevance": "HIGH"
                },
                {
                    "id": "M19775",
                    "name": "Lichenoid Eruptions",
                    "relevance": "LOW"
                },
                {
                    "id": "M8219",
                    "name": "Exanthema",
                    "relevance": "LOW"
                },
                {
                    "id": "M15674",
                    "name": "Skin Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M19713",
                    "name": "Skin Diseases, Papulosquamous",
                    "relevance": "LOW"
                },
                {
                    "id": "T3415",
                    "name": "Lichen Planopilaris",
                    "asFound": "Lichen Planopilaris",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "C000628674",
                    "term": "Deucravacitinib"
                }
            ],
            "ancestors": [
                {
                    "id": "D000003879",
                    "term": "Dermatologic Agents"
                },
                {
                    "id": "D000047428",
                    "term": "Protein Kinase Inhibitors"
                },
                {
                    "id": "D000004791",
                    "term": "Enzyme Inhibitors"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M346703",
                    "name": "Deucravacitinib",
                    "asFound": "Flavonoids",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7074",
                    "name": "Dermatologic Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M25820",
                    "name": "Protein Kinase Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M7951",
                    "name": "Enzyme Inhibitors",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Derm",
                    "name": "Dermatologic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}