{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06259552",
            "orgStudyIdInfo": {
                "id": "PROT-CR-CP23001"
            },
            "organization": {
                "fullName": "SparX Biotech(Jiangsu) Co., Ltd.",
                "class": "OTHER"
            },
            "briefTitle": "A Study of SPX-303, a Bispecific Antibody Targeting LILRB2 and PD-L1 in Patients With Solid Tumors",
            "officialTitle": "A Phase 1, Open-label Study to Evaluate Safety, Tolerability, and Pharmacokinetics of an Anti-LILRB2 / PD-L1 Bispecific Antibody SPX- 303 in Patients With Solid Tumors",
            "acronym": "SPX-303",
            "therapeuticArea": [
                "Oncology and Hematology",
                "Other"
            ],
            "study": "a-study-of-spx-a-bispecific-antibody-targeting-and-pd-in-patients-with-solid-tumors"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-03",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-03-20",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-09",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-09",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-01-20",
            "studyFirstSubmitQcDate": "2024-02-06",
            "studyFirstPostDateStruct": {
                "date": "2024-02-14",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-03-20",
            "lastUpdatePostDateStruct": {
                "date": "2024-03-22",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "SparX Biotech(Jiangsu) Co., Ltd.",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Part 1 of this study is an open-label, dose-escalation, and safety expansion study of an anti-LILRB2 / anti-PD-L1 bispecific antibody SPX- 303 in patients with solid tumors. Part 2 of this study is an indication-specific dose expansion study of SPX-303.",
            "detailedDescription": "This study is an open-label, dose escalation study of SPX-303 monotherapy to evaluate safety and tolerability, and to identify the MTD or MAD as well as evaluate preliminary anti-tumor efficacy, pharmacokinetics, and pharmacodynamics of various doses of SPX- 303 in patients with measurable disease who have progressed on or after prior therapy and who are not eligible or decline treatment options."
        },
        "conditionsModule": {
            "conditions": [
                "Solid Tumor",
                "HNSCC",
                "RCC",
                "CRC"
            ],
            "keywords": [
                "Solid Tumor"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "SEQUENTIAL",
                "interventionModelDescription": "Part 1: After the first dose escalation cohort of one patient, further dose escalation cohorts will recruit patients to receive SPX-303 in a 3+3 design; cohorts will be expanded in the event of a DLT. A safety dose expansion of up to 10 patients will confirm the MTD or MAD.\n\nPart 2: Once the MTD or MAD has been established, the RP2D and preliminary efficacy will be determined by evaluating two dose levels in specific indications.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE",
                    "maskingDescription": "This study is an open-label, dose escalation study of single agent SPX-303"
                }
            },
            "enrollmentInfo": {
                "count": 232,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Part 1: Dose escalation and expansion study of SPX-303",
                    "type": "EXPERIMENTAL",
                    "description": "Dose Escalation Phase: SPX-303 will be administered intravenously (IV) every 3 weeks (Q3W). Participants enroll with measurable disease who have progressed on or after prior therapy and who are not eligible or decline treatment options.\n\nDose Expansion phase: SPX-303 will be administered at the dose level chosen during the escalation phase in the dose expansion cohort.",
                    "interventionNames": [
                        "Biological: SPX- 303 Injection, a bispecific anti-LILRB2 / anti-PD-L1 Antibody"
                    ]
                },
                {
                    "label": "Part 2: Dose expansion study of SPX-303 in specific indications",
                    "type": "EXPERIMENTAL",
                    "description": "SPX-303 will be administered in specific solid tumor patients to evaluate the preliminary antitumor activity and define the RP2D.",
                    "interventionNames": [
                        "Biological: SPX- 303 Injection, a bispecific anti-LILRB2 / anti-PD-L1 Antibody"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BIOLOGICAL",
                    "name": "SPX- 303 Injection, a bispecific anti-LILRB2 / anti-PD-L1 Antibody",
                    "description": "SPX- 303 Injection",
                    "armGroupLabels": [
                        "Part 1: Dose escalation and expansion study of SPX-303",
                        "Part 2: Dose expansion study of SPX-303 in specific indications"
                    ],
                    "otherNames": [
                        "SPX-303"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Part 1: Number of participants with dose limiting toxicities (DLTs)",
                    "description": "A DLT is defined as the clinically significant TRAE(treatment-related adverse events) or abnormal laboratory values assessment during the first 21 days of Cycle 1 and excludes events that are deemed clearly related to underlying disease, progression, or intercurrent illness.",
                    "timeFrame": "First 21 days of Cycle 1"
                },
                {
                    "measure": "Part 1: Treatment-Related Adverse Events (TRAE)",
                    "description": "Treatment related adverse events (TRAEs) by seriousness per CTCAE v. 5.0. as well as tolerability (TRAEs leading to discontinuation, TRAEs leading to dose delays, duration of TRAEs, and semi-quantitative assessments of TRAE treatments)",
                    "timeFrame": "3.5 years"
                },
                {
                    "measure": "Part 1: Potential Phase 2 dose (RP2D) to be further evaluated in Part 2",
                    "description": "Up to 10 patients will be evaluated for safety and tolerability at maximum tolerated dose/maximum accpeted dose or a lower, already cleared dose level.",
                    "timeFrame": "3-6 months"
                },
                {
                    "measure": "Part 2: Phase 2 dose (RP2D) determination",
                    "description": "RP2D is determined evaluating two dose levels in each specific indications.",
                    "timeFrame": "1-3 years"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Part 1: Objective Response Rate (ORR)",
                    "description": "ORR is defined as the percentage of participants with complete response (CR) or partial response (PR) per RECIST v 1.1.",
                    "timeFrame": "1-3 years"
                },
                {
                    "measure": "Part 1: Duration of Response (DOR)",
                    "description": "DOR is defined as the time from the participant's initial objective response (CR or PR) to disease progression per CTCAE v5.0 or death due to any cause, whichever occurs first.",
                    "timeFrame": "1-3 years"
                },
                {
                    "measure": "Part 1: Disease Control Rate (DCR)",
                    "description": "DCR is defined as percentage of participants with complete response (CR), partial response (PR), or stable disease (SD) per CTCAE v5.0.",
                    "timeFrame": "1-3 years"
                },
                {
                    "measure": "Part 1: Progression-free Survival (PFS)",
                    "description": "PFS is defined as the interval of time between the date of first treatment to the earliest date of disease progression per CTCAE v5.0 or death which occurs first.",
                    "timeFrame": "1-3 years"
                },
                {
                    "measure": "Part 1: Pharmacokinetics (PK)",
                    "description": "PK is evaluated using serum concentration of SPX-303.",
                    "timeFrame": "1-3 years"
                },
                {
                    "measure": "Part 1: Pharmacodynamics (PD)",
                    "description": "PD is evaluated using receptor occupancy of SPX-303.",
                    "timeFrame": "1-3 years"
                },
                {
                    "measure": "Part 2: Preliminary anti-tumor activity at RP2D",
                    "description": "Preliminary anti-tumor activity is evaluated in RP2D cohorts.",
                    "timeFrame": "1-3 years"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Males and females ≥18 years of age who comprehend, are not incarcerated, are willing and able to provide consent by signing an ICF, and able to comply with scheduled visits, treatment schedule, and laboratory tests, including other requirements for the study\n2. Histologically or cytologically documented locally advanced or metastatic solid tumor malignancy\n3. Patients who have progressed on or after prior therapy and who are not eligible for available treatment options\n4. Eastern Cooperative Oncology Group (ECOG) performance status of 0 or 1\n5. Has at least 1 measurable lesion per RECIST 1.1 criteria\n6. Recovery from previous treatment related adverse events (TRAEs) to allow safety evaluations of SPX-303. Previous TRAEs include adverse drug reactions, and consequences of radiation, surgery, and other therapeutic modalities\n7. Adequate hepatic function; bilirubin ≤1.5x upper limit of normal (ULN) (except for patients with Gilbert syndrome: ≤ 3xULN), aspartate aminotransferase (AST), and alanine aminotransferase (ALT) ≤2.5 x ULN (≤5 x ULN if liver metastases present).\n8. Adequate renal function as calculated (e.g. Cockroft Gault) creatine clearance (CrCl) ≥ 30 mL/min or 24-hour urine CrCl ≥ 30 mL/min.\n9. Adequate hematological function: absolute neutrophil count (ANC) ≥1 x 10\\^9/L; platelets ≥75 x 10\\^9/L, hemoglobin ≥9 g/dL.\n10. Patients with well controlled HIV infection (ie CD4+ count \\>350 cells/uL and viral copies less than 400/mL after at least 4 weeks of ART) are eligible for the trial.\n11. Adequate coagulation function: INR, PT and aPPT ≤ 1.5x ULN except for patients on anti-coagulation as long as PT, aPPT, or INR are within intended range.\n12. Adequate cardiac function: Left Ventricular Ejection Fraction (LVEF) ≥ 45% by multi-gated acquisition (MUGA) or echocardiography (ECHO) scan.\n13. Fridericia-corrected QT interval (QTcF) ≤480 msec.\n14. Women of childbearing potential must have a negative pregnancy test and must agree to use of 2 different methods of acceptable contraception from screening until 4 months after the last dose of study drug. Acceptable methods of contraception are defined as those that result, alone or in combination, in a low failure rate (ie, less than 1% per year) when used consistently and correctly, such as surgical sterilization, an intrauterine device, hormonal contraception in combination with a barrier method or abstinence).\n15. Males who are sexually active with a female partner of childbearing potential must agree to use a barrier contraception (eg, condom with spermicidal foam/gel/film/cream/suppository) from screening until 4 months following the last dose of study drug, in addition to their female partner using either an intrauterine device or hormonal contraception and continuing until 4 months following the last dose of study drug. This criterion may be waived for male patients who have had a vasectomy \\>6 months before signing the ICF.\n\nExclusion Criteria:\n\n1. History of prior malignancy, except for adequately treated in situ cancer, basal cell, or squamous cell skin cancer, or other cancers (eg, breast, prostate) for which the patient has been disease free for at least 3 years. Prostate cancer patients on active surveillance are eligible.\n2. Active brain or leptomeningeal metastasis. Except patients with known brain metastases if they have been treated and MRI shows no evidence of progression for at least 8 weeks and require less than 10 mg/day prednisone/prednisolone or equivalent.\n3. Treatment with anti neoplastic therapy ≤ 28 days or ≤ 5× elimination half life, whichever is shorter, before the first dose of study drug.\n4. Major surgery requiring general anesthesia ≤ 28 days prior to dosing.\n5. History of permanent discontinuation of prior IO therapy due to irAE.\n6. Prior treatment targeting ILT2 and/or ILT4 or targeting HLA G.\n7. Live or live attenuated vaccine ≤ 28days prior to dosing.\n8. Immunosuppressive systemic medication, except topical corticosteroids or systemic corticosteroids at a dose level of ≤ 10 mg/d of prednisone/prednisolone or equivalent. Note: patients with adrenal insufficiency requiring hormonal replacement may receive higher dose of steroids.\n9. Prior solid organ or bone marrow transplantation (except cornea transplantation).\n10. History of clinically significant cardiovascular events (e.g. DVT ≤ 6 months, PE ≤ 12 months, MI or hospitalization for CHF ≤ 12 months, bleeding disorder or bleeding event ≤ 6 months, current clinically significant arrhythmia or unstable angina pectoris, current uncontrolled history of cerebrovascular accident in the past 6 months, current uncontrolled hypertension).",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "SparX Biotech",
                    "role": "CONTACT",
                    "phone": "847-739-6251",
                    "email": "SPX-303@sparxbio.com"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Guidong Zhu",
                    "affiliation": "SparX Biotech",
                    "role": "STUDY_CHAIR"
                }
            ],
            "locations": [
                {
                    "facility": "HonorHealth Research and Innovation Institute",
                    "status": "RECRUITING",
                    "city": "Scottsdale",
                    "state": "Arizona",
                    "zip": "85258",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Justin Moser, MD",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.50921,
                        "lon": -111.89903
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000000906",
                    "term": "Antibodies"
                }
            ],
            "ancestors": [
                {
                    "id": "D000007155",
                    "term": "Immunologic Factors"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4225",
                    "name": "Antibodies",
                    "asFound": "Use",
                    "relevance": "HIGH"
                },
                {
                    "id": "M20194",
                    "name": "Antibodies, Bispecific",
                    "relevance": "LOW"
                },
                {
                    "id": "M10184",
                    "name": "Immunoglobulins",
                    "relevance": "LOW"
                },
                {
                    "id": "M10201",
                    "name": "Immunologic Factors",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}