{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04332874",
            "orgStudyIdInfo": {
                "id": "20-104"
            },
            "organization": {
                "fullName": "Memorial Sloan Kettering Cancer Center",
                "class": "OTHER"
            },
            "briefTitle": "A Study of Pembrolizumab Plus Local Chemotherapy Using Isolated Limb Infusion (ILI) for Patients With Sarcoma in the Arm or Leg",
            "officialTitle": "A Phase II Study of Concurrent Systemic Pembrolizumab and Isolated Limb Infusion (ILI) With Melphalan and Dactinomycin for Patients With Locally Advanced or Metastatic Extremity Sarcoma",
            "therapeuticArea": [
                "Other"
            ],
            "study": "a-study-of-pembrolizumab-plus-local-chemotherapy-using-isolated-limb-infusion-ili-for-patients-with-sarcoma-in-the-arm-or-leg"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2020-04-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-04-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-04-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2020-04-01",
            "studyFirstSubmitQcDate": "2020-04-02",
            "studyFirstPostDateStruct": {
                "date": "2020-04-03",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-10",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-11",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Memorial Sloan Kettering Cancer Center",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this study is to find out whether giving the study drug pembrolizumab in combination with the chemotherapy drugs melphalan and dactinomycin, delivered directly to the affected arm or leg using a technique called isolated limb infusion (ILI), is a safe treatment that can delay the time before your disease gets worse (progresses)."
        },
        "conditionsModule": {
            "conditions": [
                "Sarcoma",
                "Myxofibrosarcoma",
                "Undifferentiated Pleomorphic Sarcoma",
                "Alveolar Soft Part Sarcoma"
            ],
            "keywords": [
                "Sarcoma",
                "Myxofibrosarcoma",
                "Undifferentiated Pleomorphic Sarcoma",
                "Alveolar Soft Part Sarcoma",
                "Pembrolizumab",
                "Isolate Limb Infusion",
                "Melphalan",
                "Dactinomycin",
                "Metastatic Extremity Sarcoma",
                "Locally Advanced Sarcoma",
                "20-104",
                "Memorial Sloan Kettering Cancer Center"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 30,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Participants with Sarcoma",
                    "type": "EXPERIMENTAL",
                    "description": "Advanced/metastatic extremity sarcoma eligible for pembrolizumab and isolated limb infusion (ILI)",
                    "interventionNames": [
                        "Procedure: Isolated Limb Infusion",
                        "Drug: Pembrolizumab",
                        "Drug: infusion of melphalan and dactinomycin"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "PROCEDURE",
                    "name": "Isolated Limb Infusion",
                    "description": "ILI will be performed within 18 days of initiation of pembrolizumab. ILI (infusion of melphalan and dactinomycin into the affected limb via arterial catheter) will be performed in the interventional radiology suite under anesthesia. In pediatric patients, the pediatric pharmacist w ill be consulted prior to the procedure, and an appropriate prophylactic anti-emetic therapy and dose will be selected for the individual patient.",
                    "armGroupLabels": [
                        "Participants with Sarcoma"
                    ],
                    "otherNames": [
                        "ILI"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Pembrolizumab",
                    "description": "Pembrolizumab at a dose of 200 mg will be administered intravenously on Day 1 and every 3 weeks(+/= 3 days) thereafter. In adolescent patients, the dosing of pembrolizumab w ill be 2 mg/kg up to a maximum of 200 mg.",
                    "armGroupLabels": [
                        "Participants with Sarcoma"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "infusion of melphalan and dactinomycin",
                    "description": "infusion of melphalan and dactinomycin",
                    "armGroupLabels": [
                        "Participants with Sarcoma"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Progression free survival",
                    "description": "Progression free survival at 6 months by RECIST 1.1 among all participants treated with the combination of ILI using melphalan and dactinomycin plus pembrolizumab",
                    "timeFrame": "6 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\nPatients must fulfill all of the following criteria to be eligible for admission to the study. Any exceptions from the protocol-specific selection criteria must be approved by the Principal Investigator and/or the Institutional Review Board (IRB) before enrollment.\n\n* Age \\>/= 12 years at the time of informed consent\n* Willing and able to provide written informed consent/assent for the trial\n* Willing to comply with treatment protocol\n* Have a histologically confirmed metastatic and/or locally advanced sarcoma\n* Eligible for standard treatment with pembrolizumab\n* Eligible for an isolated limb infusion (ILI) as determined by the treating physician\n* Have undergone at least one prior line of systemic therapy (e.g. chemotherapy, immunotherapy, targeted or biological therapy) or have declined the standard of care systemic option.\n* Have measurable disease (at least one index lesion) as defined by RECIST 1.1 or by clinical measurement for superficial lesions not amenable to radiographic surveillance. Index lesions must not be chosen from a previously irradiated field unless there has been radiographically and/or pathologically documented tumor progression in that lesion prior to enrollment.\n* Adequate performance status: ECOG \\</= 2 or KPS \\>/= 60%\n* Adequate organ function determined within 3 weeks of treatment initiation, defined as follows:\n\n  * Hemoglobin \\>/= 8.0 g/dL\n  * Absolute neutrophil count \\>/= 1,000/mm\\^3 (1.0 x 10\\^9/L)\n  * Platelet count \\>/= 50,000/mm\\^3 (50 x 10\\^9/L)\n  * Serum bilirubin \\</= 1.5 x upper limit of normal (ULN) OR direct bilirubin \\</= ° ° ULN for a patient with total bilirubin level \\> 1.5 x ULN Aspartate aminotransferase (AST) \\</= 2.5 x ULN OR \\</= 5 x ULN for patients with liver metastases\n  * Alanine aminotransferase (ALT) \\</= 2.5 x ULN OR \\</= 5 x ULN for patients with liver metastases\n  * Alkaline phosphatase \\< 5 x ULN\n  * Serum creatinine \\</= 1.5 x ULN or a measured or calculated creatinine clearance \\>/= 60 mL/min for a patient with creatinine levels \\> 1.5 x institutional ULN (Note: Creatinine clearance need not be determined if the baseline serum creatinine is within normal limits. GFR can also be used in place of creatinine or CrCl)\n  * International normalized ratio (INR) or prothrombin time (PT) \\</= 1.5 X ULN unless patient is receiving anticoagulant therapy as long as PT or PTT is within therapeutic range of intended use of anticoagulants\n  * Activated partial thromboplastin time (aPTT) \\</= 1.5 x ULN unless subject is receiving anticoagulant therapy as long as PT and PTT is within therapeutic range of intended use of anticoagulants\n\nCreatinine clearance should be calculated per institutional standard.\n\nFor female patients of childbearing potential, negative serum pregnancy test at screening visit and within 72 h prior to the first dose of study medication.\n\nExclusion Criteria:\n\nPatients who fulfil any of the following criteria are not eligible for admission to the study:\n\n* Have any other malignancy that requires active treatment\n* Ineligible for ILI because of underlying physical conditions (e.g. coronary artery disease with inability to tolerate anesthesia) as determined by treating physician\n* Has previously experienced hypersensitivity to pembrolizumab or any of its excipients\n* Has uncontrolled intercurrent illness including active infection requiring systemic therapy or symptomatic congestive heart failure within the past 6 months\n* Has known active central nervous system (CNS) metastases. Patients with previously treated brain metastases may participate provided they are stable (without evidence of progression by imaging for at least 4 weeks prior to study Day 1 and return to baseline of neurologic symptoms), have no evidence of new or enlarging brain metastases, and are not using steroids for at least 7 days prior to trial treatment. This exception does not include sarcomatous meningitis, which is excluded regardless of clinical stability.\n* Shows evidence of clinically significant immunosuppression such as the following:\n\n  * Primary immunodeficiency state such as Severe Combined Immunodeficiency Disease\n  * Concurrent opportunistic infection\n  * Receiving systemic immunosuppressive therapy (\\> 2 weeks) including oral steroid doses \\> 10 mg/day of prednisone or equivalent within 7 days prior to enrollment. However, in the setting of non-immune mediated indications for use, chronic/active low dose steroid use may be permitted at the discretion of the principal investigator.\n* Has a known active or chronic infection with HIV if CD4 count is less than 500.\n* Has a known active infection with hepatitis B or hepatitis C\n* Has a known history of active tuberculosis infection\n* Has history or evidence of symptomatic autoimmune disease (e.g., pneumonitis, glomerulonephritis, vasculitis, or other), or history of active autoimmune disease that has required systemic treatment (i.e., use of corticosteroids, immunosuppressive drugs or biological agents used for treatment of autoimmune diseases) in the past 2 years. Replacement therapy (e.g., thyroxine for hypothyroidism, insulin for diabetes or physiologic corticosteroid replacement therapy for adrenal or pituitary insufficiency) is not considered a form of systemic treatment for autoimmune disease.\n* For female subjects, is pregnant or breast-feeding, or planning to become pregnant\n* For male subjects, is planning to father a child within the projected duration of the trial, starting with the pre-screening or screening visit, during study treatment and through 4 months after the last dose of pembrolizumab\n* For patients of childbearing potential, is unwilling to use acceptable method(s) of effective contraception during study treatment and through 4 months after the last dose of pembrolizumab.\n\n(Women not of childbearing potential are defined as: post-menopausal \\[age \\> 55 years with cessation of menses for 12 or more months or less than 55 years but not spontaneous menses for at least 2 years or less than 55 years and spontaneous menses within the past 1 year, but currently amenorrhoeic (e.g., spontaneous or secondary to hysterectomy), and with postmenopausal gonadotropin levels (luteinizing hormone and follicle-stimulating hormone levels \\> 40 IU/L) or postmenopausal estradiol levels (\\< 5 ng/dL) or according to the definition of \"postmenopausal range\" for the laboratory involved\\] or who have had a hysterectomy, bilateral salpingectomy, or bilateral oophorectomy.)\n\n* Underwent prior chemotherapy, radiotherapy, biological cancer therapy, targeted small molecule therapy, or major surgery within 14 days prior to study Day 1 or has not recovered (i.e., to CTCAE \\</= grade 1 or at baseline) from adverse events due to previously administered therapy. Patients with \\</= grade 2 neuropathy and alopecia are an exception and may qualify for the study. If patients received major surgery, they must have recovered adequately prior to starting therapy.\n* Is currently participating and receiving study therapy with another investigational device or study drug or has participated in a study of an investigational agent and received study therapy or used an investigational device within 3 weeks of the first dose of treatment\n* Has known psychiatric or substance abuse disorders that would interfere with cooperation with the requirements of the trial",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "12 Years",
            "stdAges": [
                "CHILD",
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Edmund Bartlett, MD",
                    "role": "CONTACT",
                    "phone": "212-639-2448",
                    "email": "bartlete@mskcc.org"
                },
                {
                    "name": "Charlotte Ariyan, MD, PhD",
                    "role": "CONTACT",
                    "phone": "212-639-6280",
                    "email": "ariyanc@mskcc.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Edmund Bartlett, MD",
                    "affiliation": "Memorial Sloan Kettering Cancer Center",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Memorial Sloan Kettering Basking Ridge (Limited protocol activities)",
                    "status": "RECRUITING",
                    "city": "Basking Ridge",
                    "state": "New Jersey",
                    "zip": "07920",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Edmund Barlett, MD",
                            "role": "CONTACT",
                            "phone": "212-639-2448"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.70621,
                        "lon": -74.54932
                    }
                },
                {
                    "facility": "Memorial Sloan Kettering Monmouth (Limited protocol activities)",
                    "status": "RECRUITING",
                    "city": "Middletown",
                    "state": "New Jersey",
                    "zip": "07748",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Edmund Barlett, MD",
                            "role": "CONTACT",
                            "phone": "212-639-2448"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.39652,
                        "lon": -74.09211
                    }
                },
                {
                    "facility": "Memorial Sloan Kettering Bergen (Limited Protocol Activities)",
                    "status": "RECRUITING",
                    "city": "Montvale",
                    "state": "New Jersey",
                    "zip": "07645",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Edmund Barlett, MD",
                            "role": "CONTACT",
                            "phone": "212-639-2448"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.04676,
                        "lon": -74.02292
                    }
                },
                {
                    "facility": "Memorial Sloan Kettering Cancer Center @ Suffolk - Commack (Limited Protocol Activities)",
                    "status": "RECRUITING",
                    "city": "Commack",
                    "state": "New York",
                    "zip": "11725",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Edmund Barlett, MD",
                            "role": "CONTACT",
                            "phone": "212-639-2448"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.84288,
                        "lon": -73.29289
                    }
                },
                {
                    "facility": "Memorial Sloan Kettering Westchester (Limited Protocol Activities)",
                    "status": "RECRUITING",
                    "city": "Harrison",
                    "state": "New York",
                    "zip": "10604",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Edmund Barlett, MD",
                            "role": "CONTACT",
                            "phone": "212-639-2448"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.96899,
                        "lon": -73.71263
                    }
                },
                {
                    "facility": "Memorial Sloan Kettering Cancer Center",
                    "status": "RECRUITING",
                    "city": "New York",
                    "state": "New York",
                    "zip": "10065",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Edmund Bartlett, MD",
                            "role": "CONTACT",
                            "phone": "212-639-2448"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.71427,
                        "lon": -74.00597
                    }
                },
                {
                    "facility": "Memorial Sloan Kettering Nassau (Limited Protocol Activities)",
                    "status": "RECRUITING",
                    "city": "Uniondale",
                    "state": "New York",
                    "zip": "11553",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Edmund Barlett, MD",
                            "role": "CONTACT",
                            "phone": "212-639-2448"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.70038,
                        "lon": -73.59291
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "34722269",
                    "type": "DERIVED",
                    "citation": "Bartlett EK, D'Angelo SP, Kelly CM, Siegelbaum RH, Fisher C, Antonescu CR, Ariyan CE. Case Report: Response to Regional Melphalan via Limb Infusion and Systemic PD1 Blockade in Recurrent Myxofibrosarcoma: A Report of 2 Cases. Front Oncol. 2021 Oct 15;11:725484. doi: 10.3389/fonc.2021.725484. eCollection 2021."
                }
            ],
            "seeAlsoLinks": [
                {
                    "label": "Memorial Sloan Kettering Cancer Center",
                    "url": "http://www.mskcc.org"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Memorial Sloan Kettering Cancer Center supports the international committee of medical journal editors (ICMJE) and the ethical obligation of responsible sharing of data from clinical trials. The protocol summary, a statistical summary, and informed consent form will be made available on clinicaltrials.gov when required as a condition of Federal awards, other agreements supporting the research and/or as otherwise required. Requests for deidentified individual participant data can be made beginning 12 months after publication and for up to 36 months post publication. Deidentified individual participant data reported in the manuscript will be shared under the terms of a Data Use Agreement and may only be used for approved proposals. Requests may be made to: crdatashare@mskcc.org."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000012509",
                    "term": "Sarcoma"
                },
                {
                    "id": "D000018234",
                    "term": "Sarcoma, Alveolar Soft Part"
                },
                {
                    "id": "D000051677",
                    "term": "Histiocytoma, Malignant Fibrous"
                }
            ],
            "ancestors": [
                {
                    "id": "D000018204",
                    "term": "Neoplasms, Connective and Soft Tissue"
                },
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000009379",
                    "term": "Neoplasms, Muscle Tissue"
                },
                {
                    "id": "D000051642",
                    "term": "Histiocytoma"
                },
                {
                    "id": "D000018218",
                    "term": "Neoplasms, Fibrous Tissue"
                },
                {
                    "id": "D000009372",
                    "term": "Neoplasms, Connective Tissue"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M15327",
                    "name": "Sarcoma",
                    "asFound": "Sarcoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M20380",
                    "name": "Sarcoma, Alveolar Soft Part",
                    "asFound": "Alveolar Soft Part Sarcoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M26812",
                    "name": "Histiocytoma, Malignant Fibrous",
                    "asFound": "Undifferentiated Pleomorphic Sarcoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M26795",
                    "name": "Histiocytoma",
                    "relevance": "LOW"
                },
                {
                    "id": "M20350",
                    "name": "Neoplasms, Connective and Soft Tissue",
                    "relevance": "LOW"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M20364",
                    "name": "Neoplasms, Fibrous Tissue",
                    "relevance": "LOW"
                },
                {
                    "id": "M12317",
                    "name": "Neoplasms, Connective Tissue",
                    "relevance": "LOW"
                },
                {
                    "id": "T5284",
                    "name": "Soft Tissue Sarcoma",
                    "asFound": "Sarcoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "T310",
                    "name": "Alveolar Soft Part Sarcoma",
                    "asFound": "Alveolar Soft Part Sarcoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "T5790",
                    "name": "Undifferentiated Pleomorphic Sarcoma",
                    "asFound": "Undifferentiated Pleomorphic Sarcoma",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000003609",
                    "term": "Dactinomycin"
                },
                {
                    "id": "C000582435",
                    "term": "Pembrolizumab"
                },
                {
                    "id": "D000008558",
                    "term": "Melphalan"
                }
            ],
            "ancestors": [
                {
                    "id": "D000074322",
                    "term": "Antineoplastic Agents, Immunological"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                },
                {
                    "id": "D000082082",
                    "term": "Immune Checkpoint Inhibitors"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000018906",
                    "term": "Antineoplastic Agents, Alkylating"
                },
                {
                    "id": "D000000477",
                    "term": "Alkylating Agents"
                },
                {
                    "id": "D000019653",
                    "term": "Myeloablative Agonists"
                },
                {
                    "id": "D000007166",
                    "term": "Immunosuppressive Agents"
                },
                {
                    "id": "D000007155",
                    "term": "Immunologic Factors"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000000900",
                    "term": "Anti-Bacterial Agents"
                },
                {
                    "id": "D000000890",
                    "term": "Anti-Infective Agents"
                },
                {
                    "id": "D000000903",
                    "term": "Antibiotics, Antineoplastic"
                },
                {
                    "id": "D000011500",
                    "term": "Protein Synthesis Inhibitors"
                },
                {
                    "id": "D000004791",
                    "term": "Enzyme Inhibitors"
                },
                {
                    "id": "D000019384",
                    "term": "Nucleic Acid Synthesis Inhibitors"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4107",
                    "name": "Anesthetics",
                    "relevance": "LOW"
                },
                {
                    "id": "M349416",
                    "name": "Pembrolizumab",
                    "asFound": "Mg/m2",
                    "relevance": "HIGH"
                },
                {
                    "id": "M11541",
                    "name": "Melphalan",
                    "asFound": "Controlled Study",
                    "relevance": "HIGH"
                },
                {
                    "id": "M6812",
                    "name": "Dactinomycin",
                    "asFound": "PLD",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4251",
                    "name": "Antiemetics",
                    "relevance": "LOW"
                },
                {
                    "id": "M7805",
                    "name": "Emetics",
                    "relevance": "LOW"
                },
                {
                    "id": "M1346",
                    "name": "Antineoplastic Agents, Immunological",
                    "relevance": "LOW"
                },
                {
                    "id": "M2342",
                    "name": "Immune Checkpoint Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M20942",
                    "name": "Antineoplastic Agents, Alkylating",
                    "relevance": "LOW"
                },
                {
                    "id": "M3820",
                    "name": "Alkylating Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M10212",
                    "name": "Immunosuppressive Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M10201",
                    "name": "Immunologic Factors",
                    "relevance": "LOW"
                },
                {
                    "id": "M4222",
                    "name": "Anti-Bacterial Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M4214",
                    "name": "Anti-Infective Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M4224",
                    "name": "Antibiotics, Antitubercular",
                    "relevance": "LOW"
                },
                {
                    "id": "M7951",
                    "name": "Enzyme Inhibitors",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "Infe",
                    "name": "Anti-Infective Agents"
                },
                {
                    "abbrev": "AnEm",
                    "name": "Antiemetics"
                },
                {
                    "abbrev": "Gast",
                    "name": "Gastrointestinal Agents"
                },
                {
                    "abbrev": "Emet",
                    "name": "Emetics"
                }
            ]
        }
    },
    "hasResults": false
}