{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05076552",
            "orgStudyIdInfo": {
                "id": "TACH101-CS-0001"
            },
            "organization": {
                "fullName": "Tachyon Therapeutics, Inc.",
                "class": "INDUSTRY"
            },
            "briefTitle": "A Study to Assess the Safety, Pharmacokinetics, and Antitumor Activity of Oral TACH101 in Participants With Advanced or Metastatic Cancer",
            "officialTitle": "A Phase 1a/1b Open-label Study to Assess the Safety, Pharmacokinetics, and Antitumor Activity of Oral TACH101 in Patients With Advanced or Metastatic Solid Tumors",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "a-study-to-assess-the-safety-pharmacokinetics-and-antitumor-activity-of-oral-in-participants-with-advanced-or-metastatic-cancer"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-02-17",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-07",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-07",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-09-30",
            "studyFirstSubmitQcDate": "2021-09-30",
            "studyFirstPostDateStruct": {
                "date": "2021-10-13",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-22",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-23",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Tachyon Therapeutics, Inc.",
                "class": "INDUSTRY"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": true
        },
        "descriptionModule": {
            "briefSummary": "The main objective for part 1a of the study is to determine the maximum tolerated dose (MTD) and recommended Phase 2 dose (RP2D) and to evaluate the safety, tolerability, pharmacokinetics, and antitumor activity of oral TACH101 in participants with advanced and metastatic solid tumors. For part 1b, the main objective is the objective response rate (ORR) as assessed by radiographic progression measured by Response Evaluation Criteria in Solid Tumors (RECIST) v1.1."
        },
        "conditionsModule": {
            "conditions": [
                "Advanced Cancer",
                "Metastatic Solid Tumor",
                "Solid Tumor"
            ],
            "keywords": [
                "Cancer",
                "Solid Tumors",
                "Advanced Cancer",
                "TACH101",
                "Metastatic Solid Tumor"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "SEQUENTIAL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 70,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Phase 1a: Dose Escalation",
                    "type": "EXPERIMENTAL",
                    "description": "In Phase 1a, participants will receive TACH101 in a 48 hour lead in period followed by repeated dosing at different dosing regimens in each 28 day cycle.",
                    "interventionNames": [
                        "Drug: TACH101"
                    ]
                },
                {
                    "label": "Phase 1b: Dose Expansion",
                    "type": "EXPERIMENTAL",
                    "description": "In Phase 1b, participants will receive TACH101 at the RP2D identified in Phase 1a. Two cohorts of participants will be enrolled:\n\n* Participants with gastrointestinal cancers.\n* Participants with high microsatellite instability (MSI-H) metastatic colorectal cancer (CRC).",
                    "interventionNames": [
                        "Drug: TACH101"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "TACH101",
                    "description": "Orally via capsules",
                    "armGroupLabels": [
                        "Phase 1a: Dose Escalation",
                        "Phase 1b: Dose Expansion"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Phase 1a Dose Escalation: MTD of TACH101",
                    "timeFrame": "Day 1 to End of Treatment (up to approximately 201 days)"
                },
                {
                    "measure": "Phase 1a Dose Escalation: RP2D of TACH101",
                    "timeFrame": "Day 1 to End of Treatment (up to approximately 201 days)"
                },
                {
                    "measure": "Phase 1b Dose Expansion: ORR",
                    "timeFrame": "Day 1 to End of Treatment (up to approximately 201 days)"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Phase 1a Dose Escalation: Number of Participants Who Experience Dose-limiting Toxicities (DLTs)",
                    "timeFrame": "Cycle 1 Day 1 up to Cycle 1 Day 28 (cycle length = 28 days)"
                },
                {
                    "measure": "Phase 1a Dose Escalation: Number of Participants With Treatment-emergent Adverse Events (TEAEs)",
                    "description": "A TEAE is defined as any untoward medical occurrence in participants that happened after study drug administration. Any clinically significant abnormalities in vital signs, clinical laboratory tests, or electrocardiograms (ECGs) will be recorded as adverse events (AEs).",
                    "timeFrame": "Lead-in Day 1 to End of Treatment (up to approximately 204 days)"
                },
                {
                    "measure": "Phase 1a Dose Escalation: Area Under the Plasma Concentration-Time Curve (AUC) for TACH101",
                    "timeFrame": "Lead-in Day 1 to Cycle 8 Day 1 (cycle = 28 days)"
                },
                {
                    "measure": "Phase 1a Dose Escalation: Maximum Concentration (Cmax) of TACH101",
                    "timeFrame": "Lead-in Day 1 to Cycle 8 Day 1 (cycle = 28 days)"
                },
                {
                    "measure": "Phase 1a Dose Escalation: Observed Predose Plasma Concentration During Multiple Dosing (Ctrough) of TACH101",
                    "timeFrame": "Lead-in Day 1 to Cycle 8 Day 1 (cycle = 28 days)"
                },
                {
                    "measure": "Phase 1a Dose Escalation: Time to Reach Maximum Concentration (tmax) for TACH101",
                    "timeFrame": "Lead-in Day 1 to Cycle 8 Day 1 (cycle = 28 days)"
                },
                {
                    "measure": "Phase 1a Dose Escalation: Apparent Terminal Elimination Half-life (t1/2) of TACH101",
                    "timeFrame": "Lead-in Day 1 to Cycle 8 Day 1 (cycle = 28 days)"
                },
                {
                    "measure": "Phase 1a Dose Escalation: Apparent Volume of Distribution During the Terminal Phase After Extravascular Administration (Vz/F) of TACH101",
                    "timeFrame": "Lead-in Day 1 to Cycle 8 Day 1 (cycle = 28 days)"
                },
                {
                    "measure": "Phase 1a Dose Escalation: Apparent Clearance After Extravascular Administration (CL/F) of TACH101",
                    "timeFrame": "Lead-in Day 1 to Cycle 8 Day 1 (cycle = 28 days)"
                },
                {
                    "measure": "Phase 1a Dose Escalation: ORR",
                    "timeFrame": "Day 1 to End of Treatment (up to approximately 201 days)"
                },
                {
                    "measure": "Phase 1a Dose Escalation: Duration of Response (DOR)",
                    "timeFrame": "Day 1 to End of Treatment (up to approximately 201 days)"
                },
                {
                    "measure": "Phase 1a Dose Escalation: Clinical Benefit Rate (CBR)",
                    "timeFrame": "Day 1 to End of Treatment (up to approximately 201 days)"
                },
                {
                    "measure": "Phase 1b Dose Expansion: Number of Participants With TEAEs",
                    "description": "A TEAE is defined as any untoward medical occurrence in participants that happened after study drug administration. Any clinically significant abnormalities in vital signs, clinical laboratory tests, or ECGs will be recorded as AEs.",
                    "timeFrame": "Lead-in Day 1 to End of Treatment (up to approximately 203 days)"
                },
                {
                    "measure": "Phase 1b Dose Expansion: Concentration at 2 Hours Postdose (C2h) of TACH101",
                    "timeFrame": "Cycle 1 Day 1 to Cycle 10 Day 1 (cycle = 28 days)"
                },
                {
                    "measure": "Phase 1b Dose Expansion: Cmax of TACH101",
                    "timeFrame": "Cycle 1 Day 1 to Cycle 10 Day 1 (cycle = 28 days)"
                },
                {
                    "measure": "Phase 1b Dose Expansion: Ctrough of TACH101",
                    "timeFrame": "Cycle 1 Day 1 to Cycle 10 Day 1 (cycle = 28 days)"
                },
                {
                    "measure": "Phase 1b Dose Expansion: DOR",
                    "timeFrame": "Day 1 to End of Treatment (up to approximately 201 days)"
                },
                {
                    "measure": "Phase 1b Dose Expansion: CBR",
                    "timeFrame": "Day 1 to End of Treatment (up to approximately 201 days)"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Institutional Review Board (IRB)/Independent Ethics Committee (IEC)-approved written informed consent and privacy language as per national regulations must be obtained from the participant or legally authorized representative prior to any study-related procedures being performed.\n* 18 years of age or older.\n* Phase 1a: Participant must have advanced or metastatic solid tumor that has progressed or was non-responsive or intolerant to available therapies and for which no standard or available curative therapy exists, or, in the opinion of the investigator, is not a candidate for, or would be unlikely to tolerate or derive significant clinical benefit from, appropriate standard of care therapy.\n* Phase 1b: Participants must have advanced or metastatic gastrointestinal tumors, or high microsatellite instability colorectal cancer (MSI-H CRC) that has progressed or was non-responsive or intolerant to standard therapy (e.g., fluoropyrimidine and oxaliplatin with or without bevacizumab), or, in the opinion of the investigator, is not a candidate for, or would be unlikely to tolerate or derive significant clinical benefit from, appropriate standard of care therapy. Participants with potentially curative therapy will not be enrolled (e.g., participants with CRC and oligometastatic disease who are candidates for resection). Participants with MSI-H CRC must have received a prior line of therapy with a checkpoint inhibitor. Note: For both Phase 1a and 1b, if a participant has available therapies but is determined to be ineligible by the investigator due to being unlikely to tolerate or benefit from available therapies, the reason for this must be documented in the medical record and case report form.\n* Presence of advanced or metastatic disease that is measurable according to RECIST v 1.1.\n* The participant must have recovered from toxicities related to any prior treatments (Grade ≤1) except alopecia, anorexia, or toxicity that is stable and poses no significant risk to the participant. Grade 2 peripheral neuropathy after documented treatment with taxanes and/or platinum-based therapy is allowed.\n* Eastern Cooperative Oncology Group (ECOG) performance status score of 0 to 1.\n* Meets the following laboratory requirements at screening:\n\n  1. Absolute neutrophil count (ANC) ≥1500/µL, platelet count ≥100,000/µL; and hemoglobin ≥9.0 g/dL.\n  2. Total bilirubin ≤1.5× upper limit of normal (ULN) (Gilbert's syndrome ≤2.5×ULN).\n  3. Alanine aminotransferase (ALT) or aspartate aminotransferase (AST) ≤2.5×ULN.\n  4. Creatinine clearance (CrCl) \\>60 mL/min by the Cockcroft-Gault formula: CrCl={(\\[l 40-age (years)\\]×weight \\[kg\\])/(72× serum creatinine \\[mg/dL\\])}(×0.85 for females).\n* Women of childbearing potential (WOCBP) must have a negative pregnancy test during the screening period before beginning treatment.\n* WOCBP or men whose partner is a WOCBP agrees to use contraception while participating in this study, and for a minimum of 3 months for men and 6 months for women following the last dose of study treatment.\n\nExclusion Criteria:\n\nParticipants will be excluded from participation in the study if any of the following apply:\n\n* Participants who have received allogenic hematologic stem cell transplant.\n* Major surgery within 2 months prior to screening.\n* Prior history of or concurrent secondary primary malignancy whose natural history or treatment has the potential to interfere with the safety and/or efficacy assessment of TACH101.\n* Prior gastrectomy or upper bowel removal or any other gastrointestinal disorder that would interfere with the absorption or excretion of TACH101.\n* Known or suspected brain metastases.\n* Significant cardiovascular disease including any of the following:\n\n  1. Myocardial infarction within 6 months prior to study entry.\n  2. Uncontrolled angina within 1 month prior to study entry.\n  3. Congestive heart failure New York Heart Association (NYHA) class III or IV, or a history of congestive heart failure NYHA class III or IV unless a screening echocardiogram or multigated acquisition (MUGA) scan performed within 3 months prior to study entry results in a left ventricular ejection fraction (LVEF) ≥45%.\n  4. QT interval corrected by the Fridericia correction formula (QTcF) at screening \\>470 msec for both men and women.\n  5. History of clinically significant ventricular arrhythmias (e.g., ventricular tachycardia, ventricular fibrillation, torsades de pointes).\n  6. History of Mobitz II second degree or third degree heart block.\n  7. Uncontrolled hypertension as indicated by a resting systolic blood pressure \\>180 mmHg or diastolic blood pressure \\>110 mmHg at screening.\n* Acute or chronic liver or kidney disease.\n* Concurrent disease or any clinically significant abnormality following the investigator's review of the screening physical examination findings, 12-lead electrocardiogram (ECG) results, and clinical laboratory tests, which in the judgment of the investigator would interfere with the participant's participation in this study or evaluation of study results.\n* Known or suspected hypersensitivity to any components of the formulation used for TACH101.\n* Any ongoing anticancer therapy including; small molecules, immunotherapy, chemotherapy, monoclonal antibodies, or any other experimental drug. Prior therapy must be stopped at least 4 weeks or 5 half-lives (whichever is shorter) before first dose.\n* Clinically significant active viral, bacterial or fungal infection requiring: Intravenous treatment with antimicrobial therapy completed less than 2 weeks prior to first dose, or oral treatment with antimicrobial therapy completed less than one week prior to first dose.\n* Known history of infection with human immunodeficiency virus (HIV) hepatitis B, or hepatitis C.\n* For Phase 1b, prior participation in Phase 1a.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Tachyon Therapeutics",
                    "role": "CONTACT",
                    "phone": "832-952-0829",
                    "email": "TACH101study@tachyontx.com"
                }
            ],
            "locations": [
                {
                    "facility": "UCI Health",
                    "status": "RECRUITING",
                    "city": "Orange",
                    "state": "California",
                    "zip": "92868",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 33.78779,
                        "lon": -117.85311
                    }
                },
                {
                    "facility": "Sarah Cannon Research Institute",
                    "status": "RECRUITING",
                    "city": "Denver",
                    "state": "Colorado",
                    "zip": "80218",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 39.73915,
                        "lon": -104.9847
                    }
                },
                {
                    "facility": "Sarah Cannon Research Institute",
                    "status": "RECRUITING",
                    "city": "Orlando",
                    "state": "Florida",
                    "zip": "32827",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 28.53834,
                        "lon": -81.37924
                    }
                },
                {
                    "facility": "Sarah Cannon Research Institute",
                    "status": "RECRUITING",
                    "city": "Nashville",
                    "state": "Tennessee",
                    "zip": "37203",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 36.16589,
                        "lon": -86.78444
                    }
                },
                {
                    "facility": "NEXT Oncology",
                    "status": "RECRUITING",
                    "city": "Austin",
                    "state": "Texas",
                    "zip": "78758",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 30.26715,
                        "lon": -97.74306
                    }
                },
                {
                    "facility": "MD Anderson",
                    "status": "RECRUITING",
                    "city": "Houston",
                    "state": "Texas",
                    "zip": "77030",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 29.76328,
                        "lon": -95.36327
                    }
                },
                {
                    "facility": "NEXT Oncology",
                    "status": "RECRUITING",
                    "city": "San Antonio",
                    "state": "Texas",
                    "zip": "78229",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 29.42412,
                        "lon": -98.49363
                    }
                },
                {
                    "facility": "NEXT Oncology",
                    "status": "COMPLETED",
                    "city": "Fairfax",
                    "state": "Virginia",
                    "zip": "22031",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 38.84622,
                        "lon": -77.30637
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M12307",
                    "name": "Neoplasm Metastasis",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}