{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06134167",
            "orgStudyIdInfo": {
                "id": "BAL-448-001"
            },
            "organization": {
                "fullName": "Balmoral Medical company",
                "class": "INDUSTRY"
            },
            "briefTitle": "A Study to Evaluate the Safety and Effectiveness Transdermal Compress Device in Participants With Transfemoral Amputations",
            "officialTitle": "A Prospective, Multicenter, Single-Arm, Open-Label Study to Evaluate the Safety and Effectiveness of the Transdermal Compress Device in Participants With Transfemoral Amputations",
            "therapeuticArea": [
                "Other"
            ],
            "study": "a-study-to-evaluate-the-safety-and-effectiveness-transdermal-compress-device-in-participants-with-transfemoral-amputations"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-06",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2030-12",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2031-06",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-10-18",
            "studyFirstSubmitQcDate": "2023-11-10",
            "studyFirstPostDateStruct": {
                "date": "2023-11-18",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-04",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-05",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Balmoral Medical company",
                "class": "INDUSTRY"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUnapprovedDevice": true
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this study is to evaluate the safety and effectiveness of the Transdermal Compress device in participants with Transfemoral Amputations.",
            "detailedDescription": "This study is a prospective, multicenter, single-arm, open-label study in skeletally mature participants with transfemoral limb loss (unilateral or bilateral), without bone or vascular disease who have or are anticipated to have rehabilitation problems with or cannot use a conventional socket prosthesis.\n\nStudy participants will undergo surgical implantation of the Transdermal Compress device on Study Day 1.\n\nParticipant progression including clinical assessments and prosthetic use will follow the study rehabilitation protocol.\n\nEvents of special interest include superficial and deep infections at the implant site, failures, and secondary surgical interventions; participants will be followed for all soft tissue interface issues.\n\nParticipants will be assessed for effectiveness and safety endpoints at baseline and at Months 6, 12, 18, and 24 and annually through 5 years post-implantation.\n\nAdverse events and adverse device effects will be collected and reported starting at the time of surgical implantation.\n\nStudy participants will also be included in the Osseointegration Quality Registry in parallel to this study to allow for long-term follow-up post-study."
        },
        "conditionsModule": {
            "conditions": [
                "Prosthesis and Implants"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE3"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 100,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Transdermal Compress Device",
                    "type": "EXPERIMENTAL",
                    "description": "The Transdermal Compress device is a bone-anchored transdermal implant that addresses the shortcomings of a socket prosthesis and provides options to amputees who are not able to utilize a conventional socket prosthesis.",
                    "interventionNames": [
                        "Device: Transdermal Compress Device"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "Transdermal Compress Device",
                    "description": "Study participants will undergo surgical implantation of the Transdermal Compress device on Study Day 1. Participants will be followed through the end of the study as they complete rehabilitation.",
                    "armGroupLabels": [
                        "Transdermal Compress Device"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "The study primary endpoint is a composite endpoint to determine the proportion of participants who are successful on the primary effectiveness and safety endpoints (overall success) at 2 years",
                    "description": "The following endpoint components will be used to assess effectiveness in the composite endpoint:\n\nProsthetic Wear Time PROMIS Physical Function OPUS Satisfaction with Devices and Services\n\nThe following will be used to assess safety in the composite endpoint:\n\nLack of secondary surgical intervention. No more than 2 superficial infections per year and no more than 3 superficial infections in the first two years post-implantation.\n\nRadiographic success.",
                    "timeFrame": "Two (2) years post-implantation"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Overall infection rate",
                    "description": "Overall infection rate subclassified as deep or superficial to the fascia.",
                    "timeFrame": "Two (2) and Five (5) years post-implantation"
                },
                {
                    "measure": "Lack of secondary surgical intervention",
                    "description": "Lack of secondary surgical intervention",
                    "timeFrame": "Two (2) and Five (5) years post-implantation"
                },
                {
                    "measure": "Orthotics and Prosthetics Users Survey: Satisfaction with Devices",
                    "description": "21-item scale that measures satisfaction with the prosthetic device and care quality. Items are rated on 5 points (1 = Strongly agree to 5 = Strongly Disagree).",
                    "timeFrame": "Two and Five (2-5) years post-implantation"
                },
                {
                    "measure": "Prosthetic Wear Time",
                    "description": "Prosthetic Wear Time- Hours per Day.",
                    "timeFrame": "Two (2) and Five (5) years post-implantation"
                },
                {
                    "measure": "Patient Reported Outcome Measurement Information System: Physical Function",
                    "description": "Clinical outcome assessment (COA) that measures the patient's experience with the use of a transdermal device in that the primary goal is to improve physical function.: Physical Function. Items on are rated on 5 points (1 = unable to do. 5 = Without any difficulty).",
                    "timeFrame": "Two (2) and Five (5) years post-implantation"
                },
                {
                    "measure": "A composite endpoint will be evaluated to determine the proportion of participants who are successes on both the primary effectiveness and safety endpoints at 2 years and 5 years.",
                    "description": "The following endpoint components will be used to assess effectiveness in the composite endpoint:\n\nProsthetic Wear Time Patient Reported Outcome Measurement Information System: Physical Function Orthotics and Prosthetics Users Survey: Satisfaction with Devices",
                    "timeFrame": "Two (2) and Five (5) years post-implantation"
                },
                {
                    "measure": "The proportion of participants with no more than 2 superficial infections per year and no more than 3 superficial infections in the first two years post-implantation.",
                    "description": "The proportion of participants with no more than 2 superficial infections per year and no more than 3 superficial infections in the first two years post-implantation.",
                    "timeFrame": "Two (2) years post-implantation"
                },
                {
                    "measure": "The proportion of participants who have had serious device-related adverse events.",
                    "description": "The proportion of participants who have had serious device-related adverse events.",
                    "timeFrame": "Two (2) and Five (5) years post-implantation"
                },
                {
                    "measure": "Type and frequency of mechanical complications over time.",
                    "description": "Any mechanical complications will be recorded and evaluated for device deficiencies.",
                    "timeFrame": "Two (2) and Five (5) years post-implantation"
                },
                {
                    "measure": "Patient Reported Outcome Measurement Information System: Pain Intensity",
                    "description": "Pain Intensity domain measures self-reported pain on a scale of 0 (No Pain) to 10 (Worst imaginable pain).",
                    "timeFrame": "Two (2) and Five (5) years post-implantation"
                },
                {
                    "measure": "Patient Reported Outcome Measurement Information System: Pain Behavior",
                    "description": "Measures self-reported external manifestations of pain: behaviors that typically indicate to others that an individual is experiencing pain.",
                    "timeFrame": "Two (2) and Five (5) years post-implantation"
                },
                {
                    "measure": "Patient Reported Outcome Measurement Information System: Pain Interference",
                    "description": "They include observable displays (sighing, crying), pain severity behaviors (resting, guarding, facial expressions, and asking for help), and verbal reports of pain. The scale contains 7-question rating to evaluate pain behavior on a 6 point scale (1 = Had no pain, 6 = Always have pain",
                    "timeFrame": "Two (2) and Five (5) years post-implantation"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Radiographic Outcomes",
                    "description": "Review images to determine:\n\nSpindle-Anchor Plug Gap measures \\> 0.0mm No Spindle-Anchor Plug gap loss No progressive radiolucencies No progressive cortical thinning No femoral shaft fracture No osteolysis at the bone-spindle interface No migration/subsidence No aseptic loosening. Implant integrity is intact.",
                    "timeFrame": "Two (2) and Five (5) years post-implantation"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria\n\n1. Participant must be able to understand the investigational nature of this study and has reviewed and provided written, informed consent prior to any study-specific procedures.\n2. Participant is a skeletally mature male or female and is 18 - 65 years of age at screening. Participants \\< 22 years of age require radiographic confirmation of skeletal maturity and must have failed the use of conventional prosthesis.\n3. Participant has an estimated BMI of ≥ 18.5 and ≤ 40 kg/m2 and weight ≤ 245 lbs without prosthesis.\n4. Participant has unilateral or bilateral transfemoral limb loss without bone or vascular disease.\n5. Participant has problems with conventional prostheses or is not able to use a prosthesis at all or is anticipated to experience problems with a socket prosthesis in the investigator's judgment.\n6. Participant has adequate bone stock to support the implanted device\n7. Participant does not have any cortical defect located between the expected location of the anchor plug and spindle/bone interface.\n8. Participant has the willingness, ability, and commitment to participate in baseline and follow-up evaluations for the full length of the study including the prescribed rehabilitation program.\n\nExclusion Criteria\n\n1. Female participants who are pregnant, nursing, or have a planned pregnancy during the first 12 months post-surgical implantation.\n2. Participant had a prior osseointegrated device implanted in the lower limb planned for the study device.\n3. Participant has a history of systemic or localized infection at the residual limb site within 6 months prior to Study Day 1.\n4. Participant has any distant foci of infections.\n5. Participant has a history of sepsis within 6 months prior to Study Day 1.\n6. Participant's length of the residual femur cannot accommodate the intramedullary portion of the Transdermal Compress device.\n7. Participant has a femoral deformity that in the opinion of the treating surgeon results in an inability to properly insert the Transdermal Compress implant system, and/or results in alignment that is biomechanically unsound.\n8. Participant does not have an adequate myofascial flap to allow for circumferential contact with the implanted device.\n9. Participant has evidence of or history of severe peripheral vascular disease or insufficiency, muscular atrophy, neuromuscular disease, or diabetes mellitus (Type I or Type II).\n10. Participant has evidence of or a documented history of osteomyelitis (excluding the history of osteomyelitis distal to amputation), systemic osteoporosis, or osteomalacia.\n11. Participants with identified risk factors for osteoporosis must have a reported T-score \\> -2.5 within 6 months prior to Study Day 1.\n12. Participant has evidence of or a documented history of severe metabolic disorders that may impair bone formation.\n13. Participant has a history of systemically administered corticosteroids or immunosuppressive or immunomodulatory therapy or chemotherapy drugs.\n14. Participant has known drug or alcohol dependence currently or within the last year.\n15. Participant is a smoker, nicotine, or tobacco user in any form or who has used nicotine or tobacco-containing products within the past 6 months prior to Study Day 1.\n16. Participant has any other condition, which in the opinion of the Investigator, precludes the participant's participation in the study or the participant is unlikely to comply with the protocol-defined",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "65 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Kristen Gault",
                    "role": "CONTACT",
                    "phone": "(508) 351-8632",
                    "email": "kristen.gault@avaniaclinical.com"
                }
            ],
            "overallOfficials": [
                {
                    "name": "David Recker, M.D.",
                    "affiliation": "Balmoral",
                    "role": "STUDY_DIRECTOR"
                }
            ],
            "locations": [
                {
                    "facility": "UC Davis Medical Center",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Sacramento",
                    "state": "California",
                    "zip": "95817",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "G Zurmaran",
                            "role": "CONTACT",
                            "phone": "916-734-6935",
                            "email": "gzumaran@ucdavis.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.58157,
                        "lon": -121.4944
                    }
                },
                {
                    "facility": "University of Colorado Anschutz Medical Campus",
                    "status": "RECRUITING",
                    "city": "Aurora",
                    "state": "Colorado",
                    "zip": "80045",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "J Stoneback, MD",
                            "role": "CONTACT",
                            "phone": "303-802-4100"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.72943,
                        "lon": -104.83192
                    }
                },
                {
                    "facility": "Walter Reed Military Medical Center",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Washington",
                    "state": "District of Columbia",
                    "zip": "20814",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "T Perkins",
                            "role": "CONTACT",
                            "phone": "301-919-5942",
                            "email": "toby.perkins.ctr@usuhs.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.89511,
                        "lon": -77.03637
                    }
                },
                {
                    "facility": "Northwestern Memorial Hospital",
                    "status": "RECRUITING",
                    "city": "Chicago",
                    "state": "Illinois",
                    "zip": "60611",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "S Sial",
                            "role": "CONTACT",
                            "phone": "312-695-0332"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.85003,
                        "lon": -87.65005
                    }
                },
                {
                    "facility": "The Johns Hopkins Hospital",
                    "status": "RECRUITING",
                    "city": "Baltimore",
                    "state": "Maryland",
                    "zip": "21287",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "V Laljani",
                            "role": "CONTACT",
                            "phone": "410-502-2160",
                            "email": "vparikh2@jhmi.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.29038,
                        "lon": -76.61219
                    }
                },
                {
                    "facility": "Memorial Sloan Kettering Cancer Center",
                    "status": "NOT_YET_RECRUITING",
                    "city": "New York",
                    "state": "New York",
                    "zip": "10065",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "J Forsberg, MD",
                            "role": "CONTACT",
                            "phone": "212-639-2076",
                            "email": "forsbej@mskcc.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.71427,
                        "lon": -74.00597
                    }
                },
                {
                    "facility": "The Ohio State University Wexner Medical Center",
                    "status": "RECRUITING",
                    "city": "Columbus",
                    "state": "Ohio",
                    "zip": "43210",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "J Souza, MD",
                            "role": "CONTACT",
                            "phone": "614-293-8566",
                            "email": "nervenerds@osumc.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.96118,
                        "lon": -82.99879
                    }
                },
                {
                    "facility": "University of Pittsburgh Medical Center",
                    "status": "RECRUITING",
                    "city": "Pittsburgh",
                    "state": "Pennsylvania",
                    "zip": "15232",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "R McGough, MD",
                            "role": "CONTACT",
                            "phone": "412-802-4100",
                            "email": "mcgoughrl@upmc.edu"
                        },
                        {
                            "name": "B Krawczyk",
                            "role": "CONTACT",
                            "phone": "412-605-3003",
                            "email": "krawbx@upmc.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.44062,
                        "lon": -79.99589
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        }
    },
    "hasResults": false
}