{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05945485",
            "orgStudyIdInfo": {
                "id": "21-0009"
            },
            "secondaryIdInfos": [
                {
                    "id": "75N93019C00054"
                }
            ],
            "organization": {
                "fullName": "National Institute of Allergy and Infectious Diseases (NIAID)",
                "class": "NIH"
            },
            "briefTitle": "A Study to Evaluate the Safety and Immunogenicity of Two Doses of DCVC H1 HA mRNA-LNP in Healthy Adults",
            "officialTitle": "A Phase 1, Comparator-Controlled, Dosage-Escalation Study to Evaluate the Safety and Immunogenicity of Two Doses of DCVC H1 HA mRNA-LNP in Healthy Adults",
            "therapeuticArea": [
                "Other"
            ],
            "study": "a-study-to-evaluate-the-safety-and-immunogenicity-of-two-doses-of-dcvc-ha-mrna-lnp-in-healthy-adults"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-10-16",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-08-17",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-08-17",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-06-30",
            "studyFirstSubmitQcDate": "2023-07-06",
            "studyFirstPostDateStruct": {
                "date": "2023-07-14",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-25",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-26",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "National Institute of Allergy and Infectious Diseases (NIAID)",
                "class": "NIH"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "This is a Phase 1, comparator-controlled, dosage escalation study of an intramuscularly administered mRNA-LNP vaccine, DCVC H1 HA mRNA Vaccine, encoding full-length H1 HA of influenza A/California/07/2009 (H1N1), in up to 50 adult volunteers aged 18 to 49 years, designed to assess vaccine safety and immunogenicity at varying doses. Eligible participants will be sequentially enrolled into dosing groups (10 mcg, 25 mcg, 50 mcg, and selected optimal dose) of DCVC H1 HA mRNA Vaccine. Dosing will commence at the lowest dose (10 mcg) and only escalate to the next higher dose if safety concerns are not identified. Up to ten subjects will be enrolled per dosing group. An optimal dosing group will be selected based on safety outcomes from the 10 mcg, 25 mcg, and 50 mcg dosing group. For the optimal dose, the highest dose with no identified safety concerns as determined by the SRC will be selected. This approach will allow determination of an optimal dosing group which will include 10 optimal dose vaccine recipients. Ten separate participants will be enrolled to receive standard quadrivalent inactivated influenza vaccine (IIV4). The primary goal of this study is to assess the safety of two doses of DCVC H1 HA mRNA Vaccine administered intramuscularly in healthy adults (18-49 yrs) at dosage levels of 10 mcg, 25 mcg, and 50 mcg.",
            "detailedDescription": "This is a Phase 1, comparator-controlled, dosage escalation study of an intramuscularly administered mRNA-LNP vaccine, DCVC H1 HA mRNA Vaccine, encoding full-length H1 HA of influenza A/California/07/2009 (H1N1), in up to 50 adult volunteers aged 18 to 49 years, designed to assess vaccine safety and immunogenicity at varying doses. Eligible participants will be sequentially enrolled into dosing groups (10 mcg, 25 mcg, 50 mcg, and selected optimal dose) of DCVC H1 HA mRNA Vaccine. Dosing will commence at the lowest dose (10 mcg) and only escalate to the next higher dose if safety concerns are not identified. Up to ten subjects will be enrolled per dosing group. An optimal dosing group will be selected based on safety outcomes from the 10 mcg, 25 mcg, and 50 mcg dosing group. For the optimal dose, the highest dose with no identified safety concerns as determined by the SRC will be selected. This approach will allow determination of an optimal dosing group which will include 10 optimal dose vaccine recipients. Ten separate participants will be enrolled to receive standard quadrivalent inactivated influenza vaccine (IIV4). The primary goal of this study is to assess the safety of two doses of DCVC H1 HA mRNA Vaccine administered intramuscularly in healthy adults (18-49 yrs) at dosage levels of 10 mcg, 25 mcg, and 50 mcg. The secondary goal of this study is to assess the serum antibody responses to two doses of DCVC H1 HA mRNA Vaccine administered intramuscularly 28 days apart in healthy adults at dosage levels of 10 mcg, 25 mcg, and 50 mcg in comparison to a standard dose of IIV4."
        },
        "conditionsModule": {
            "conditions": [
                "Influenza"
            ],
            "keywords": [
                "Comparator-Controlled",
                "Dose-Escalation",
                "Healthy Adults",
                "Immunogenicity",
                "Influenza",
                "mRNA-LNP Vaccine",
                "Randomized",
                "Safety"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "SEQUENTIAL",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 50,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Arm 1",
                    "type": "EXPERIMENTAL",
                    "description": "Healthy adults, 18 to 49 years of age will receive 10 mcg of DCVC H1 HA mRNA Vaccine administered intramuscularly to the upper arm/deltoid at days 1 and 29. A dose escalation safety evaluation will occur to ensure the safety data support proceeding to the higher dose group. N = 10",
                    "interventionNames": [
                        "Biological: DCVC H1 HA mRNA vaccine",
                        "Other: Sodium Chloride, 0.9%"
                    ]
                },
                {
                    "label": "Arm 2",
                    "type": "EXPERIMENTAL",
                    "description": "Healthy adults, 18 to 49 years of age will receive 25 mcg of DCVC H1 HA mRNA vaccine administered intramuscularly to the upper arm/deltoid at days 1 and 29. A dose escalation safety evaluation will occur to ensure the safety data support proceeding to the higher dose group. N = 10",
                    "interventionNames": [
                        "Biological: DCVC H1 HA mRNA vaccine",
                        "Other: Sodium Chloride, 0.9%"
                    ]
                },
                {
                    "label": "Arm 3",
                    "type": "EXPERIMENTAL",
                    "description": "Healthy adults, 18 to 49 years of age will receive 50 mcg of DCVC H1 HA mRNA vaccine administered intramuscularly to the upper arm/deltoid at days 1 and 29. A safety evaluation will occur to ensure the safety data support proceeding to the optimal dose group. N = 10",
                    "interventionNames": [
                        "Biological: DCVC H1 HA mRNA vaccine",
                        "Other: Sodium Chloride, 0.9%"
                    ]
                },
                {
                    "label": "Arm 4",
                    "type": "EXPERIMENTAL",
                    "description": "Healthy adults, 18 to 49 years of age will receive a selected dose mcg of DCVC H1 HA mRNA vaccine administered intramuscularly to the upper arm/deltoid at days 1 and 29. The DCVC H1 HA mRNA vaccine dose for Arm 4 will be selected based on interim analysis of safety and immunogenicity data from Arms 1-3. N = 10",
                    "interventionNames": [
                        "Biological: DCVC H1 HA mRNA vaccine",
                        "Other: Sodium Chloride, 0.9%"
                    ]
                },
                {
                    "label": "Arm 5",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Healthy adults, 18 to 49 years of age will receive 60 mcg of Licensed quadrivalent inactivated influenza vaccine (IIV4), Fluzone Quadrivalent, administered intramuscularly to the upper arm/deltoid at days 1 and 29. N = 10",
                    "interventionNames": [
                        "Biological: Quadrivalent Recombinant Seasonal Influenza Vaccine"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BIOLOGICAL",
                    "name": "DCVC H1 HA mRNA vaccine",
                    "description": "A modified nucleoside messenger RNA (mRNA) vaccine encoding the full length HA of influenza A/California/07/2009 (H1N1) encapsulated in lipid nanoparticle (LNP) composed of ionizable lipid, DSPC, cholesterol, and PEG lipid for delivery",
                    "armGroupLabels": [
                        "Arm 1",
                        "Arm 2",
                        "Arm 3",
                        "Arm 4"
                    ]
                },
                {
                    "type": "BIOLOGICAL",
                    "name": "Quadrivalent Recombinant Seasonal Influenza Vaccine",
                    "description": "The vaccine contains recombinant hemagglutinin (HA) proteins from four influenza viruses, expressed using a baculovirus vector. These HA proteins are produced in a continuous insect cell line.",
                    "armGroupLabels": [
                        "Arm 5"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Sodium Chloride, 0.9%",
                    "description": "0.9% Sodium Chloride Injection",
                    "armGroupLabels": [
                        "Arm 1",
                        "Arm 2",
                        "Arm 3",
                        "Arm 4"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Number and percentage of participants experiencing any adverse events of special interest (AESIs)",
                    "timeFrame": "Day 1 through Day 394"
                },
                {
                    "measure": "Number and percentage of participants experiencing any influenza like illnesses (ILI)",
                    "timeFrame": "Day 1 through Day 394"
                },
                {
                    "measure": "Number and percentage of participants experiencing any medically-attended adverse events (MAAEs)",
                    "timeFrame": "Day 1 through Day 394"
                },
                {
                    "measure": "Number and percentage of participants experiencing any new-onset chronic medical conditions (NOCMCs)",
                    "timeFrame": "Day 1 through Day 394"
                },
                {
                    "measure": "Number and percentage of participants experiencing any serious adverse events (SAEs)",
                    "timeFrame": "Day 1 through Day 394"
                },
                {
                    "measure": "Number and percentage of participants experiencing any unsolicited adverse events (AEs)",
                    "timeFrame": "Day 1 through Day 57"
                },
                {
                    "measure": "Number and percentage of participants experiencing solicited adverse events (AEs)",
                    "timeFrame": "Day 1 through Day 42"
                },
                {
                    "measure": "Number and percentage of participants with clinical laboratory adverse events (AEs)",
                    "timeFrame": "Day 1 through Day 57"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Geometric mean fold rise (GMFR) in homologous H1-specific anti-stalk serum antibodies",
                    "timeFrame": "Day 1 through Day 57"
                },
                {
                    "measure": "Geometric mean fold rise (GMFR) in homologous H1-specific MN antibody",
                    "timeFrame": "Day 1 through Day 57"
                },
                {
                    "measure": "Geometric mean fold rise in homologous H1-specific HAI antibody",
                    "timeFrame": "Day 1 through 57"
                },
                {
                    "measure": "Geometric mean titers of homologous H1-specific anti-stalk serum antibodies",
                    "timeFrame": "Day 1 through Day 57"
                },
                {
                    "measure": "Geometric mean titers of homologous H1-specific hemagglutinin inhibition (HAI) antibodies",
                    "timeFrame": "Day 1 through Day 57"
                },
                {
                    "measure": "Geometric mean titers of homologous H1-specific microneutralization (MN) antibodies",
                    "timeFrame": "Day 1 through Day 57"
                },
                {
                    "measure": "Number and percentage of subjects achieving HAI titer seroconversion against the homologous H1-specific hemagglutinin",
                    "description": "(defined as either a pre-vaccination titer \\<1:10 and a post-vaccination titer \\>/=1:40 or a pre-vaccination titer \\>/=1:10 and a minimum four-fold rise in post-vaccination antibody titer)",
                    "timeFrame": "Day 1 through 57"
                },
                {
                    "measure": "Number and percentage of subjects demonstrating HAI titer seroprotection against the homologous H1-specific hemagglutinin",
                    "description": "(defined as \\>/=1:40 titer)",
                    "timeFrame": "Day 1 through 57"
                },
                {
                    "measure": "The number and percentage of subjects achieving MN titer seroconversion against the homologous H1-specific hemagglutinin",
                    "description": "(defined as either a pre-vaccination titer \\<1:10 and a post-vaccination titer \\>/=1:40 or a pre-vaccination titer \\>/=1:10 and a minimum four-fold rise in post-vaccination antibody titer)",
                    "timeFrame": "Day 1 through 57"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Provide written informed consent prior to initiation of any study procedure.\n2. Are able to understand and comply with planned study procedures and be available for all study visits.\n3. Are males or non-pregnant, non-breastfeeding females, 18 to 49 years of age, inclusive at time of enrollment.\n4. Must agree to collection of venous blood and nasal absorption specimens per protocol and enrollment in DMID 19-0025 biorepository protocol for use of residual blood specimens.\n5. Are in good health\\* and not have clinically significant medical, psychiatric, chronic or intermittent health conditions including those listed in Exclusion Criteria (Section 5.3) \\*Refer to the protocol specific Manual of Procedures (Section 4.3) for this definition.\n6. Does not have an ongoing symptomatic condition\\* for which subject has had or has ongoing medical investigations but has not yet received a diagnosis or treatment plan.\n\n   \\*e.g., ongoing fatigue without a diagnosis for symptom.\n7. Pulse is 50 to 100 beats per minute, inclusive.\n8. Systolic blood pressure is 90 to 139 mmHg, inclusive.\n9. Diastolic blood pressure is 55 to 89 mmHg, inclusive.\n10. Body mass index (BMI) of 18 kilograms/square meter (kg/m\\^2) to \\<35 kg/m\\^2 (inclusive) and weight \\>/=110 lbs. at screening.\n11. Women of childbearing potential\\* must agree to use or have practiced true abstinence or use at least 1 acceptable primary form of contraception. \\*\\*\n\n    * Not of child bearing potential - post-menopausal females (defined as having a history of amenorrhea for at least one year) or a documented status as being surgically sterile (hysterectomy, bilateral oophorectomy, salpingectomy, or Essure placement with history of documented radiological confirmation test at least 90 days after the procedure)\n    * True abstinence is 100% of time no sexual intercourse (male's penis enters the female's vagina). (Periodic abstinence \\[e.g. calendar, ovulation, symptothermal, post-ovulation methods\\] and withdrawal are not acceptable methods of contraception).\n    * Acceptable forms of primary contraception include monogamous relationship with a vasectomized partner who has been vasectomized for 180 days or more prior to the subject receiving the study product, tubal ligation, intrauterine devices, birth control pills, and injectable/implantable/insertable hormonal birth control products.\n    * Must use at least one acceptable primary form of contraception or true abstinence for at least 30 days prior to receipt of study product and at least one acceptable primary form of contraception or true abstinence for at least 30 days following receipt of study product.\n12. Women of childbearing potential\\* must have a negative serum pregnancy test at screening and a negative urine pregnancy test within 24 hours prior to each study vaccination.\n13. Male participants receiving DCVC H1 HA mRNA Vaccine must agree to refrain from donating sperm and to use contraception until day 90 after last vaccination. \\*\\*\n\n    * Acceptable contraception includes abstinence from intercourse with a female of childbearing potential or use of a male condom when engaging in any activity that allows for passage of ejaculate to a female during the intervention period for at least 90 days after last study vaccination.\n    * Males in the immunogenicity comparator group do not have to refrain from sperm donation or abstain from intercourse or agree to use a male condom for purposes of this study.\n\nExclusion Criteria:\n\n1. Have an acute illness\\* or fever (body temperature \\>/= 38.0°C/100.4°F), as determined by the site PI or appropriate sub-investigator, within 72 hours prior to study vaccination.\n\n   \\*An acute illness which is nearly resolved with only minor residual symptoms remaining is allowable if, in the opinion of the site PI or appropriate sub-investigator, the residual symptoms will not interfere with the ability to assess safety parameters as required by the protocol.\n2. Have any medical disease or condition that, in the opinion of the site PI or appropriate sub-investigator, is a contraindication to study participation. \\*\\*\n\n   \\* Including acute, subacute, intermittent or chronic medical disease or condition that would place the subject at an unacceptable risk of injury, render the subject unable to meet the requirements of the protocol, or may interfere with the evaluation of responses or the subject's successful completion of this trial.\n3. Has a screening laboratory\\* \\> Grade 1.\n\n   \\*White blood cell count, absolute neutrophil count, absolute lymphocyte count, hemoglobin, platelet count, prothrombin time (PT), activated partial thromboplastin time (APTT), fibrinogen, creatinine, alanine aminotransferase, aspartate aminotransferase, alkaline phosphatase, total bilirubin, lipase\n4. Has a positive urine toxicology screen (i.e., non-prescribed amphetamines, cocaine, and opiates).\n5. ECG is deemed to be clinically significant\\* by the PI or appropriate sub-investigator.\n\n   \\*ECG consistent with probable or possible myocarditis/pericarditis or demonstrates clinically relevant abnormalities that may affect participant safety or interpretation of study results. An ECG that shows an average QTcF (Fridericia's correction) interval \\>450 msec, complete left bundle branch block, signs of an acute or indeterminate-age myocardial infarction, ST-T interval changes suggestive of myocardial ischemia, second- or third-degree AV block, or serious bradyarrhythmias or tachyarrhythmias.\n6. Troponin (Troponin T, High Sensitivity) outside the laboratory normal range at screening.\n7. Have any known or suspected immunosuppressive condition, acquired or congenital, or autoimmune conditions as determined by history and/or physical examination.\n8. Have immunosuppression resulting from any treatment including a recent history (within 6 months prior to administration of study vaccine) or use of immunosuppressive or immune-modifying drugs.\n9. Use of anticancer chemotherapy or radiation therapy (cytotoxic) within 3 years prior to study vaccination.\n10. Have known active or recently active (12 months) neoplastic disease or a history of any hematologic malignancy. Non-melanoma, treated, skin cancers are permitted.\n11. Have known human immunodeficiency virus, hepatitis B or hepatitis C infection at screening.\n12. Have a positive test result for hepatitis B surface antigen, hepatitis C virus antibody, or human immunodeficiency virus types 1 or 2 antibodies at screening.\n13. Have known chronic liver disease, including fatty liver disease.\n14. Have known hypersensitivity or allergy to any components of the study vaccine (including polyethylene glycol or egg protein).\n15. Have a history of a severe reaction including allergic reaction following previous immunization with an investigational, authorized, or approved influenza vaccine or mRNA containing vaccine.\n16. Have a history of Guillain-Barré Syndrome.\n17. Have a known history of myocarditis, pericarditis, or myopericarditis.\n18. Have a history of alcohol or drug abuse within 3 years prior to study vaccination.\n19. Have any diagnosis, current or past, of schizophrenia, bipolar disease or other psychiatric diagnosis that may interfere\\* with subject compliance or safety evaluations.\n\n    \\* As determined by the site PI or appropriate sub-investigator.\n20. Have been hospitalized for psychiatric illness, history of suicide attempt, or confinement for danger to self or others within 5 years prior to study vaccination.\n21. Have taken oral or parenteral (including intra-articular) corticosteroids of any dose within 30 days prior to study vaccination. Intranasal or topical (skin or eyes) corticosteroids are permitted.\n22. Have taken high-dose inhaled or nebulized corticosteroids\\* within 30 days prior to study vaccination.\n\n    \\* High-dose defined as per age as using inhaled high-dose per reference chart in the National Heart, Lung and Blood Institute Guidelines for the Diagnosis and Management of Asthma (EPR-3) or other lists published in UPTODATE\n23. Have any significant disorder of coagulation requiring ongoing or intermittent treatment.\n24. Have received any approved or authorized vaccines other than seasonal influenza vaccine within 60 days before enrollment.\n25. Have received seasonal influenza vaccine within the 90 days prior to enrollment.\n26. Have a known history of documented influenza infection with the past 90 days.\n27. Have a history of receipt of an investigational H1 influenza vaccine within the past 10 years.\n28. Received immunoglobulin and/or any blood products (except Rho D immunoglobulin) within the 90 days prior to study vaccination.\n29. Received an experimental agent\\* within 60 days prior to the study vaccination or are participating in another clinical trial with an interventional agent\\*.\n\n    * Including vaccine, drug, biologic, device, blood product, or medication.\n    * Including licensed or unlicensed vaccine, drug, biologic, device, blood product, or medication.\n30. The subject has any abnormality or permanent body art (eg, tattoo) that, in the opinion of the investigator, would obstruct the ability to observe local reactions at the injection site.\n31. Donation of blood or blood products within 30 days prior to dosing.\n32. Has had significant exposure to someone with SARS-CoV-2 infection or laboratory-confirmed influenza in the 14 days prior to screening or during the period between screening and enrollment visit\\*.\n\n    \\* Defined by the CDC as a close contact with someone who has COVID-19.\n33. Has had a positive SARS-CoV-2 test (home or laboratory-based) within 14 days prior to the screening visit or during the period between screening and enrollment visits.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "49 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Patricia L. Winokur",
                    "role": "CONTACT",
                    "phone": "13193844590",
                    "email": "patricia-winokur@uiowa.edu"
                }
            ],
            "locations": [
                {
                    "facility": "University of Iowa - Infectious Disease Clinic",
                    "status": "RECRUITING",
                    "city": "Iowa City",
                    "state": "Iowa",
                    "zip": "52242",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 41.66113,
                        "lon": -91.53017
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000007251",
                    "term": "Influenza, Human"
                }
            ],
            "ancestors": [
                {
                    "id": "D000012141",
                    "term": "Respiratory Tract Infections"
                },
                {
                    "id": "D000007239",
                    "term": "Infections"
                },
                {
                    "id": "D000009976",
                    "term": "Orthomyxoviridae Infections"
                },
                {
                    "id": "D000012327",
                    "term": "RNA Virus Infections"
                },
                {
                    "id": "D000014777",
                    "term": "Virus Diseases"
                },
                {
                    "id": "D000012140",
                    "term": "Respiratory Tract Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M10295",
                    "name": "Influenza, Human",
                    "asFound": "Influenza",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10283",
                    "name": "Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M6368",
                    "name": "Communicable Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14978",
                    "name": "Respiratory Tract Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M12902",
                    "name": "Orthomyxoviridae Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M17522",
                    "name": "Virus Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M15149",
                    "name": "RNA Virus Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M14977",
                    "name": "Respiratory Tract Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC01",
                    "name": "Infections"
                },
                {
                    "abbrev": "BC08",
                    "name": "Respiratory Tract (Lung and Bronchial) Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000014612",
                    "term": "Vaccines"
                }
            ],
            "ancestors": [
                {
                    "id": "D000007155",
                    "term": "Immunologic Factors"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M17360",
                    "name": "Vaccines",
                    "asFound": "Other",
                    "relevance": "HIGH"
                },
                {
                    "id": "M9476",
                    "name": "Hemagglutinins",
                    "relevance": "LOW"
                },
                {
                    "id": "M10201",
                    "name": "Immunologic Factors",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "Coag",
                    "name": "Coagulants"
                }
            ]
        }
    },
    "hasResults": false
}