{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06244316",
            "orgStudyIdInfo": {
                "id": "NGF0123"
            },
            "organization": {
                "fullName": "Dompé Farmaceutici S.p.A",
                "class": "INDUSTRY"
            },
            "briefTitle": "A Study to Evaluate Safety and Efficacy of a New Formulation of Recombinant Human Nerve Growth Factor (rhNGF) Eye Drop Solution in Patients With Dry Eye Disease",
            "officialTitle": "A 4-Week, Phase II, Multicenter, Randomized, Double-Masked, Vehicle-Controlled, Parallel Group Study With 4 Weeks of Follow-Up to Evaluate Safety and Efficacy of a New Formulation of Recombinant Human Nerve Growth Factor (rhNGF) Eye Drop Solution at Two Different Concentrations in Patients With Dry Eye Disease",
            "acronym": "REDUCO",
            "therapeuticArea": [
                "Other"
            ],
            "study": "a-study-to-evaluate-safety-and-efficacy-of-a-new-formulation-of-recombinant-human-nerve-growth-factor-rhngf-eye-drop-solution-in-patients-with-dry-eye-disease"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-01-22",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-09",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-11",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-01-29",
            "studyFirstSubmitQcDate": "2024-01-29",
            "studyFirstPostDateStruct": {
                "date": "2024-02-06",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-03",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-08",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Dompé Farmaceutici S.p.A",
                "class": "INDUSTRY"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this study is to evaluate the safety and efficacy of two different concentrations of the new formulation of rhNGF ophthalmic solution versus vehicle, in order to demonstrate superiority of at least one of the two concentrations over vehicle in the improvement of ocular symptoms of dry eye in participants with dry eye disease (DED). The rhNGF ophthalmic solution, or vehicle, will be administered as one drop in each eye, three times a day, for 4 weeks. Participants will attend a total of 5 study visits from screening through end of the study (Week 8), which will include eye exams and questionnaires."
        },
        "conditionsModule": {
            "conditions": [
                "Dry Eye Disease"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "QUADRUPLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 291,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "IMP 1: rhNGF concentration 1",
                    "type": "EXPERIMENTAL",
                    "description": "Investigational Medicinal Product (IMP) 1",
                    "interventionNames": [
                        "Drug: rhNGF concentration 1"
                    ]
                },
                {
                    "label": "IMP 2: rhNGF concentration 2",
                    "type": "EXPERIMENTAL",
                    "description": "Investigational Medicinal Product (IMP) 2",
                    "interventionNames": [
                        "Drug: rhNGF concentration 2"
                    ]
                },
                {
                    "label": "Vehicle IMP",
                    "type": "PLACEBO_COMPARATOR",
                    "interventionNames": [
                        "Drug: Vehicle (Placebo solution)"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "rhNGF concentration 1",
                    "description": "Recombinant Human Nerve Growth Factor (rhNGF) concentration 1 solution. 1 drop in each eye three times a day for 4 weeks of treatment.",
                    "armGroupLabels": [
                        "IMP 1: rhNGF concentration 1"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "rhNGF concentration 2",
                    "description": "Recombinant Human Nerve Growth Factor (rhNGF) concentration 2 solution. 1 drop in each eye three times a day for 4 weeks of treatment.",
                    "armGroupLabels": [
                        "IMP 2: rhNGF concentration 2"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Vehicle (Placebo solution)",
                    "description": "Eye drop solution, containing no rhNGF. 1 drop in each eye three times a day for 4 weeks of treatment.",
                    "armGroupLabels": [
                        "Vehicle IMP"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Mean change from baseline to Week 8 in symptoms of dry eye assessed by SANDE Global Score",
                    "description": "Symptom Assessment in Dry Eye (SANDE) scores range from 0 to 100, with 100 representing the most frequent and severe dry eye symptoms.",
                    "timeFrame": "Week 8"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Mean change from baseline in Schirmer- I score without anesthesia in the Study Eye",
                    "description": "Schirmer-I test will be performed without anesthesia to determine wetting of the strip within 5 minutes and the length of the moistened strip will be measured in millimeters (mm).",
                    "timeFrame": "Week 4"
                },
                {
                    "measure": "Mean change from baseline in total corneal fluorescein staining (National Eye Institute NEI scale) in the Study Eye as assessed by the investigator",
                    "description": "Corneal fluorescein staining NEI score ranges from 0 to 15, with a higher number representing more staining.",
                    "timeFrame": "Week 4"
                },
                {
                    "measure": "Mean change from baseline in ocular pain assessed by the OPAS questionnaire's pain scale",
                    "description": "The Ocular Pain Assessment Survey (OPAS) questionnaire scores range from 0 - 10 with a higher score representing more disruption due to eye pain.",
                    "timeFrame": "Week 4"
                },
                {
                    "measure": "Mean change from baseline in Schirmer- I score without anesthesia in the Study Eye",
                    "description": "Schirmer-I test will be performed without anesthesia to determine wetting of the strip within 5 minutes and the length of the moistened strip will be measured in millimeters (mm).",
                    "timeFrame": "Week 8"
                },
                {
                    "measure": "Proportion of participants improving to Schirmer-I test without anesthesia ≥ 10 mm/5min in the Study Eye",
                    "description": "Schirmer-I test will be performed without anesthesia to determine wetting of the strip within 5 minutes and the length of the moistened strip will be measured in millimeters (mm).",
                    "timeFrame": "Week 4"
                },
                {
                    "measure": "Proportion of participants improving to Schirmer-I test without anesthesia ≥ 10 mm/5min in the Study Eye",
                    "description": "Schirmer-I test will be performed without anesthesia to determine wetting of the strip within 5 minutes and the length of the moistened strip will be measured in millimeters (mm).",
                    "timeFrame": "Week 8"
                },
                {
                    "measure": "Mean change from baseline in fluorescein tear break-up time (fTBUT)- in Study Eye",
                    "description": "Fluorescein tear break-up time (fTBUT) is the time to tear film break-up, in seconds, taken 2 or 3 times. The fTBUT value is the average of the 2 or 3 measurements.",
                    "timeFrame": "Week 4"
                },
                {
                    "measure": "Mean change from baseline in fluorescein tear break-up time (fTBUT)- in Study Eye",
                    "description": "Fluorescein tear break-up time (fTBUT) is the time to tear film break-up, in seconds, taken 2 or 3 times. The fTBUT value is the average of the 2 or 3 measurements.",
                    "timeFrame": "Week 8"
                },
                {
                    "measure": "Mean change from baseline in total conjunctival lissamine green staining (NEI scale) in Study Eye as assessed by the investigator",
                    "description": "Lissamine green conjunctival staining NEI score ranges from 0 to 18, with a higher number representing more staining.",
                    "timeFrame": "Week 4"
                },
                {
                    "measure": "Mean change from baseline in symptoms questionnaire (SANDE) scores for severity and frequency",
                    "description": "Symptom Assessment in Dry Eye (SANDE) scores range from 0 to 100, with 100 representing the most frequent and severe dry eye symptoms.",
                    "timeFrame": "Week 4"
                },
                {
                    "measure": "Mean change from baseline in symptoms questionnaire (SANDE) scores for severity and frequency",
                    "description": "Symptom Assessment in Dry Eye (SANDE) scores range from 0 to 100, with 100 representing the most frequent and severe dry eye symptoms.",
                    "timeFrame": "Week 8"
                },
                {
                    "measure": "Mean change from baseline in symptoms of dry eye assessed by SANDE Global Score",
                    "description": "Symptom Assessment in Dry Eye (SANDE) scores range from 0 to 100, with 100 representing the most frequent and severe dry eye symptoms.",
                    "timeFrame": "Week 4"
                },
                {
                    "measure": "Mean change from baseline in ocular pain assessed by the OPAS questionnaire's pain scale",
                    "description": "The Ocular Pain Assessment Survey (OPAS) questionnaire scores range from 0 - 10 with a higher score representing more disruption due to eye pain.",
                    "timeFrame": "Week 8"
                },
                {
                    "measure": "Mean change from baseline as assessed by the OPAS questionnaire QoL scores",
                    "description": "The Ocular Pain Assessment Survey (OPAS) questionnaire scores range from 0 - 10 with a higher score representing more disruption due to eye pain.",
                    "timeFrame": "Week 4"
                },
                {
                    "measure": "Mean change from baseline as assessed by the OPAS questionnaire QoL scores",
                    "description": "The Ocular Pain Assessment Survey (OPAS) questionnaire scores range from 0 - 10 with a higher score representing more disruption due to eye pain.",
                    "timeFrame": "Week 8"
                },
                {
                    "measure": "Mean change from baseline in BCDVA score",
                    "description": "Best Corrected Distance Visual Acuity (BCDVA) score is represented as a fraction with 20 as the numerator and a variable denominator. The higher the denominator, the worse the visual acuity.",
                    "timeFrame": "Week 4"
                },
                {
                    "measure": "Mean change from baseline in BCDVA score",
                    "description": "Best Corrected Distance Visual Acuity (BCDVA) score is represented as a fraction with 20 as the numerator and a variable denominator. The higher the denominator, the worse the visual acuity.",
                    "timeFrame": "Week 8"
                },
                {
                    "measure": "Incidence and frequency of Treatment-Emergent Adverse Events (TEAEs) assessed throughout the study including Run-In period",
                    "timeFrame": "Week 8"
                },
                {
                    "measure": "Mean change from baseline in corneal endothelial cell density in both eyes",
                    "timeFrame": "Week 8"
                },
                {
                    "measure": "Change from baseline in the proportion of participants with vitritis, retinal or vitreal hemorrhages, increase in cup-to-disc ratio, retinal or posterior vitreal detachment, retinal tears, or maculopathy on dilated fundus exam (DFE) in both eyes",
                    "timeFrame": "Week 8"
                },
                {
                    "measure": "Mean change from baseline in bulbar conjunctival redness (VBR 10 score) in both eyes",
                    "description": "The Validated Bulbar Redness (VBR) scale ranges from 10 to 100 with a higher score meaning more severe redness.",
                    "timeFrame": "Week 4"
                },
                {
                    "measure": "Mean change from baseline in bulbar conjunctival redness (VBR 10 score) in both eyes",
                    "description": "The Validated Bulbar Redness (VBR) scale ranges from 10 to 100 with a higher score meaning more severe redness.",
                    "timeFrame": "Week 8"
                },
                {
                    "measure": "Treatment discontinuation rate due to tolerability",
                    "timeFrame": "Week 4"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Male or female aged ≥18 years of any race/ethnicity and eye color.\n* A diagnosis of dry eye disease at least 6 months before enrollment (current use or recommended use of artificial tears for the treatment of dry eye).\n* Moderate-to-severe dry eye characterized by the following clinical features:\n\n  1. Symptoms Assessment in Dry Eye (SANDE) questionnaire global score ≥50, and\n  2. Schirmer-I test without anesthesia \\>2 mm and \\<10 mm/5 minutes, and\n  3. Total corneal fluorescein staining grade ≥3 (NEI scale) and/or total conjunctival lissamine green staining score ≥3 assessed by the NEI grading system, and\n  4. Fluorescein tear film break-up time (fTBUT) \\< 10 seconds The same eye must have fulfilled all the above criteria.\n* Best corrected distance visual acuity (BCDVA) score on ETDRS chart of ≥0.1 decimal units (≤1.0 logMAR) in each eye at the time of study enrollment\n* Negative pregnancy test in females of childbearing potential.\n* Only participants who satisfy all informed consent requirements will be included in the study; the participant and/or his/her legal representative must have read, signed, and dated the informed consent document before any study-related procedures are performed; the informed consent form signed by participants and/or legal representatives must have been approved by the Institutional Review Board (IRB) for the current study.\n* Have the ability and willingness to comply with study procedures.\n\nExclusion Criteria:\n\n* Inability to speak and understand the local language sufficiently to understand the nature of the study, to provide written informed consent, and to allow the completion of all study assessments.\n* Evidence of an active ocular infection in either eye.\n* Presence of any other ocular disorder or condition requiring topical ocular medication during the entire duration of the study.\n* Possibility of the need for ocular surgery at the time of inclusion in the study or anticipated ocular surgery expected during the participation in the study\n* History of severe systemic allergy or severe ocular allergy \\[including seasonal conjunctivitis, AKC (Atopic KeratoConjunctivitis), VKC (Vernal KeratoConjunctivitis)\\] or chronic conjunctivitis and/or keratitis other than dry eye.\n* Ocular scarring due to irradiation, alkali burns, Stevens-Johnson syndrome and ocular cicatricial pemphigoid.\n* Destruction of conjunctival goblet cells such as in Vitamin A deficiency.\n* Severe blepharitis or obvious inflammation of the lid margin.\n* Intraocular inflammation defined as Tyndall score \\>0.\n* Medical history of tumor malignancy in the previous 3 years\n* Systemic disease not stabilized within 1 month before the screening visit (e.g., diabetes with glycemia out of range, thyroid malfunction) or judged by the investigator to be incompatible with the study (e.g., current systemic infections) or with a condition incompatible with the frequent assessment required by the study.\n* History of a serious adverse reaction or significant hypersensitivity to any drug or chemically related compounds or had a clinically significant allergy to drugs, foods, topical anesthetic eye drop or other local anesthetics or other materials, including ocular vital dyes, tropicamide eye drops, commercial artificial tears.\n* Known or suspected allergy to component(s) of the new rhNGF formulation.\n* Fertile patients (i.e., not surgically sterilized, or postmenopausal women for at least 1 year) are excluded from participation in the study if they do not practice abstinence from heterosexual intercourse as per usual and customary lifestyle, or are unwilling to use an acceptable form of contraception such as condom with spermicidal cream or jelly for males, or for females if they meet any one of the following conditions:\n\n  1. Currently pregnant (positive urine pregnancy test at screening or baseline visits) or planning to become pregnant during the duration of the treatment phase of the clinical trial.\n  2. Participant is breastfeeding.\n  3. Unwilling to use birth control measures such as mechanical barrier methods (spermicide in conjunction with a barrier such as a condom or diaphragm or intrauterine device) during the entire course of and 30 days after the study treatment period, or,\n  4. Unwilling to continue to use highly effective birth control measures such as hormonal contraceptives (oral, implanted, transdermal, or injected) during the entire course of and 30 days after the study treatment period.\n* Any concurrent medical condition that, in the judgment of the principal investigator, might interfere with the conduct of the study, confound the interpretation of the study results, or endanger the participant's well-being.\n* Contact lenses or punctum plug use in either eye during the washout, treatment, and follow-up phases of the study (previous use is not an exclusion criteria but must be removed and discontinued at the Screening visit).\n* Medical history of drug addiction or alcohol abuse (\\>1 drink /day for women and \\>2 drinks /day for men following USDA dietary Guidelines 2020-2025).\n* Any prior ocular surgery including but not limited to amniotic membrane transplant, refractive \\[PTK (Excimer Laser Phototherapeutic Keratectomy) / LASIK (Laser-Assisted In Situ Keratomileusis) / Epi-LASIK (Epithelial Laser In Situ Keratomileusis) / LASEK (Laser-Assisted Subepithelial Keratectomy) / SMILE (Small Incision Lenticule Extraction)\\], palpebral, cataract surgery, trabeculectomy, vitrectomy and Pan-Retinal Photocoagulation (PRP) within 90 days before the screening visit.\n* Participation in a clinical trial with a new active substance, including medical devices, during the previous 60 days.\n* Participation in another clinical trial study at the same time as the present study.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Marta Sacchetti, MD",
                    "role": "CONTACT",
                    "phone": "+39 34 76757333",
                    "email": "marta.sacchetti@dompe.com"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Flavio Mantelli, MD, PhD",
                    "affiliation": "Dompé Farmaceutici S.p.A",
                    "role": "STUDY_DIRECTOR"
                }
            ],
            "locations": [
                {
                    "facility": "Arizona Eye Center",
                    "status": "RECRUITING",
                    "city": "Chandler",
                    "state": "Arizona",
                    "zip": "85224",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 33.30616,
                        "lon": -111.84125
                    }
                },
                {
                    "facility": "East West Eye Institute",
                    "status": "RECRUITING",
                    "city": "Torrance",
                    "state": "California",
                    "zip": "90505",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 33.83585,
                        "lon": -118.34063
                    }
                },
                {
                    "facility": "Vision Institute - Fontanero St",
                    "status": "RECRUITING",
                    "city": "Colorado Springs",
                    "state": "Colorado",
                    "zip": "80907",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 38.83388,
                        "lon": -104.82136
                    }
                },
                {
                    "facility": "Sibia Eye Institute",
                    "status": "RECRUITING",
                    "city": "Boynton Beach",
                    "state": "Florida",
                    "zip": "33437",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 26.52535,
                        "lon": -80.06643
                    }
                },
                {
                    "facility": "Eye Consultants of Atlanta",
                    "status": "RECRUITING",
                    "city": "Atlanta",
                    "state": "Georgia",
                    "zip": "30339",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 33.749,
                        "lon": -84.38798
                    }
                },
                {
                    "facility": "New England Eye Center - Boston",
                    "status": "RECRUITING",
                    "city": "Boston",
                    "state": "Massachusetts",
                    "zip": "02116",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 42.35843,
                        "lon": -71.05977
                    }
                },
                {
                    "facility": "Eye Associates of North Jersey",
                    "status": "RECRUITING",
                    "city": "Dover",
                    "state": "New Jersey",
                    "zip": "07801",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 40.88399,
                        "lon": -74.5621
                    }
                },
                {
                    "facility": "The Scheie Eye Institute",
                    "status": "RECRUITING",
                    "city": "Philadelphia",
                    "state": "Pennsylvania",
                    "zip": "19104",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 39.95233,
                        "lon": -75.16379
                    }
                },
                {
                    "facility": "Total Eye Care PA",
                    "status": "RECRUITING",
                    "city": "Memphis",
                    "state": "Tennessee",
                    "zip": "38119",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 35.14953,
                        "lon": -90.04898
                    }
                },
                {
                    "facility": "Toyos Clinic",
                    "status": "RECRUITING",
                    "city": "Nashville",
                    "state": "Tennessee",
                    "zip": "37215",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 36.16589,
                        "lon": -86.78444
                    }
                },
                {
                    "facility": "Azienda Ospedaliera Universitaria Policlinico G Martino",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Messina",
                    "zip": "98124",
                    "country": "Italy",
                    "geoPoint": {
                        "lat": 38.19394,
                        "lon": 15.55256
                    }
                },
                {
                    "facility": "Ospedale S. Giuseppe Multimedica",
                    "status": "RECRUITING",
                    "city": "Milano",
                    "zip": "20123",
                    "country": "Italy",
                    "geoPoint": {
                        "lat": 45.46427,
                        "lon": 9.18951
                    }
                },
                {
                    "facility": "Fondazione Policlinico Universitario Campus Bio-Medico di Roma",
                    "status": "RECRUITING",
                    "city": "Roma",
                    "zip": "00128",
                    "country": "Italy",
                    "geoPoint": {
                        "lat": 41.89193,
                        "lon": 12.51133
                    }
                },
                {
                    "facility": "Azienda Ospedaliero Universitario Policlinicol Umberto I",
                    "status": "RECRUITING",
                    "city": "Roma",
                    "zip": "00161",
                    "country": "Italy",
                    "geoPoint": {
                        "lat": 41.89193,
                        "lon": 12.51133
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000015352",
                    "term": "Dry Eye Syndromes"
                },
                {
                    "id": "D000007638",
                    "term": "Keratoconjunctivitis Sicca"
                },
                {
                    "id": "D000005128",
                    "term": "Eye Diseases"
                }
            ],
            "ancestors": [
                {
                    "id": "D000007766",
                    "term": "Lacrimal Apparatus Diseases"
                },
                {
                    "id": "D000007637",
                    "term": "Keratoconjunctivitis"
                },
                {
                    "id": "D000003231",
                    "term": "Conjunctivitis"
                },
                {
                    "id": "D000003229",
                    "term": "Conjunctival Diseases"
                },
                {
                    "id": "D000007634",
                    "term": "Keratitis"
                },
                {
                    "id": "D000003316",
                    "term": "Corneal Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M18040",
                    "name": "Dry Eye Syndromes",
                    "asFound": "Dry Eye Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10664",
                    "name": "Keratoconjunctivitis Sicca",
                    "asFound": "Dry Eye Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M8271",
                    "name": "Eye Diseases",
                    "asFound": "Eye Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M16355",
                    "name": "Syndrome",
                    "relevance": "LOW"
                },
                {
                    "id": "M10663",
                    "name": "Keratoconjunctivitis",
                    "relevance": "LOW"
                },
                {
                    "id": "M10786",
                    "name": "Lacrimal Apparatus Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M6455",
                    "name": "Conjunctivitis",
                    "relevance": "LOW"
                },
                {
                    "id": "M6453",
                    "name": "Conjunctival Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10660",
                    "name": "Keratitis",
                    "relevance": "LOW"
                },
                {
                    "id": "M6539",
                    "name": "Corneal Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC11",
                    "name": "Eye Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M21860",
                    "name": "Pharmaceutical Solutions",
                    "relevance": "LOW"
                },
                {
                    "id": "M12814",
                    "name": "Ophthalmic Solutions",
                    "relevance": "LOW"
                },
                {
                    "id": "M11900",
                    "name": "Mitogens",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "PhSol",
                    "name": "Pharmaceutical Solutions"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}