{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06138132",
            "orgStudyIdInfo": {
                "id": "70408"
            },
            "organization": {
                "fullName": "Stanford University",
                "class": "OTHER"
            },
            "briefTitle": "A Study of Anti-CD19 Chimeric Antigen Receptor T-Cell ( CAR-T) Therapy in Subjects With Non-relapsing and Progressive Forms of Multiple Sclerosis",
            "officialTitle": "A Phase 1, Open-Label, Single Center Study of KYV-101, an Autologous Fully-Human Anti-CD19 Chimeric Antigen Receptor T-Cell (CD19 CAR T) Therapy in Subjects With Non-relapsing and Progressive Forms of Multiple Sclerosis",
            "therapeuticArea": [
                "Other"
            ],
            "study": "a-study-of-anti-chimeric-antigen-receptor-t-cell-car-t-therapy-in-subjects-with-non-relapsing-and-progressive-forms-of-multiple-sclerosis"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-04-10",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-06",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-06",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-11-13",
            "studyFirstSubmitQcDate": "2023-11-13",
            "studyFirstPostDateStruct": {
                "date": "2023-11-18",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-04-26",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-30",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Jeffrey Dunn MD",
                "investigatorTitle": "Lily Sarafan Director of Neuroimmunology and Professor of Clinical Neurology",
                "investigatorAffiliation": "Stanford University"
            },
            "leadSponsor": {
                "name": "Stanford University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Kyverna Therapeutics",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "A Study of Anti-CD19 Chimeric Antigen Receptor T Cell Therapy in Subjects with Non-relapsing and Progressive Forms of Multiple Sclerosis",
            "detailedDescription": "Multiple Sclerosis (MS) is an immune-mediated neurodegenerative central nervous system disease that can lead to loss of vital neurologic function. The clinical course of MS from person to person is variable. Progressive Multiple Sclerosis (pMS) is marked by a history of neurologic worsening over time; and can occur following a prior history of defined relapses that has evolved to a non-relapsing state (previously termed \"secondary progressive MS\" (SPMS)) or from disease onset (termed \"primary progressive MS\" (PPMS)).\n\nThere are now more than twenty FDA approved disease modifying therapies (DMTs) for MS in the United States. Most of these treatments have an approved FDA indication for relapsing disease. Several have a labeled indication for active secondary progressive MS, and only one has been FDA approved for primary progressive MS. There are no formally approved treatments for patients with non-relapsing progressive Multiple Sclerosis that is worsening, treatment refractory, and non-active as defined operationally by absence of relapse of magnetic resonance imaging evidence of inflammatory disease within the preceding two years.\n\nB cells play a central and multi-functional role in the immunopathogenesis of MS. B cells present antigen to T cells in stimulating a pro-inflammatory immune cascade, secrete pathogenic cytokines, moderate T cell and myeloid cell functions, form structural B cell meningeal follicles within the human central nervous system, act as reservoirs for Epstein-Barr virus (EBV) infection, and produce pathogenic antibodies upon evolution to plasma cells. CD19-targeted chimeric antigen receptor (CAR) T cells harness the ability of cytotoxic T cells to directly and specifically lyse target cells to effectively deplete B cells in the circulation and in lymphoid and potentially non-lymphoid tissues. KYV-101, a fully human anti-CD19 CAR T-cell therapy, will be investigated in adult subjects with non-relapsing and progressive forms of MS."
        },
        "conditionsModule": {
            "conditions": [
                "Multiple Sclerosis",
                "Multiple Sclerosis, Primary Progressive",
                "Multiple Sclerosis, Secondary Progressive"
            ],
            "keywords": [
                "KYV-101",
                "autoimmune disease",
                "anti-CD19 CAR-T therapy",
                "cellular therapy"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SEQUENTIAL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 12,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "KYV-101 CAR-T cells with lymphodepletion conditioning",
                    "type": "EXPERIMENTAL",
                    "description": "Dosing with KYV-101 CAR T cells",
                    "interventionNames": [
                        "Biological: KYV-101 anti-CD19 CAR-T cell therapy",
                        "Drug: Standard lymphodepletion regimen"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BIOLOGICAL",
                    "name": "KYV-101 anti-CD19 CAR-T cell therapy",
                    "description": "KYV-101 anti-CD19 CAR-T cell therapy",
                    "armGroupLabels": [
                        "KYV-101 CAR-T cells with lymphodepletion conditioning"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Standard lymphodepletion regimen",
                    "description": "Standard lymphodepletion regimen",
                    "armGroupLabels": [
                        "KYV-101 CAR-T cells with lymphodepletion conditioning"
                    ],
                    "otherNames": [
                        "Bendamustine"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Frequency of dose limiting toxicities at each dose level",
                    "timeFrame": "Up to 12 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Incidence of adverse events (AEs) including clinical tolerance and laboratory abnormalities",
                    "description": "Clinical tolerance will be assessed with attention to cytokine release syndrome (CRS), Immune Effector Cell-associated Neurotoxicity Syndrome (ICANS) and other AE to be graded by CTCAE Version 5.0",
                    "timeFrame": "Up to 12 months"
                },
                {
                    "measure": "To characterize the pharmacokinetics (PK)",
                    "description": "Levels of KYV-101 CAR-positive T cells in the blood and cerebrospinal fluid from treatment baseline to end of study",
                    "timeFrame": "Up to 12 months"
                },
                {
                    "measure": "To characterize the pharmacodynamics (PD)",
                    "description": "Levels of B cells in the blood from treatment baseline to end of study",
                    "timeFrame": "Up to 12 months"
                },
                {
                    "measure": "To evaluate clinical response",
                    "description": "Time from CD19 KYV CAR T cell infusion to a change in disability and walking score, as measured by the Kurtzke Expanded Disability Status Scale (EDSS)",
                    "timeFrame": "Up to 12 months"
                },
                {
                    "measure": "To evaluate clinical response",
                    "description": "Levels of unique unmatched intrathecal oligoclonal bands from treatment baseline to 6 months following treatment",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "To evaluate clinical response",
                    "description": "Whole brain and grey matter volume from treatment baseline to end of study",
                    "timeFrame": "12 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Patient is ≥ 18 years old, and ≤55 years of age, at time of screening visit.\n2. Diagnosis of MS according to the 2017 McDonald Criteria.\n3. Progressive MS by 2014 Lublin MS phenotypic criteria.\n4. Presence of varicella-zoster virus (VZV) antibodies, or completion of at least one dose of the varicella zoster glycoprotein E (gE) Shingrix vaccine at least four weeks prior to treatment.\n5. Presence of anti EBV antibodies.\n6. Organ and Marrow Function\n\n   * Absolute neutrophil count (ANC) ≥ 2000/uL.\n   * Platelet count ≥ 150,000/uL.\n   * Absolute lymphocyte count ≥ 1000/uL.\n   * Serum immunoglobulin G (IgG) ≥ 500mg/dL.\n   * Hemoglobin ≥ 9 g/dL.\n   * Adequate renal, hepatic, pulmonary and cardiac function defined as:\n\n     * Creatinine ≤ 2mg/dL or creatinine clearance (as estimated by Cockcroft Gault Equation) ≥ 60 mL/min.\n     * Serum alanine transaminase (ALT)/aspartate aminotransferase (AST) ≤ 3 upper limit of normal (ULN).\n     * Total bilirubin ≤ 1.5 mg/dl, except in subjects with Gilbert's syndrome\n     * Cardiac ejection fraction ≥ 40%, no evidence of physiologically significant pericardial effusion as determined by an ECHO, and no clinically significant ECG findings.\n     * Baseline oxygen saturation \\> 94% on room air.\n7. Testing for\n\n   * Hepatitis B core antibody (HBc Ab)\n   * Hepatitis C antibody (HCV Ab)\n   * Hepatitis B surface antigen (Hep B surf. AG)\n   * HIV 1\\&2 Ab\n   * Syphilis Screen\n   * Human T-cell lymphotropic virus (HTLV) Ab I \\& II\n   * Nucleic acid test multiplex (NAT MPX) for HIV, HCV, HBV\n   * Herpes Simplex Virus 1 \\& 2 IgG panel\n   * Varicella-Zoster (VZ) IgG\n   * Cytomegalovirus (CMV) Total Ab\n\n   Must be seronegative for HIV-1 RNA polymerase chain reaction (PCR); HIV 1 and HIV 2 Ab (antibody); HTLV-1 and HTLV-2 Ab; PCR+ or negative surface antigen for hepatitis B; negative for the Treponema pallidum antibody Syphilis screen; and negative for HIV-1 and hepatitis C by nucleic acid testing (NAT) within 40 days of apheresis procedures.\n8. Females of childbearing potential have a negative serum or urine pregnancy test because of the potentially dangerous/unknown effects on the fetus. Females who have undergone hysterectomy or who have been postmenopausal for at least 2 years are not considered to be of childbearing potential.\n9. Contraception: Subjects of child-bearing or child-fathering potential must be willing to practice highly effective birth control from the time of enrollment on this study and for the entire study period which is 12 months after receiving the CAR T cell infusion.\n10. Ability to understand and the willingness to sign a written informed consent document. Patients must have signed informed consent to participate in the trial.\n11. Adequate vital sign criterion with acceptable numerical ranges of:\n\n    * Systolic Blood Pressure (mmHg) ≥ 100 and ≤ 150\n    * Diastolic Blood pressure (mmHg) ≥ 60 and ≤ 90\n    * To ensure subject safety and stability, any subject who is noted to have a BP \\> 150/90 mm Hg should be stable on anti-hypertensive medications with repeated BP ≤150/90 for at least one month prior to enrollment in the study\n    * Heart Rate ≥ 60 and ≤ 100 bpm\n    * Oral Temperature ≤ 37.7 C/afebrile\n    * Respiratory rate ≥ 12 and ≤ 20bpm\n\nExclusion Criteria:\n\n1. History of neuromyelitis optica spectrum disorder (NMOSD) or MOG antibody associated disease (MOGAD).\n2. Prior treatment with any investigational agent within 3 months, or 5 half-lives, whichever is longer. Agents authorized by the FDA for prevention or treatment of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) are not considered investigational.\n3. Initiation of any DMT between the completion of apheresis and start of lymphodepletion (LD) chemotherapy. The use of methylprednisolone for bridging therapy between apheresis and start of LD chemotherapy will be allowed.\n4. History of CNS or spinal cord tumor, metabolic or infectious cause of myelopathy, genetically inherited progressive CNS disorder, sarcoidosis or non-MS progressive neurologic condition affecting ability to perform study assessments.\n5. History of cytopenia consistent with the diagnosis of myelodysplastic syndrome (MDS).\n6. History of sickle cell anemia or other hemoglobinopathy.\n7. Coagulation abnormalities defined by: international normalized ratio (INR) \\> 1.5, prothrombin time (PT) \\> 14 seconds, partial thromboplastin time (PTT) \\> 45 seconds to the exclusion criteria. Patients with positive antiphospholipid antibodies, including anti-cardiolipin, or lupus anticoagulant.\n8. Presence of fungal, bacterial, viral, or other infection that is not controlled and/ or requiring hospitalization or treatment with IV antimicrobials within 4 weeks of screening. Simple urinary tract infection (UTI) and uncomplicated bacterial pharyngitis are permitted if responding to active treatment.\n9. Psychiatric disorder(s) or psychosocial circumstance(s) which in the opinion of the Stanford Transplant team caring for this potential patient would place the patient at an unacceptable risk.\n10. Presence or history of liver cirrhosis.\n11. History of malignancy other than non-melanoma skin cancer or carcinoma in situ (e.g. cervix, bladder, breast) unless disease free for at least 3 years\n12. Active infection with HIV, hepatitis B (HBsAg positive) or hepatitis C virus (anti-HCV positive) as the immunosuppression contained in this study may pose unacceptable risk. A prior history of hepatitis B or hepatitis C is permitted providing the viral load is undetectable per quantitative PCR and/or nucleic acid testing. Hepatitis B surface antibody following hepatitis B immunization is not considered to be evidence of past infection.\n13. Central nervous system (CNS) disorder such as cerebrovascular ischemia/hemorrhage, dementia, cerebellar disease unrelated to MS that in the judgment of the investigator may impair the ability to evaluate neurotoxicity.\n14. History of myocardial infarction, cardiac angioplasty or stenting, unstable angina, or other clinically significant cardiac disease (uncontrolled congestive heart failure) within 4 months of enrollment. Subjects with stable cardiac disease fulfilling inclusion criteria are allowed.\n15. Subjects receiving anticoagulation therapy or subjects with concomitant use of antiplatelet agents.\n16. History of Crohn's, rheumatoid arthritis, systemic lupus that required continued systemic immunosuppression/systemic disease modifying agents within the 2 years prior to trial enrollment.\n17. A primary immune deficiency disease\n18. In the investigator's judgment, the subject is unlikely to complete protocol-required study visits or procedures, including follow-up visits, or comply with the study requirements for participation.\n19. History of severe immediate hypersensitivity reaction to any of the agents used in this study. This includes contraindications or life-threatening allergies, hypersensitivity, or intolerance to KYV-101 or its excipients, including dimethyl sulfoxide; Bendamustine; or tocilizumab.\n20. Any medical condition that in the judgement of the investigator is likely to interfere with assessment of safety or efficacy of study treatment.\n21. Prior treatment with total lymphoid irradiation or mitoxantrone exceeding 36 mg/m2 cumulative dose\n22. Prior treatment with autologous hematopoietic stem cell transplantation, or prior history of cellular immunotherapy (eg. CAR T) or gene therapy directed at any target.\n23. Prior treatment with anti-CD20+ monoclonal antibody therapy within 9 months of trial initiation. A 30-day washout will be required for prior treatment with glatiramer acetate, interferon-beta, and fumarates. A 60-day washout will be required for sphingosine-i-phosphate modulators and natalizumab. Excluded will be patients who received prior treatment with mitoxantrone regardless of prior cumulative dose.\n24. Prior history of solid organ transplantation\n25. Impaired cardiac function or clinically significant cardiac disease including:\n\n    * a. Unstable angina or myocardial infarction or coronary artery bypass graft (CABG) within 6 months prior to apheresis.\n    * b. New York Heart Association (NYHA) stage III or IV congestive heart failure.\n    * c. History of clinically significant cardiac arrhythmia (eg, ventricular tachycardia), complete left bundle branch block, high-grade atrioventricular (AV) block.\n    * d. History of severe nonischemic cardiomyopathy.\n    * e. Left ventricular ejection fraction (LVEF) \\<45% as assessed by echocardiogram (ECHO) or multi-gated acquisition (MUGA) scan (performed ≤8 weeks of apheresis).\n    * f. Active, current cardiac manifestations of systemic lupus erythematosus (SLE) including pericarditis, pericardial effusion, and myocarditis.\n26. Prior history of splenectomy\n27. History of moderate or worse than moderate asthma or chronic obstructive pulmonary disease (COPD)\n28. Corrected QT interval (QTc) \\>450msec in males or \\>470msecs in females\n29. Subjects with valvular heart disease (regurgitation, stenosis or atresia\n30. Moderate or worse renal impairment using criteria\n\n    * Stage 1: Kidney damage with normal or increased GFR (\\>90 mL/min/1.73 m\\^2).\n    * Stage 2: Mild reduction in GFR (60-89 mL/min/1.73 m\\^2).\n    * Stage 3a: Moderate reduction in GFR (45-59 mL/min/1.73 m\\^2).\n    * Stage 3b: Moderate reduction in GFR (30-44 mL/min/1.73 m\\^2).\n    * Stage 4: Severe reduction in GFR (15-29 mL/min/1.73 m\\^2).\n    * Stage 5: Kidney failure (GFR \\< 15 mL/min/1.73 m\\^2 or dialysis)\n31. Previously received Mavenclad, yet drug washout is ≤9 months.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "55 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Multiple Sclerosis and Neuroimmunology Study Team",
                    "role": "CONTACT",
                    "phone": "650-319-5522",
                    "email": "neuroimmunologyresearch@stanford.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Jeffrey Dunn, MD",
                    "affiliation": "Stanford University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Stanford Multiple Sclerosis Center",
                    "status": "RECRUITING",
                    "city": "Palo Alto",
                    "state": "California",
                    "zip": "94304",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Crystal Ton-Nu, BS",
                            "role": "CONTACT",
                            "phone": "650-319-5522",
                            "email": "ctonnu@stanford.edu"
                        },
                        {
                            "name": "Jeffrey Dunn, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Everett Meyer, MD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Robert Lowsky, MD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Saurabh Dahiya, MD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Jamie McDonald, MD, MS",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 37.44188,
                        "lon": -122.14302
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "31959992",
                    "type": "BACKGROUND",
                    "citation": "Brudno JN, Lam N, Vanasse D, Shen YW, Rose JJ, Rossi J, Xue A, Bot A, Scholler N, Mikkilineni L, Roschewski M, Dean R, Cachau R, Youkharibache P, Patel R, Hansen B, Stroncek DF, Rosenberg SA, Gress RE, Kochenderfer JN. Safety and feasibility of anti-CD19 CAR T cells with fully human binding domains in patients with B-cell lymphoma. Nat Med. 2020 Feb;26(2):270-280. doi: 10.1038/s41591-019-0737-3. Epub 2020 Jan 20. Erratum In: Nat Med. 2020 May;26(5):803. doi: 10.1038/s41591-020-0864-x."
                },
                {
                    "pmid": "21555250",
                    "type": "BACKGROUND",
                    "citation": "Barun B, Bar-Or A. Treatment of multiple sclerosis with anti-CD20 antibodies. Clin Immunol. 2012 Jan;142(1):31-7. doi: 10.1016/j.clim.2011.04.005. Epub 2011 Apr 15."
                },
                {
                    "pmid": "36109639",
                    "type": "BACKGROUND",
                    "citation": "Mackensen A, Muller F, Mougiakakos D, Boltz S, Wilhelm A, Aigner M, Volkl S, Simon D, Kleyer A, Munoz L, Kretschmann S, Kharboutli S, Gary R, Reimann H, Rosler W, Uderhardt S, Bang H, Herrmann M, Ekici AB, Buettner C, Habenicht KM, Winkler TH, Kronke G, Schett G. Anti-CD19 CAR T cell therapy for refractory systemic lupus erythematosus. Nat Med. 2022 Oct;28(10):2124-2132. doi: 10.1038/s41591-022-02017-5. Epub 2022 Sep 15. Erratum In: Nat Med. 2023 Nov;29(11):2956. doi: 10.1038/s41591-022-02091-9."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009103",
                    "term": "Multiple Sclerosis"
                },
                {
                    "id": "D000020528",
                    "term": "Multiple Sclerosis, Chronic Progressive"
                },
                {
                    "id": "D000012598",
                    "term": "Sclerosis"
                }
            ],
            "ancestors": [
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000020278",
                    "term": "Demyelinating Autoimmune Diseases, CNS"
                },
                {
                    "id": "D000020274",
                    "term": "Autoimmune Diseases of the Nervous System"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000003711",
                    "term": "Demyelinating Diseases"
                },
                {
                    "id": "D000001327",
                    "term": "Autoimmune Diseases"
                },
                {
                    "id": "D000007154",
                    "term": "Immune System Diseases"
                },
                {
                    "id": "D000002908",
                    "term": "Chronic Disease"
                },
                {
                    "id": "D000020969",
                    "term": "Disease Attributes"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M12060",
                    "name": "Multiple Sclerosis",
                    "asFound": "Multiple Sclerosis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M15415",
                    "name": "Sclerosis",
                    "asFound": "Sclerosis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12307",
                    "name": "Neoplasm Metastasis",
                    "relevance": "LOW"
                },
                {
                    "id": "M4629",
                    "name": "Autoimmune Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M22313",
                    "name": "Multiple Sclerosis, Chronic Progressive",
                    "asFound": "Multiple Sclerosis, Secondary Progressive",
                    "relevance": "HIGH"
                },
                {
                    "id": "M22098",
                    "name": "Demyelinating Autoimmune Diseases, CNS",
                    "relevance": "LOW"
                },
                {
                    "id": "M22094",
                    "name": "Autoimmune Diseases of the Nervous System",
                    "relevance": "LOW"
                },
                {
                    "id": "M6909",
                    "name": "Demyelinating Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10200",
                    "name": "Immune System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M6147",
                    "name": "Chronic Disease",
                    "relevance": "LOW"
                },
                {
                    "id": "M22700",
                    "name": "Disease Attributes",
                    "relevance": "LOW"
                },
                {
                    "id": "T1303",
                    "name": "Chronic Graft Versus Host Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000069461",
                    "term": "Bendamustine Hydrochloride"
                }
            ],
            "ancestors": [
                {
                    "id": "D000018906",
                    "term": "Antineoplastic Agents, Alkylating"
                },
                {
                    "id": "D000000477",
                    "term": "Alkylating Agents"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M430",
                    "name": "Bendamustine Hydrochloride",
                    "asFound": "Inserted",
                    "relevance": "HIGH"
                },
                {
                    "id": "M20942",
                    "name": "Antineoplastic Agents, Alkylating",
                    "relevance": "LOW"
                },
                {
                    "id": "M3820",
                    "name": "Alkylating Agents",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}