{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06349473",
            "orgStudyIdInfo": {
                "id": "SR604-1"
            },
            "organization": {
                "fullName": "Equilibra Bioscience LLC",
                "class": "INDUSTRY"
            },
            "briefTitle": "A Study of Safety, Tolerability, Pharmacokinetics, and Pharmacodynamics of SR604 in Two Participants Groups (Part A: Healthy Participants, and Part B: Participants With Hemophilia A or Hemophilia B)",
            "officialTitle": "A Phase 1 Single and Multiple Dose-Escalation Study to Evaluate the Safety, Tolerability, Pharmacokinetics, and Pharmacodynamics of SR604 in Healthy Participants (Part A) and the Safety, Tolerability, Pharmacokinetics, Pharmacodynamics, and Efficacy of SR604 in Participants With Hemophilia A or Hemophilia B (Part B)",
            "therapeuticArea": [
                "Other"
            ],
            "study": "a-study-of-safety-tolerability-pharmacokinetics-and-pharmacodynamics-of-in-two-participants-groups-part-a-healthy-participants-and-part-b-participants-with-hemophilia-a-or-hemophilia-b"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-04-15",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-03-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-03-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-03-20",
            "studyFirstSubmitQcDate": "2024-04-03",
            "studyFirstPostDateStruct": {
                "date": "2024-04-05",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-07",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-08",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Equilibra Bioscience LLC",
                "class": "INDUSTRY"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this study is to evaluate the safety, tolerability, pharmacokinetics (PK), and pharmacodynamic (PD) of SR604 in healthy participants (Part A) and to evaluate the safety, tolerability, PK, PD, and efficacy of SR604 in participants with severe Hemophilia A or Hemophilia B, with or without inhibitors (Part B).",
            "detailedDescription": "This is a first-in-human (FIH) study to be conducted with SR604. The study will enroll healthy participants (Part A) and participants with Hemophilia A or Hemophilia B (Part B).\n\nIn Part A (single ascending dose \\[SAD\\]): Healthy participants will be randomized in a 2:1 ratio in each of the 3 to 4 (Cohort 4 is optional) sequential cohorts. All cohorts will include participants receiving active treatment with SR604 and the other participant receiving matching placebo.\n\nIn Part B (multiple ascending dose \\[MAD\\]): Participants with severe Hemophilia A or Hemophilia B, with or without inhibitors, will be enrolled in 4 cohorts with four dose levels and is planned to receive SR604 subcutaneously.\n\nThe overall duration of study participation will be approximately 3 months."
        },
        "conditionsModule": {
            "conditions": [
                "Healthy Participants",
                "Hemophilia A",
                "Hemophilia B"
            ],
            "keywords": [
                "Single ascending dose",
                "Multiple ascending dose",
                "Factor IX",
                "Factor VIII"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "SEQUENTIAL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "INVESTIGATOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 45,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Part A: Cohort 1A (SR604 Dose 1)",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will receive single subcutaneous (SC) dose of SR604 dose 1 or matching placebo to SR604 on Day 1.",
                    "interventionNames": [
                        "Drug: SR604",
                        "Drug: Placebo"
                    ]
                },
                {
                    "label": "Part A: Cohort 2A (SR604 Dose 2)",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will receive single SC dose of SR604 dose 2 or matching placebo to SR604 on Day 1.",
                    "interventionNames": [
                        "Drug: SR604",
                        "Drug: Placebo"
                    ]
                },
                {
                    "label": "Part A: Cohort 3A (SR604 Dose 3)",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will receive single SC dose of SR604 dose 3 or matching placebo to SR604 on Day 1.",
                    "interventionNames": [
                        "Drug: SR604",
                        "Drug: Placebo"
                    ]
                },
                {
                    "label": "Part A: Cohort 4A (SR604 Dose 4)",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will receive single SC dose of SR604 dose 4 or matching placebo to SR604 on Day 1.",
                    "interventionNames": [
                        "Drug: SR604",
                        "Drug: Placebo"
                    ]
                },
                {
                    "label": "Part B: Cohort 1B (SR604 Dose 5)",
                    "type": "EXPERIMENTAL",
                    "description": "Participants with severe Hemophilia A or Hemophilia B will receive SR604 dose 5 as SC injection.",
                    "interventionNames": [
                        "Drug: SR604"
                    ]
                },
                {
                    "label": "Part B: Cohort 2B (SR604 Dose 6)",
                    "type": "EXPERIMENTAL",
                    "description": "Participants with severe Hemophilia A or Hemophilia B will receive SR604 dose 6 as SC injection.",
                    "interventionNames": [
                        "Drug: SR604"
                    ]
                },
                {
                    "label": "Part B: Cohort 3B (SR604 Dose 7)",
                    "type": "EXPERIMENTAL",
                    "description": "Participants with severe Hemophilia A or Hemophilia B will receive SR604 dose 7 as SC injection.",
                    "interventionNames": [
                        "Drug: SR604"
                    ]
                },
                {
                    "label": "Part B: Cohort 4B (SR604 Dose 8)",
                    "type": "EXPERIMENTAL",
                    "description": "Participants with severe Hemophilia A or Hemophilia B will receive SR604 dose 8 as SC injection.",
                    "interventionNames": [
                        "Drug: SR604"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "SR604",
                    "description": "SR604 will be administered as SC injection.",
                    "armGroupLabels": [
                        "Part A: Cohort 1A (SR604 Dose 1)",
                        "Part A: Cohort 2A (SR604 Dose 2)",
                        "Part A: Cohort 3A (SR604 Dose 3)",
                        "Part A: Cohort 4A (SR604 Dose 4)",
                        "Part B: Cohort 1B (SR604 Dose 5)",
                        "Part B: Cohort 2B (SR604 Dose 6)",
                        "Part B: Cohort 3B (SR604 Dose 7)",
                        "Part B: Cohort 4B (SR604 Dose 8)"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Placebo",
                    "description": "Placebo will be administered as single SC injection.",
                    "armGroupLabels": [
                        "Part A: Cohort 1A (SR604 Dose 1)",
                        "Part A: Cohort 2A (SR604 Dose 2)",
                        "Part A: Cohort 3A (SR604 Dose 3)",
                        "Part A: Cohort 4A (SR604 Dose 4)"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Parts A and B: Number of Participants with Treatment-Emergent Adverse Events (TEAEs) and Serious Adverse Events (SAEs)",
                    "description": "Safety and tolerability of a single ascending SC dose of SR604 in healthy participants and multiple ascending SC doses of SR604 in participants with Hemophilia A or Hemophilia B will be evaluated.",
                    "timeFrame": "Part A: From Baseline (Day 1) up to Day 57; Part B: From Baseline (Day 1) up to 3 months"
                },
                {
                    "measure": "Parts A and B: Number of Participants with Clinical Abnormal Changes in Coagulations Markers",
                    "description": "Safety and tolerability of a single ascending SC dose of SR604 in healthy participants and multiple ascending SC doses of SR604 in participants with Hemophilia A or Hemophilia B will be evaluated.",
                    "timeFrame": "Part A: From Baseline (Day 1) till Day 57; Part B: From Baseline (Day 1) till Day 90"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Part A: Area Under the Serum Concentration-time Curve from time Zero to the Last Quantifiable Time Point (AUC[0-t])",
                    "description": "The PK profile (AUC\\[0-t\\]) of a single ascending SC dose of SR604 in healthy participants will be assessed.",
                    "timeFrame": "From Baseline (Day 1) up to Day 57"
                },
                {
                    "measure": "Part A: Area Under the Serum Concentration-time Curve from time Zero Extrapolated to Infinity (AUC[0-inf])",
                    "description": "The PK profile (AUC\\[0-inf\\]) of a single ascending SC dose of SR604 in healthy participants will be assessed.",
                    "timeFrame": "From Baseline (Day 1) up to Day 57"
                },
                {
                    "measure": "Parts A and B: Maximum Concentration (Cmax) of SR604",
                    "description": "The PK profile (Cmax) of a single ascending and multiple ascending SC dose of SR604 will be assessed.",
                    "timeFrame": "Part A: From Baseline (Day 1) up to Day 57; Part B: From Baseline (Day 1) up to Day 90"
                },
                {
                    "measure": "Parts A and B: Time to Maximum Concentration (tmax) of SR604",
                    "description": "The PK profile (tmax) of a single ascending and multiple ascending SC dose of SR604 will be assessed.",
                    "timeFrame": "Part A: From Baseline (Day 1) up to Day 57; Part B: From Baseline (Day 1) up to Day 90"
                },
                {
                    "measure": "Parts A and B: Terminal Half-life (T1/2) of SR604",
                    "description": "The PK profile (T1/2) of a single ascending and multiple ascending SC dose of SR604 will be assessed.",
                    "timeFrame": "Part A: From Baseline (Day 1) up to Day 57; Part B: From Baseline (Day 1) up to Day 90"
                },
                {
                    "measure": "Part A: Clearance Following Extravascular Administration (CL/F) of SR604",
                    "description": "The PK profile (CL/F) of a single ascending SC dose of SR604 in healthy participants will be assessed.",
                    "timeFrame": "From Baseline (Day 1) up to Day 57"
                },
                {
                    "measure": "Part A: Volume of Distribution in Terminal Phase Following Extravascular Administration (Vz/F) of SR604",
                    "description": "The PK profile (Vz/F) of a single ascending SC dose of SR604 in healthy participants will be assessed.",
                    "timeFrame": "From Baseline (Day 1) up to Day 57"
                },
                {
                    "measure": "Parts B: Concentration before the next dose administration (Ctrough)",
                    "description": "The PK profile (Ctrough) of SR604 following repeated SC injections will be assessed.",
                    "timeFrame": "From Baseline (Day 1) up to Day 90"
                },
                {
                    "measure": "Parts B: Area Under the Serum Concentration-time Curve within One Dosing Interval (AUCtau)",
                    "description": "The PK profile (AUCtau) of SR604 following repeated SC injections will be assessed.",
                    "timeFrame": "From Baseline (Day 1) up to Day 90"
                },
                {
                    "measure": "Parts B: Accumulation Ratio (R) of SR604",
                    "description": "The PK profile (accumulation R) of SR604 following repeated SC injections will be assessed.",
                    "timeFrame": "From Baseline (Day 1) up to Day 90"
                },
                {
                    "measure": "Parts B: Number of Bleeding Events",
                    "description": "The preliminary clinical activity of SR604 will be assessed. Bleeding event (record traumatic or non-traumatic bleeding, number of bleeding sites \\[joints or non-joints\\], bleeding frequency (intervals), associated with any external triggers, level of physical activity) will be evaluated.",
                    "timeFrame": "From Baseline (Day 1) up to 3 months"
                },
                {
                    "measure": "Parts B: Annualized Bleeding Rate (ABR) in Body and Targeted Joints",
                    "description": "The preliminary clinical activity of SR604 will be assessed. ABR in body and targeted joined will be evaluated.",
                    "timeFrame": "From Baseline (Day 1) up to 3 months"
                },
                {
                    "measure": "Parts A and B: Number of Participants with Positive Antidrug Antibodies (ADAs)",
                    "description": "Number of participants with positive ADAs will be assessed.",
                    "timeFrame": "Part A: From Baseline (Day 1) till Day 57; Part B: From Baseline (Day 1) till Day 90"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Key Inclusion Criteria:\n\nPart A:\n\n* Body mass index between 18 and 30 kilograms per meter square (kg/m\\^2), inclusive, and weighs greater than or equal to (\\>=) 50 kilograms (kg), less than or equal to (\\<=) 90 kg.\n* No clinically significant findings on medical examination, including physical examination, 12-lead electrocardiogram, and clinical laboratory tests.\n* Sexually active men must commit to use an effective form of birth control while taking the study intervention and for 90 days after the dose of study intervention.\n\nPart B:\n\n* Participants must have one of the following bleeding disorders: Severe congenital Hemophilia A and Severe congenital Hemophilia B.\n* Participants whose bleeding is not well controlled on their current treatment regimen.\n* Medical records documenting a minimum of 2 years of bleeding event history.\n* Willing to undergo a weaning period from prior Hemophilia A or Hemophilia B treatment or prophylaxis.\n* Sexually active men must commit to use an effective form of birth control while taking the study intervention and for 90 days after the dose of study intervention.\n\nKey Exclusion Criteria:\n\nPart A:\n\n* Participant has clinically significant history or evidence of cardiovascular, respiratory (including all chronic lung diseases), hepatic, renal, gastrointestinal, endocrine, neurological, immunological, bleeding, or psychiatric disorder(s).\n* Participant has a mean pulse less than (\\<) 40 or greater than (\\>) 90 beats per minute (bpm), mean systolic blod pressure (BP) \\< 90 millimeter of mercury (mmHg) or \\> 140 mmHg, or mean diastolic BP \\< 50 mmHg or \\> 90 mmHg at the screening visit.\n* Participant has a mean corrected QT corrected for heart rate by Fridericia's formula (QTcF) of \\> 450 msec at the Screening Visit.\n* Participant has had injury, trauma, and/or major surgery within 3 months before Screening, or is planned to undergo surgery during the study.\n* Participant has received vaccination within 14 days before the dose of study intervention or has a vaccination planned during the study.\n* History of one or more of the following in participants and/or family members:\n\n  1. Factor V (FV) Leiden.\n  2. Activated protein C (APC) resistant.\n  3. Protein C (PC) or protein S (PS) deficiency.\n  4. Prothrombin 20210 mutation;\n  5. Antithrombin III (ATIII) deficiency.\n* History of clinically significant intracranial hemorrhage, pneumonia, chronic liver disease, liver or kidney transplants, or malignant diseases.\n* Any medical condition (eg, diabetes, obesity.) which, in the Investigator's opinion, could compromise participant safety, interfere with study intervention metabolism, or put the study outcome at undue risk. Any condition for which, in the opinion of the Investigator, participation would not be in the best interest of the participant or could prevent, limit or confound protocol-specified assessments.\n* Participants with a history of all types of thrombosis, including any arterial and/or venous thrombosis, superficial thrombophlebitis, or embolism. Additionally, participants with a history of thrombotic microangiopathy, stroke, and transient ischemic attack (TIA), or abnormal findings in any prior laboratory thrombophilia evaluation will be excluded.\n\nPart B:\n\n* Participants with a history of all types of thrombosis, including any arterial and/or venous thrombosis, superficial thrombophlebitis, or embolism. Additionally, participants with a history of thrombotic microangiopathy, stroke, and TIA, or abnormal findings in any prior laboratory thrombophilia evaluation will be excluded.\n* History of one or more of the following in participants and/or family members:\n\n  1. FV Leiden.\n  2. APC resistant.\n  3. PC or PS deficiency.\n  4. Prothrombin 20210 mutation.\n  5. ATIII deficiency.\n* Impaired cardiac function or clinically significant cardiac disease, including any of the following:\n\n  1. Clinically significant and/or uncontrolled heart disease such as congestive heart failure requiring treatment (New York Heart Association Grade \\>=2), left ventricular ejection fraction \\< 50% as determined by multiple gated acquisition or echocardiogram, or clinically significant arrhythmia.\n  2. QTcF \\> 450 ms ECG or congenital Long QT Syndrome at the Screening Visit.\n  3. Acute myocardial infarction or unstable angina pectoris \\< 3 months prior to study entry.\n* Uncontrolled hypertension (systolic BP \\> 150 mmHg and diastolic BP \\> 100 mmHg), a history of hypertension crisis, or a history of hypertensive encephalopathy.\n* Participant with the following laboratory abnormalities:\n\n  1. Alanine aminotransferase (ALT) or aspartate aminotransferase (AST) \\> 1.5 × upper limit of normal (ULN);\n  2. Total bilirubin ˃3.0 × ULN and direct bilirubin ˃1.5 × ULN (unless due to Gilbert's syndrome).\n* Calculated creatinine clearance ˂ 60 mL/min using the 2021 Chronic Kidney Disease Epidemiology Collaboration (CKD-EPI) formula at the Screening Visit.\n* Participant has positive test result for human immunodeficiency virus (HIV) antibody. a) If participants test positive for hepatitis B core antibody (HBcAb), additional tests including hepatitis B surface antibody, hepatitis B surface antigen (HBsAg), and hepatitis B viral deoxyribonucleic acid (DNA) polymerase chain reaction (PCR) will be conducted to determine if there is an active infection. Participants with active infection will be excluded from the study.; b) Participants who test positive for hepatitis C virus antibody will be required to have a negative result for hepatitis C viral ribonucleic acid (RNA) PCR before enrollment. Individuals with positive results for hepatitis C PCR will be excluded from the study.\n* Chronic liver disease (Child-Pugh class C hepatic impairment), or history of liver or kidney transplants.\n* Injury, trauma, and/or major surgery (mediastinoscopy, insertion of a central venous access device, and insertion of a feeding tube are not considered major surgery), major dental procedures (extractions, etc.) within 4 weeks of the first dose of SR604 or planned surgery during the study.\n* Active infection requiring systemic antibiotic or antiviral therapy or in a sepsis condition within 14 days prior to the first dose of SR604.\n* Any medical condition (eg, diabetes, obesity) which, in the Investigator's opinion, could compromise participant safety, interfere with SR604 metabolism, or put the study outcome at undue risk.",
            "healthyVolunteers": true,
            "sex": "MALE",
            "genderBased": true,
            "minimumAge": "18 Years",
            "maximumAge": "60 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Clinical Trials",
                    "role": "CONTACT",
                    "phone": "925-490-0278",
                    "email": "inf@equilibrabioscience.com"
                }
            ],
            "locations": [
                {
                    "facility": "California Clinical Trials Medical Group (CCTMG)",
                    "status": "RECRUITING",
                    "city": "Glendale",
                    "state": "California",
                    "zip": "91206",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Esther Yoon, M.D.",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 34.14251,
                        "lon": -118.25508
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000006467",
                    "term": "Hemophilia A"
                },
                {
                    "id": "D000002836",
                    "term": "Hemophilia B"
                }
            ],
            "ancestors": [
                {
                    "id": "D000025861",
                    "term": "Blood Coagulation Disorders, Inherited"
                },
                {
                    "id": "D000001778",
                    "term": "Blood Coagulation Disorders"
                },
                {
                    "id": "D000006402",
                    "term": "Hematologic Diseases"
                },
                {
                    "id": "D000020147",
                    "term": "Coagulation Protein Disorders"
                },
                {
                    "id": "D000006474",
                    "term": "Hemorrhagic Disorders"
                },
                {
                    "id": "D000030342",
                    "term": "Genetic Diseases, Inborn"
                },
                {
                    "id": "D000040181",
                    "term": "Genetic Diseases, X-Linked"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M9553",
                    "name": "Hemophilia A",
                    "asFound": "Hemophilia A",
                    "relevance": "HIGH"
                },
                {
                    "id": "M6076",
                    "name": "Hemophilia B",
                    "asFound": "Hemophilia B",
                    "relevance": "HIGH"
                },
                {
                    "id": "M21977",
                    "name": "Hemostatic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M5059",
                    "name": "Blood Coagulation Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M23095",
                    "name": "Blood Coagulation Disorders, Inherited",
                    "relevance": "LOW"
                },
                {
                    "id": "M9490",
                    "name": "Hematologic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M21982",
                    "name": "Coagulation Protein Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M9560",
                    "name": "Hemorrhagic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M23686",
                    "name": "Genetic Diseases, Inborn",
                    "relevance": "LOW"
                },
                {
                    "id": "M24877",
                    "name": "Genetic Diseases, X-Linked",
                    "relevance": "LOW"
                },
                {
                    "id": "T2710",
                    "name": "Hemophilia",
                    "asFound": "Hemophilia",
                    "relevance": "HIGH"
                },
                {
                    "id": "T2711",
                    "name": "Hemophilia A",
                    "asFound": "Hemophilia A",
                    "relevance": "HIGH"
                },
                {
                    "id": "T2712",
                    "name": "Hemophilia B",
                    "asFound": "Hemophilia B",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC15",
                    "name": "Blood and Lymph Conditions"
                },
                {
                    "abbrev": "BC16",
                    "name": "Diseases and Abnormalities at or Before Birth"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M8312",
                    "name": "Factor VIII",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Coag",
                    "name": "Coagulants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}