{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06309147",
            "orgStudyIdInfo": {
                "id": "ALX-923-107"
            },
            "organization": {
                "fullName": "Allyx Therapeutics",
                "class": "INDUSTRY"
            },
            "briefTitle": "A Study to Assess the Safety of BMS-984923 Compared to Placebo, in People With Parkinson's",
            "officialTitle": "A Double-Blind, Single Center, Randomized, Placebo-Controlled Study of BMS-984923 in Participants With Parkinson's Disease",
            "therapeuticArea": [
                "Neurology"
            ],
            "study": "a-study-to-assess-the-safety-of-bms-compared-to-placebo-in-people-with-parkinson-s"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-03",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-03-15",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-02-15",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-07-15",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-03-01",
            "studyFirstSubmitQcDate": "2024-03-06",
            "studyFirstPostDateStruct": {
                "date": "2024-03-13",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-03-15",
            "lastUpdatePostDateStruct": {
                "date": "2024-03-18",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Allyx Therapeutics",
                "class": "INDUSTRY"
            },
            "collaborators": [
                {
                    "name": "Michael J. Fox Foundation for Parkinson's Research",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "A Phase 1, randomized, double-blind, placebo-controlled study of BMS-984923 administered orally twice daily (BID) for 28 days in participants with Parkinson's disease.",
            "detailedDescription": "This double-blind placebo-controlled study will evaluate 28 days of twice daily dosing of BMS-984923 at two dose levels in comparison to placebo in participants with early Parkinson's disease.\n\nThis research study will assess the safety and tolerability of multiple doses of BMS-984923 for the treatment of early Parkinson's disease and investigate Dopamine transporter levels in the brain measured with single photon emission computed tomography as an early marker of therapeutic response to a treatment that targets synapse restoration."
        },
        "conditionsModule": {
            "conditions": [
                "Parkinson Disease"
            ],
            "keywords": [
                "Synapses",
                "mGluR5 receptor",
                "Silent allosteric modulator",
                "Alzheimer's Disease"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Double blind, parallel, 3-arm, placebo controlled",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "QUADRUPLE",
                    "maskingDescription": "Matching placebo",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 18,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "50 mg Active",
                    "type": "EXPERIMENTAL",
                    "description": "50mg BID",
                    "interventionNames": [
                        "Drug: BMS-9894923"
                    ]
                },
                {
                    "label": "100mg Active",
                    "type": "EXPERIMENTAL",
                    "description": "100mg BID",
                    "interventionNames": [
                        "Drug: BMS-9894923"
                    ]
                },
                {
                    "label": "Matching Placebo",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "50 and 100 mg matching placebo",
                    "interventionNames": [
                        "Drug: BMS-9894923"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "BMS-9894923",
                    "description": "50 mg capsules, oral administration",
                    "armGroupLabels": [
                        "100mg Active",
                        "50 mg Active",
                        "Matching Placebo"
                    ],
                    "otherNames": [
                        "ALX-001"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Incidence of treatment-emergent adverse events (TEAEs)",
                    "description": "Safety",
                    "timeFrame": "Up to 14 days after last dose"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Area under the curve for the first 24 hours of dosing (AUC24h) and at steady state as determined by pharmacokinetic modeling",
                    "description": "Total plasma concentration as determined by pharmacokinetic modeling",
                    "timeFrame": "Up to 14 days after last dose"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "To evaluate changes in α-synuclein",
                    "description": "α-synuclein plasma concentration will be assessed for changes",
                    "timeFrame": "Up to 14 days after last dose"
                },
                {
                    "measure": "Change from baseline dopamine transporter",
                    "description": "Changes in dopamine transporter measured by single-photon emission computed tomography imaging",
                    "timeFrame": "Up to 3 days after last dose"
                },
                {
                    "measure": "Assess changes in motor function",
                    "description": "Change from baseline in motor aspects of experiences of daily living as measured by the Movement Disorder Society Unified Parkinson's Disease Rating Scale (MDS-UPDRS).\n\nThe MDS-UPDRS is a clinical rating scale that assesses the symptomatic burden of Parkinson's Disease. The scale has four main sections, and each item is measured on a 5-point scale (0 to 4) where higher scores are associated with more disability.",
                    "timeFrame": "Up to 14 days after last dose"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Men or women between the ages of 50 and 80 years, inclusive at the time of screening.\n2. Clinical diagnosis of Parkinson's disease as defined by the United Kingdom Parkinson's disease (PD) Society Brain Bank Clinical Diagnostic Criteria and Movement Disorder Society Parkinson's disease Criteria (must meet both criteria); must include bradykinesia and responsiveness to levodopa.\n3. Maintenance on stable Parkinson's disease therapy for at least 28 days prior to Screening/Visit 1 through treatment period to Day 42, with demonstratable medication efficacy as assessed by the Investigator.\n4. Severity of Parkinson's disease symptoms assessed by Hoehn and Yahr Staging score ≤3.0 (assessed in the \"ON\" state).\n5. Maintenance on permitted stable non-Parkinson's disease therapy for at least 28 days prior to Day 1 through the treatment period to Day 42.\n6. Female participants of childbearing potential must have a negative urine pregnancy test at Screening and baseline, as well as be non-lactating and must agree to use a highly effective method of contraception during the study and for 30 days following last dose of study drug.\n7. Male participants must be sterile or sexually inactive or agree not to father a child during the study and for 1 month after the last dose of study medication and must agree to use a barrier method for contraception. Female partners of male subjects must adopt a highly effective method of contraception\n8. Adequate visual, hearing, cognitive and physical ability and willingness to comply with study drug administration, scheduled visits, treatment plan, laboratory tests, and other study-related procedures to complete the study\n9. Institutional Review Board/Ethics Committee-approved consent form signed and dated by the participant\n\nExclusion Criteria:\n\n1. Diagnosis of secondary or atypical parkinsonism\n2. Severe or disabling fluctuations or dyskinesias that would, in the opinion of the Investigator, interfere with completion of the study\n3. Previous surgical procedure for Parkinson's disease (e.g. Duopa, deep brain stimulation)\n4. Clinically significant cognitive impairment with a Montreal Cognitive Assessment score \\<18\n5. Has a history or current evidence of long QT syndrome\n6. Has bradycardia or tachycardia on the electrocardiogram (ECG) at Screening\n7. Clinical or laboratory findings consistent with another primary neurodegenerative disease or cognitive disorder other than Parkinson's disease, including but not limited to, frontotemporal lobar disease, Huntington's disease, progressive supranuclear palsy, multisystem atrophy, Jacob-Creutzfeld Disease, Down's syndrome, amyotrophic lateral sclerosis, seizure disorder, or other infectious, metabolic or systemic disease affecting the central nervous system including but not limited to, syphilis, present hypothyroidism, present vitamin B12 deficiency, or other laboratory abnormalities\n8. Suicidality, defined as active suicidal thoughts or ideation or history of suicide attempt in previous 2 years, or, in the Investigator's opinion, at serious risk of suicide\n9. Currently active major depression as determined by Beck Depression Inventory (BDI)-II score of \\>19\n10. Has a history or current diagnosis of a psychiatric disorder such as schizophrenia, bipolar disorder or major depression according to the criteria of the most current version of the Diagnostic and Statistical Manual of Mental Disorders.\n11. Clinically significant or unstable medical condition, including uncontrolled hypertension, or significant cardiac, pulmonary, hepatic, endocrine, or other systemic disease that in the Investigator's opinion may either put the participant at risk because of participation in the study, or influence the results, or impair the participant's ability to participate in the study\n12. Any disorder that could interfere with absorption, distribution, metabolism or excretion of drugs (e.g., small bowel disease, Crohn's disease, celiac disease or liver disease)\n13. Hospitalization or change of chronic concomitant medication within 8 weeks prior to baseline\n14. Body mass index (BMI) \\>38 kg/m2 or body weight \\<50 kg\n15. Has uncontrolled type 1 or type 2 diabetes. A subject with glycated hemoglobin (HbA1c) levels up to 7.5% can be enrolled if the Investigator believes the participant's diabetes is under control.\n16. Has moderate or severe renal disease.\n17. Has cancer or has had a malignant tumor (cerebral or systemic) within the past 3 years. (Participants with stable untreated prostate cancer or treated cutaneous squamous or basal cell carcinomas are not excluded)\n18. Presence or history of psychosis, including if induced by anti-parkinsonian medications at doses required to improve motor symptoms, or hallucinations not induced by medications\n19. Participant is currently pregnant, breast-feeding and/or lactating.\n20. History of alcohol or substance abuse or dependence within the past 2 years.\n21. Suspected or known allergy to any components of the study medication; Hypromellose Sodium lauryl sulfate, Lactose monohydrate, Croscarmellose sodium, Magnesium stearate.\n22. Clinically significant abnormalities in B12 or thyroid function tests (TFTs) that might interfere with the study\n23. Use of anticoagulants within 30 days or 5 half-lives (whichever is greater) prior to study drug administration and for the duration of the study\n24. Use of another investigational agent within 90 days or 5 half-lives (whichever is greater) prior to Screening and for the duration of the study\n25. Neutropenia defined as absolute neutrophil count of \\<1,500/microliter\n26. Thrombocytopenia defined as platelet count \\<100,000/microliter\n27. Clinically significant abnormalities in screening laboratory tests, including aspartate aminotransferase, alanine aminotransferase, total bilirubin, serum creatinine.\n28. Male participants with female partners of child-bearing potential who are unwilling or unable to adhere to contraception requirements specified in the protocol.\n29. Use of medications with potential drug-drug interactions within 2 weeks or 5 half-lives (whichever is greater) prior to study drug administration and for the duration of the study\n30. Any contraindication to DaTscan, including claustrophobia, the presence of metal (ferromagnetic) implants, a cardiac pacemaker, or allergy to iodine\n31. History of a seizure disorder, if stable on medication is acceptable\n32. An immediate family member (i.e., spouse, parent, child, or sibling, whether biological or legally adopted) of the Investigator, Sponsor or contract research organizations conducting the trial\n33. History of Covid-19 infection within 6 weeks prior to screening. Participants with unresolved symptoms of Covid-19 infection or ongoing cognitive or other deficits attributable to post-Covid-19, that may affect participant safety or interfere with cognitive assessments, based on the Investigator's clinical judgment.\n34. Unable to comply with the protocol procedures or any significant issue raised by the Investigator that may compromise participant safety or potentially interfere with study interpretation.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "50 Years",
            "maximumAge": "80 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Alexis Schuettke",
                    "role": "CONTACT",
                    "phone": "919-668-2842",
                    "email": "Alexis.schuettke@duke.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Laurie Sanders, Ph.D",
                    "affiliation": "Duke University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Duke Clinical Research Institute",
                    "status": "RECRUITING",
                    "city": "Durham",
                    "state": "North Carolina",
                    "zip": "27701",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Alexis Schuettke",
                            "role": "CONTACT",
                            "phone": "919-668-2842",
                            "email": "alexis.schuettke@duke.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 35.99403,
                        "lon": -78.89862
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "28945221",
                    "type": "BACKGROUND",
                    "citation": "Ferreira DG, Temido-Ferreira M, Vicente Miranda H, Batalha VL, Coelho JE, Szego EM, Marques-Morgado I, Vaz SH, Rhee JS, Schmitz M, Zerr I, Lopes LV, Outeiro TF. alpha-synuclein interacts with PrPC to induce cognitive impairment through mGluR5 and NMDAR2B. Nat Neurosci. 2017 Nov;20(11):1569-1579. doi: 10.1038/nn.4648. Epub 2017 Sep 25."
                },
                {
                    "pmid": "31853635",
                    "type": "BACKGROUND",
                    "citation": "Corbett GT, Wang Z, Hong W, Colom-Cadena M, Rose J, Liao M, Asfaw A, Hall TC, Ding L, DeSousa A, Frosch MP, Collinge J, Harris DA, Perkinton MS, Spires-Jones TL, Young-Pearse TL, Billinton A, Walsh DM. PrP is a central player in toxicity mediated by soluble aggregates of neurodegeneration-causing proteins. Acta Neuropathol. 2020 Mar;139(3):503-526. doi: 10.1007/s00401-019-02114-9. Epub 2019 Dec 18."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000010300",
                    "term": "Parkinson Disease"
                }
            ],
            "ancestors": [
                {
                    "id": "D000020734",
                    "term": "Parkinsonian Disorders"
                },
                {
                    "id": "D000001480",
                    "term": "Basal Ganglia Diseases"
                },
                {
                    "id": "D000001927",
                    "term": "Brain Diseases"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000009069",
                    "term": "Movement Disorders"
                },
                {
                    "id": "D000080874",
                    "term": "Synucleinopathies"
                },
                {
                    "id": "D000019636",
                    "term": "Neurodegenerative Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M13213",
                    "name": "Parkinson Disease",
                    "asFound": "Parkinson's Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M3885",
                    "name": "Alzheimer Disease",
                    "relevance": "LOW"
                },
                {
                    "id": "M22494",
                    "name": "Parkinsonian Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M25603",
                    "name": "Ganglion Cysts",
                    "relevance": "LOW"
                },
                {
                    "id": "M16358",
                    "name": "Synovial Cyst",
                    "relevance": "LOW"
                },
                {
                    "id": "M4774",
                    "name": "Basal Ganglia Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5204",
                    "name": "Brain Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12029",
                    "name": "Movement Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M2217",
                    "name": "Synucleinopathies",
                    "relevance": "LOW"
                },
                {
                    "id": "M21558",
                    "name": "Neurodegenerative Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T2192",
                    "name": "Familial Alzheimer Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                },
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}