{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06395519",
            "orgStudyIdInfo": {
                "id": "ETX-19477-101"
            },
            "organization": {
                "fullName": "858 Therapeutics, Inc.",
                "class": "INDUSTRY"
            },
            "briefTitle": "A Study of PARG Inhibitor ETX-19477 in Patients With Advanced Solid Malignancies",
            "officialTitle": "A Study of PARG Inhibitor ETX-19477 in Patients With Advanced Solid Malignancies",
            "acronym": "ERADIC8",
            "therapeuticArea": [
                "Oncology and Hematology",
                "Other"
            ],
            "study": "a-study-of-parg-inhibitor-etx-in-patients-with-advanced-solid-malignancies"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-05-13",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-12",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-12",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-04-24",
            "studyFirstSubmitQcDate": "2024-04-30",
            "studyFirstPostDateStruct": {
                "date": "2024-05-02",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-02",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-05",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "858 Therapeutics, Inc.",
                "class": "INDUSTRY"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This is a two-part, open-label, multicenter, dose escalation and dose expansion study designed to evaluate the safety, tolerability, pharmacokinetics (PK), pharmacodynamics (PDx), and anti- tumor activity of ETX-19477, a novel reversible small molecule inhibitor of PARG.",
            "detailedDescription": "A hallmark of many cancer cells is replication stress, which is characterized by the slowing or stalling of replication forks during the DNA replication process, leading to the accumulation of damaged DNA. The cellular response to replication stress is the activation of cell-cycle checkpoints and the DNA damage response (DDR) pathway to arrest the cell cycle and promote repair of the damaged DNA.\n\nPoly (ADP) ribose glycohydrolase (PARG) plays a critical role in DDR with genetic depletion or inhibition by reference compounds resulting in increased numbers of single-strand breaks (SSBs) and double-strand breaks (DSBs) and reduced kinetics of break repair. In addition, under conditions of replication stress in cancer cells, PARG depletion or inhibition has been shown to inhibit proliferation and arrest cells in the S or G2 phase of the cell cycle and/or induce apoptosis alone or in combination with DNA damaging agents or replication stress inducers. The replication stress response represents a cancer-specific vulnerability, which can be targeted by PARG small molecule inhibition."
        },
        "conditionsModule": {
            "conditions": [
                "Advanced or Metastatic Solid Tumors",
                "Breast Cancer",
                "Ovarian Cancer",
                "Prostate Cancer",
                "Epithelial Ovarian Cancer",
                "BRCA2 Mutation",
                "ER+ Breast Cancer",
                "Castrate Resistant Prostate Cancer",
                "BRCA1 Mutation",
                "BRCA Mutation",
                "Endometrial Cancer",
                "Colorectal Cancer",
                "Gastric Cancer"
            ],
            "keywords": [
                "PARG Inhibitor"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "SEQUENTIAL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 48,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Phase 1 Part 1: Monotherapy Dose Escalation",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will be assigned to a dose level.",
                    "interventionNames": [
                        "Drug: ETX-19477"
                    ]
                },
                {
                    "label": "Phase 1 Part 2: Monotherapy Dose Expansion",
                    "type": "EXPERIMENTAL",
                    "description": "After a dose is decided in Part 1, participants entering part 2 will be assigned to a dose level.",
                    "interventionNames": [
                        "Drug: ETX-19477"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "ETX-19477",
                    "description": "Oral medication taken daily",
                    "armGroupLabels": [
                        "Phase 1 Part 1: Monotherapy Dose Escalation",
                        "Phase 1 Part 2: Monotherapy Dose Expansion"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "To characterize the safety and tolerability of ETX-19477, the maximum tolerated dose (MTD) and/or RP2D of ETX-19477",
                    "description": "Frequency of dose-limiting toxicities (DLTs), frequency and severity of AEs, including abnormal ECG parameters, and serious adverse events (SAEs)",
                    "timeFrame": "6 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "To characterize the pharmacokinetic (PK) profile of ETX-19477 by measuring maximum plasma concentration (Cmax)",
                    "description": "Maximum Plasma Concentration \\[Cmax\\] for single (Cycle 1 Day 1) dose and at steady state (Cycle 2 Day 1) with trough levels at the beginning of the next cycle (Cycle 3 Day 1).",
                    "timeFrame": "3 months"
                },
                {
                    "measure": "To characterize the pharmacokinetic (PK) profile of ETX-19477 by measuring maximum blood concentration (tmax)",
                    "description": "Time of Maximum Blood Concentration (tmax) for single dose and at steady state with trough levels at the beginning of the next cycle.",
                    "timeFrame": "3 months"
                },
                {
                    "measure": "To characterize the pharmacokinetic (PK) profile of ETX-19477 by measuring elimination half-life (t1/2)",
                    "description": "Elimination half-life (t1/2) for single dose and at steady state with trough levels at the beginning of the next cycle.",
                    "timeFrame": "3 months"
                },
                {
                    "measure": "To further characterize the pharmacokinetic (PK) profile of ETX-19477 by the Area Under the Blood Concentration-Time Curve (AUC0-t, AUC0-inf), Clearance (CL), Volume of Distribution (Vd)",
                    "description": "Area Under the Blood Concentration-Time Curve (AUC0-t, AUC0-inf), Clearance (CL), Volume of Distribution (Vd) of ETX-19477",
                    "timeFrame": "3 months"
                },
                {
                    "measure": "To assess the preliminary anti-tumor activity of ETX-19477 in participants by measuring objective response rate (ORR) using RECIST v1.1",
                    "description": "Objective response rate (ORR) assessed using RECIST criteria v1.1",
                    "timeFrame": "2 years"
                },
                {
                    "measure": "To assess the preliminary anti-tumor activity of ETX-19477 in participants by measuring duration of response (DOR) using RECIST v1.1",
                    "description": "Duration of response (DOR) assessed using RECIST criteria v1.1",
                    "timeFrame": "2 years"
                },
                {
                    "measure": "To assess the preliminary anti-tumor activity of ETX-19477 in participants by measuring disease control rate (DCR) using RECIST v1.1",
                    "description": "Disease control rate (DCR) assessed using RECIST criteria v1.1",
                    "timeFrame": "2 years"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Males and females of age ≥ 18 years at the time of signing the informed consent document.\n* Histologically or cytologically confirmed advanced (incurable recurrent, unresectable, or metastatic) solid cancer, excluding primary central nervous system (CNS) tumors.\n* Any solid tumor malignancy, excluding primary CNS tumors, with progression on or after or intolerance to most recent systemic therapy. Preferential enrollment consideration will be made for patients with known BRCA2 mutations resulting in loss of function.\n* Progression on or after or intolerance to most recent systemic therapy. Prior treatment in the recurrent/metastatic setting; patients must have received approved standard therapy that is available to the patient that is known to confer clinical benefit, unless this therapy is contraindicated, intolerable to the patient, or is declined by the patient.\n* No investigational agent within 3 weeks or 5 half-lives (whichever is shorter; minimum of 2 weeks) prior to first dose of study drug.\n* Life expectancy of at least 3 months.\n\nExclusion Criteria:\n\n* Receiving continuous corticosteroids at prednisone-equivalent dose of \\>10 mg/day. Chronic systemic corticosteroid therapy for physiologic replacement (≤10 mg/day of prednisone equivalents) and the use of non-systemic corticosteroids (e.g., inhaled, topical, intra-nasal, intra-articular, or ophthalmic) are permitted.\n* Definitive radiotherapy within 6 weeks and palliative radiation within 2 weeks prior to the first dose of study drug.\n* Symptomatic untreated or progressing brain metastases. Stable, treated brain metastases are allowed if no evidence of radiologic or clinical progression or increasing corticosteroid use for at least 4 weeks.\n* Impairment of gastrointestinal (GI) function or GI disease that may significantly alter the absorption of ETX-19477 and no history of bowel obstruction within 6 months prior to enrollment.\n* Known symptomatic and radiologically progressing or leptomeningeal disease (LMD). If LMD has been reported radiographically on baseline magnetic resonance imaging (MRI), but is not suspected clinically by the Investigator, the patient must be free of neurological symptoms of LMD.\n* Resting ECG with QT interval calculated using the Fridericia's formula (QTcF) \\>470 msec on 2 or more timepoints within a 24-hour period, or history or family history of congenital long QT syndrome.\n* History of myocardial infarction or unstable angina within 6 months prior to enrollment, or clinically significant cardiac disease, such as ventricular arrhythmia requiring therapy, uncontrolled hypertension, clinically significant uncontrolled arrhythmias, or any history of symptomatic congestive heart failure.\n* Known active or chronic infection (viral, bacterial, or fungal), including tuberculosis, hepatitis B, hepatitis C, or AIDS-related illness. Controlled infections, including HIV and \"cured\" hepatitis C (no active fever, no evidence of systemic inflammatory response syndrome) that are stable with undetectable viral load on antiviral treatment are not exclusionary.\n* Acute or chronic uncontrolled renal disease, pancreatitis, or liver disease (with exception of patients with Gilbert's Syndrome, asymptomatic gallstones, liver metastases, or stable chronic liver disease per Investigator assessment).\n* Known other previous/current malignancy requiring treatment within ≤2 years except for limited disease treated with curative intent, such as carcinoma in situ, squamous or basal cell skin carcinoma, or superficial bladder carcinoma.\n* Patients receiving proton pump inhibitors (PPIs), strong cytochrome P450 (CYP)3A inhibitors and inducers, or P-glycoprotein (P-gp) inhibitors. Patients should not receive PPIs within 7 days prior to first dose of study drug. Strong CYP3A inducers or inhibitors or strong P-gp inhibitors should not be given within 6 half-lives prior to first dose of study drug.\n* Patients currently treated with therapeutic doses of warfarin sodium (Coumadin®) or any other coumarin-derivative anticoagulants",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "858 Therapeutics, Inc.",
                    "role": "CONTACT",
                    "phone": "(858) 987-8380",
                    "email": "kbellmcguinn@8five8tx.com"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Katherine Bell-McGuinn, MD, PhD",
                    "affiliation": "858 Therapeutics, Inc.",
                    "role": "STUDY_CHAIR"
                }
            ],
            "locations": [
                {
                    "facility": "Yale Cancer Center",
                    "status": "NOT_YET_RECRUITING",
                    "city": "New Haven",
                    "state": "Connecticut",
                    "zip": "06510",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 41.30815,
                        "lon": -72.92816
                    }
                },
                {
                    "facility": "Memorial Sloan Kettering Cancer Center",
                    "status": "NOT_YET_RECRUITING",
                    "city": "New York",
                    "state": "New York",
                    "zip": "10065",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 40.71427,
                        "lon": -74.00597
                    }
                },
                {
                    "facility": "MD Anderson Cancer Center",
                    "status": "RECRUITING",
                    "city": "Houston",
                    "state": "Texas",
                    "zip": "77030",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 29.76328,
                        "lon": -95.36327
                    }
                },
                {
                    "facility": "START Center for Cancer Care - Mountain Region",
                    "status": "RECRUITING",
                    "city": "Salt Lake City",
                    "state": "Utah",
                    "zip": "84112",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 40.76078,
                        "lon": -111.89105
                    }
                },
                {
                    "facility": "Virginia Cancer Specialists",
                    "status": "RECRUITING",
                    "city": "Fairfax",
                    "state": "Virginia",
                    "zip": "22031",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 38.84622,
                        "lon": -77.30637
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000001943",
                    "term": "Breast Neoplasms"
                },
                {
                    "id": "D000011471",
                    "term": "Prostatic Neoplasms"
                },
                {
                    "id": "D000010051",
                    "term": "Ovarian Neoplasms"
                },
                {
                    "id": "D000077216",
                    "term": "Carcinoma, Ovarian Epithelial"
                },
                {
                    "id": "D000016889",
                    "term": "Endometrial Neoplasms"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000001941",
                    "term": "Breast Diseases"
                },
                {
                    "id": "D000012871",
                    "term": "Skin Diseases"
                },
                {
                    "id": "D000005834",
                    "term": "Genital Neoplasms, Male"
                },
                {
                    "id": "D000014565",
                    "term": "Urogenital Neoplasms"
                },
                {
                    "id": "D000005832",
                    "term": "Genital Diseases, Male"
                },
                {
                    "id": "D000091662",
                    "term": "Genital Diseases"
                },
                {
                    "id": "D000091642",
                    "term": "Urogenital Diseases"
                },
                {
                    "id": "D000011469",
                    "term": "Prostatic Diseases"
                },
                {
                    "id": "D000052801",
                    "term": "Male Urogenital Diseases"
                },
                {
                    "id": "D000004701",
                    "term": "Endocrine Gland Neoplasms"
                },
                {
                    "id": "D000010049",
                    "term": "Ovarian Diseases"
                },
                {
                    "id": "D000000291",
                    "term": "Adnexal Diseases"
                },
                {
                    "id": "D000005831",
                    "term": "Genital Diseases, Female"
                },
                {
                    "id": "D000052776",
                    "term": "Female Urogenital Diseases"
                },
                {
                    "id": "D000005261",
                    "term": "Female Urogenital Diseases and Pregnancy Complications"
                },
                {
                    "id": "D000005833",
                    "term": "Genital Neoplasms, Female"
                },
                {
                    "id": "D000004700",
                    "term": "Endocrine System Diseases"
                },
                {
                    "id": "D000006058",
                    "term": "Gonadal Disorders"
                },
                {
                    "id": "D000002277",
                    "term": "Carcinoma"
                },
                {
                    "id": "D000009375",
                    "term": "Neoplasms, Glandular and Epithelial"
                },
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000014594",
                    "term": "Uterine Neoplasms"
                },
                {
                    "id": "D000014591",
                    "term": "Uterine Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5220",
                    "name": "Breast Neoplasms",
                    "asFound": "Breast Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12974",
                    "name": "Ovarian Neoplasms",
                    "asFound": "Ovarian Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M14335",
                    "name": "Prostatic Neoplasms",
                    "asFound": "Prostate Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M16064",
                    "name": "Stomach Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M1704",
                    "name": "Carcinoma, Ovarian Epithelial",
                    "asFound": "Ovarian Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5534",
                    "name": "Carcinoma",
                    "relevance": "LOW"
                },
                {
                    "id": "M19235",
                    "name": "Endometrial Neoplasms",
                    "asFound": "Endometrial Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5218",
                    "name": "Breast Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M15674",
                    "name": "Skin Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8946",
                    "name": "Genital Neoplasms, Male",
                    "relevance": "LOW"
                },
                {
                    "id": "M17315",
                    "name": "Urogenital Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M2876",
                    "name": "Genital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8944",
                    "name": "Genital Diseases, Male",
                    "relevance": "LOW"
                },
                {
                    "id": "M2875",
                    "name": "Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14333",
                    "name": "Prostatic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M27095",
                    "name": "Male Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M7863",
                    "name": "Endocrine Gland Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M12972",
                    "name": "Ovarian Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M3643",
                    "name": "Adnexal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8943",
                    "name": "Genital Diseases, Female",
                    "relevance": "LOW"
                },
                {
                    "id": "M27093",
                    "name": "Female Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14127",
                    "name": "Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M8399",
                    "name": "Female Urogenital Diseases and Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M8945",
                    "name": "Genital Neoplasms, Female",
                    "relevance": "LOW"
                },
                {
                    "id": "M7862",
                    "name": "Endocrine System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M9163",
                    "name": "Gonadal Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M12320",
                    "name": "Neoplasms, Glandular and Epithelial",
                    "relevance": "LOW"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M17342",
                    "name": "Uterine Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M17339",
                    "name": "Uterine Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T4352",
                    "name": "Ovarian Cancer",
                    "asFound": "Ovarian Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "T5486",
                    "name": "Stomach Cancer",
                    "relevance": "LOW"
                },
                {
                    "id": "T4354",
                    "name": "Ovarian Epithelial Cancer",
                    "asFound": "Ovarian Cancer",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "BC19",
                    "name": "Gland and Hormone Related Diseases"
                },
                {
                    "abbrev": "BC06",
                    "name": "Digestive System Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}