{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06483802",
            "orgStudyIdInfo": {
                "id": "2016-CL-0101"
            },
            "organization": {
                "fullName": "Astellas Pharma Inc",
                "class": "INDUSTRY"
            },
            "briefTitle": "A Study of ASP2016 in Adults Who Have Heart Disease Associated With Friedreich Ataxia",
            "officialTitle": "A Multicenter, Open-Label, Dose Escalation, Phase 1b Study to Evaluate the Safety, Tolerability and Preliminary Efficacy of ASP2016 for Friedreich Ataxia Cardiomyopathy",
            "therapeuticArea": [
                "Cardiovascular",
                "Other"
            ],
            "study": "a-study-of-in-adults-who-have-heart-disease-associated-with-friedreich-ataxia"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-08-31",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2031-01-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2031-01-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-06-26",
            "studyFirstSubmitQcDate": "2024-06-26",
            "studyFirstPostDateStruct": {
                "date": "2024-07-03",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-26",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-03",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Astellas Gene Therapies",
                "class": "INDUSTRY"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Friedreich Ataxia is a rare condition that causes damage to the nervous system and muscles. People with Friedreich Ataxia have difficulty walking, lose sensation in their arms and legs, and have slurred speech. It can also affect the heart and many people with Friedrich Ataxia develop serious heart problems. Friedreich Ataxia is a genetic condition which means a faulty gene is passed down through families. This type of gene therapy treats a genetic condition by providing a healthy copy of the gene.\n\nAt the time this study started, there was no approved treatment for heart problems in people with Friedreich Ataxia.\n\nIn this study, ASP2016 is being tested in humans for the first time. The people taking part are adults with Friedreich Ataxia who have heart problems.\n\nThe main aims of the study are to check the safety of ASP2016 and how people cope with (tolerate) ASP2016. ASP2016 is given as a slow injection into a vein. This is called an infusion. People will also take tablets of a medicine called prednisolone. This is taken to stop the immune system interfering with ASP2016.\n\nEach person in the study will be given 1 single infusion of ASP2016. Different small groups will receive lower or higher doses of ASP2016. Each person will stay overnight in the clinic for at least 1 night after their infusion.\n\nFor the first few months, people will visit the clinic regularly. There may be the option of home visits by a study nurse at some visits. At the 6-month and 12-month visits extra tests, procedures, and scans will be done. One of these is an ECHO (echocardiogram) scan. This is like an ultrasound scan for the heart. Another is an endomyocardial biopsy. A tiny piece of their heart tissue is removed (biopsy). A flexible hollow tube (catheter) goes into the blood vessels up to the heart. Then, a small device on the end of the catheter takes a tiny piece of heart tissue (about the size of a pencil tip). Another is a cardiac MRI. This takes pictures of the inside of the heart using a powerful magnet. Another is a cardiopulmonary exercise test (CPET). This involves moving a specially designed set of bicycle pedals using hands and arms. This will check how the lungs, heart and muscles are affected during exercise.\n\nAfter the 12-month visit, people will visit the clinic every few months for up to a few years."
        },
        "conditionsModule": {
            "conditions": [
                "Friedreich Ataxia",
                "Cardiomyopathy"
            ],
            "keywords": [
                "ASP2016",
                "Friedreich Ataxia Cardiomyopathy",
                "Frataxin",
                "Friedreichs Ataxia",
                "Heart",
                "Gene Therapy"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 14,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "ASP2016",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will receive a single dose of ASP2016. Participants will also receive daily prednisolone beginning 1 day prior to ASP2016 dose and for at least 16 weeks after ASP2016 dose, in order to suppress the immune response to ASP2016.",
                    "interventionNames": [
                        "Genetic: ASP2016",
                        "Drug: Prednisolone"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "GENETIC",
                    "name": "ASP2016",
                    "description": "Intravenous (IV) infusion",
                    "armGroupLabels": [
                        "ASP2016"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Prednisolone",
                    "description": "Oral",
                    "armGroupLabels": [
                        "ASP2016"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Number of Participants with Treatment Emergent Adverse Events (TEAEs)",
                    "description": "A TEAE is defined as an AE observed after starting administration of the study intervention.\n\nAn AE is any untoward medical occurrence in a patient or clinical study participant, temporally associated with the use of study intervention, whether or not considered related to the study intervention.\n\nNote: an AE can therefore be any unfavorable and unintended sign (including an abnormal laboratory finding), symptom or disease (new or exacerbated) temporally associated with the use of study intervention. This includes events related to the comparator, if applicable, and events related to the (study) procedures.",
                    "timeFrame": "Up to month 60"
                },
                {
                    "measure": "Number of Participants with Serious Adverse Events (SAEs)",
                    "description": "An SAE is defined as any untoward medical occurrence that, at any dose: results in death, is life-threatening, requires inpatient hospitalization or prolongation of existing hospitalization, results in persistent or significant disability/incapacity, is a congenital anomaly/birth defect, and other medically important events.",
                    "timeFrame": "Up to month 60"
                },
                {
                    "measure": "Number of participants with laboratory value abnormalities and/or AEs",
                    "description": "Number of participants with potentially clinically significant laboratory values.",
                    "timeFrame": "Up to month 60"
                },
                {
                    "measure": "Number of participants with electrocardiogram (ECG) abnormalities and/or AEs",
                    "description": "Number of participants with potentially clinically significant ECG values.",
                    "timeFrame": "Up to month 60"
                },
                {
                    "measure": "Number of participants with physical exam value abnormalities and/or AEs",
                    "description": "Number of participants with potentially clinically significant physical exam values.",
                    "timeFrame": "Up to month 60"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change from baseline of frataxin protein level in cardiac tissue",
                    "description": "Frataxin protein level in cardiac tissue will be recorded from endomyocardial biopsies collected by cardiac catheterization.",
                    "timeFrame": "Baseline, week 24 and week 52"
                },
                {
                    "measure": "Change from baseline of peak rate of oxygen consumption (VO2peak)",
                    "description": "VO2peak will be measured by upper extremity cardiopulmonary exercise testing (CPET).",
                    "timeFrame": "Baseline, week 24 and week 52"
                },
                {
                    "measure": "Change from baseline of ventilatory anaerobic threshold (AT)",
                    "description": "AT will be measured by upper extremity CPET.",
                    "timeFrame": "Baseline, week 24 and week 52"
                },
                {
                    "measure": "Change from baseline of ventilation (VE)/volume of exhaled carbon dioxide (VCO2) slope",
                    "description": "VE/VCO2 slope will be measured by upper extremity CPET.",
                    "timeFrame": "Baseline, week 24 and week 52"
                },
                {
                    "measure": "Change from baseline of left ventricular ejection fraction (LVEF)",
                    "description": "LVEF will be measured by echocardiogram (ECHO).",
                    "timeFrame": "Baseline, week 24 and week 52"
                },
                {
                    "measure": "Change from baseline of left ventricular mass index (LVMI)",
                    "description": "LVMI will be measured by ECHO.",
                    "timeFrame": "Baseline, week 24 and week 52"
                },
                {
                    "measure": "Change from baseline of longitudinal cardiac strain",
                    "description": "Longitudinal cardiac strain will be measured by ECHO.",
                    "timeFrame": "Baseline, week 24 and week 52"
                },
                {
                    "measure": "Change from baseline of vector copy number (VCN)",
                    "description": "VCN will be recorded from endomyocardial biopsies collected by cardiac catheterization.",
                    "timeFrame": "Baseline, week 24 and week 52"
                },
                {
                    "measure": "Change from baseline of total antibody (TAb) to adeno-associated virus 8 (AAV8)",
                    "description": "TAb to AAV8 will be recorded from serum samples collected.",
                    "timeFrame": "Baseline and up to week 52"
                },
                {
                    "measure": "Change from baseline of neutralizing antibody (NAb) to AAV8",
                    "description": "NAb to AAV8 will be recorded from serum samples collected.",
                    "timeFrame": "Baseline and up to week 52"
                },
                {
                    "measure": "Change from baseline of TAb to frataxin",
                    "description": "TAb to frataxin will be recorded from serum samples collected.",
                    "timeFrame": "Baseline and up to week 52"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Participant has both a clinical diagnosis of Friedreich ataxia (FA) and a documented history of genetic diagnosis of FA with either a guanine-adenine-adenine (GAA) trinucleotide repeat (TNR) expansion in intron 1 of both gene for frataxin (FXN) alleles or a GAA TNR expansion of intron 1 of one FXN allele and a pathogenic variant in the other FXN allele.\n* Participant has a resting LVEF ≥ 40% and \\< 55% as measured at screening by ECHO.\n* Participant has a body mass index range of 17.0 to 30.0 kg/m2.\n* Participant agrees not to begin omaveloxolone treatment during the 52-week period after receiving study intervention.\n* Participants on omaveloxolone, who opt to discontinue omaveloxolone, may enroll if they stop omaveloxolone for 3 weeks and pass study screening, including LFTs.\n* Participants on omaveloxolone, who opt to stay on omaveloxolone will need to have been on it for a minimum of 3 months, with LFTs that pass diagnostic assessments exclusion criteria at screening and prior to dosing with ASP2016. Prior elevation(s) in AST/ALT associated with omaveloxolone use must be discussed with the sponsor medical monitor. If there is a liver function test (LFT) elevation after treatment, participant agrees to stop omaveloxolone treatment until 52 weeks.\n* Participants on omaveloxolone will need to discontinue strong or moderate cytochrome P450 3A4 (CYP3A4) inducers and inhibitors.\n* Woman of Child Bearing Potential (WOCBP) on omaveloxolone must use a nonhormonal, highly effective methods of contraception (e.g., nonhormonal intrauterine device system), as omaveloxolone may interfere with hormonal methods of contraception.\n\nExclusion Criteria:\n\n* Participant has late-onset FA, defined as symptom onset after the age of 25 years.\n* Participant is unable to complete cardiopulmonary exercise testing (CPET) procedure.\n* Participant has a contraindication to endomyocardial biopsy or cardiac catheterization.\n* Participant has a contraindication to cardiac magnetic resonance imaging (CMRI) with contrast, including hypersensitivity to gadolinium contrast agent, cardiac pacemaker or implantable cardiac defibrillator.\n* Participant has an elevated titer of anti-AAV8 total antibodies, as determined by central testing.\n* Participant has significant fibrosis on CMRI, defined as late gadolinium enhancement of \\> 15% left ventricular myocardial mass.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "40 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Astellas Pharma Global Development Inc.",
                    "role": "CONTACT",
                    "phone": "800-888-7704",
                    "email": "Astellas.registration@astellas.com"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Global Medical Lead",
                    "affiliation": "Astellas Pharma Global Development, Inc.",
                    "role": "STUDY_DIRECTOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of California - Los Angeles",
                    "city": "Los Angeles",
                    "state": "California",
                    "zip": "90095",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 34.05223,
                        "lon": -118.24368
                    }
                },
                {
                    "facility": "University of Florida",
                    "city": "Gainesville",
                    "state": "Florida",
                    "zip": "32608",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 29.65163,
                        "lon": -82.32483
                    }
                },
                {
                    "facility": "Boston Children's Hospital",
                    "city": "Boston",
                    "state": "Massachusetts",
                    "zip": "02115",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 42.35843,
                        "lon": -71.05977
                    }
                },
                {
                    "facility": "Cincinnati Children's Hospital Medical Center",
                    "city": "Cincinnati",
                    "state": "Ohio",
                    "zip": "45229",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 39.12713,
                        "lon": -84.51435
                    }
                },
                {
                    "facility": "University of Texas - Houston",
                    "city": "Houston",
                    "state": "Texas",
                    "zip": "77030",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 29.76328,
                        "lon": -95.36327
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO",
            "description": "Access to anonymized individual participant level data will not be provided for this trial as it meets one or more of the exceptions described on www.clinicalstudydatarequest.com under \"Sponsor Specific Details for Astellas.\""
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000001259",
                    "term": "Ataxia"
                },
                {
                    "id": "D000002524",
                    "term": "Cerebellar Ataxia"
                },
                {
                    "id": "D000005621",
                    "term": "Friedreich Ataxia"
                },
                {
                    "id": "D000009202",
                    "term": "Cardiomyopathies"
                }
            ],
            "ancestors": [
                {
                    "id": "D000006331",
                    "term": "Heart Diseases"
                },
                {
                    "id": "D000002318",
                    "term": "Cardiovascular Diseases"
                },
                {
                    "id": "D000020820",
                    "term": "Dyskinesias"
                },
                {
                    "id": "D000009461",
                    "term": "Neurologic Manifestations"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000002526",
                    "term": "Cerebellar Diseases"
                },
                {
                    "id": "D000001927",
                    "term": "Brain Diseases"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                },
                {
                    "id": "D000013132",
                    "term": "Spinocerebellar Degenerations"
                },
                {
                    "id": "D000013118",
                    "term": "Spinal Cord Diseases"
                },
                {
                    "id": "D000020271",
                    "term": "Heredodegenerative Disorders, Nervous System"
                },
                {
                    "id": "D000019636",
                    "term": "Neurodegenerative Diseases"
                },
                {
                    "id": "D000030342",
                    "term": "Genetic Diseases, Inborn"
                },
                {
                    "id": "D000028361",
                    "term": "Mitochondrial Diseases"
                },
                {
                    "id": "D000008659",
                    "term": "Metabolic Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4565",
                    "name": "Ataxia",
                    "asFound": "Ataxia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M9419",
                    "name": "Heart Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12154",
                    "name": "Cardiomyopathies",
                    "asFound": "Cardiomyopathy",
                    "relevance": "HIGH"
                },
                {
                    "id": "M8741",
                    "name": "Friedreich Ataxia",
                    "asFound": "Friedreich's Ataxia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5773",
                    "name": "Cerebellar Ataxia",
                    "asFound": "Ataxia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M22574",
                    "name": "Dyskinesias",
                    "relevance": "LOW"
                },
                {
                    "id": "M12404",
                    "name": "Neurologic Manifestations",
                    "relevance": "LOW"
                },
                {
                    "id": "M5775",
                    "name": "Cerebellar Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5204",
                    "name": "Brain Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M22510",
                    "name": "Spinocerebellar Ataxias",
                    "relevance": "LOW"
                },
                {
                    "id": "M15929",
                    "name": "Spinocerebellar Degenerations",
                    "relevance": "LOW"
                },
                {
                    "id": "M15915",
                    "name": "Spinal Cord Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M22092",
                    "name": "Heredodegenerative Disorders, Nervous System",
                    "relevance": "LOW"
                },
                {
                    "id": "M21558",
                    "name": "Neurodegenerative Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M23686",
                    "name": "Genetic Diseases, Inborn",
                    "relevance": "LOW"
                },
                {
                    "id": "M23341",
                    "name": "Mitochondrial Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M11639",
                    "name": "Metabolic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T2386",
                    "name": "Friedreich Ataxia",
                    "asFound": "Friedreich's Ataxia",
                    "relevance": "HIGH"
                },
                {
                    "id": "T5352",
                    "name": "Spinocerebellar Ataxia",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                },
                {
                    "abbrev": "BC16",
                    "name": "Diseases and Abnormalities at or Before Birth"
                },
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000011239",
                    "term": "Prednisolone"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000893",
                    "term": "Anti-Inflammatory Agents"
                },
                {
                    "id": "D000005938",
                    "term": "Glucocorticoids"
                },
                {
                    "id": "D000006728",
                    "term": "Hormones"
                },
                {
                    "id": "D000006730",
                    "term": "Hormones, Hormone Substitutes, and Hormone Antagonists"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000018931",
                    "term": "Antineoplastic Agents, Hormonal"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M11749",
                    "name": "Methylprednisolone",
                    "relevance": "LOW"
                },
                {
                    "id": "M1833",
                    "name": "Methylprednisolone Acetate",
                    "relevance": "LOW"
                },
                {
                    "id": "M11750",
                    "name": "Methylprednisolone Hemisuccinate",
                    "relevance": "LOW"
                },
                {
                    "id": "M14120",
                    "name": "Prednisolone",
                    "asFound": "Determined",
                    "relevance": "HIGH"
                },
                {
                    "id": "M229449",
                    "name": "Prednisolone acetate",
                    "relevance": "LOW"
                },
                {
                    "id": "M211887",
                    "name": "Prednisolone hemisuccinate",
                    "relevance": "LOW"
                },
                {
                    "id": "M248881",
                    "name": "Prednisolone phosphate",
                    "relevance": "LOW"
                },
                {
                    "id": "M4217",
                    "name": "Anti-Inflammatory Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M9047",
                    "name": "Glucocorticoids",
                    "relevance": "LOW"
                },
                {
                    "id": "M9789",
                    "name": "Hormones",
                    "relevance": "LOW"
                },
                {
                    "id": "M9788",
                    "name": "Hormone Antagonists",
                    "relevance": "LOW"
                },
                {
                    "id": "M20966",
                    "name": "Antineoplastic Agents, Hormonal",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Infl",
                    "name": "Anti-Inflammatory Agents"
                },
                {
                    "abbrev": "AnEm",
                    "name": "Antiemetics"
                },
                {
                    "abbrev": "NeuroAg",
                    "name": "Neuroprotective Agents"
                },
                {
                    "abbrev": "Gast",
                    "name": "Gastrointestinal Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                }
            ]
        }
    },
    "hasResults": false
}