{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04028245",
            "orgStudyIdInfo": {
                "id": "AAAS2814"
            },
            "organization": {
                "fullName": "Columbia University",
                "class": "OTHER"
            },
            "briefTitle": "A Study of Combination Spartalizumab and Canakinumab in Patients With Localized Clear Cell Renal Cell Carcinoma",
            "officialTitle": "A Pilot Study of Neoadjuvant Combination Spartalizumab and Canakinumab Prior to Radical Nephrectomy in Patients With Localized Clear Cell Renal Cell Carcinoma (SPARC-1 Trial)",
            "acronym": "SPARC-1",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "a-study-of-combination-spartalizumab-and-canakinumab-in-patients-with-localized-clear-cell-renal-cell-carcinoma"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2019-08-15",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-12",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-12",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2019-07-18",
            "studyFirstSubmitQcDate": "2019-07-18",
            "studyFirstPostDateStruct": {
                "date": "2019-07-22",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-05",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-09",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Karie D. Runcie, MD",
                "investigatorTitle": "Assistant Professor of Medicine",
                "investigatorAffiliation": "Columbia University"
            },
            "leadSponsor": {
                "name": "Columbia University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Novartis",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Primary Objective:\n\n* To confirm the safety and feasibility of canakinumab and spartalizumab (PDR-001) administered using a standard dose / schedule in the neo-adjuvant setting in renal cell carcinoma\n\nSecondary Objectives:\n\n* To assess the immune response to combination canakinumab and spartalizumab\n* To assess anti-tumor activity as measured by pathologic downstaging",
            "detailedDescription": "Patients with localized and non-metastatic Renal Cell Carcinoma (RCC) represent an \"at-need\" population who would benefit from immunotherapy earlier in their disease course with a programmed cell death protein 1(PD-1) therapy combined with a second immunotherapy agent. A logical next step is to pursue the combination of an anti- programmed cell death protein 1(PD1) therapy with cytotoxic T-lymphocyte associated protein 4 (CTLA-4) blockade extrapolating from recent successes in the metastatic setting. The primary concern with previous approaches and studies is that CTLA-4 based therapy is associated with increased risk of autoimmune side effects which potentially could delay a curative surgery. Clearly, the neoadjuvant setting in RCC represents an ideal space to evaluate novel I/O combination strategies aside from CTLA-4 blockade.\n\nThis study intends to confirm the safety and feasibility of canakinumab and spartalizumab (PDR-001) administered using a standard dose / schedule in the neo-adjuvant setting in renal cell carcinoma. This is a single-center, single arm, open-label pilot study evaluating the feasibility, safety, anti-tumor effect, and immunogenicity of neoadjuvant canakinumab and spartalizumab given prior to radical nephrectomy in patients with localized renal cell carcinoma. Patients will be recruited from the outpatient Urology clinic.\n\nEligible patients will receive canakinumab at a dose of 300 mg Q4weeks and spartalizumab at 400 mg Q4weeks IV. Approximately 14 days after the last dose of canakinumab and spartalizumab, patients with proceed to radical nephrectomy, and nephrectomy tissue will be examined for the secondary endpoints. Follow-up evaluation for adverse events will occur 30 days and 90 days after surgery. Patients will then be followed by their urologists and oncologist according to standard institutional practices, but will require repeat labs every 3 months along with standard of care surveillance imaging."
        },
        "conditionsModule": {
            "conditions": [
                "Carcinoma, Renal Cell"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "EARLY_PHASE1"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "interventionModelDescription": "This is a pilot study",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 14,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Spartalizumab and Canakinumab",
                    "type": "EXPERIMENTAL",
                    "description": "Subjects with renal cell carcinoma will receive study treatment Q4 weeks x 2 doses prior to radical nephrectomy.",
                    "interventionNames": [
                        "Drug: Spartalizumab",
                        "Drug: Canakinumab"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Spartalizumab",
                    "description": "Spartalizumab at 400 mg weeks x 2 doses prior to radical nephrectomy Infusion",
                    "armGroupLabels": [
                        "Spartalizumab and Canakinumab"
                    ],
                    "otherNames": [
                        "PDR-001"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Canakinumab",
                    "description": "Canakinumab 300 mg IV Q4 weeks x 2 doses prior to radical nephrectomy Infusion",
                    "armGroupLabels": [
                        "Spartalizumab and Canakinumab"
                    ],
                    "otherNames": [
                        "ACZ885"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Percentage of subjects who proceed to radical nephrectomy",
                    "description": "Feasibility of spartalizumab and canakinumab will be met if \\> 85% of patients proceed to radical nephrectomy (12 of 14).",
                    "timeFrame": "6 Weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Quantification of cluster of differentiation 8 (CD8) T cell infiltration into the tumor / peritumoral area infiltrates",
                    "description": "To assess the immune response to combination canakinumab and spartalizumab. Tumor blocks and/or additional unstained slides will be collected for study-specific quantitative immunohistochemical evaluations. Cell infiltration into the kidney resection specimens will be quantified as the mean staining percentage, using immunohistochemical staining methods.",
                    "timeFrame": "6 Weeks"
                },
                {
                    "measure": "Quantification of immune cell populations (PMN-MDSC) in the tumor/ peritumoral area",
                    "description": "To assess the immune response to combination canakinumab and spartalizumab. Tumor blocks and/or additional unstained slides will be collected for study-specific quantitative immunohistochemical evaluations. Cell infiltration into the kidney resection specimens will be quantified using immunohistochemical staining methods which will attempt to determine the potential potential ratio of CD8 and the regulatory T cells (Treg).",
                    "timeFrame": "6 Weeks"
                },
                {
                    "measure": "Objective tumor response rate",
                    "description": "To assess the immune response to combination canakinumab and spartalizumab. By RECIST and by Immunotherapeutics Response Evaluation Criteria in Solid Tumours (iRECIST), proportion of pathologic complete response (pathCR (pT0)) and downstaging (decrease in size from baseline scans) will be calculated.",
                    "timeFrame": "6 Weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Radiographically consistent with or histologically confirmed clear cell RCC or predominantly clear cell RCC\n* Localized non-metastatic RCC T1b-T4NanyM0 or TanyN1M0)\n* Schedule to undergo either partial or radical nephrectomy as part of the treatment plan\n* Eastern Cooperative Oncology Group (ECOG) score of 0 or 1\n* Age ≥ 18 years old at time of consent\n* HIV-infected patients who are healthy and have a low risk of AIDS-related outcomes as defined by the following\n\n  * Cluster of differentiation 4 (CD4+) T cell counts ≥ 350 cells/microliter OR undetectable HIV viral load\n  * no history of AIDS-defining opportunistic infection in the last year\n* Normal organ and marrow function as defined below:\n\n  * White blood cell count (WBC) \\> 3.0 K/mm3\n  * Absolute neutrophil count (ANC) ≥ 1.5 K/mm3\n  * Platelets ≥ 100 K/mm3\n  * Hemoglobin (Hgb) ≥ 9 g/dL\n  * Serum total bilirubin: ≤ 1.5 x upper limit of normal (ULN)\n  * Alanine aminotransferase (ALT) and aspartate aminotransferase (AST) ≤ 3.0 x ULN\n  * Serum creatinine ≤ 1.5 x ULN or serum creatinine \\> 1.5 - 3 x ULN if calculated\n  * creatinine clearance (CrCl) is ≥ 30 mL/min\n* For patients with known chronic hepatitis B virus (HBV) infection, the HBV viral load must be undetectable on suppressive therapy, if indicated\n* For patients with a history of hepatitis C virus (HCV) infection, the infection must be treated and cured\n* Willingness to provide written informed consent and HIPAA authorization for the release of personal health information, and the ability to comply with the study requirements (note: HIPAA authorization will be included in the informed consent)\n* Willingness to use barrier contraception from the time of first dose of canakinumab and spartalizumab until 120 days after surgical intervention\n\nExclusion Criteria:\n\n* Presence of distant metastases\n* Presence of active, known or suspected autoimmune disease.\n* No patients with documented, active infections, treated or untreated, may be included in this study\n* Use of any live vaccines against infectious disease within 4 weeks of initiation ot study treatment.\n* Prior therapy with experimental anti-tumor vaccines; any T cell co-stimulation or checkpoint pathways\n* Prior treatment for RCC including surgery, radiation, thermoablation, or systemic therapy\n* Surgery within 28 days of starting study treatment\n* Prior treatment with any antibody or drug targeting T cell costimulation or immune checkpoint pathways (anti-PD-1, anti-PD-L1, anti-PD-L2, anti-CTLA-4, etc)\n* Systemic chronic steroid therapy (≥ 10mg/day prednisone or equivalent) or any immunosuppressive therapy 7 days prior to planned date of first dose of study treatment. Note: Topical, inhaled, nasal and ophthalmic steroids are allowed\n* Allogenic bone marrow or solid organ transplant\n* History of severe hypersensitivity reactions to other monoclonal antibodies, which in the opinion of the investigator may pose an increased risk of serious infusion reaction\n* History or current interstitial lung disease or non-infectious pneumonitis requiring the use of home oxygen\n* History of severe hypersensitivity reaction to other monoclonal antibodies\n* Current signs or symptoms of severe progressive or uncontrolled, hepatic, hematologic, gastrointestinal, endocrine, pulmonary, or cardiac disease other than directly related to RCC\n* Positive tests for hepatitis B surface antigen or hepatitis C ribonucleic acid (RNA)\n* History of known or suspected autoimmune disease with the following exceptions:\n\n  * Vitiligo\n  * Resolved childhood atopic dermatitis\n  * Psoriasis (with exception of psoriatic arthritis) not requiring systemic treatment (within the past 2 years).\n  * Patients with Grave's disease or Hashimoto's thyroiditis that are now euthyroid clinically and by laboratory testing.\n* History of malignancy within the last 2 years, with the exception of non-melanoma skin cancers and superficial bladder cancer\n* Uncontrolled major active infectious, cardiovascular, pulmonary, hematologic, or psychiatric illnesses that would make the patient a poor study candidate",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "99 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Research Nurse Navigator",
                    "role": "CONTACT",
                    "phone": "212-342-5162",
                    "email": "cancerclinicaltrials@cumc.columbia.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Karie D. Runcie, MD",
                    "affiliation": "Columbia University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Columbia University Irving Medical Center",
                    "status": "RECRUITING",
                    "city": "New York",
                    "state": "New York",
                    "zip": "10032",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Research Nurse Navigator",
                            "role": "CONTACT",
                            "phone": "212-342-5162",
                            "email": "cancerclinicaltrials@cumc.columbia.edu"
                        },
                        {
                            "name": "Karie D. Runcie, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.71427,
                        "lon": -74.00597
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000002277",
                    "term": "Carcinoma"
                },
                {
                    "id": "D000002292",
                    "term": "Carcinoma, Renal Cell"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009375",
                    "term": "Neoplasms, Glandular and Epithelial"
                },
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000000230",
                    "term": "Adenocarcinoma"
                },
                {
                    "id": "D000007680",
                    "term": "Kidney Neoplasms"
                },
                {
                    "id": "D000014571",
                    "term": "Urologic Neoplasms"
                },
                {
                    "id": "D000014565",
                    "term": "Urogenital Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000052776",
                    "term": "Female Urogenital Diseases"
                },
                {
                    "id": "D000005261",
                    "term": "Female Urogenital Diseases and Pregnancy Complications"
                },
                {
                    "id": "D000091642",
                    "term": "Urogenital Diseases"
                },
                {
                    "id": "D000007674",
                    "term": "Kidney Diseases"
                },
                {
                    "id": "D000014570",
                    "term": "Urologic Diseases"
                },
                {
                    "id": "D000052801",
                    "term": "Male Urogenital Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5534",
                    "name": "Carcinoma",
                    "asFound": "Carcinoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5548",
                    "name": "Carcinoma, Renal Cell",
                    "asFound": "Carcinoma, Renal Cell",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12320",
                    "name": "Neoplasms, Glandular and Epithelial",
                    "relevance": "LOW"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M3585",
                    "name": "Adenocarcinoma",
                    "relevance": "LOW"
                },
                {
                    "id": "M10703",
                    "name": "Kidney Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M17320",
                    "name": "Urologic Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M17315",
                    "name": "Urogenital Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M2875",
                    "name": "Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M27093",
                    "name": "Female Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14127",
                    "name": "Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M8399",
                    "name": "Female Urogenital Diseases and Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M10698",
                    "name": "Kidney Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M17319",
                    "name": "Urologic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M27095",
                    "name": "Male Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T4906",
                    "name": "Renal Cell Carcinoma",
                    "asFound": "Renal Cell Carcinoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "T1341",
                    "name": "Clear Cell Renal Cell Carcinoma",
                    "asFound": "Clear Cell Renal Cell Carcinoma",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "C000711728",
                    "term": "Spartalizumab"
                }
            ],
            "ancestors": [
                {
                    "id": "D000082082",
                    "term": "Immune Checkpoint Inhibitors"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000074322",
                    "term": "Antineoplastic Agents, Immunological"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M102735",
                    "name": "Spartalizumab",
                    "asFound": "Functional Performance",
                    "relevance": "HIGH"
                },
                {
                    "id": "M2342",
                    "name": "Immune Checkpoint Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M1346",
                    "name": "Antineoplastic Agents, Immunological",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}