{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05551936",
            "orgStudyIdInfo": {
                "id": "BTCRC LYM20-463"
            },
            "organization": {
                "fullName": "Big Ten Cancer Research Consortium",
                "class": "OTHER"
            },
            "briefTitle": "A Study of Tazemetostat With Rituximab and Abbreviated Bendamustine in the Frontline Treatment of High Tumor Burden Follicular Lymphoma",
            "officialTitle": "A Single Arm Phase I/II Study of Tazemetostat With Rituximab and Abbreviated Bendamustine in the Frontline Treatment of High Tumor Burden Follicular Lymphoma Big Ten Cancer Research Consortium BTCRC-LYM20-463",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "a-study-of-tazemetostat-with-rituximab-and-abbreviated-bendamustine-in-the-frontline-treatment-of-high-tumor-burden-follicular-lymphoma"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-01-26",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-08",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-05",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-09-19",
            "studyFirstSubmitQcDate": "2022-09-20",
            "studyFirstPostDateStruct": {
                "date": "2022-09-23",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-04",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-05",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR_INVESTIGATOR",
                "investigatorFullName": "Vaishalee Kenkre",
                "investigatorTitle": "Sponsor Investigator",
                "investigatorAffiliation": "Big Ten Cancer Research Consortium"
            },
            "leadSponsor": {
                "name": "Vaishalee Kenkre",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Epizyme, Inc.",
                    "class": "INDUSTRY"
                },
                {
                    "name": "University of Wisconsin, Madison",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This study is planned as a single arm clinical trial of tazemetostat in combination with bendamustine and rituximab with both a phase I and phase II component. All patients will receive tazemetostat twice daily on days 1-28 in combination with bendamustine 90 mg/m2 IV on days 1 and 2 and rituximab 375 mg/m2 IV on day 1 of a 28-day cycle for up to three cycles. Following this, patients will receive tazemetostat twice daily on days 1-28 and rituximab 375 mg/m2 IV on day 1 of a 28-day cycle for up to three cycles."
        },
        "conditionsModule": {
            "conditions": [
                "Follicular Lymphoma"
            ],
            "keywords": [
                "follicular lymphoma",
                "frontline",
                "high tumor burden",
                "EZH2"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1",
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 42,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Investigational Group",
                    "type": "EXPERIMENTAL",
                    "description": "Phase 1:\n\n90 mg/m\\^2 of bendamustine by IV on Day 1 and 2 of a 28 day cycle (up to 3 Cycles)\n\n375 mg/m\\^2 of rituximab by IV on Day 1 of a 28 day cycle (up to 3 Cycles)\n\nParticipants enrolled in this phase will be given one of 3 different dose levels of tazemetostat along with the drugs above (for up to 3 Cycles). 3 patients will be assigned to the lowest dose level and if the dose is tolerated, 3 more patients will be enrolled one dose level higher. Up to 18 participants being enrolled.\n\nDose Level 1: 400 mg of tazemetostat orally twice daily\n\nDose Level 2: 600 mg of tazemetostat orally twice daily\n\nDose Level 3: 800 mg of tazemetostat orally twice daily\n\nPhase 2:\n\n6 patients from Phase 1 who were treated at the recommended Phase 2 dose will be added to 21 additional patients.\n\n375 mg/m\\^2 of rituximab through IV on Day 1 of a 28 day cycle (Cycles 1-6)\n\nTazemetostat orally twice daily of a 28 day cycle (Cycles 1-6)",
                    "interventionNames": [
                        "Drug: Bendamustine",
                        "Drug: Rituximab",
                        "Drug: Tazemetostat"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Bendamustine",
                    "description": "90 mg/m\\^2 IV Days 1-2, Cycles 1-3",
                    "armGroupLabels": [
                        "Investigational Group"
                    ],
                    "otherNames": [
                        "Bendeka",
                        "Treanda"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Rituximab",
                    "description": "375 mg/m\\^2 IV Day 1 Cycles 1-6",
                    "armGroupLabels": [
                        "Investigational Group"
                    ],
                    "otherNames": [
                        "Rituxan"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Tazemetostat",
                    "description": "RP2D (400, 600, or 800 mg) orally twice daily Cycles 1-6",
                    "armGroupLabels": [
                        "Investigational Group"
                    ],
                    "otherNames": [
                        "Tazverik"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Phase I: Evaluate safety and tolerability of tazemetostat with bendamustine and rituximab (BR)",
                    "description": "Toxicity will be classified and graded according to the National Cancer Institute's Common Terminology Criteria for Adverse Events (CTCAE, version 5.0).",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Phase II: Complete metabolic response (CMR) with 3 cycles of BR + tazemetostat followed by 3 cycles of rituximab + tazemetostat",
                    "description": "CMR will include complete metabolic response as defined by the Lugano classification.",
                    "timeFrame": "2 years"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Overall Response Rate (ORR) after 3 cycles of BR + tazemetostat",
                    "description": "Estimate the ORR after 3 cycles of BR plus tazemetostat. ORR (defined as CMR + PMR) as determined by the Lugano classification.",
                    "timeFrame": "2 years"
                },
                {
                    "measure": "Complete Metabolic Response (CMR) after 3 cycles BR + tazemetostat",
                    "description": "Estimate the CMR rate after 3 cycles of BR plus tazemetostat. CMR rate will include complete metabolic response as defined by the Lugano classification.",
                    "timeFrame": "2 years"
                },
                {
                    "measure": "Duration of Response (DOR)",
                    "description": "Evaluate DOR. DOR defined as the interval from response initiation (when either CMR or PMR is first determined) to progression or death, whichever occurs first. Metabolic response is defined by the Lugano classification.",
                    "timeFrame": "2 years"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Written informed consent and HIPAA authorization for release of personal health information. NOTE: HIPAA authorization may be included in the informed consent or obtained separately.\n* Age ≥ 18 years at the time of consent.\n* ECOG Performance Status of 0-2 within 10 days prior to registration.\n* Low grade follicular lymphoma (grade 1-2 or 3A by WHO-HAEM4R and/or cFL by WHO-HAEM5). Specifically, grade 3B or FLBL will not be allowed. Must not have evidence of transformed lymphoma at the time of study enrollment.\n* Stage II, III, or IV by Ann Arbor staging system.\n* Meet the definition of high tumor burden follicular lymphoma as defined by Groupe d'Etude des Lymphomes Follicularies (GELF) Criteria or be defined as high risk by the follicular lymphoma international prognostic index (FLIPI) 1 or FLIPI 2.\n\n  --GELF Criteria (Must meet ≥ 1 of the following)\n  * Any nodal or extranodal mass ≥ 7 cm in diameter\n  * Involvement of ≥ 3 nodal sites ≥ 3 cm\n  * Systemic or B symptoms\n  * Presence of serous effusion\n  * Splenic enlargement\n  * Risk of compression syndrome (epidural, ureteral, etc)\n  * Leukemic phase of disease\n  * Cytopenia deemed due to disease involvement (hemoglobin \\< 10, granulocyte count \\< 1.5×10\\^9/L, or platelet count \\< 100×10\\^9/L)\n* In addition to meeting GELF criteria, must have at least one FDG-avid site on PET that measures 1.5 cm in at least one dimension of a nodal site or 1cm in at least one dimension for extranodal sites.\n* Received no prior therapy except local radiation therapy (field did not exceed 2 adjacent nodal regions), single agent rituximab (limited to 4 doses), or steroids for symptom control in the 28 days preceding trial enrollment.\n* Must have prior EZH2 testing already performed or have tissue available to perform retrospective EZH2 testing. If prior EZH2 results are not available, tissue must be submitted. Tissue block is preferred but unstained slides are also acceptable. Patients who have insufficient or suboptimal tissue must be willing to have a biopsy performed prior to starting study drugs. See Correlative Lab Manual for details.\n* Demonstrate adequate organ function as defined below; all screening labs to be obtained within 28 days prior to registration.\n\n  * Hematological\n\n    * Platelets ≥ 50 K/dL\n    * Absolute Neutrophil Count (ANC) ≥ 1000 K/mm3\n    * Hemoglobin (Hgb) ≥ 8 g/dL\n  * Renal\n\n    * Calculated creatinine clearance ≥ 40 mL/min using the Cockcroft-Gault formula\n    * or Serum creatinine \\< 2 mg/dL\n  * Hepatic\n\n    * Bilirubin ≤ 1.5 × upper limit of normal (ULN)\n    * Aspartate aminotransferase (AST) ≤ 3 × ULN\n    * Alanine aminotransferase (ALT) ≤ 3 × ULN\n  * Coagulation ---International Normalized Ratio (INR) or Prothrombin Time (PT) Activated Partial Thromboplastin Time (aPTT) ≤ 2 × ULN\n* Females of childbearing potential with a male partner able to father a child must have a negative serum or urine pregnancy test within 7 days prior to registration. See the protocol for definition of childbearing potential.\n* Females of childbearing potential must be willing to abstain from vaginal intercourse or use an effective method(s) of contraception from the time of informed consent, during the study and for 6 months after the last dose of study drug(s). Males able to father a child must be willing to abstain from vaginal intercourse or to use an effective method(s) of contraception from initiation of treatment, during the study and for 3 months after the last dose of study drug(s). See the protocol.\n* As determined by the enrolling physician or protocol designee, ability of the subject to understand and comply with study procedures for the entire length of the study.\n\nExclusion Criteria:\n\n* Active infection requiring systemic therapy with 4 weeks of study drug administration.\n* Pregnant or breastfeeding (NOTE: breast milk cannot be stored for future use while the mother is being treated on study).\n* Concurrent malignancy or malignancy within the last 3 years (except for ductal breast cancer in situ, non-melanoma skin cancer, prostate cancer not requiring treatment, and cervical carcinoma in situ) whose natural history or treatment has the potential to interfere with the safety or efficacy assessment of the investigational regimen are not eligible for this trial.\n* Active central nervous system (CNS) metastases or leptomeningeal disease. NOTE: Subjects who are symptomatic and have not undergone prior brain imaging must undergo a head computed tomography (CT) scan or brain MRI within 28 days prior to registration to exclude brain metastases.\n* Treatment with any investigational drug within 4 weeks prior to registration.\n* Subjects who require chronic use of moderate or strong CYP3A4/5 inhibitors or inducers within 28 days prior to registration.\n* Clinically significant acute infection requiring systemic antibacterial, antifungal, or antiviral therapy.\n* Known Uncontrolled Human Immunodeficiency Virus infection. Testing not required. NOTE: If a subject is known to have HIV/AIDS, then they will be allowed on study with adequate antiviral therapy, no detectable viral load, and stable on antiviral treatment for ≥ 4 weeks prior to first dose of study drug(s).\n* Known hepatitis C infection. Testing not required. NOTE: If hepatitis C antibody test is known positive, patients are excluded unless a hepatitis C virus ribonucleic acid (HCV RNA) is negative.\n* Must be tested for hepatitis B within 28 days of registration: including hepatitis B surface antigen, hepatitis B surface antibody, hepatitis B core antibody. A positive hepatitis B core antibody should be followed by hepatitis B DNA PCR testing to confirm or rule out active infection. Patients with hepatitis B surface antigen and/or detectable hepatitis B DNA PCR are not allowed on study. Patients with a positive hepatitis B core antibody but negative hepatitis B surface antigen and hepatitis B DNA PCR will be allowed on study, but hepatitis B prophylactic treatment should be strongly considered.\n* Clinically significant cardiovascular disease or cardiac insufficiency (New York Heart Association classes III-IV), cardiomyopathy, preexisting clinically significant arrhythmia, acute myocardial infarction within 3 months of enrollment, angina pectoris within 3 months of enrollment.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Vaishalee Kenkre, MD",
                    "role": "CONTACT",
                    "phone": "608-263-1699",
                    "email": "vpkenkre@medicine.wisc.edu"
                },
                {
                    "name": "Kimberly Cameron",
                    "role": "CONTACT",
                    "phone": "317-634-5842",
                    "phoneExt": "39",
                    "email": "kcameron@hoosiercancer.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Vaishalee Kenkre, MD",
                    "affiliation": "University of Wisconsin, Madison",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Northwestern University",
                    "status": "RECRUITING",
                    "city": "Chicago",
                    "state": "Illinois",
                    "zip": "60611",
                    "country": "United States",
                    "contacts": [
                        {
                            "role": "CONTACT",
                            "phone": "312-695-1310",
                            "email": "cancer@northwestern.edu"
                        },
                        {
                            "name": "Reem Karmali, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.85003,
                        "lon": -87.65005
                    }
                },
                {
                    "facility": "University of Illinois Cancer Center",
                    "status": "RECRUITING",
                    "city": "Chicago",
                    "state": "Illinois",
                    "zip": "60612",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Kimberly Saulsberry",
                            "role": "CONTACT",
                            "email": "ksauls2@uic.edu"
                        },
                        {
                            "name": "Carlos Galvez, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.85003,
                        "lon": -87.65005
                    }
                },
                {
                    "facility": "Rutgers Cancer Institute of New Jersey",
                    "status": "RECRUITING",
                    "city": "New Brunswick",
                    "state": "New Jersey",
                    "zip": "08903",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Kellie Harper",
                            "role": "CONTACT",
                            "phone": "732-675-4331",
                            "email": "kh920@cinj.rutgers.edu"
                        },
                        {
                            "name": "Andrew Evens, DO",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.48622,
                        "lon": -74.45182
                    }
                },
                {
                    "facility": "Ohio State University Comprehensive Cancer Center",
                    "status": "RECRUITING",
                    "city": "Columbus",
                    "state": "Ohio",
                    "zip": "43210",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Misty Fleming",
                            "role": "CONTACT",
                            "email": "misty.fleming@osumc.edu"
                        },
                        {
                            "name": "Naren Epperla, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.96118,
                        "lon": -82.99879
                    }
                },
                {
                    "facility": "University of Wisconsin Carbone Cancer Center",
                    "status": "RECRUITING",
                    "city": "Madison",
                    "state": "Wisconsin",
                    "zip": "53705",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jennifer Burken, MS",
                            "role": "CONTACT",
                            "email": "burkenbrett@wisc.edu"
                        },
                        {
                            "name": "Vaishalee Kenkre, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 43.07305,
                        "lon": -89.40123
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000008223",
                    "term": "Lymphoma"
                },
                {
                    "id": "D000008224",
                    "term": "Lymphoma, Follicular"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000008232",
                    "term": "Lymphoproliferative Disorders"
                },
                {
                    "id": "D000008206",
                    "term": "Lymphatic Diseases"
                },
                {
                    "id": "D000007160",
                    "term": "Immunoproliferative Disorders"
                },
                {
                    "id": "D000007154",
                    "term": "Immune System Diseases"
                },
                {
                    "id": "D000008228",
                    "term": "Lymphoma, Non-Hodgkin"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M11220",
                    "name": "Lymphoma",
                    "asFound": "Lymphoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M11221",
                    "name": "Lymphoma, Follicular",
                    "asFound": "Follicular lymphoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M11225",
                    "name": "Lymphoproliferative Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M11203",
                    "name": "Lymphatic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10206",
                    "name": "Immunoproliferative Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M10200",
                    "name": "Immune System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M11222",
                    "name": "Lymphoma, Non-Hodgkin",
                    "relevance": "LOW"
                },
                {
                    "id": "T3543",
                    "name": "Lymphosarcoma",
                    "asFound": "Lymphoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "T2361",
                    "name": "Follicular Lymphoma",
                    "asFound": "Follicular lymphoma",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC15",
                    "name": "Blood and Lymph Conditions"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000069283",
                    "term": "Rituximab"
                },
                {
                    "id": "D000069461",
                    "term": "Bendamustine Hydrochloride"
                }
            ],
            "ancestors": [
                {
                    "id": "D000074322",
                    "term": "Antineoplastic Agents, Immunological"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                },
                {
                    "id": "D000007155",
                    "term": "Immunologic Factors"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000018501",
                    "term": "Antirheumatic Agents"
                },
                {
                    "id": "D000018906",
                    "term": "Antineoplastic Agents, Alkylating"
                },
                {
                    "id": "D000000477",
                    "term": "Alkylating Agents"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M430",
                    "name": "Bendamustine Hydrochloride",
                    "asFound": "Inserted",
                    "relevance": "HIGH"
                },
                {
                    "id": "M373",
                    "name": "Rituximab",
                    "asFound": "Infusion",
                    "relevance": "HIGH"
                },
                {
                    "id": "M1346",
                    "name": "Antineoplastic Agents, Immunological",
                    "relevance": "LOW"
                },
                {
                    "id": "M10201",
                    "name": "Immunologic Factors",
                    "relevance": "LOW"
                },
                {
                    "id": "M20604",
                    "name": "Antirheumatic Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M20942",
                    "name": "Antineoplastic Agents, Alkylating",
                    "relevance": "LOW"
                },
                {
                    "id": "M3820",
                    "name": "Alkylating Agents",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "ARhu",
                    "name": "Antirheumatic Agents"
                }
            ]
        }
    },
    "hasResults": false
}