{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05714072",
            "orgStudyIdInfo": {
                "id": "22-075"
            },
            "organization": {
                "fullName": "Memorial Sloan Kettering Cancer Center",
                "class": "OTHER"
            },
            "briefTitle": "A Study of Ruxolitinib in Combination With Abemaciclib for the Treatment of Myelofibrosis",
            "officialTitle": "A Phase I Study of Ruxolitinib Plus Abemaciclib for Patients With Primary or Post-polycythemia Vera/Essential Thrombocythemia Myelofibrosis",
            "therapeuticArea": [
                "Other"
            ],
            "study": "a-study-of-ruxolitinib-in-combination-with-abemaciclib-for-the-treatment-of-myelofibrosis"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-09",
            "overallStatus": "RECRUITING",
            "startDateStruct": {
                "date": "2023-01-25",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-01-26",
            "studyFirstSubmitQcDate": "2023-01-26",
            "studyFirstPostDateStruct": {
                "date": "2023-02-06",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-09-05",
            "lastUpdatePostDateStruct": {
                "date": "2023-09-08",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Memorial Sloan Kettering Cancer Center",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Eli Lilly and Company",
                    "class": "INDUSTRY"
                },
                {
                    "name": "Incyte Corporation",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The study is being done to see if the combination of ruxolitinib and abemaciclib is a safe and effective treatment for people with primary or post-polycythemia vera/essential thrombocythemia myelofibrosis."
        },
        "conditionsModule": {
            "conditions": [
                "Myelofibrosis Due to and Following Polycythemia Vera"
            ],
            "keywords": [
                "Ruxolitinib",
                "Abemaciclib",
                "22-075"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SEQUENTIAL",
                "interventionModelDescription": "This is a multicenter, non-randomized phase 1 clinical trial evaluating the safety and activity of combined ruxolitinib and abemaciclib in patients with primary or post-polycythemia vera/essential thrombocythemia myelofibrosis. Patients will be treated in dose escalation using a 3+3 design.",
                "primaryPurpose": "OTHER",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 18,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Ruxolitinib plus Abemaciclib",
                    "type": "EXPERIMENTAL",
                    "description": "This will be a phase 1 study with a traditional \"3+3\" design of combination ruxolitinib (at fixed doses of 10mg BID or 15mg BID) and abemaciclib. There are 3 planned dose levels of abemaciclib: 50, 100 and 150 mg. Cycles will be 4 weeks (28 days) long and DLT window will consist of first cycle.",
                    "interventionNames": [
                        "Drug: Ruxolitinib",
                        "Drug: Abemaciclib"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Ruxolitinib",
                    "description": "10mg BID or 15mg BID",
                    "armGroupLabels": [
                        "Ruxolitinib plus Abemaciclib"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Abemaciclib",
                    "description": "50, 100 and 150 mg",
                    "armGroupLabels": [
                        "Ruxolitinib plus Abemaciclib"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Proportion of patients with dose-limiting toxicity (DLT)",
                    "description": "Dose-limiting toxicities (DLTs) will be defined based on toxicities observed during the first cycle of the combination treatment. Adverse events (AEs) that are possibly, probably or definitely related to study drug(s) will be scored as toxicities. Toxicities will be graded according to the National Cancer Institute Common Terminology Criteria for Adverse Events (CTCAE) version 5.0.",
                    "timeFrame": "28 days"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "overall response rate (ORR)",
                    "description": "Response assessment will be according to the 2013 International Working Group (IWG) criteria.",
                    "timeFrame": "2 years"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Patients with PMF or post-PV/ET MF requiring therapy and intermediate-1, -2 or high risk disease by the Dynamic International Prognostic Scoring System (DIPSS) , DIPSS-plus MIPSS7021 or MIPSS70-plus v2.0 if PMF and by the Myelofibrosis Secondary to PV and ET - Prognostic Model (MYSEC-PM) if post-PV/ET MF\n* Treated with ruxolitinib for ≥12 weeks with a stable dose for the preceding ≥4 weeks. Patients must be on a dose of ruxolitinib of 10mg or 15mg BID at the time of screening.\n* Evidence of inadequate response to ruxolitinib: Patients must have palpable splenomegaly ≥5 cm below the left costal margin at study entry AND/OR active MPN symptoms, as defined by the presence of one symptom score ≥5 or two symptom scores ≥3 using the screening symptom form\n* Age ≥ 18 years.\n* Eastern Cooperative Oncology Group (ECOG) performance status 0, 1 or 2.\n* Life expectancy of at least 24 weeks.\n* The patient has adequate organ function for all of the following criteria:\n\n  ° Hematologic\n* Hemoglobin Patients may receive erythrocyte transfusions to achieve this hemoglobin level at the discretion of the investigator. Initial treatment must not begin earlier than the day after the erythrocyte transfusion\n* ANC ≥1.5 × 10\\^9/L\n* Platelets ≥75 × 10\\^9/L\n\n  * Hepatic\n* Total bilirubin ≤1.5 × ULN\n* Patients with Gilbert's syndrome with a total bilirubin \\>2.0 times ULN and direct bilirubin within normal limits are permitted.\n* ALT and AST ≤3 × ULN\n* Patients who received chemotherapy must have recovered (Common Terminology Criteria for Adverse Events \\[CTCAE\\] Grade ≤1) from the acute effects of chemotherapy except for residual alopecia or Grade 2 peripheral neuropathy prior to start of therapy. A washout period of at least 21 days is required between last chemotherapy dose and start of combination therapy (with the exception of hydroxyurea, which may be continued until the day before dosing begins). Patients should not receive hydroxyurea while on treatment.\n* Patients who received radiotherapy must have completed and fully recovered from the acute effects of radiotherapy. A washout period of at least 14 days is required between end of radiotherapy and randomization\n* The effects of ruxolitinib and abemaciclib on the developing human fetus are unknown. To be eligible for the study, female subjects of childbearing potential (and their male partners) and men (and female partners) enrolled in the study should use two methods of effective contraception (hormonal and barrier method of birth control; abstinence) prior and during the study and also continue to use contraception for 4 months after completion of ruxolitinib and abemaciclib administration. Should a woman become pregnant or suspect she is pregnant while she or her partner is participating in this study, she should inform her treating physician immediately. Men treated or enrolled on this protocol must also agree to use adequate contraception prior to the study, for the duration of study participation, and 4 months after completion of ruxolitinib and Abemaciclib administration.\n* Ability to understand and the willingness to sign a written informed consent document.\n\nExclusion Criteria:\n\n* Prior therapy with CDK4/6 inhibitors.\n* The patient has received an experimental treatment in a clinical trial within the last 30 days or 5 half-lives, whichever is longer, prior to randomization, or is currently enrolled in any other type of medical research (for example: medical device) judged by the sponsor not to be scientifically or medically compatible with this study.\n* Concomitant treatment with other investigational agents for therapy of MF\n* Splenic irradiation within the 4 months preceding study treatment initiation.\n* Inadequate recovery from toxicity and/or complications from a major surgery before starting therapy.\n* Patients with active CNS leukemia.\n* Inability to swallow pills or GI conditions that would be expected to impair intestinal absorption.\n* History of allergic reactions attributed to ruxolitinib, abemaciclib or compounds of similar chemical or biologic composition.\n* The patient has active systemic bacterial infection (requiring intravenous \\[IV\\] antibiotics at time of initiating study treatment), fungal infection, or detectable viral infection (such as known human immunodeficiency virus positivity or with known active hepatitis B or C \\[for example, hepatitis B surface antigen positive\\]. Screening is not required for enrollment.\n* Patients with ≥ 10% circulating or bone marrow blasts.\n* Pregnancy and lactation.\n* The patient has serious and/or uncontrolled preexisting medical condition(s) that, in the judgment of the investigator, would preclude participation in this study (for example, interstitial lung disease, severe dyspnea at rest or requiring oxygen therapy, severe renal impairment \\[e.g. estimated creatinine clearance \\<30ml/min\\], history of major surgical resection involving the stomach or small bowel, or preexisting Crohn's disease or ulcerative colitis or a preexisting chronic condition resulting in baseline Grade 2 or higher diarrhea).\n* The patient has a personal history of any of the following conditions: syncope of cardiovascular etiology, ventricular arrhythmia of pathological origin (including, but not limited to, ventricular tachycardia and ventricular fibrillation), or sudden cardiac arrest.\n* Patients receiving any medications or substances that are strong inhibitors or inducers of CYP3A that cannot be discontinued. Because the lists of these agents are constantly changing, it is important to regularly consult a frequently-updated list such as http://medicine.iupui.edu/clinpharm/ddis/; medical reference texts such as the Physicians' Desk Reference may also provide this information.\n* Unwillingness to be transfused with blood components.\n* Inability to comprehend or unwilling to sign the informed consent form (ICF).\n* Other conditions that, in the opinion of the investigator, may compromise the achievement of the objectives of the study.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Raajit Rampal, MD, PhD",
                    "role": "CONTACT",
                    "phone": "646-608-3746",
                    "email": "rampalr@mskcc.org"
                },
                {
                    "name": "Michael Mauro, MD",
                    "role": "CONTACT",
                    "phone": "646-608-3744"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Raajit Rampal",
                    "affiliation": "Memorial Sloan Kettering Cancer Center",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Memorial Sloan Kettering Basking Ridge",
                    "status": "RECRUITING",
                    "city": "Basking Ridge",
                    "state": "New Jersey",
                    "zip": "07920",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Raajit Rampal, MD,PhD",
                            "role": "CONTACT",
                            "phone": "646-608-3746"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.70621,
                        "lon": -74.54932
                    }
                },
                {
                    "facility": "Memorial Sloan Kettering Monmouth",
                    "status": "RECRUITING",
                    "city": "Middletown",
                    "state": "New Jersey",
                    "zip": "07748",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Raajit Rampal, MD, PhD",
                            "role": "CONTACT",
                            "phone": "646-608-3746"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.39652,
                        "lon": -74.09211
                    }
                },
                {
                    "facility": "Memorial Sloan Kettering Bergen",
                    "status": "RECRUITING",
                    "city": "Montvale",
                    "state": "New Jersey",
                    "zip": "07645",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Raajit Rampal, MD, PhD",
                            "role": "CONTACT",
                            "phone": "646-608-3746"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.04676,
                        "lon": -74.02292
                    }
                },
                {
                    "facility": "Memorial Sloan Kettering Suffolk - Commack",
                    "status": "RECRUITING",
                    "city": "Commack",
                    "state": "New York",
                    "zip": "11725",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Raajit Rampa, MD, PhD",
                            "role": "CONTACT",
                            "phone": "646-608-3746"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.84288,
                        "lon": -73.29289
                    }
                },
                {
                    "facility": "Memorial Sloan Kettering Westchester",
                    "status": "RECRUITING",
                    "city": "Harrison",
                    "state": "New York",
                    "zip": "10604",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Raajit Rampal, MD, PhD",
                            "role": "CONTACT",
                            "phone": "646-608-3746"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.96899,
                        "lon": -73.71263
                    }
                },
                {
                    "facility": "Memorial Sloan Kettering Cancer Center",
                    "status": "RECRUITING",
                    "city": "New York",
                    "state": "New York",
                    "zip": "10065",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Raajit Rampal, MD, PhD",
                            "role": "CONTACT",
                            "phone": "646-608-3746"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.71427,
                        "lon": -74.00597
                    }
                },
                {
                    "facility": "Memorial Sloan Kettering Nassau (Limited Protocol Activities)",
                    "status": "RECRUITING",
                    "city": "Uniondale",
                    "state": "New York",
                    "zip": "11553",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Raajit Rampal, MD, PhD",
                            "role": "CONTACT",
                            "phone": "646-608-3746"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.70038,
                        "lon": -73.59291
                    }
                }
            ]
        },
        "referencesModule": {
            "seeAlsoLinks": [
                {
                    "label": "Memorial Sloan Kettering Cancer Center",
                    "url": "http://www.mskcc.org/mskcc/html/44.cfm"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Memorial Sloan Kettering Cancer Center supports the international committee of medical journal editors (ICMJE) and the ethical obligation of responsible sharing of data from clinical trials. The protocol summary, a statistical summary, and informed consent form will be made available on clinicaltrials.gov when required as a condition of Federal awards, other agreements supporting the research and/or as otherwise required. Requests for deidentified individual participant data can be made beginning 12 months after publication and for up to 36 months post publication. Deidentified individual participant data reported in the manuscript will be shared under the terms of a Data Use Agreement and may only be used for approved proposals. Requests may be made to: crdatashare@mskcc.org."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000011087",
                    "term": "Polycythemia Vera"
                },
                {
                    "id": "D000055728",
                    "term": "Primary Myelofibrosis"
                },
                {
                    "id": "D000011086",
                    "term": "Polycythemia"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009196",
                    "term": "Myeloproliferative Disorders"
                },
                {
                    "id": "D000001855",
                    "term": "Bone Marrow Diseases"
                },
                {
                    "id": "D000006402",
                    "term": "Hematologic Diseases"
                },
                {
                    "id": "D000019046",
                    "term": "Bone Marrow Neoplasms"
                },
                {
                    "id": "D000019337",
                    "term": "Hematologic Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M13972",
                    "name": "Polycythemia Vera",
                    "asFound": "Polycythemia Vera",
                    "relevance": "HIGH"
                },
                {
                    "id": "M28312",
                    "name": "Primary Myelofibrosis",
                    "asFound": "Myelofibrosis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M13971",
                    "name": "Polycythemia",
                    "asFound": "Polycythemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M16681",
                    "name": "Thrombocytosis",
                    "relevance": "LOW"
                },
                {
                    "id": "M16679",
                    "name": "Thrombocythemia, Essential",
                    "relevance": "LOW"
                },
                {
                    "id": "M12149",
                    "name": "Myeloproliferative Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M5134",
                    "name": "Bone Marrow Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M9490",
                    "name": "Hematologic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M21070",
                    "name": "Bone Marrow Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M21314",
                    "name": "Hematologic Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "T4705",
                    "name": "Primary Myelofibrosis",
                    "asFound": "Myelofibrosis",
                    "relevance": "HIGH"
                },
                {
                    "id": "T4614",
                    "name": "Polycythemia Vera",
                    "asFound": "Polycythemia Vera",
                    "relevance": "HIGH"
                },
                {
                    "id": "T2144",
                    "name": "Essential Thrombocythemia",
                    "relevance": "LOW"
                },
                {
                    "id": "T1311",
                    "name": "Chronic Myeloproliferative Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC15",
                    "name": "Blood and Lymph Conditions"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}