{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06173323",
            "orgStudyIdInfo": {
                "id": "300012221"
            },
            "secondaryIdInfos": [
                {
                    "id": "1K23DK134756",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/1K23DK134756"
                }
            ],
            "organization": {
                "fullName": "University of Alabama at Birmingham",
                "class": "OTHER"
            },
            "briefTitle": "A Stakeholder-enhanced Intervention to Improve the Decisional Partnership of Chronic Kidney Disease Dyads (IMPART)",
            "officialTitle": "An Optimization Trial of a Stakeholder-enhanced Intervention to Improve the Decisional Partnership of Chronic Kidney Disease Dyads (IMPART)",
            "acronym": "ImPart",
            "therapeuticArea": [
                "Nephrology and Renal Diseases",
                "Other"
            ],
            "study": "a-stakeholder-enhanced-intervention-to-improve-the-decisional-partnership-of-chronic-kidney-disease-dyads-impart"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-08-15",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-07-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2028-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-12-07",
            "studyFirstSubmitQcDate": "2023-12-07",
            "studyFirstPostDateStruct": {
                "date": "2023-12-15",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-25",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-27",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Shena Gazaway",
                "investigatorTitle": "Assistant Professor",
                "investigatorAffiliation": "University of Alabama at Birmingham"
            },
            "leadSponsor": {
                "name": "University of Alabama at Birmingham",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute of Diabetes and Digestive and Kidney Diseases (NIDDK)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Using a highly innovative methodology, the Multiphase Optimization Strategy (MOST), the purpose of this study is to pilot test, an optimization trial approach to develop and refine the decision partnering skills of persons with stage 4 chronic kidney disease and their caregivers. Using a 2x2x2 full factorial design, 64 dyads (patients and one identified caregiver) will be randomized to receive one or more lay coach-delivered decision partnering training components, based on Pearlin's Stress-Health Model of Family Caregiving and Rini's Social Support Effectiveness theory. The components include: 1) caregiver coaching on effective decision support (1 vs. 3 sessions); 2) caregiver decision support communication training (1 session vs. none); and 3) patient social support effectiveness psychoeducation (yes vs. no).",
            "detailedDescription": "Of the estimated 37 million U.S. adults with chronic kidney disease (CKD), many who are newly diagnosed with advancing CKD rely on the support of family caregivers to help cope with serious illness and make health-related decisions, such as dialysis and end of life choices. Underprepared family and patient decision-makers may lack CKD knowledge, have poor disease understanding, and unclear expectations about treatments, especially at the end of life. Underprepared CKD dyads (patient and caregiver) may experience greater decisional conflict, ineffective coping, and heightened distress compared to adequately prepared ones. Black CKD patients and their families who face discrimination experience additional obstacles when navigating health-related decisions.\n\nThere is a critical need to train CKD dyads to effectively partner with each other and their clinicians when contemplating treatment related decisions, early in disease trajectory to increase trust and enhance communication. However, few interventions exist to enhance dyad skills in effectively requesting the specific support and resources they need to successfully navigate decision-making and to manage their illness experience. To date, systematic reviews and national reports have highlighted how interventions to optimize health-related decision-making in CKD have focused mainly on the patient and have not included the family caregiver, particularly in historically excluded populations. Furthermore, nearly all work has focused on interventions for specific CKD medical decisions and not the broader landscape of health-related decision-making along the CKD illness trajectory (i.e., biopsy, medication regiment, diet and nutrition). To develop an intervention to enhance the decision-making partnership between CKD dyads, the investigators have identified intervention components from other caregiving interventions that focus on optimizing the dyad's ability to partner in decision-making earlier in the course of illness. However, it is unknown which of these components and component combinations might best comprise a packaged intervention that optimizes patient and caregiver health-related decision-making as related to advancing CKD. Traditional intervention development approaches typically treat interventions as \"bundled\" treatment packages, making it difficult to determine which components of an intervention are effective. Hence, the investigators propose an intervention development and testing approach using the Multiphase Optimization Strategy (MOST), aiming to develop and test intervention components more efficiently.\n\nStudy Objective: The overall purpose of this study is to pilot test components of ImPart (Improving Chronic Kidney Disease Decisional Partnerships), a telehealth, decision support training intervention for stage 4 CKD dyads (2 estimated glomerular filtration rate \\[eGFR\\] values between 15ml/min - 29ml/min in the last 90 days based on the new 2021 CKD-EPI creatinine race-free equation), using pilot data from current works and the MOST framework for intervention development and testing. A pilot 2X2X2 factorial trial to assess the stakeholder-informed individual components to evaluate feasibility, acceptability, and preliminary component efficacy with 64 stage 4 CKD dyads (128 individuals) randomized to 1 of 8 experimental conditions. Tentative intervention components include 1) caregiver coaching on effective decision support (1 vs. 3 sessions); 2) caregiver decision support communication training (1 session vs. none); and 3) patient social support effectiveness psychoeducation (yes vs. no).\n\nThe research specific aims (SA) are to:\n\nSA 1. Determine acceptability \\& feasibility of the refined intervention components in a sample of 64 dyads over 24 weeks using a pilot factorial design. Feasibility: Completion of ≥75% of intervention session \\&; data collection completion and the results of the feasibility of intervention measure. Acceptability: Post-intervention acceptability interviews, acceptability of intervention measure, and intervention appropriateness measure.\n\nSA 2. Explore the preliminary efficacy of individual intervention components on patient and caregiver outcomes over 24 weeks, including patient-reported decisional conflict using the Decision Conflict Scale (primary). Secondary outcomes: Patients: a) social support effectiveness (Social Support Effectiveness Scale), b) distress (Hospital Anxiety and Depression Scale), c) quality of life (Kidney Disease Quality of Life 36-item short-form \\[KDQOL-36\\]) Caregivers: a) distress (Hospital Anxiety and Depression Scale), b) quality of life (PROMIS Global 10) Both: dyadic interaction (Dyadic Coping Inventory)."
        },
        "conditionsModule": {
            "conditions": [
                "Decision Making, Shared",
                "Family Caregiving",
                "Chronic Kidney Disease"
            ],
            "keywords": [
                "chronic kidney disease",
                "shared decision making",
                "family caregiving"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "FACTORIAL",
                "primaryPurpose": "SUPPORTIVE_CARE",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "maskingDescription": "Statistician is masked",
                    "whoMasked": [
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 128,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Basic social support + communication + patient psychoeducation",
                    "type": "EXPERIMENTAL",
                    "description": "2 in-person/telephone weekly sessions on providing social support and tips for good communication for caregiver participants and 2 sessions of social support, decision aids, and tips for good communication for patient participants and a single monthly follow-up call for both participants.",
                    "interventionNames": [
                        "Behavioral: ImPart - Improving Chronic Kidney Disease Decisional Partnerships"
                    ]
                },
                {
                    "label": "Basic social support + communication",
                    "type": "EXPERIMENTAL",
                    "description": "2 in-person/telephone weekly sessions on providing social support and tips for good communication for caregiver participants and a single monthly follow-up call for caregiver participant",
                    "interventionNames": [
                        "Behavioral: ImPart - Improving Chronic Kidney Disease Decisional Partnerships"
                    ]
                },
                {
                    "label": "Basic social support + patient psychoeducation",
                    "type": "EXPERIMENTAL",
                    "description": "1 in-person/telephone weekly sessions on providing social support for caregiver participants and 2 sessions of social support, decision aids, and tips for good communication for patient participants and a single monthly follow-up call for both participants.",
                    "interventionNames": [
                        "Behavioral: ImPart - Improving Chronic Kidney Disease Decisional Partnerships"
                    ]
                },
                {
                    "label": "Basic social support",
                    "type": "EXPERIMENTAL",
                    "description": "1 in-person/telephone weekly sessions on providing social support for caregiver participants a single monthly follow-up call for the caregiver participant.",
                    "interventionNames": [
                        "Behavioral: ImPart - Improving Chronic Kidney Disease Decisional Partnerships"
                    ]
                },
                {
                    "label": "Advanced social support + communication+ patient psychoeducation",
                    "type": "EXPERIMENTAL",
                    "description": "4 in-person/telephone weekly sessions on providing social support and tips for good communication for caregiver participants and 2 sessions of social support, decision aids, and tips for good communication for patient participants and a single monthly follow-up call for both participants.",
                    "interventionNames": [
                        "Behavioral: ImPart - Improving Chronic Kidney Disease Decisional Partnerships"
                    ]
                },
                {
                    "label": "Advanced social support + communication",
                    "type": "EXPERIMENTAL",
                    "description": "4 in-person/telephone weekly sessions on providing social support and tips for good communication for caregiver participants and a single monthly follow-up call for caregiver participant",
                    "interventionNames": [
                        "Behavioral: ImPart - Improving Chronic Kidney Disease Decisional Partnerships"
                    ]
                },
                {
                    "label": "Advanced social support + patient psychoeducation",
                    "type": "EXPERIMENTAL",
                    "description": "3 in-person/telephone weekly sessions on providing social support for caregiver participants and 2 sessions of social support, decision aids, and tips for good communication for patient participants and a single monthly follow-up call for both participants.",
                    "interventionNames": [
                        "Behavioral: ImPart - Improving Chronic Kidney Disease Decisional Partnerships"
                    ]
                },
                {
                    "label": "Advanced social support",
                    "type": "EXPERIMENTAL",
                    "description": "3 in-person/telephone weekly sessions on providing social support for caregiver participants and a single monthly follow-up call for caregiver participant",
                    "interventionNames": [
                        "Behavioral: ImPart - Improving Chronic Kidney Disease Decisional Partnerships"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "ImPart - Improving Chronic Kidney Disease Decisional Partnerships",
                    "description": "ImPart is a decision support intervention developed and refined in partnership with a advisory group of patients with and caregivers of people living with Chronic Kidney Disease. The program is designed to support decision-making throughout the illness experience.",
                    "armGroupLabels": [
                        "Advanced social support",
                        "Advanced social support + communication",
                        "Advanced social support + communication+ patient psychoeducation",
                        "Advanced social support + patient psychoeducation",
                        "Basic social support",
                        "Basic social support + communication",
                        "Basic social support + communication + patient psychoeducation",
                        "Basic social support + patient psychoeducation"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Acceptability of Intervention Measure",
                    "description": "four-item measure of implementation outcomes that are often considered \"leading indicators\" of implementation success; higher score indicate greater acceptability (highest score - 20)",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Intervention Appropriateness Measure",
                    "description": "Four-item measure of implementation outcomes that are often considered \"leading indicators\" of implementation success; higher score indicate greater appropriateness (highest score - 20)",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Feasibility of Intervention",
                    "description": "Intervention completion rate (# participants completing assigned components) will be tabulated, ≥75% completion rates for assigned components will be considered evidence of feasibility",
                    "timeFrame": "12 weeks after baseline"
                },
                {
                    "measure": "Feasibility of Data Collection",
                    "description": "Intervention assessment completion rate (# participants completing each study assessment) will be tabulated, ≥75% completion rates for study assessments will be considered evidence of feasibility",
                    "timeFrame": "baseline, 12 weeks, 24 weeks after baseline"
                },
                {
                    "measure": "Feasibility of Intervention Process",
                    "description": "Feasibility of Intervention Measure a four-item measure of implementation - higher scores = greater feasibility (highest score - 20)",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Acceptability of Intervention and Study Procedures",
                    "description": "Determined by thematic analysis, of digitally recorded, semi-structured qualitative interviews adapted from prior study teams' work. Open-ended questions will query participants about their experiences with their assigned intervention components, the navigator, study procedures, how program impacted their engagement in shared decision-making and changes they would like to see made to the intervention and study procedures.",
                    "timeFrame": "24 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Health-related decision process for patient as measured by the Decision Conflict Scale",
                    "description": "16-item measure; perceptions of uncertainty in choosing options, factors contributing to uncertainty (e.g., feeling uninformed, unclear values) and feeling that decisions were informed and values-based - Scores range from 0 \\[no decisional conflict\\] to 100 \\[extremely high decisional conflict\\].",
                    "timeFrame": "baseline, 12 weeks, and 24 weeks after baseline"
                },
                {
                    "measure": "Health-related decision process for patient as measured by the Social Support Effectiveness- Questionnaire",
                    "description": "25 item measure; perceptions of help received in last 3 months with higher scores indicating more effective support - The total possible score is 66 points",
                    "timeFrame": "baseline, 12 weeks, and 24 weeks after baseline"
                },
                {
                    "measure": "Patient and Caregiver well-being/distress as measured by the Hospital Anxiety and Depression Scale",
                    "description": "14 items total, items measure anxiety and depressive symptoms. Higher scores=worse anxiety/depression - Scoring for each item ranges from zero to three, with three denoting highest anxiety or depression level. A total subscale score of \\>8 points out of a possible 21 denotes considerable symptoms of anxiety or depression.",
                    "timeFrame": "baseline, 12 weeks, and 24 weeks after baseline"
                },
                {
                    "measure": "Patient wellbeing/quality of life as measured by the Kidney Disease Quality of Life Scale (KDQOL 36)",
                    "description": "36 items measure three components: physical health score, mental health score, and kidney disease health score. Physical health score, mental health score, and kidney disease health score are averaged scores of sub-scales. The range of each score and each sub-scale is 0 - 100, and higher values indicate better QOL status",
                    "timeFrame": "baseline, 12 weeks, and 24 weeks after baseline"
                },
                {
                    "measure": "Patient and caregiver interaction as measured by the Dyadic Coping Inventory",
                    "description": "37-item instrument designed to measure perceived communication and dyadic coping in close relationships when one or both partners are stressed - higher scores = better coping between members of the dyad",
                    "timeFrame": "baseline, 12 weeks, and 24 weeks after baseline"
                },
                {
                    "measure": "Caregiver wellbeing/quality of life as measured by the PROMIS Global Health 10",
                    "description": "10 items, measures global health-related quality of life (HRQOL) in 2 domains: physical and mental health; scoring allows for cost-effectiveness estimates. Higher scores=higher HRQO",
                    "timeFrame": "baseline, 12 weeks, and 24 weeks after baseline"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Patients\n\n  1. Age ≥18;\n  2. EMR documented diagnosis of stage 4 CKD (2 eGFR 29-15 within 90 days);\n  3. Ability to speak and read English and complete baseline questionnaires;\n  4. Patients must have an enrolled caregiver\n\nExclusion Criteria:\n\n* Patients\n\n  1. Receiving hospice;\n  2. Receiving dialysis;\n  3. Medical record documentation of active unmedicated severe mental illness, moderate-severe dementia, suicidal ideation, uncorrected hearing loss, and active substance abuse.\n\nInclusion Criteria:\n\n* Caregivers\n\n  1. Age ≥18;\n  2. Self-endorsing or identified by the patient as a relative, friend, or partner that has a close relationship with you and who assists you with your medical decisions and who may or may not live in the same residence as you and who is not paid for their help\n  3. Caring for a patient with CKD;\n  4. Ability to speak and read English and complete baseline questionnaires;\n  5. Caregivers must have an enrolled patient.\n\nExclusion Criteria:\n\n* Caregivers 1) Self-reported unmedicated mental illness, Moderate-severe dementia, active suicidal ideation, uncorrected hearing loss, or active substance abuse ascertained by scripted study introduction questioning.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Shena Gazaway, Phd, RN",
                    "role": "CONTACT",
                    "phone": "205-975-5704",
                    "email": "gazaways@uab.edu"
                },
                {
                    "name": "Alicia Cole, MS",
                    "role": "CONTACT",
                    "phone": "205-934-2862",
                    "email": "acole569@uab.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Shena Gazaway, PhD",
                    "affiliation": "University of Alabama at Birmingham",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Shena Gazaway",
                    "status": "RECRUITING",
                    "city": "Birmingham",
                    "state": "Alabama",
                    "zip": "35294-1150",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Shena Gazaway",
                            "role": "CONTACT",
                            "phone": "205-975-5304",
                            "email": "gazaways@uab.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.52066,
                        "lon": -86.80249
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000007674",
                    "term": "Kidney Diseases"
                },
                {
                    "id": "D000051436",
                    "term": "Renal Insufficiency, Chronic"
                }
            ],
            "ancestors": [
                {
                    "id": "D000014570",
                    "term": "Urologic Diseases"
                },
                {
                    "id": "D000052776",
                    "term": "Female Urogenital Diseases"
                },
                {
                    "id": "D000005261",
                    "term": "Female Urogenital Diseases and Pregnancy Complications"
                },
                {
                    "id": "D000091642",
                    "term": "Urogenital Diseases"
                },
                {
                    "id": "D000052801",
                    "term": "Male Urogenital Diseases"
                },
                {
                    "id": "D000051437",
                    "term": "Renal Insufficiency"
                },
                {
                    "id": "D000002908",
                    "term": "Chronic Disease"
                },
                {
                    "id": "D000020969",
                    "term": "Disease Attributes"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M10698",
                    "name": "Kidney Diseases",
                    "asFound": "Kidney Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M26717",
                    "name": "Renal Insufficiency, Chronic",
                    "asFound": "Chronic Kidney Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M26718",
                    "name": "Renal Insufficiency",
                    "relevance": "LOW"
                },
                {
                    "id": "M17319",
                    "name": "Urologic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M2875",
                    "name": "Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M27093",
                    "name": "Female Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14127",
                    "name": "Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M8399",
                    "name": "Female Urogenital Diseases and Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M27095",
                    "name": "Male Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M6147",
                    "name": "Chronic Disease",
                    "relevance": "LOW"
                },
                {
                    "id": "M22700",
                    "name": "Disease Attributes",
                    "relevance": "LOW"
                },
                {
                    "id": "T1303",
                    "name": "Chronic Graft Versus Host Disease",
                    "asFound": "Chronic",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}