{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05992896",
            "orgStudyIdInfo": {
                "id": "23-003451"
            },
            "organization": {
                "fullName": "Mayo Clinic",
                "class": "OTHER"
            },
            "briefTitle": "A Study of Loco-Regional Liposomal Bupivacaine Injection",
            "officialTitle": "Can Loco-regional Anesthesia With Liposomal Bupivacaine Reduce Intra- and Post-operative Narcotic Use in Patients Undergoing Lower Extremity Revascularization? A Prospective, Triple Blinded, Randomized Trial.",
            "therapeuticArea": [
                "Other"
            ],
            "study": "a-study-of-loco-regional-liposomal-bupivacaine-injection"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-09-26",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-11-15",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-12",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-08-07",
            "studyFirstSubmitQcDate": "2023-08-07",
            "studyFirstPostDateStruct": {
                "date": "2023-08-15",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-13",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-16",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Tiziano Tallarita",
                "investigatorTitle": "Principal Investigator",
                "investigatorAffiliation": "Mayo Clinic"
            },
            "leadSponsor": {
                "name": "Mayo Clinic",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this research is to find out if using liposomal bupivacaine solution (bupivacaine liposome) injections during lower extremity revascularization surgery will lower the amount of narcotic drugs used during and following the procedure.",
            "detailedDescription": "This will be a single site, triple blinded, controlled randomized trial assessing potential reduction in narcotic use in patients undergoing lower extremity revascularization, when loco-regional anesthesia with Exparel solution is performed, compared to normal saline injection. Loco-regional anesthesia for lower extremity revascularization will include an ultrasound guided ilio-inguinal block with Exparel solution and local injection in the wound(s) edges of more Exparel solution. The control group will receive injection of normal saline instead. Lower extremity revascularizations will include femoral endarterectomy with patching ± antegrade or retrograde endovascular intervention (one or more combination of stenting, atherectomy, balloon angioplasty) or bypass (femoral popliteal or femoral tibial bypasses with vein or prosthetic graft).\n\nThe study will be conducted at Mayo Clinic Health System in Eau Claire only (single site).\n\nThe enrolled patients will be medicated in pre- and intra-operative phases by the anesthesia team in a standardized fashion, based on the protocol in attachment 4.\n\nPatient, surgeon, and the team assessing the patient postoperatively will be blinded (triple blinded). Normal saline will be opacified by the pharmacy to keep the surgeon unaware of what he/she is injecting. As per Mayo policy, all patients will receive the surgical bill at least 30 days after surgery. This time frame will allow the patient to remain blinded if he/she received Exparel injection for the entire length of the study (which is 28 days after surgery).\n\nThe rounding team will evaluate the patient for signs of complications (based on the Clavien-Dindo grading system; figure 1) and ask the patients their minimum and maximum pain score (reported as 0-10 verbal numerical rating scale with 10 being worst pain) in the first 72 hours. The nurse will also assess patient's pain with the Visual Analogue Score (VAS; Figure 1). If VAS is \\>3 after the non-narcotic medications have been given, oral or intravenous narcotic medication will be administered. If patient is discharged before 72 hours, the team will call the patient at 48 and 72 hours to assess pain score. The maximal pain score value for the time period 0-72 hours will be chosen as the maximal pain during that time period.\n\nDischarge criteria include pain \\<4/10, independence of intravenous analgesia, and being medically stable for discharge. If patients are waiting for placement, the time of discharge for the purpose of the study will be the day they have met such criterion as opposed to the day of actual discharge, as this can vary depending on patient placement.\n\nThe nurses taking care of the study patients will fill a specific form (attachment 1) every time a narcotic medication will be administered, specifying the pain score at the time of the administration and the location of the pain. The filled form will be handled to the rounding team on a daily basis.\n\nThe amount of postoperative narcotic use will be calculated in morphine equivalent. Inpatient narcotic use will be extrapolated from the patient's chart and the nursing forms. Outpatient narcotic use will be based on the narcotic prescription(s) filled by the patient. A urine drug screen will be obtained at 14 days (at the time of the first postoperative clinic visit) and at 28 days, but only in those patients who did not fill the narcotic prescription, to make sure those patients did not obtain narcotics from other sources.\n\nPatient quality of recovery and satisfaction will be assessed with a patient survey administered the day of discharge and at 30 days (see attachment 2). For quality of recovery measurement, we used the validated and psychometrically evaluated questionnaire QoR-15 from Stark and colleagues, a short form of the comprehensive 40-item questionnaire QoR-40. (6,7).\n\nAt the time of the signature of the consent, the patients will receive educational materials regarding use of narcotics and associated side effects (from the Center of Disease and Prevention Control, Opioid Factsheet for Patients \\[cdc.gov\\]), covering the main points showed in the attachment 3.(8) The educational material on narcotic use will be re-discussed with the patients at the time of the discharge.\n\nThe research coordinator team will be in charge of randomizing patients and communicating the result to pharmacy. Based on the results, pharmacy will send the solution (either Exparel or \"modified\" normal saline to resemble Exparel) to inject during the ultrasound guided ilio-inguinal block. As mentioned above, patient, surgeon, and rounding team will be blinded (triple blind, randomized study). Demographics, pre-operative cardiovascular risk factors, procedural details, intra- and post-operative complications, hospital stay, patient recovery satisfaction, intraoperative narcotic use (in morphine equivalent), postoperative narcotic use (in morphine equivalent) at 12, 24, 48, and 72hr, total postoperative narcotic use (in morphine equivalent) at 28 days ilio-inguinal block will be recorded in a redcap database.\n\nTreatment technique:\n\nThe patient will be brought to the operative room and general anesthesia initiated in supine position. After the patient will be prepped and draped in standard sterile fashion, the new intervention, for which this study is designed, will include identifying the transversus abdominis muscle with ultrasound guidance, few centimeters above the anterior superior iliac spine, in the surgical side. Using sterile technique, an 20g Nerve block needle will be inserted and advanced under ultrasound guidance until it is below the fascial covering of the transversus abdominis muscle layer. Gentle aspiration for air, or blood will be performed and either 30 cc mix of 1 vial of Liposomal bupivacaine/1 vial of 0.25% bupivacaine/100 cc of saline or 30 mL of normal saline will be injected under ultrasound guidance. For each 5cc of local anesthetic injected, aspiration will be performed. Upon completion of the injection, the needle will then be removed. In the control group, the same technique will be utilized but normal saline alone will be injected instead. The solution of normal saline with be opacified by pharmacy to resemble Exparel solution and to keep the surgeon blinded. Both the patient and the surgeon will be not aware of the solution injected.\n\nDuring the procedure, after the plan of dissection is completed and the target vessels exposed and controlled, the edges of the wound(s) will be injected with the remaining mix of Liposomal bupivacaine/bupivacaine/saline (or normal saline alone in the control group). The revascularization will continue as per standard of care. At the end of the revascularization, the wound(s) will be closed in multiple layers. Once the procedure is completed, the patient will be sent to the recovery room and eventually to the hospital room.\n\nRecruitment:\n\nConsenting Procedure:\n\nBefore any procedure is performed, informed consent will be obtained. A single informed consent form that describes both the study procedures will be discussed with the patient including pros and cons of injection of Exparel or normal saline, side effects and potential complications of these medications.\n\nPatients need to agree to perform a urine drug test at 14 and 28 days if required (see below), filled the survey questionnaire for patient's recovery satisfaction, provide the highest pain score.\n\nThe attending provider or the team nurse practitioner, resident or research coordinator will obtain the consent. These individuals would have basic medical education and degree necessary for proper explanation of the details of the study and the medical implications involved. Patients will be reconsented if needed after any major change in clinical condition or adverse events reporting. A copy of the signed informed consent will be kept in the medical record and a digital copy maintained on a password protected secure file.\n\nPatients will be randomized following consent and subsequently evaluated with intention to treat. Randomization will be performed by the research coordinator. During the inpatient hospital phase of their recovery patients will be assessed by the rounding team for pain score and postoperative complications. Following discharge patients will be seen in clinic at 14 days for wound check, pain control, patient's recovery satisfaction and narcotic use. If no narcotic prescription has been filled until then, a urine drug test will be administered to make sure the patient did not take narcotic medication from other sources. At 28 days, a clinic follow up will be performed to check wound(s), pain control, recovery satisfaction and narcotic use. If no narcotic prescription has been filled, a urine drug test will be administered to make sure the patient did not take narcotic medication from other sources.\n\nEnrollment, Baseline, and/or Randomization Enrollment Enrollment can occur at any time between preoperative clinic visit and the day of surgery. A patient is enrolled once passed inclusion criteria, study procedure explained to them by a qualified practitioner and have signed informed consent. Enrollment date is the day of signing the consent form. That would be the same day randomization will be done.\n\nOnce patients are enrolled and consented, they will be registered in the trial.\n\nPrior to accepting the registration/randomization, the registration/randomization application will verify the following:\n\n* IRB approval at the registering institution\n* Patient eligibility\n* Existence of a signed consent form\n* Existence of a signed authorization for use and disclosure of protected health information\n\nA patient is deemed ineligible if after registration, it is determined that at the time of registration, the patient did not satisfy each and every eligibility criteria for study entry. The patient may continue treatment off-protocol at the discretion of the physician as long as there are no safety concerns, and the patient was properly registered. The patient will go off study.\n\nIf the patient received treatment, all data up until the point of confirmation of ineligibility must be submitted. If the patient never received treatment, on-study material must be submitted.\n\nA patient is deemed a major violation, if protocol requirements regarding treatment are severely violated that evaluability for primary end point is questionable. All data up until the point of confirmation of a major violation must be submitted. The patient will go off study. The patient may continue treatment off-protocol at the discretion of the physician as long as there are no safety concerns, and the patient was properly registered.\n\nA patient is deemed a cancel if he/she is removed from the study for any reason before any study treatment is given. On-study material and the End of Active Treatment/Cancel Notification Form must be submitted. No further data submission is necessary.\n\nBaseline Assessments Baseline assessment will include review of medical history, physical examination by treatment team, review of medications, and labs by the individual obtaining consent.\n\nRandomization Randomization will be done once patients are enrolled. Upon patient discharge from the hospital, initiation of study intervention will occur. After the patient has been registered into the study, Randomization will be performed by an inpatient pharmacist at Mayo Clinic Eau Claire using an online randomizer, the patient will be assigned to one of the following treatment groups- Exparel or control with normal saline.\n\nFollow-up Visits Patients will be seen for an in-person follow-up visit between POD 14 and 28. Treatment administration form, vitals, and adverse events will be reviewed at follow-up appointment. For patients who did not fill the narcotic prescription, a urine drug test will be administered at 14 and/or 28 days to make sure those patients did not take narcotic medication from other sources."
        },
        "conditionsModule": {
            "conditions": [
                "Peripheral Arterial Disease"
            ],
            "keywords": [
                "peripheral arterial disease",
                "postoperative pain control",
                "narcotic abuse",
                "Ilio-inguinal block",
                "regional anesthesia"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE4"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "TRIPLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 20,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Liposomal Bupivacaine Group",
                    "type": "EXPERIMENTAL",
                    "description": "Subjects will receive an injection of liposomal bupivacaine during clinically indicated lower extremity revascularization surgery.",
                    "interventionNames": [
                        "Drug: Bupivacaine liposome"
                    ]
                },
                {
                    "label": "Placebo Group",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "Subjects will receive an injection of placebo during clinically indicated lower extremity revascularization surgery.",
                    "interventionNames": [
                        "Drug: Placebo"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Bupivacaine liposome",
                    "description": "Injection into pelvic area and into the edges of wound at the end of the procedure.",
                    "armGroupLabels": [
                        "Liposomal Bupivacaine Group"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Placebo",
                    "description": "Looks exactly like the study drug, but contains no active ingredients. Injection into pelvic area and into the edges of wound at the end of the procedure .",
                    "armGroupLabels": [
                        "Placebo Group"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Postoperative use of narcotics at 12 hours",
                    "description": "Measured in morphine equivalent",
                    "timeFrame": "12 hours after injection"
                },
                {
                    "measure": "Postoperative use of narcotics at 24 hours",
                    "description": "Measured in morphine equivalent",
                    "timeFrame": "24 hours after injection"
                },
                {
                    "measure": "Postoperative use of narcotics at 48 hours",
                    "description": "Measured in morphine equivalent",
                    "timeFrame": "48 hours after injection"
                },
                {
                    "measure": "Postoperative use of narcotics at 72 hours",
                    "description": "Measured in morphine equivalent",
                    "timeFrame": "72 hours after injection"
                },
                {
                    "measure": "Postoperative use of narcotics at 30 days",
                    "description": "Measured in morphine equivalent",
                    "timeFrame": "30 days after injection"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Postoperative quality of recovery at 14 days",
                    "description": "Measured using the self-reported quality of recovery score (QoR)-15. The 15-item questionnaire patient satisfaction survey over the last 24 hours on 11 point Likert scale for positive items, 0 = \"none of the time\" to 10 = \"all of the time\"; for negative items the scoring was reversed. Total score range 0 to 150, with higher scores indicating better quality of recovery.",
                    "timeFrame": "14 days after injection"
                },
                {
                    "measure": "Postoperative quality of recovery at 28 days",
                    "description": "Measured using the self-reported quality of recovery score (QoR)-15. The 15-item questionnaire patient satisfaction survey over the last 24 hours on 11 point Likert scale for positive items, 0 = \"none of the time\" to 10 = \"all of the time\"; for negative items the scoring was reversed. Total score range 0 to 150, with higher scores indicating better quality of recovery.",
                    "timeFrame": "28 days after injection"
                },
                {
                    "measure": "Intraoperative use of narcotics",
                    "description": "Measured in morphine equivalent",
                    "timeFrame": "During surgery approximately 2 to 6 hours"
                },
                {
                    "measure": "Hospital Length of Stay",
                    "description": "Total number of hours subjects were admitted to the hospital",
                    "timeFrame": "28 days"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n- Those who present for elective lower extremity revascularization.\n\nExclusion Criteria:\n\n* Non-English speaking.\n* Chronic pain.\n* On opioids greater than 1 weeks.\n* Allergy to local anesthetics.\n* Use of spinal or epidural for surgery.\n* Lack of patient cooperation.\n* Lontraindication to regional anesthesia.\n* Vulnerable individuals.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Joshua Druckrey",
                    "role": "CONTACT",
                    "phone": "715-838-5831",
                    "email": "druckrey.joshua@mayo.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Tiziano Tallarita, MD",
                    "affiliation": "Mayo Clinic",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Mayo Clinic Health System - Eau Claire",
                    "status": "RECRUITING",
                    "city": "Eau Claire",
                    "state": "Wisconsin",
                    "zip": "54703",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 44.81135,
                        "lon": -91.49849
                    }
                }
            ]
        },
        "referencesModule": {
            "seeAlsoLinks": [
                {
                    "label": "Mayo Clinic Clinical Trials",
                    "url": "https://www.mayo.edu/research/clinical-trials"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000058729",
                    "term": "Peripheral Arterial Disease"
                },
                {
                    "id": "D000016491",
                    "term": "Peripheral Vascular Diseases"
                }
            ],
            "ancestors": [
                {
                    "id": "D000050197",
                    "term": "Atherosclerosis"
                },
                {
                    "id": "D000001161",
                    "term": "Arteriosclerosis"
                },
                {
                    "id": "D000001157",
                    "term": "Arterial Occlusive Diseases"
                },
                {
                    "id": "D000014652",
                    "term": "Vascular Diseases"
                },
                {
                    "id": "D000002318",
                    "term": "Cardiovascular Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M13069",
                    "name": "Pain, Postoperative",
                    "relevance": "LOW"
                },
                {
                    "id": "M29213",
                    "name": "Peripheral Arterial Disease",
                    "asFound": "Peripheral Arterial Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M18894",
                    "name": "Peripheral Vascular Diseases",
                    "asFound": "Peripheral Arterial Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M13066",
                    "name": "Pain",
                    "relevance": "LOW"
                },
                {
                    "id": "M17400",
                    "name": "Vascular Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M26188",
                    "name": "Atherosclerosis",
                    "relevance": "LOW"
                },
                {
                    "id": "M4469",
                    "name": "Arteriosclerosis",
                    "relevance": "LOW"
                },
                {
                    "id": "M4465",
                    "name": "Arterial Occlusive Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000002045",
                    "term": "Bupivacaine"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000779",
                    "term": "Anesthetics, Local"
                },
                {
                    "id": "D000000777",
                    "term": "Anesthetics"
                },
                {
                    "id": "D000002492",
                    "term": "Central Nervous System Depressants"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000018689",
                    "term": "Sensory System Agents"
                },
                {
                    "id": "D000018373",
                    "term": "Peripheral Nervous System Agents"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4107",
                    "name": "Anesthetics",
                    "relevance": "LOW"
                },
                {
                    "id": "M5315",
                    "name": "Bupivacaine",
                    "asFound": "Type",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12245",
                    "name": "Narcotics",
                    "relevance": "LOW"
                },
                {
                    "id": "M4109",
                    "name": "Anesthetics, Local",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "Analg",
                    "name": "Analgesics"
                }
            ]
        }
    },
    "hasResults": false
}