{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05071300",
            "orgStudyIdInfo": {
                "id": "ION-682884-CS13"
            },
            "secondaryIdInfos": [
                {
                    "id": "2021-001427-40",
                    "type": "EUDRACT_NUMBER"
                }
            ],
            "organization": {
                "fullName": "Ionis Pharmaceuticals, Inc.",
                "class": "INDUSTRY"
            },
            "briefTitle": "A Study to Assess the Long-Term Safety and Efficacy of Eplontersen (Formerly Known as ION-682884, IONIS-TTR-LRx and AKCEA-TTR-LRx) in Patients With Hereditary Transthyretin-Mediated Amyloid Polyneuropathy",
            "officialTitle": "An Open-Label, Extension Study to Assess the Long-Term Safety and Efficacy of ION-682884 in Patients With Hereditary Transthyretin-Mediated Amyloid Polyneuropathy",
            "therapeuticArea": [
                "Neurology"
            ],
            "study": "a-study-to-assess-the-long-term-safety-and-efficacy-of-eplontersen-formerly-known-as-ion-ionis-ttr-lrx-and-akcea-ttr-lrx-in-patients-with-hereditary-transthyretin-mediated-amyloid-polyneuropathy"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-10",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-01-04",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-07",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-07",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-09-23",
            "studyFirstSubmitQcDate": "2021-10-04",
            "studyFirstPostDateStruct": {
                "date": "2021-10-08",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-10-04",
            "lastUpdatePostDateStruct": {
                "date": "2023-10-06",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Ionis Pharmaceuticals, Inc.",
                "class": "INDUSTRY"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": true
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this study is to evaluate the safety and tolerability of extended dosing with Eplontersen in participants with hereditary transthyretin-mediated amyloid polyneuropathy (hATTR-PN).",
            "detailedDescription": "This is a multicenter, open-label, Phase 3 study in up to approximately 140 participants. Eligible participants will receive Eplontersen once every 4 weeks for up to 157 weeks. Participants will also receive daily supplemental doses of the recommended daily allowance (RDA) of vitamin A. This study will consist of the following periods: less than or equal to (≤) 8-week screening period, a 157 weeks treatment period, and a 24-week post-treatment evaluation period."
        },
        "conditionsModule": {
            "conditions": [
                "Hereditary Transthyretin-Mediated Amyloid Polyneuropathy"
            ],
            "keywords": [
                "ION-682884",
                "hATTR-PN",
                "TTR",
                "EQ-5D-5L",
                "COMPASS-31"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE3"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 140,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Eplontersen",
                    "type": "EXPERIMENTAL",
                    "description": "Eplontersen will be administered by subcutaneous (SC) injection once every 4 weeks for up to 3 years (157 weeks).",
                    "interventionNames": [
                        "Drug: Eplontersen"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Eplontersen",
                    "description": "Eplontersen will be administered by SC injection.",
                    "armGroupLabels": [
                        "Eplontersen"
                    ],
                    "otherNames": [
                        "AKCEA-TTR-LRx",
                        "ION-682884",
                        "IONIS-TTR-LRx"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change From Baseline in Platelet Count",
                    "timeFrame": "Baseline to Week 181"
                },
                {
                    "measure": "Number of Participants With Clinically Significant Changes From Baseline in Renal Function",
                    "timeFrame": "Baseline to Week 181"
                },
                {
                    "measure": "Change From Baseline in Adverse Events",
                    "timeFrame": "Baseline to Week 181"
                },
                {
                    "measure": "Change From Baseline in Number of Concomitant Medications Used",
                    "timeFrame": "Baseline to Week 181"
                },
                {
                    "measure": "Number of Participants With Clinically Significant Changes From Baseline in Vital Signs",
                    "timeFrame": "Baseline to Week 181"
                },
                {
                    "measure": "Change From Baseline in Body Weight",
                    "timeFrame": "Baseline to Week 181"
                },
                {
                    "measure": "Number of Participants With Clinically Significant Changes From Baseline in Physical Examination Findings",
                    "timeFrame": "Baseline to Week 181"
                },
                {
                    "measure": "Number of Participants With Clinically Significant Changes From Baseline in Clinical Laboratory Tests",
                    "timeFrame": "Baseline to Week 181"
                },
                {
                    "measure": "Number of Participants With Clinically Significant Changes From Baseline in Electrocardiogram (ECG) Parameters",
                    "timeFrame": "Baseline to Week 181"
                },
                {
                    "measure": "Number of Participants With Clinically Significant Changes From Baseline in Thyroid Panel Tests",
                    "timeFrame": "Baseline to Week 181"
                },
                {
                    "measure": "Number of Participants With Clinically Significant Changes From Baseline in Coagulation Tests",
                    "timeFrame": "Baseline to Week 181"
                },
                {
                    "measure": "Number of Participants With Clinically Significant Changes From Baseline in Inflammatory Panel Tests",
                    "timeFrame": "Baseline to Week 181"
                },
                {
                    "measure": "Number of Participants With Clinically Significant Changes From Baseline in Complement and Immunogenicity Tests",
                    "timeFrame": "Baseline to Week 181"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change From Baseline in Neuropathy Impairment Score (NIS)",
                    "description": "NIS is a composite, quantitative measure of both large-and small-fiber dysfunction used to evaluate the participant's muscle strength, sensation, and reflexes. Total NIS is graded on a scale of 0-244, with a higher score indicating greater impairment.",
                    "timeFrame": "Baseline to Week 181"
                },
                {
                    "measure": "Change From Baseline in Norfolk Quality of Life-Diabetic Neuropathy (Norfolk QOL-DN) Questionnaire",
                    "description": "The Norfolk QoL-DN score is a measure of physical function/large fiber neuropathy, symptoms, activities of daily living, small fiber neuropathy, and autonomic neuropathy. The Norfolk QoL-DN total score has a range of -4 to 136, and a higher score indicates poorer quality of life.",
                    "timeFrame": "Baseline to Week 181"
                },
                {
                    "measure": "Change From Baseline in Neuropathy Symptom and Change Score (NSC)",
                    "description": "NSC score is a questionnaire composed of 38 questions that assess the presence and severity of neuropathy symptoms (including weakness, loss of temperature and pain sensation, and manifestations associated with autonomic nervous system dysfunction).",
                    "timeFrame": "Baseline to Week 181"
                },
                {
                    "measure": "Change From Baseline in Serum Transthyretin (TTR) Concentration",
                    "timeFrame": "Baseline to Week 181"
                },
                {
                    "measure": "Change From Baseline in Physical Component Summary Score (PCS) of 36-Item Short Form Survey (SF-36)",
                    "description": "The SF-36 is composed of 8 multi-item scales (35 items) assessing physical function (10 items), role limitations due to physical health problems (4 items), bodily pain (2 items), general health (5 items), vitality (4 items), social functioning (2 items), role limitations due to emotional problems (3 items) and emotional well-being (5 items). Each of the 8 scales is scored from 0 to 100 with higher scores indicating better health. The 8 scales can be aggregated into a PCS score, which is also scaled from 0 to 100 with higher scores indicating better health.",
                    "timeFrame": "Baseline to Week 181"
                },
                {
                    "measure": "Change From Baseline in Polyneuropathy Disability Score (PND)",
                    "description": "PND score assesses disease severity using a 5-stage scoring system. It includes Stage 0: no impairment; Stage 1: sensory disturbances but preserved walking capabilities; Stage 2: impaired walking capacity, but ability to walk without a stick or crutches; Stage 3A/B: walking with help of 1 or 2 sticks or crutches; Stage 4: confined to wheel chair or bedridden.",
                    "timeFrame": "Baseline to Week 181"
                },
                {
                    "measure": "Change From Baseline in Modified Body Mass Index (mBMI)",
                    "description": "mBMI is defined as body mass index in kilograms per square meter (kg/m\\^2) multiplied by serum albumin in grams per liter (g/L).",
                    "timeFrame": "Baseline to Week 181"
                },
                {
                    "measure": "Change From Baseline in Composite Autonomic Symptom Score-31 (COMPASS-31)",
                    "description": "COMPASS-31 is a 31-question participant-reported assessment that measures autonomic symptoms across 6 weighted domains on a 100-point scale: orthostatic intolerance (40 points), vasomotor (5 points), secretomotor (15 points), gastrointestinal (25 points), bladder (10 points), and pupillomotor (15 points). A higher score indicates worse autonomic dysfunction.",
                    "timeFrame": "Baseline to Week 181"
                },
                {
                    "measure": "Change From Baseline in 5 Level EQ-5D (EQ-5D-5L)",
                    "description": "The EQ-5D-5L is a standard measure of health-related quality of life. EQ-5D-5L consists of two components: a health state profile and a visual analog scale (VAS). EQ-5D health state profile comprises 5 dimensions: mobility, self-care, usual activities, pain/discomfort, and anxiety/depression. Each dimension has 5 levels: 1=no problems, 2=slight problems, 3=moderate problems, 4=severe problems, and 5=extreme problems. The 5D-5L systems are converted into a single index utility score between 0 to 1, where a higher score indicates a better health state. The VAS records the participant's health on a 0-100 mm VAS scale, with 0 indicating \"the worst health you can imagine\" and 100 indicating \"the best health you can imagine\". Higher scores of EQ VAS indicate better health.",
                    "timeFrame": "Baseline to Week 181"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Satisfactory completion of ION-682884-CS3 (NCT04136184) (Index Study) as judged by the Investigator and Sponsor, or diagnosis of hATTR-PN and satisfactory completion of either study ISIS 420915-CS101 or study 2018-P001436 (NCT03702829) (both are Investigator-Sponsored studies with inotersen - the unconjugated version of Eplontersen) as judged by the Investigator and Sponsor.\n2. Must have given written informed consent (signed and dated) and any authorizations required by local law and be able to comply with all study requirements.\n3. Satisfy the following:\n\n   1. Females: must be non-pregnant and non-lactating and either:\n\n      * Surgically sterile (e.g., tubal occlusion, hysterectomy, bilateral salpingectomy, bilateral oophorectomy);\n      * Post-menopausal (defined as 12 months of spontaneous amenorrhea in females \\> 55 years of age or, in females ≤ 55 years, 12 months of spontaneous amenorrhea without an alternative medical cause and follicle-stimulating hormone (FSH) levels in the postmenopausal range for the laboratory involved;\n      * Abstinent\\*;\n      * If engaged in sexual relations of child-bearing potential, agree to use highly effective contraceptive methods from the time of signing the informed consent form until at least 24 weeks after the last dose of Eplontersen and agree to receive pregnancy tests per protocol.\n   2. Males: Surgically sterile (i.e., bilateral orchidectomy) or abstinent\\*, if engaged in sexual relations with a woman of child-bearing potential (WOCBP), the participant or the participant's non-pregnant female partner must use a highly effective contraceptive method from the time of signing the informed consent form until at least 24 weeks after the last dose of Eplontersen. \\*Abstinence (i.e., refraining from heterosexual intercourse throughout the duration of study participation) is only acceptable as true abstinence, i.e., when this is in line with the preferred and usual lifestyle of the participant. Periodic abstinence (e.g., calendar, ovulation, symptothermal, post-ovulation methods), declaration of abstinence for the duration of a trial and withdrawal are not acceptable methods of contraception.\n4. Willingness to adhere to vitamin A supplementation per protocol.\n\nExclusion Criteria:\n\n1. Have any new condition or worsening of existing condition that in the opinion of the Investigator or Sponsor would make the participant unsuitable for enrollment or could interfere with the participant taking part in or completing the study.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Ionis Pharmaceuticals",
                    "role": "CONTACT",
                    "phone": "(844) 483-0646",
                    "email": "IonisHATTRPNstudy@clinicaltrialmedia.com"
                }
            ],
            "locations": [
                {
                    "facility": "Mayo Clinic",
                    "status": "RECRUITING",
                    "city": "Scottsdale",
                    "state": "Arizona",
                    "zip": "85259",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 33.50921,
                        "lon": -111.89903
                    }
                },
                {
                    "facility": "Indiana University Health University Hospital",
                    "status": "RECRUITING",
                    "city": "Indianapolis",
                    "state": "Indiana",
                    "zip": "46202",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 39.76838,
                        "lon": -86.15804
                    }
                },
                {
                    "facility": "Johns Hopkins University Neurology Research Office",
                    "status": "RECRUITING",
                    "city": "Baltimore",
                    "state": "Maryland",
                    "zip": "21287",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 39.29038,
                        "lon": -76.61219
                    }
                },
                {
                    "facility": "Boston University School of Medicine",
                    "status": "RECRUITING",
                    "city": "Boston",
                    "state": "Massachusetts",
                    "zip": "02118",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 42.35843,
                        "lon": -71.05977
                    }
                },
                {
                    "facility": "The Neurological Institute of New York",
                    "status": "RECRUITING",
                    "city": "New York",
                    "state": "New York",
                    "zip": "10032",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 40.71427,
                        "lon": -74.00597
                    }
                },
                {
                    "facility": "University of North Carolina Hospitals - Neurology Clinic",
                    "status": "RECRUITING",
                    "city": "Chapel Hill",
                    "state": "North Carolina",
                    "zip": "27514",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 35.9132,
                        "lon": -79.05584
                    }
                },
                {
                    "facility": "Oregon Health and Science University",
                    "status": "RECRUITING",
                    "city": "Portland",
                    "state": "Oregon",
                    "zip": "97239",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 45.52345,
                        "lon": -122.67621
                    }
                },
                {
                    "facility": "University of Washington Medical Center",
                    "status": "RECRUITING",
                    "city": "Seattle",
                    "state": "Washington",
                    "zip": "98195",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 47.60621,
                        "lon": -122.33207
                    }
                },
                {
                    "facility": "Hospital Italiano de Buenos Aires",
                    "status": "RECRUITING",
                    "city": "Buenos Aires",
                    "zip": "C1199ABB",
                    "country": "Argentina",
                    "geoPoint": {
                        "lat": -34.61315,
                        "lon": -58.37723
                    }
                },
                {
                    "facility": "Instituto Fleni",
                    "status": "RECRUITING",
                    "city": "Buenos Aires",
                    "zip": "C1428 AQK",
                    "country": "Argentina",
                    "geoPoint": {
                        "lat": -34.61315,
                        "lon": -58.37723
                    }
                },
                {
                    "facility": "Hospital El Cruce",
                    "status": "RECRUITING",
                    "city": "Florencio Varela",
                    "zip": "1888",
                    "country": "Argentina",
                    "geoPoint": {
                        "lat": -34.82722,
                        "lon": -58.39556
                    }
                },
                {
                    "facility": "Perron Institute for Neurological and Translational Science",
                    "status": "RECRUITING",
                    "city": "Murdoch",
                    "state": "Western Australia",
                    "zip": "6150",
                    "country": "Australia",
                    "geoPoint": {
                        "lat": -32.06987,
                        "lon": 115.83757
                    }
                },
                {
                    "facility": "Hospital Universitario Clementino Fraga Filho",
                    "status": "RECRUITING",
                    "city": "Botafogo",
                    "state": "Rio De Janeiro",
                    "zip": "22281-100",
                    "country": "Brazil"
                },
                {
                    "facility": "Universidade Estadual de Campinas",
                    "status": "RECRUITING",
                    "city": "Campinas",
                    "zip": "13083-888",
                    "country": "Brazil",
                    "geoPoint": {
                        "lat": -22.90556,
                        "lon": -47.06083
                    }
                },
                {
                    "facility": "Instituto de Neurologia de Curitiba",
                    "status": "RECRUITING",
                    "city": "Curitiba",
                    "zip": "81210-310",
                    "country": "Brazil",
                    "geoPoint": {
                        "lat": -25.42778,
                        "lon": -49.27306
                    }
                },
                {
                    "facility": "Hospital das Clínicas da Faculdade de Medicina de Ribeirão Preto",
                    "status": "RECRUITING",
                    "city": "São Paulo",
                    "zip": "14051-140",
                    "country": "Brazil",
                    "geoPoint": {
                        "lat": -23.5475,
                        "lon": -46.63611
                    }
                },
                {
                    "facility": "Vancouver General Hospital",
                    "status": "RECRUITING",
                    "city": "Vancouver",
                    "state": "British Columbia",
                    "zip": "V5Z 1M9",
                    "country": "Canada",
                    "geoPoint": {
                        "lat": 49.24966,
                        "lon": -123.11934
                    }
                },
                {
                    "facility": "Toronto General Hospital",
                    "status": "RECRUITING",
                    "city": "Toronto",
                    "state": "Ontario",
                    "zip": "M5G2C4",
                    "country": "Canada",
                    "geoPoint": {
                        "lat": 43.70011,
                        "lon": -79.4163
                    }
                },
                {
                    "facility": "The Cyprus Institute of Neurology and Genetics",
                    "status": "RECRUITING",
                    "city": "Égkomi",
                    "zip": "2371",
                    "country": "Cyprus",
                    "geoPoint": {
                        "lat": 35.16272,
                        "lon": 33.88322
                    }
                },
                {
                    "facility": "Centre Hospitalier Universitaire de Toulouse",
                    "status": "RECRUITING",
                    "city": "Toulouse",
                    "state": "Haute-Garonne",
                    "zip": "31059",
                    "country": "France",
                    "geoPoint": {
                        "lat": 43.60426,
                        "lon": 1.44367
                    }
                },
                {
                    "facility": "Hôpital de la Timone",
                    "status": "RECRUITING",
                    "city": "Marseille",
                    "zip": "13385",
                    "country": "France",
                    "geoPoint": {
                        "lat": 43.29551,
                        "lon": 5.38958
                    }
                },
                {
                    "facility": "Istituto di Ricovero e Cura a Carattere Scientifico (IRCCS) - Fondazione Istituto Neurologico Carlo Besta",
                    "status": "RECRUITING",
                    "city": "Milano",
                    "zip": "20133",
                    "country": "Italy",
                    "geoPoint": {
                        "lat": 45.46427,
                        "lon": 9.18951
                    }
                },
                {
                    "facility": "Fondazione IRCCS Policlinico San Matteo",
                    "status": "RECRUITING",
                    "city": "Pavia",
                    "zip": "27100",
                    "country": "Italy",
                    "geoPoint": {
                        "lat": 45.19205,
                        "lon": 9.15917
                    }
                },
                {
                    "facility": "Auckland City Hospital",
                    "status": "RECRUITING",
                    "city": "Grafton",
                    "zip": "1023",
                    "country": "New Zealand",
                    "geoPoint": {
                        "lat": -36.86029,
                        "lon": 174.76566
                    }
                },
                {
                    "facility": "Centro Hospitalar Universitário Lisboa Norte - Hospital De Santa Maria",
                    "status": "RECRUITING",
                    "city": "Lisboa",
                    "zip": "1649-035",
                    "country": "Portugal",
                    "geoPoint": {
                        "lat": 38.71667,
                        "lon": -9.13333
                    }
                },
                {
                    "facility": "Centro Hospitalar Universitário do Porto - Hospital Geral de Santo Antonio",
                    "status": "RECRUITING",
                    "city": "Porto",
                    "zip": "4099-001",
                    "country": "Portugal",
                    "geoPoint": {
                        "lat": 41.14961,
                        "lon": -8.61099
                    }
                },
                {
                    "facility": "Hospital Clínico San Carlos",
                    "status": "RECRUITING",
                    "city": "Madrid",
                    "zip": "28040",
                    "country": "Spain",
                    "geoPoint": {
                        "lat": 40.4165,
                        "lon": -3.70256
                    }
                },
                {
                    "facility": "Hospital Son Llàtzer",
                    "status": "RECRUITING",
                    "city": "Palma De Mallorca",
                    "zip": "07198",
                    "country": "Spain",
                    "geoPoint": {
                        "lat": 39.56939,
                        "lon": 2.65024
                    }
                },
                {
                    "facility": "Norrlands Universitetssjukhus",
                    "status": "RECRUITING",
                    "city": "Umeå",
                    "zip": "901 85",
                    "country": "Sweden",
                    "geoPoint": {
                        "lat": 63.82842,
                        "lon": 20.25972
                    }
                },
                {
                    "facility": "China Medical University Hospital",
                    "status": "RECRUITING",
                    "city": "Taichung",
                    "zip": "40447",
                    "country": "Taiwan",
                    "geoPoint": {
                        "lat": 24.1469,
                        "lon": 120.6839
                    }
                },
                {
                    "facility": "National Taiwan University Hospital",
                    "status": "RECRUITING",
                    "city": "Taipei City",
                    "zip": "100",
                    "country": "Taiwan",
                    "geoPoint": {
                        "lat": 25.04776,
                        "lon": 121.53185
                    }
                },
                {
                    "facility": "Taipei Veterans General Hospital",
                    "status": "RECRUITING",
                    "city": "Taipei",
                    "zip": "11217",
                    "country": "Taiwan",
                    "geoPoint": {
                        "lat": 25.04776,
                        "lon": 121.53185
                    }
                },
                {
                    "facility": "Chang Gung Memorial Hospital",
                    "status": "RECRUITING",
                    "city": "Taoyuan",
                    "zip": "333",
                    "country": "Taiwan",
                    "geoPoint": {
                        "lat": 24.95233,
                        "lon": 121.20193
                    }
                },
                {
                    "facility": "Istanbul Üniversitesi - Istanbul Tip Fakültesi",
                    "status": "RECRUITING",
                    "city": "Istanbul",
                    "zip": "34093",
                    "country": "Turkey",
                    "geoPoint": {
                        "lat": 41.01384,
                        "lon": 28.94966
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000011115",
                    "term": "Polyneuropathies"
                },
                {
                    "id": "D000017772",
                    "term": "Amyloid Neuropathies"
                },
                {
                    "id": "D000000686",
                    "term": "Amyloidosis"
                }
            ],
            "ancestors": [
                {
                    "id": "D000057165",
                    "term": "Proteostasis Deficiencies"
                },
                {
                    "id": "D000008659",
                    "term": "Metabolic Diseases"
                },
                {
                    "id": "D000010523",
                    "term": "Peripheral Nervous System Diseases"
                },
                {
                    "id": "D000009468",
                    "term": "Neuromuscular Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4021",
                    "name": "Amyloidosis",
                    "asFound": "Amyloid",
                    "relevance": "HIGH"
                },
                {
                    "id": "M13999",
                    "name": "Polyneuropathies",
                    "asFound": "Polyneuropathy",
                    "relevance": "HIGH"
                },
                {
                    "id": "M19981",
                    "name": "Amyloid Neuropathies",
                    "asFound": "Amyloid Polyneuropathy",
                    "relevance": "HIGH"
                },
                {
                    "id": "M28747",
                    "name": "Proteostasis Deficiencies",
                    "relevance": "LOW"
                },
                {
                    "id": "M11639",
                    "name": "Metabolic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M13432",
                    "name": "Peripheral Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12411",
                    "name": "Neuromuscular Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T340",
                    "name": "Amyloid Neuropathy",
                    "asFound": "Amyloid Polyneuropathy",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}