{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05711667",
            "orgStudyIdInfo": {
                "id": "ACCL1932"
            },
            "secondaryIdInfos": [
                {
                    "id": "NCI-2022-10769",
                    "type": "REGISTRY",
                    "domain": "CTRP (Clinical Trial Reporting Program)"
                },
                {
                    "id": "ACCL1932",
                    "type": "OTHER",
                    "domain": "Children's Oncology Group"
                },
                {
                    "id": "COG-ACCL1932",
                    "type": "OTHER",
                    "domain": "DCP"
                },
                {
                    "id": "ACCL1932",
                    "type": "OTHER",
                    "domain": "CTEP"
                },
                {
                    "id": "U24CA196173",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/U24CA196173"
                },
                {
                    "id": "UG1CA189955",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/UG1CA189955"
                }
            ],
            "organization": {
                "fullName": "Children's Oncology Group",
                "class": "NETWORK"
            },
            "briefTitle": "A Study of the Drug Letermovir as Prevention of Cytomegalovirus Infection After Stem Cell Transplant in Pediatric Patients",
            "officialTitle": "Letermovir Prophylaxis for Cytomegalovirus in Pediatric Hematopoietic Cell Transplantation",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "a-study-of-the-drug-letermovir-as-prevention-of-cytomegalovirus-infection-after-stem-cell-transplant-in-pediatric-patients"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-05-20",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2028-06-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2028-06-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-01-23",
            "studyFirstSubmitQcDate": "2023-01-23",
            "studyFirstPostDateStruct": {
                "date": "2023-02-03",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-24",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-26",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Children's Oncology Group",
                "class": "NETWORK"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This phase III trial determines whether taking prophylactic letermovir will reduce the likelihood of infection with cytomegalovirus (CMV) in children and adolescents after stem cell transplant. The treatments used to prepare for HCT reduce the body's natural infection-fighting ability and increase the likelihood of an infection with a virus called cytomegalovirus. \"Prophylaxis\" means to take a drug to prevent a disease or side effect. Letermovir is an antiviral drug that stops cytomegalovirus from multiplying and may prevent cytomegalovirus infection and make the disease less severe.",
            "detailedDescription": "PRIMARY OBJECTIVE:\n\nI. To evaluate the efficacy of letermovir compared to no prophylaxis in the prevention of clinically significant cytomegalovirus (CMV) infection through Week 14 (\\~100 days) post-transplant in children and adolescents receiving allogeneic hematopoietic cell transplant (allo-HCT).\n\nSECONDARY OBJECTIVES:\n\nI. To evaluate the efficacy of letermovir compared to no prophylaxis as assessed by time to onset of any CMV DNAemia through week 14 (\\~100 days) post transplant.\n\nII. To evaluate CMV-free survival through 24 weeks post transplant in pediatric patients who receive letermovir compared to those who do not.\n\nEXPLORATORY OBJECTIVES:\n\nI. To evaluate the efficacy of letermovir as assessed by time to onset of clinically significant CMV infection through weeks 24 (\\~6 months) and 48 (\\~1 year) post-transplant.\n\nII. To evaluate overall survival through weeks 24 and 48 post-transplant in patients who receive letermovir versus those who do not.\n\nIII. To compare time to engraftment and describe the cumulative incidence of non-engraftment among patients who receive letermovir and those who do not.\n\nIV. To examine the rates of several clinically significant adverse events among patients exposed to letermovir versus those who are not including: the total duration of neutropenia through week 14 (\\~100 days) post-transplant, the cumulative incidence of acute kidney injury and chronic kidney disease by 52 weeks post-transplant, and total inpatient hospital days by 14 weeks (\\~100 days) and 52 weeks post-transplant.\n\nV. Describe patterns of anti-viral resistance at the onset of CMV DNAemia after allo-HCT.\n\nVI. To compare immune reconstitution and CMV-specific immunity in pediatric patients treated with letermovir prophylaxis versus no prophylaxis.\n\nOUTLINE: Patients are randomized to 1 of 2 arms.\n\nARM A: Patients receive letermovir orally (PO) or intravenously (IV) over 60 minutes once daily (QD) starting on day +1 post-transplant for 14 weeks. Patients undergo collection of blood samples for CMV polymerase chain reaction (PCR) analysis weekly for 14 weeks, every 2 weeks until week 24, week 32, week 40 and week 52.\n\nARM B: Patients undergo collection of blood samples for CMV PCR analysis weekly for 14 weeks, every 2 weeks until week 24, week 32, week 40 and week 52."
        },
        "conditionsModule": {
            "conditions": [
                "Hematopoietic and Lymphoid Cell Neoplasm",
                "Malignant Solid Neoplasm"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE3"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "whoMasked": [
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 143,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "ARM I (Letermovir prophylaxis)",
                    "type": "EXPERIMENTAL",
                    "description": "Patients receive letermovir PO or IV over 60 minutes QD starting on day +1 post-transplant for 14 weeks. Patients undergo collection of blood samples for CMV PCR analysis weekly for 14 weeks, every 2 weeks until week 24, week 32, week 40 and week 52.",
                    "interventionNames": [
                        "Procedure: Biospecimen Collection",
                        "Drug: Letermovir"
                    ]
                },
                {
                    "label": "ARM II (No prophylaxis)",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Patients undergo collection of blood samples for CMV PCR analysis weekly for 14 weeks, every 2 weeks until week 24, week 32, week 40 and week 52.",
                    "interventionNames": [
                        "Procedure: Biospecimen Collection"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "PROCEDURE",
                    "name": "Biospecimen Collection",
                    "description": "Undergo collection of blood samples",
                    "armGroupLabels": [
                        "ARM I (Letermovir prophylaxis)",
                        "ARM II (No prophylaxis)"
                    ],
                    "otherNames": [
                        "Biological Sample Collection",
                        "Biospecimen Collected",
                        "Specimen Collection"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Letermovir",
                    "description": "Given PO or IV",
                    "armGroupLabels": [
                        "ARM I (Letermovir prophylaxis)"
                    ],
                    "otherNames": [
                        "2-((4S)-8-Fluoro-2-(4-(3-methoxyphenyl)piperazin-1-yl)-3-(2-methoxy-5-(trifluoromethyl)phenyl)-4H-quinazolin-4-yl)acetic Acid",
                        "AIC246",
                        "MK-8228",
                        "Prevymis"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Incidence of clinically significant cytomegalovirus (CMV) infection",
                    "description": "Will be defined as the first of (1) initiation of anti-CMV preemptive therapy for documented CMV DNAemia or (2) onset of CMV end-organ disease. Will be determined based on central review of data collected by clinical research associates (CRAs) and submitted by participating centers. Competing risks analysis (stratified by CMV risk) using Gray's test will be used to evaluate time from transplant to onset of clinically significant CMV infection between arms. The final observed Gray's test statistic will be compared against 1.6997 rather than 1.65 to account for an efficacy interim analysis. A Fine and Gray model, adjusted for baseline CMV risk, will estimate the hazard ratio (HR) and one-sided upper bound of the 95% confidence interval (CI).",
                    "timeFrame": "Up to week 14 (~100 days) post-transplant"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Incidence of first detection of CMV DNAemia",
                    "description": "Will be assessed using competing risks analysis (stratified by CMV risk) using Gray's test will compare time from transplant to first detection of CMV DNAemia, defined as any detectable CMV by plasma PCR. A Fine and Gray model, adjusted for baseline CMV risk, will estimate the HR and one-sided upper bound of the 97.5% CI. Death and relapse occurring prior to CMV DNAemia will be considered as competing events.",
                    "timeFrame": "Up to week 14"
                },
                {
                    "measure": "CMV-free survival rate",
                    "description": "Will be assessed using a competing risks analysis (stratified by CMV risk) using Gray's test will compare the 24 week CMV-free survival rate between the study arms. CMV DNAemiaand death will be considered events of interest. A Fine and Gray model, adjusted for baseline CMV risk, will estimate the HR and one-sided upper bound 97.5% CI.",
                    "timeFrame": "From date of transplant to date of CMV DNAemia or death, whichever occurs first, assessed up to week 24"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Rate of clinically significant CMV infection",
                    "description": "Will be assessed using a competing risks analysis (stratified by CMV risk) using Gray's test will compare time from transplant to onset of clinically significant CMV infection between arms. A Fine and Gray model will estimate the HR and one-sided upper bound of the 95% CI. Death and relapse occurring prior to CMV infection will be considered as competing events.",
                    "timeFrame": "Weeks 24, 48"
                },
                {
                    "measure": "Overall survival (OS)",
                    "description": "Will be assessed using a standard survival analysis and log-rank test will be used to evaluate time from transplant to death between arms. A cox proportional hazard model will estimate the HR and 2-sided 95%CI.",
                    "timeFrame": "Weeks 24, 48"
                },
                {
                    "measure": "Incidence of neutrophil engraftment",
                    "description": "Will be assessed using competing risks analysis using Gray's test. A Fine and Gray model will estimate the HR and 2-sided 95% CI.",
                    "timeFrame": "Time from transplant to engraftment, assessed up to week 52"
                },
                {
                    "measure": "Incidence of neutropenia",
                    "description": "Neutropenia will be defined as an absolute neutrophil count \\< 500 cells/uL. Poisson regression will be used to compare the number of weeks neutropenia was detected across the two study arms accounting for observation weeks as the offset.",
                    "timeFrame": "Up to Week 14 (~100 days)-post transplant"
                },
                {
                    "measure": "Incidence of acute kidney injury",
                    "description": "Acute kidney injury will be defined as grade 3 or higher creatinine elevation using the common terminology criteria for adverse events (CTCAE) v5 definitions. Competing risks analysis using Gray's test will compare time from transplant to acute kidney injury between arms. Death will be considered a competing event. A Fine and Gray model will estimate the HR and 2-sided 95% CI.",
                    "timeFrame": "Up to Week 48"
                },
                {
                    "measure": "Incidence of chronic kidney disease",
                    "description": "Chronic kidney disease outcome will be defined as grade 2 or higher using the CTCAE v5 definitions. Competing risks analysis using Gray's test will compare time from transplant to chronic kidney disease between arms. Death will be considered a competing event. A Fine and Gray model will estimate the HR and 2-sided 95% CI.",
                    "timeFrame": "Up to Week 48"
                },
                {
                    "measure": "Number of inpatient hospital days",
                    "description": "Will be assessed using poisson regression accounting for observation days as the offset. Observation days will be defined as the total days from the transplant date to the earliest of relapse, death, or end of Week 14- or one-year-post transplant for the two respective analyses.",
                    "timeFrame": "Up to week 14, 1 year"
                },
                {
                    "measure": "Incidence of resistance to antiviral medications",
                    "description": "Will be assessed by quantifying the total number or resistant isolates and then describe the incidence of resistance to antiviral medications among the patients who develop clinically significant CMV infection on letermovir and those on no prophylaxis. This analysis will be restricted to patients with viral loads \\> 1000 IU/mL.",
                    "timeFrame": "At week 14"
                },
                {
                    "measure": "Median CD4+ and CD8+ lymphocyte counts",
                    "description": "Will be assessed by the median CD4+ and CD8+ lymphocyte counts obtained as a part of standard-of-care separately, between patients who received letermovir versus those who received no prophylaxis using the Mann-Whitney U test.",
                    "timeFrame": "At 14, 24, and 48 weeks"
                },
                {
                    "measure": "All cause mortality",
                    "description": "Will be assessed using a standard Kaplan Meier survival analysis.",
                    "timeFrame": "Up to week 48"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* \\>= 2 years and \\< 18 years at the time of enrollment\n* Weight must be \\>= 18 kg. For patients \\< 12 years of age and expected to receive cyclosporine, weight must be \\>= 30kg\n* Planned allogeneic HCT (bone marrow, peripheral blood stem cell, or cord blood transplant)\n* Patient must be CMV sero-positive (i.e., recipient CMV immunoglobulin G positive)\n* Patient is eligible for entry only if it is feasible for plasma CMV PCR testing to be sent and resulted within the protocol mandated time period\n\n  * Reminder: To limit the likelihood of positive plasma CMV PCR post-enrollment and prior to start of study treatment period, it is recommended that patient enrollment proceed after patients start their transplant preparative regimen\n* Patient must have a performance status corresponding to Lansky/Karnofsky scores \\> 50\n\n  * Note: Use Lansky for patients =\\< 16 years of age and Karnofsky for patients \\> 16 years of age. For further reference, see performance status scales scoring under the standard sections for protocols among protocol reference materials provided on the Children's Oncology Group (COG) member website: https://members.childrensoncologygroup.org/prot/reference_materials.asp\n* Estimated glomerular filtration rate \\> 15 mL/min/1.73 m\\^2 and not receiving dialysis\n* Total bilirubin =\\< 2.5 mg/dL and serum glutamate-pyruvate transaminase (SPGT) (alanine transaminase \\[ALT\\]) =\\<10 x upper limit of normal (ULN) for age\n\n  * Note: For the purpose of this study, the ULN for SGPT (ALT) has been set to the value of 45 U/L\n\nExclusion Criteria:\n\n* Expected inability to tolerate oral formulation (e.g., unable swallow whole tablets) of letermovir\n\n  * Note: Determination of ability to tolerate the oral formulation will be based on a self-assessment or caregiver assessment; eligible subjects and their caregiver will be shown a life size picture of a tablet (or actual tablet) and confirm ability to swallow whole tablet in order to meet study eligibility\n* Hypersensitivity to letermovir or any component of the formulation\n* History of CMV end organ disease within 6 months (180 days) prior to enrollment\n\n  * Note: CMV end organ disease based on proposed definitions by Ljungman et al. and inclusive of proven, probable or possible disease\n* Receipt of prior allogeneic HCT within one year of study enrollment\n* Planned prophylactic administration of other anti-CMV medications or cellular products during the study, including:\n\n  * High dose acyclovir (defined as doses \\>= 1500 mg/m\\^2 IV or \\>= 3200 mg oral (patients \\>= 40 kg) or \\>= 2400 mg/m\\^2 (patients \\< 40 kg) per day)\n  * High dose valacyclovir (defined as doses \\>= 3000 mg/day in patients \\> 20 kg)\n  * Foscarnet\n  * Ganciclovir\n  * Valganciclovir\n  * CMV-directed cytotoxic T lymphocytes\n* Planned receipt of the following contraindicated medications during the study treatment period; contraindicated medications must be discontinued at least 14 days prior to Day +1\n\n  * Contraindicated medications for all patients:\n\n    * Pimozide\n    * Ergot alkaloids\n  * Contraindicated medications for patients planned to receive cyclosporine:\n\n    * Bosentan\n    * Lovastatin\n    * Pitavastatin\n    * Rosuvastatin\n    * Simvastatin\n* Female patients who are pregnant since fetal toxicities and teratogenic effects have been noted in certain animal reproduction studies with letermovir. A pregnancy test is required for female patients of childbearing potential\n* Lactating females who plan to breastfeed their infants\n* Sexually active female patients of reproductive potential who have not agreed to use an effective contraceptive method for the duration of their letermovir treatment and through at least 4 weeks after the last dose of letermovir.\n\n  * Note: No contraception measures are needed specifically during letermovir treatment for male trial participants who have pregnant or non-pregnant female partner(s) of reproductive potential. Contraception measures may be required for other aspects of the HCT procedure.\n* All patients and/or their parents or legal guardians must sign a written informed consent\n* All institutional, Food and Drug Administration (FDA), and National Cancer Institute (NCI) requirements for human studies must be met",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "2 Years",
            "maximumAge": "18 Years",
            "stdAges": [
                "CHILD",
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "overallOfficials": [
                {
                    "name": "Caitlin W Elgarten",
                    "affiliation": "Children's Oncology Group",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Nemours Children's Clinic-Jacksonville",
                    "status": "RECRUITING",
                    "city": "Jacksonville",
                    "state": "Florida",
                    "zip": "32207",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Site Public Contact",
                            "role": "CONTACT",
                            "phone": "302-651-5572",
                            "email": "Allison.bruce@nemours.org"
                        },
                        {
                            "name": "Scott M. Bradfield",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 30.33218,
                        "lon": -81.65565
                    }
                },
                {
                    "facility": "Children's Hospital New Orleans",
                    "status": "RECRUITING",
                    "city": "New Orleans",
                    "state": "Louisiana",
                    "zip": "70118",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Site Public Contact",
                            "role": "CONTACT",
                            "email": "CHResearch@lcmchealth.org"
                        },
                        {
                            "name": "Lolie C. Yu",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 29.95465,
                        "lon": -90.07507
                    }
                },
                {
                    "facility": "Children's Hospital of Philadelphia",
                    "status": "RECRUITING",
                    "city": "Philadelphia",
                    "state": "Pennsylvania",
                    "zip": "19104",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Site Public Contact",
                            "role": "CONTACT",
                            "phone": "267-425-5544",
                            "email": "CancerTrials@email.chop.edu"
                        },
                        {
                            "name": "Caitlin W. Elgarten",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.95233,
                        "lon": -75.16379
                    }
                },
                {
                    "facility": "The Children's Hospital at TriStar Centennial",
                    "status": "RECRUITING",
                    "city": "Nashville",
                    "state": "Tennessee",
                    "zip": "37203",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Site Public Contact",
                            "role": "CONTACT",
                            "phone": "615-342-1919"
                        },
                        {
                            "name": "Jennifer A. Domm",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 36.16589,
                        "lon": -86.78444
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M10283",
                    "name": "Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M6368",
                    "name": "Communicable Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M6791",
                    "name": "Cytomegalovirus Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "T1720",
                    "name": "Cytomegalic Inclusion Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC01",
                    "name": "Infections"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000019342",
                    "term": "Acetic Acid"
                },
                {
                    "id": "C000588473",
                    "term": "Letermovir"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000900",
                    "term": "Anti-Bacterial Agents"
                },
                {
                    "id": "D000000890",
                    "term": "Anti-Infective Agents"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                },
                {
                    "id": "D000067856",
                    "term": "Poly(ADP-ribose) Polymerase Inhibitors"
                },
                {
                    "id": "D000004791",
                    "term": "Enzyme Inhibitors"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000000998",
                    "term": "Antiviral Agents"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M21319",
                    "name": "Acetic Acid",
                    "asFound": "Impacted",
                    "relevance": "HIGH"
                },
                {
                    "id": "M303111",
                    "name": "Retinol acetate",
                    "relevance": "LOW"
                },
                {
                    "id": "M233992",
                    "name": "Letermovir",
                    "asFound": "Low-fat diet",
                    "relevance": "HIGH"
                },
                {
                    "id": "M1815",
                    "name": "Piperazine",
                    "relevance": "LOW"
                },
                {
                    "id": "M11446",
                    "name": "Mebendazole",
                    "relevance": "LOW"
                },
                {
                    "id": "M234880",
                    "name": "Piperazine citrate",
                    "relevance": "LOW"
                },
                {
                    "id": "M256301",
                    "name": "DMP 777",
                    "relevance": "LOW"
                },
                {
                    "id": "M4222",
                    "name": "Anti-Bacterial Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M4214",
                    "name": "Anti-Infective Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M205",
                    "name": "Poly(ADP-ribose) Polymerase Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M7951",
                    "name": "Enzyme Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M4314",
                    "name": "Antiviral Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "T436",
                    "name": "Acetic Acid",
                    "asFound": "Impacted",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Infe",
                    "name": "Anti-Infective Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "Vi",
                    "name": "Vitamins"
                }
            ]
        }
    },
    "hasResults": false
}