{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06505265",
            "orgStudyIdInfo": {
                "id": "INCB054707-112"
            },
            "organization": {
                "fullName": "Incyte Corporation",
                "class": "INDUSTRY"
            },
            "briefTitle": "A Study to Evaluate Skin and Plasma Pharmacokinetic of Multiple Doses of Povorcitinib After Oral Administration in Healthy Participants",
            "officialTitle": "An Open-Label, Skin and Plasma Pharmacokinetic Study of Multiple Doses of Povorcitinib After Oral Administration in Healthy Participants",
            "therapeuticArea": [
                "Other"
            ],
            "study": "a-study-to-evaluate-skin-and-plasma-pharmacokinetic-of-multiple-doses-of-povorcitinib-after-oral-administration-in-healthy-participants"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-08-11",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-10-05",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-10-05",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-07-08",
            "studyFirstSubmitQcDate": "2024-07-16",
            "studyFirstPostDateStruct": {
                "date": "2024-07-17",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-24",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-25",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Incyte Corporation",
                "class": "INDUSTRY"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this study is to measure the effect of multiple doses of orally administered povorcitinib on skin PK and to characterize plasma PK parameters of povorcitinib following multiple doses of orally administered povorcitinib.in healthy participants."
        },
        "conditionsModule": {
            "conditions": [
                "Healthy Participants"
            ],
            "keywords": [
                "INCB054707"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 12,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Povorcitinib",
                    "type": "EXPERIMENTAL",
                    "description": "Povorcitinib will be administered at the protocol defined dose.",
                    "interventionNames": [
                        "Drug: Povorcitinib"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Povorcitinib",
                    "description": "Oral; Tablet",
                    "armGroupLabels": [
                        "Povorcitinib"
                    ],
                    "otherNames": [
                        "INCB054707"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Pharmacokinetic (PK) in dermal povorcitinib",
                    "description": "Povorcitinib concentration in dermal.",
                    "timeFrame": "Up to Day 17"
                },
                {
                    "measure": "PK in plasma povorcitinib",
                    "description": "Povorcitinib concentration in plasma.",
                    "timeFrame": "Up to Day 17"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Number of participants with Treatment-emergent Adverse Events (TEAEs)",
                    "description": "Defined as any adverse event, either reported for the first time or the worsening of a pre-existing event, occurring after first dose of study treatment.",
                    "timeFrame": "Up to Day 30"
                },
                {
                    "measure": "Additional povorcitinib PK parameters in plasma",
                    "description": "Additional povorcitinib concentration in plasma.",
                    "timeFrame": "Up to Day 17"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Ability to comprehend and willingness to sign a written ICF for the study.\n* Age 19 to 55 years inclusive at the time of signing the ICF.\n* Body mass index between 18.0 and 30.5 kg/m2, inclusive. Up to 25% of participants with a BMI up to 32.0 kg/m2 may be enrolled.\n* No clinically significant findings on screening evaluations (clinical, laboratory, and ECG).\n* Ability to swallow and retain oral medication.\n* Willingness to avoid pregnancy or fathering children based on the protocol defined criteria.\n\nExclusion Criteria:\n\n* History of uncontrolled respiratory, renal, gastrointestinal, endocrine, hematopoietic, psychiatric, and/or neurological disease within 6 months of screening.\n* History of an autoimmune disease diagnosis (eg, myasthenia gravis).\n* History of unstable cardiovascular disease; cerebrovascular, peripheral vascular, or thrombotic disease; or uncontrolled hypertension (ie, systolic blood pressure \\> 140 mmHg or diastolic blood pressure \\>90 mmHg at screening, confirmed by repeat testing).\n* History or presence of an abnormal ECG before initial dose administration that, in the investigator's opinion, is clinically significant (ie, a QTcF interval \\> 440 milliseconds for males and \\> 460 milliseconds for females, QRS interval \\> 120 milliseconds, or PR interval \\> 220 milliseconds). Note: In the event a value is exclusionary, a single ECG will be repeated twice, and the average of the 3 readings will be used to determine if a participant should be excluded.\n* Presence or history of a malabsorption syndrome (eg, Crohn's disease or chronic pancreatitis) that could affect the absorption of study drug.\n* History of malignancy within 5 years of screening, with the exception of cured basal cell or squamous cell carcinoma of the skin, ductal carcinoma in situ, or Gleason 6 prostate cancer.\n* Current or recent (within 3 months before screening) clinically significant gastrointestinal disease or surgery (including cholecystectomy; excluding appendectomy and hernia repair) that could affect the absorption of study drug.\n* Resting pulse rate \\< 40 bpm or \\> 100 bpm at screening, confirmed by repeat testing.\n* Hemoglobin, WBC count, platelet count, or absolute neutrophil count less than the laboratory LLN at screening or check-in, confirmed by repeat testing. Hemoglobin, WBC, platelet, and neutrophil abnormalities must also be clinically significant in the opinion of the investigator to be exclusionary.\n* Vitamin B12 and folate levels at screening that are clinically significant in the opinion of the investigator. Note: Assessment of vitamin B12 and folate levels may be repeated once if outside the reference range.\n* ALT, AST, ALP, or total bilirubin \\> 1.25 × the laboratory-defined ULN at screening or check-in, confirmed by repeat testing (except participants with Gilbert's disease, for whom total bilirubin must be ≤ 2.0 × ULN).\n* An eGFR \\< 80 mL/min/1.73 m2, based on the site's standard formula, at screening. Note: Assessment of eGFR may be repeated once if outside the reference range.\n* Any major surgery within 4 weeks before screening.\n* Donation of blood to a blood bank or participation in a clinical study (except a screening visit) within 4 weeks before screening (within 2 weeks for plasma-only donation).\n* Blood transfusion within 4 months before check-in (Day -1).\n* Chronic or current active infectious disease requiring systemic antibiotic, antifungal, or antiviral treatment (includes latent treated tuberculosis).\n* Known tuberculosis infection that is active, or participant-reported history of tuberculosis or treatment thereof.\n* Positive test for HBV, HCV, or HIV. Participants whose results are compatible with prior immunization for or immunity due to infection with HBV may be included at the discretion of the investigator.\n* Receipt of a live or nonlive (including attenuated) vaccine within 3 months before the first dose of study drug or anticipation of a need for such a vaccine during the study.\n* History of significant alcohol use within 3 months before screening, defined as regular alcohol consumption \\> 21 units per week for males and \\> 14 units for females (1 unit = 8 oz of beer or a 25-mL shot of 40% spirit, 1.5 to 2 units = a 125-mL glass of wine, depending on type).\n* Positive urine or breath test for ethanol or positive urine or serum screen for drugs of abuse that are not otherwise explained by permitted concomitant medications or diet.\n* Current treatment, or treatment within 30 days or 5 half-lives (whichever is longer) before the first dose of study drug, with another investigational medication or current enrollment in another investigational drug study.\n* Current treatment, or treatment within 15 days or 5 half-lives (whichever is longer) before the first dose of study drug, with an inducer or inhibitor of CYP3A4, P-gp, or BCRP (refer to the Drug Interaction Database \\[2024\\] for prohibited drugs).\n* Consumption of red wine, Seville oranges, grapefruit or grapefruit juice, pomelos, exotic citrus fruits, grapefruit hybrids, or fruit juices within 72 hours before the first dose of study drug.\n* Current use of prohibited medication as described in the protocol.\n* History of any significant drug allergy (such as anaphylaxis or hepatotoxicity) deemed clinically relevant by the investigator.\n* Known hypersensitivity or severe reaction to povorcitinib or any excipients of povorcitinib or any JAK inhibitor (refer to the IB).\n* Inability to undergo venipuncture or tolerate venous access.\n* Inability to undergo or tolerate multiple skin biopsies.\n* History of tobacco- or nicotine-containing product use within 1 month before screening.\n* Use of prescription drugs (including hormonal contraceptives) within 14 days before study drug administration or nonprescription medications/products (including vitamins, minerals, and phytotherapeutic/herbal/plant-derived preparations) within 7 days before study drug administration. However, occasional, standard-dose paracetamol and ibuprofen and standard-dose vitamins are permitted. Mega-dose vitamins or supplements are not permissible.\n* Excessive exercise (eg, Ironman®, triathlon) within 7 days before check-in (Day -1).\n* Women who are pregnant or breastfeeding.\n* Any condition that would, in the investigator's judgment, interfere with full participation in the study, including administration of study drug and attending required study visits; pose a significant risk to the participant; or interfere with interpretation of study data.\n* Tattoo or scarring at skin sample sites.\n* History of keloid or hypertrophic scarring.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "19 Years",
            "maximumAge": "55 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Incyte Corporation Call Center (US)",
                    "role": "CONTACT",
                    "phone": "1.855.463.3463",
                    "email": "medinfo@incyte.com"
                },
                {
                    "name": "Incyte Corporation Call Center (ex-US)",
                    "role": "CONTACT",
                    "phone": "+800 00027423",
                    "email": "eumedinfo@incyte.com"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Incyte Medical Monitor",
                    "affiliation": "Incyte Corporation",
                    "role": "STUDY_DIRECTOR"
                }
            ],
            "locations": [
                {
                    "facility": "Celerion, Inc",
                    "status": "RECRUITING",
                    "city": "Lincoln",
                    "state": "Nebraska",
                    "zip": "68502",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 40.8,
                        "lon": -96.66696
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        }
    },
    "hasResults": false
}