{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04988555",
            "orgStudyIdInfo": {
                "id": "DSP-5336-101"
            },
            "organization": {
                "fullName": "Sumitomo Pharma America, Inc.",
                "class": "INDUSTRY"
            },
            "briefTitle": "A Study of DSP-5336 in Relapsed/Refractory AML/ ALL With or Without MLL Rearrangement or NPM1 Mutation",
            "officialTitle": "A Phase 1/2, Open-Label, Dose-Escalation, Dose-Expansion Study of DSP-5336 in Adult Acute Leukemia Patients With and Without Mixed Lineage Leukemia (MLL)-Rearrangement or Nucleophosmin 1 (NPM1) Mutation",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "a-study-of-dsp-in-relapsed-refractory-aml-all-with-or-without-mll-rearrangement-or-mutation"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-01",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-02-28",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-01-02",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-02-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-07-26",
            "studyFirstSubmitQcDate": "2021-07-26",
            "studyFirstPostDateStruct": {
                "date": "2021-08-03",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-01-17",
            "lastUpdatePostDateStruct": {
                "date": "2024-01-18",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Sumitomo Pharma America, Inc.",
                "class": "INDUSTRY"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "A Phase 1/2 dose escalation / dose expansion study of DSP 5336 in patients with relapsed or refractory AML.",
            "detailedDescription": "Phase 1 (dose escalation) will determine the recommended Phase 2 dose (RP2D) (i.e. the lowest dose of DSP 5336, that provides the maximum biologic and clinical effect, or the MTD, whichever is lower) in adult patients with relapsed or refractory AML, ALL, or acute leukemia of ambiguous lineage. Enrollment to the phase 1 portion of the study may be limited to patients with certain genetic abnormalities.\n\nPhase 2 dose-expansion will further evaluate the safety and clinical activity of DSP 5336 in adult patients with relapsed or refractory MLLr AML or NPM1m AML."
        },
        "conditionsModule": {
            "conditions": [
                "Leukemia, Myeloid, Acute",
                "Leukemia, Lymphocytic, Acute"
            ],
            "keywords": [
                "Relapsed or refractory AML",
                "MLLr",
                "Menin",
                "NPM1m",
                "KMT2A"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1",
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Bayesian Regression Model for Phase 1 dose escalation",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 70,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Phase 1 Arm A without Antifungals",
                    "type": "EXPERIMENTAL",
                    "description": "Patients not taking antifungals within 7 days of study entry",
                    "interventionNames": [
                        "Drug: DSP-5336"
                    ]
                },
                {
                    "label": "Phase 1 Arm B with Antifungals",
                    "type": "EXPERIMENTAL",
                    "description": "Patients receiving anti-fungals that are moderate to strong cytochrome CYP3A4/5 inhibitors (i.e. Posaconazole, voriconazole, fluconazole, or isavuconazonium (prodrug of isavuconazole).",
                    "interventionNames": [
                        "Drug: DSP-5336"
                    ]
                },
                {
                    "label": "Phase 2 Arm A AML with MLL (KMT2A) gene rearrangements",
                    "type": "EXPERIMENTAL",
                    "description": "Patients with R/R AML w/MLL (KMT2A) gene rearrangements",
                    "interventionNames": [
                        "Drug: DSP-5336"
                    ]
                },
                {
                    "label": "Phase 2 Arm B: AML with NPM1c mutations",
                    "type": "EXPERIMENTAL",
                    "description": "Patients with R/R AML w/ NPM1c mutations",
                    "interventionNames": [
                        "Drug: DSP-5336"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "DSP-5336",
                    "description": "DSP-5336 orally",
                    "armGroupLabels": [
                        "Phase 1 Arm A without Antifungals",
                        "Phase 1 Arm B with Antifungals",
                        "Phase 2 Arm A AML with MLL (KMT2A) gene rearrangements",
                        "Phase 2 Arm B: AML with NPM1c mutations"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Phase I Assess the safety and tolerability of DSP-5336 in relapsed/refractory AML, ALL or acute leukemia of amibiguous lineage",
                    "description": "Occurrence of DLTs and frequency, duration and severity of TEAEs and SAEs assessed by NCI CTCAE v 5.0",
                    "timeFrame": "Approximately 2 months after first dose"
                },
                {
                    "measure": "Phase I Determine the RP2D based on lowest dose of DSP-5336 that provides the maximum biologic and clinical effect, or the MTD, whichever is lower.",
                    "description": "Occurrence of DLTs and frequency, duration and severity of TEAEs and SAEs, plasma concentration-time profiles, changes in expression levels of biomarkers (gene expression levels).",
                    "timeFrame": "Approximately 2 months after first dose"
                },
                {
                    "measure": "Phase 2 To evaluate clinical activity of DSP-5336 in adult patients with Relapsed /refractory AML who have MLL (KRMa gene rearrangement or NPM1 gene mutation)",
                    "description": "Occurrence of CR(MRD-); CR; CRh; CRi; PR; MLFS; CR(MRD-) + CR; CR(MRD-) + CR + CRh; OR (=CR(MRD-) or CR or CRi or MLFS or PR); DOR; time to response; time to CR; TI; OS; EFS; RFS",
                    "timeFrame": "Approximately 6 months after first dose"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Phase I Preliminary clinical activity of DSP-5336 in adult patients with AML or ALL",
                    "description": "Disease response as assessed by ELN 2017 criteria",
                    "timeFrame": "Approximately 6 months after first dose"
                },
                {
                    "measure": "2. Phase 2 To further assess safety and tolerability of DSP-5336 in adult patients with Relapsed /refractory AML",
                    "description": "Frequency, duration, and severity of TEAEs and SAEs assessed by NCI CTCAE v 5.0",
                    "timeFrame": "Approximately 2 months after first dose"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria\n\n1. Patients in the Phase 1 dose-escalation portion must have a diagnosis of relapsed or refractory AML, ALL or acute leukemia of ambiguous lineage, as determined by pathology review at the treating institution, and who failed available standard therapies known to be active for their AML, ALL, or acute leukemia of ambiguous lineage. Enrollment to the phase 1 portion of the study may be limited to patients with certain genetic abnormalities.\n\n   Patients in the Phase 2 dose-expansion portion must have a confirmed diagnosis of relapsed or refractory AML, as determined by pathology review at the treating institution, and who failed available standard therapies known to be active for their AML. They must also have a documented KMT2A (MLL)-fusion or NPM1 mutation, which includes those with coexisting FLT3 genomic alterations and/or IDH1/2 mutations.\n2. Be \\> 18 years of age or 20 years if required by local regulation\n3. ECOG \\< 2\n4. WBC below 30,000/μL (hydroxyurea allowed prior to initiation of the study treatment)\n5. Clearance of creatinine (CLcr) level ≥ 50 ml/min, assessed by the Cockcroft-Gault formula\n6. Total bilirubin ≤1.5 the upper limit of normal (ULN) (or ≤2.0 ULN for patients with known Gilbert's syndrome)\n7. Aspartate aminotransferase (AST) ≤3.0 times ULN\n8. Alanine aminotransferase (ALT) ≤3.0 times ULN\n9. Any prior treatment-related toxicities resolved to ≤Grade 1 prior to enrollment, with the exception of ≤Grade 2 alopecia or neuropathy.\n10. Be willing to attend study visits as required by the protocol\n11. Have an estimated life expectancy ≥3 months, based on the investigator's assessment\n12. Females of childbearing potential must have a negative serum pregnancy test. Females of childbearing potential are defined as women who have (1) experienced menarche and have not undergone sterilization procedures (hysterectomy, bilateral tubal ligation, or bilateral oophorectomy), or have (2) not experienced menopause (defined as having amenorrhea continuously for more than 12 months that is not determined to be drug-induced, or who are taking hormone replacement therapy with serum follicle-stimulating hormone \\> 35 mlU/ml).\n13. Must agree to use a combination of 2 or more different contraception methods (oral contraceptives/implantable hormonal contraceptives\\*, and barrier method\\*) or use prevention of pregnancy measures (ie, agreement to refrain completely from heterosexual intercourse) during the study and for 6 months (for females and males alike) after the last dose of study drug, if male or female patient of child-producing potential\n14. Have AML/ALL material suitable for genomic analysis of AML or ALL genetic alterations\n\nExclusion Criteria:\n\n1. Has a left ventricular ejection fraction (LVEF) \\<45%, as determined by ECHO\n2. Histological diagnosis of acute promyelocytic leukemia\n3. Received systemic calcineurin inhibitors within 4 weeks prior to the first dose of DSP 5336\n4. Has had abnormal ECGs that are clinically significant, such as QT prolongation (QTc \\>450 msec for males and \\>470 msec for females, with QTc corrected according to Fridericia's formula \\[QTcF\\])\n5. Has an active, uncontrolled, bacterial, viral, or fungal infection requiring systemic therapy\n6. Receives concurrent sensitive substrates with a narrow safety window or strong inhibitors or inducers of CYP3A4/5, including specifically: ketoconazole and itraconazole. Other antifungals that are used as standard of care to prevent or treat infections are permitted. If a patient is on one of the excluded azole class antifungals, he/she can be taken off or switched to a permitted azole 7 or more days prior to first dose, then the patient could be allowed on study (Arm B) with approval of the medical monitor.\n7. Received immunotherapy, including tumor vaccines and checkpoint inhibitors, within 42 days prior to the first dose of DSP-5336\n8. Has been on other investigational treatment within the previous 4 weeks prior to the first dose of DSP-5336\n9. Had major surgery within 28 days prior to the first dose of DSP-5336\n10. Has active central nervous system leukemia\n11. Previously received menin-MLL inhibitors\n12. Has immediately life threatening or severe complications of leukemia\n13. Underwent HSCT or chimeric antigen receptor cell (CAR-T) therapy or other modified T-cell therapy within 60 days prior to the first dose of DSP-5336\n14. Received a donor lymphocyte infusion within 28 days prior to the first dose of DSP-5336, or receiving immunosuppressive therapy post-HSCT at the time of screening, or with clinically active GVHD or GVHD requiring active medical intervention other than the use of topical steroids for ongoing cutaneous GVHD\n15. Received antineoplastic agents (except hormonal therapies as adjuvant maintenance for breast or prostate cancers if a patient is taking before starting study treatment, and hydroxyurea given for controlling blast cells) within 14 days prior to the first dose of DSP-5336\n16. Received anthracycline where cumulative doses exceeded the upper limit per the label approved in each country or investigator discretion (if there is no label restriction, investigator must state the cumulative dose received for each patient and sign to indicate that, in his/her medical opinion, stated prior dose of the agent does not put patient at undue risk of anthracycline-related cardiotoxicity\n17. In the opinion of the treating investigator, have any concurrent conditions that could pose an undue medical hazard or interfere with interpretation of study results; these conditions include, but are not limited to: clinically significant non-healing or healing wounds; concurrent congestive heart failure; concurrent unstable angina; concurrent cardiac arrhythmia requiring treatment (excluding asymptomatic atrial fibrillation); recent (within the prior 6 months) myocardial infarction; acute coronary syndrome within the previous 6 months; significant pulmonary disease (shortness of breath at rest or on mild exertion), eg, due to concurrent severe obstructive pulmonary disease, concurrent hypertension not controlled with concomitant medication, or diabetes mellitus with more than 2 episodes of ketoacidosis in the prior 6 months\n18. Have an active acute or chronic infection, including human immunodeficiency virus (HIV) as determined by anti-HIV antibodies; and hepatitis B virus (HBV) or hepatitis C virus (HCV) as determined by hepatitis B surface antigen (HBsAg) or anti-HCV antibodies, respectively.\n\n    For sites in Japan only: Hepatitis B core (HBc) antibody or hepatitis B surface (HBs) antibody test should be performed if HBsAg is negative. If HBc antibody or HBs antibody test is positive, HBV DNA quantification test should be performed to confirm that HBV DNA is negative.\n19. Have advanced liver disease or cirrhosis (Child-Pugh's Class B or greater)\n20. Have one or more active autoimmune diseases requiring immunosuppressive therapy other than low-dose corticosteroids (equivalent to prednisone 10mg daily) or azathioprine. Patients on stable immunomodulatory medications may be considered by the investigator\n21. Have active (uncontrolled, metastatic) malignancies of another type\n22. Have severe dysphagia, short-gut syndrome, gastroparesis, or other conditions that limit the ingestion or gastrointestinal absorption of drugs administered orally, including the inability to swallow oral medication\n23. Have cognitive, psychologic, or psychosocial impediment that would impair the ability of the patient o receive therapy according to the protocol, or adversely affect the ability of the patient to comply with the informed consent process, protocol, or protocol-required visits and procedures\n24. Are pregnant or breastfeeding or planning to become pregnant Note: Patients who are breastfeeding may be enrolled if they interrupt breastfeeding prior to the first dose of any study drugs and do not feed the baby with breast milk expressed after receiving the first dose of any study drugs. Breastfeeding should not be resumed for at least 6 months after the last dose of study drug\n25. Have any history or complication of interstitial lung disease (for sites in Japan only)\n26. Have a history of Torsades de Pointes",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Sheila Dhaskali, MSc",
                    "role": "CONTACT",
                    "phone": "617-674-6800",
                    "email": "sheila.dhaskali@oncology.sumitomo-pharma.com"
                }
            ],
            "locations": [
                {
                    "facility": "University of Miami",
                    "status": "RECRUITING",
                    "city": "Miami",
                    "state": "Florida",
                    "zip": "33136",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Justin Watts, MD",
                            "role": "CONTACT",
                            "phone": "305-243-8986",
                            "email": "jxw401@miami.edu"
                        },
                        {
                            "name": "Justin Watts, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 25.77427,
                        "lon": -80.19366
                    }
                },
                {
                    "facility": "Johns Hopkins",
                    "status": "RECRUITING",
                    "city": "Baltimore",
                    "state": "Maryland",
                    "zip": "21287",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Mark Levis, MD",
                            "role": "CONTACT",
                            "email": "levisma@jhmi.edu"
                        },
                        {
                            "name": "Mark Levis, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.29038,
                        "lon": -76.61219
                    }
                },
                {
                    "facility": "Columbia University",
                    "status": "RECRUITING",
                    "city": "New York",
                    "state": "New York",
                    "zip": "10032",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Joseph Jurcic, MD",
                            "role": "CONTACT",
                            "email": "jgj2110@cumc.columbia.edu"
                        },
                        {
                            "name": "Joseph Jurcic, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.71427,
                        "lon": -74.00597
                    }
                },
                {
                    "facility": "UNC Hospital",
                    "status": "RECRUITING",
                    "city": "Chapel Hill",
                    "state": "North Carolina",
                    "zip": "27514",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Joshua Zeidner, MD",
                            "role": "CONTACT",
                            "email": "joshua_zeidner@med.unc.edu"
                        },
                        {
                            "name": "Joshua Zeidner, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 35.9132,
                        "lon": -79.05584
                    }
                },
                {
                    "facility": "Duke University",
                    "status": "RECRUITING",
                    "city": "Durham",
                    "state": "North Carolina",
                    "zip": "27705",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Harry Erba, MD",
                            "role": "CONTACT",
                            "phone": "919-684-8964",
                            "email": "harry.erba@duke.edu"
                        },
                        {
                            "name": "Harry Erba, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 35.99403,
                        "lon": -78.89862
                    }
                },
                {
                    "facility": "MDACC",
                    "status": "RECRUITING",
                    "city": "Houston",
                    "state": "Texas",
                    "zip": "77030",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Naval Daver, MD",
                            "role": "CONTACT",
                            "phone": "713-794-4392",
                            "email": "NDaver@mdanderson.org"
                        },
                        {
                            "name": "Naval Daver, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 29.76328,
                        "lon": -95.36327
                    }
                },
                {
                    "facility": "National Cancer Center Hospital East",
                    "status": "RECRUITING",
                    "city": "Kashiwa-shi",
                    "state": "Chiba",
                    "zip": "277-8577",
                    "country": "Japan",
                    "contacts": [
                        {
                            "name": "Junichiro Yuda",
                            "role": "CONTACT",
                            "phone": "04-7133-1111",
                            "email": "jyuda@east.ncc.go.jp"
                        }
                    ],
                    "geoPoint": {
                        "lat": 35.86224,
                        "lon": 139.97732
                    }
                },
                {
                    "facility": "University of Fukui Hospital",
                    "status": "RECRUITING",
                    "city": "Yoshida-gun",
                    "state": "Fukui",
                    "zip": "910-1193",
                    "country": "Japan",
                    "contacts": [
                        {
                            "name": "Naoko Hosono",
                            "role": "CONTACT",
                            "phone": "0776-61-3111",
                            "email": "hosono@u-fukui.ac.jp"
                        }
                    ]
                },
                {
                    "facility": "Fukushima Medical University Hospital",
                    "status": "RECRUITING",
                    "city": "Fukushima-shi",
                    "state": "Fukushima",
                    "zip": "960-1295",
                    "country": "Japan",
                    "contacts": [
                        {
                            "name": "Takayuki Ikezoe",
                            "role": "CONTACT",
                            "phone": "024-547-1111",
                            "email": "ikezoet@fmu.ac.jp"
                        }
                    ],
                    "geoPoint": {
                        "lat": 37.75,
                        "lon": 140.46667
                    }
                },
                {
                    "facility": "Tokai University Hospital",
                    "status": "RECRUITING",
                    "city": "Isehara-shi",
                    "state": "Kanagawa",
                    "zip": "259-1193",
                    "country": "Japan",
                    "contacts": [
                        {
                            "name": "Yoshiaki Ogawa",
                            "role": "CONTACT",
                            "phone": "0463-93-1121",
                            "email": "yoshioga@is.icc.u-tokai.ac.jp"
                        }
                    ],
                    "geoPoint": {
                        "lat": 35.39932,
                        "lon": 139.31019
                    }
                },
                {
                    "facility": "Nagasaki University Hospital",
                    "status": "RECRUITING",
                    "city": "Nagasaki-shi",
                    "state": "Nagasaki",
                    "zip": "852-8501",
                    "country": "Japan",
                    "contacts": [
                        {
                            "name": "Yasushi Miyazaki",
                            "role": "CONTACT",
                            "phone": "095-819-7200",
                            "email": "y-miyaza@nagasaki-u.ac.jp"
                        }
                    ],
                    "geoPoint": {
                        "lat": 32.75,
                        "lon": 129.88333
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "UNDECIDED"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000007938",
                    "term": "Leukemia"
                },
                {
                    "id": "D000007951",
                    "term": "Leukemia, Myeloid"
                },
                {
                    "id": "D000015470",
                    "term": "Leukemia, Myeloid, Acute"
                },
                {
                    "id": "D000007945",
                    "term": "Leukemia, Lymphoid"
                },
                {
                    "id": "D000054198",
                    "term": "Precursor Cell Lymphoblastic Leukemia-Lymphoma"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000006402",
                    "term": "Hematologic Diseases"
                },
                {
                    "id": "D000008232",
                    "term": "Lymphoproliferative Disorders"
                },
                {
                    "id": "D000008206",
                    "term": "Lymphatic Diseases"
                },
                {
                    "id": "D000007160",
                    "term": "Immunoproliferative Disorders"
                },
                {
                    "id": "D000007154",
                    "term": "Immune System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M10945",
                    "name": "Leukemia",
                    "asFound": "Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10955",
                    "name": "Leukemia, Myeloid",
                    "asFound": "Leukemia, Myeloid",
                    "relevance": "HIGH"
                },
                {
                    "id": "M18127",
                    "name": "Leukemia, Myeloid, Acute",
                    "asFound": "Leukemia, Myeloid, Acute",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10951",
                    "name": "Leukemia, Lymphoid",
                    "asFound": "Leukemia, Lymphocytic",
                    "relevance": "HIGH"
                },
                {
                    "id": "M11220",
                    "name": "Lymphoma",
                    "relevance": "LOW"
                },
                {
                    "id": "M27585",
                    "name": "Precursor Cell Lymphoblastic Leukemia-Lymphoma",
                    "asFound": "Leukemia, Lymphocytic, Acute",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M9490",
                    "name": "Hematologic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M11225",
                    "name": "Lymphoproliferative Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M11203",
                    "name": "Lymphatic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10206",
                    "name": "Immunoproliferative Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M10200",
                    "name": "Immune System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T170",
                    "name": "Acute Graft Versus Host Disease",
                    "relevance": "LOW"
                },
                {
                    "id": "T3543",
                    "name": "Lymphosarcoma",
                    "relevance": "LOW"
                },
                {
                    "id": "T175",
                    "name": "Acute Lymphoblastic Leukemia",
                    "asFound": "Leukemia, Lymphocytic, Acute",
                    "relevance": "HIGH"
                },
                {
                    "id": "T3533",
                    "name": "Lymphoblastic Lymphoma",
                    "asFound": "Leukemia, Lymphocytic, Acute",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC15",
                    "name": "Blood and Lymph Conditions"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M219015",
                    "name": "Posaconazole",
                    "relevance": "LOW"
                },
                {
                    "id": "M349205",
                    "name": "Isavuconazole",
                    "relevance": "LOW"
                },
                {
                    "id": "M30607",
                    "name": "Voriconazole",
                    "relevance": "LOW"
                },
                {
                    "id": "M6252",
                    "name": "Clotrimazole",
                    "relevance": "LOW"
                },
                {
                    "id": "M11796",
                    "name": "Miconazole",
                    "relevance": "LOW"
                },
                {
                    "id": "M18296",
                    "name": "Fluconazole",
                    "relevance": "LOW"
                },
                {
                    "id": "M4254",
                    "name": "Antifungal Agents",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Infe",
                    "name": "Anti-Infective Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}