{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05488340",
            "orgStudyIdInfo": {
                "id": "LBx-2001"
            },
            "organization": {
                "fullName": "Locus Biosciences",
                "class": "INDUSTRY"
            },
            "briefTitle": "A Study of LBP-EC01 in the Treatment of Acute Uncomplicated UTI Caused by Drug Resistant E. Coli (ELIMINATE Trial)",
            "officialTitle": "A Phase 2, Double-blind, Randomized, Active-controlled Evaluation of the Safety, Tolerability, Pharmacokinetics and Efficacy of LBP-EC01 in the Treatment of Acute Uncomplicated Urinary Tract Infection Caused by Drug Resistant E. Coli",
            "acronym": "ELIMINATE",
            "therapeuticArea": [
                "Infectious Diseases"
            ],
            "study": "a-study-of-lbp-in-the-treatment-of-acute-uncomplicated-uti-caused-by-drug-resistant-e-coli-eliminate-trial"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-07-13",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-06",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-12",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-08-02",
            "studyFirstSubmitQcDate": "2022-08-02",
            "studyFirstPostDateStruct": {
                "date": "2022-08-04",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-16",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-18",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Locus Biosciences",
                "class": "INDUSTRY"
            },
            "collaborators": [
                {
                    "name": "Parexel",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This is a Phase 2 superiority study of LBP-EC01, a recombinant bacteriophage cocktail, with an initial open-label 3-arm pharmacokinetic (PK) lead-in portion of 30 patients to evaluate the optimal dosing regimen to be used in the subsequent 288 patient blinded portion of the study which will be randomized 1:1 comparing LBP-EC01 + antibiotic versus placebo + antibiotic in patients with a history of prior urinary tract infection (UTI) cased by E. coli. All patients will be required to have an active acute uncomplicated UTI at baseline.",
            "detailedDescription": "This study will consist of two parts.\n\nPart 1 - Dose regimen selection: An open-label, 30 patient, 3-arm PK assessment of: Arm 4 (previously 1): LBP-EC01 (approximately 2×10\\^12 PFU) given by IU administration on D1 and D2 and LBP-EC01 (approximately 1×10\\^11 PFU) IV given as a 1 milliliter (mL) bolus QD from D1 through D3 concomitantly with oral trimethoprim/sulfamethoxazole (TMP 160mg/SMX 800mg) BID from D1 through D3 (6 doses); Arm 5 (previously 2): LBP-EC01 (approximately 2×10\\^12 PFU) given by IU administration on D1 and D2 and LBP-EC01 (approximately 1×10\\^10 PFU) IV given as a 1 mL bolus QD from D1 through D3 concomitantly with oral TMP/SMX BID from D1 through D3 (6 doses); Arm 6 (previously 3): LBP-EC01 (2×10\\^12 PFU) given by IU administration on D1 and D2 and LBP-EC01 (approximately 1×10\\^12 PFU) IV given as a 100 mL IV infusion over 2 h on D1 through D3 concomitantly with oral TMP/SMX BID from D1 through D3 (6 doses).\n\nPart 2 - Efficacy, Safety, Tolerability and Pharmacokinetics: A blinded, 288 patient, 1:1 randomized evaluation of the Arm 4 dose regimen, selected from Part 1, versus placebo + antibiotic (TMP/SMX -160 mg TMP and 800 mg SMX) given orally BID on Days 1 through 3."
        },
        "conditionsModule": {
            "conditions": [
                "Urinary Tract Infections"
            ],
            "keywords": [
                "LBP-EC01",
                "Urinary tract infection",
                "E. coli",
                "Bacteriophage",
                "Phage",
                "crPhage",
                "Recombinant bacteriophage"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "QUADRUPLE",
                    "maskingDescription": "Part 1 - open label, Part 2 - blinded.",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 318,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Part 1- Arm 4 (previously 1)",
                    "type": "EXPERIMENTAL",
                    "description": "Intraurethral (IU) LBP-EC01 on D1 and D2 with intravenous (IV) LBP-EC01 (1x10\\^11 PFU) and oral TMP/SMX on D1 through D3.",
                    "interventionNames": [
                        "Drug: LBP-EC01 0.1 x IV dose",
                        "Drug: TMP/SMX"
                    ]
                },
                {
                    "label": "Part 1- Arm 5 (previously 2)",
                    "type": "EXPERIMENTAL",
                    "description": "Intraurethral (IU) LBP-EC01 on D1 and D2 with intravenous (IV) LBP-EC01 (1x10\\^10 PFU) and oral TMP/SMX on D1 through D3.",
                    "interventionNames": [
                        "Drug: LBP-EC01 0.01x IV Dose",
                        "Drug: TMP/SMX"
                    ]
                },
                {
                    "label": "Part 1- Arm 6 (previously 3)",
                    "type": "EXPERIMENTAL",
                    "description": "Intraurethral (IU) LBP-EC01 on D1 and D2 with intravenous (IV) LBP-EC01 infusion (1x10\\^12 PFU) and oral TMP/SMX on D1 through D3.",
                    "interventionNames": [
                        "Drug: LBP-EC01 IV Infusion Dose",
                        "Drug: TMP/SMX"
                    ]
                },
                {
                    "label": "Part 2: LBP-EC01",
                    "type": "EXPERIMENTAL",
                    "description": "LBP-EC01 given by dose regimen selected from Part 1. IU LBP-EC01 on D1 and D2 with IV LBP-EC01 (1x10\\^11 PFU) and oral TMP/SMX on D1 through D3.",
                    "interventionNames": [
                        "Drug: LBP-EC01",
                        "Drug: TMP/SMX"
                    ]
                },
                {
                    "label": "Part 2: Placebo",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "Placebo given by dose regimen selected from Part 1. IU placebo on D1 and D2 with IV placebo and oral TMP/SMX on D1 through D3.",
                    "interventionNames": [
                        "Drug: Placebo",
                        "Drug: TMP/SMX"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "LBP-EC01 0.1 x IV dose",
                    "description": "Intraurethral (IU) dose of two (2) x 6mL vials of LBP-EC01 (approximately 2x10\\^12 PFU) diluted in 188 mL of Lactated Ringer's solution on Day 1 and Day 2. Intravenous (IV) dose of 0.6mL of LBP-EC01 (approximately 1x10\\^11 PFU) diluted in 0.4mL of Lactated Ringer's solution given on Days 1 through Day 3.",
                    "armGroupLabels": [
                        "Part 1- Arm 4 (previously 1)"
                    ],
                    "otherNames": [
                        "1x10^11 PFU IV dose"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "LBP-EC01 0.01x IV Dose",
                    "description": "Intraurethral (IU) dose of two (2) x 6mL vials of LBP-EC01 (approximately 2x10\\^12 PFU) diluted in 188 mL of Lactated Ringer's solution on Day 1 and Day 2. Intravenous (IV) dose of 0.06 mL of LBP-EC01 (approximately 1x10\\^10 PFU) diluted in 0.94 mL of Lactated Ringer's solution given on Days 1 through Day 3.",
                    "armGroupLabels": [
                        "Part 1- Arm 5 (previously 2)"
                    ],
                    "otherNames": [
                        "1x10^10 PFU IV Dose"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "LBP-EC01 IV Infusion Dose",
                    "description": "Intraurethral (IU) dose of two (2) x 6mL vials of LBP-EC01 (approximately 2x10\\^12 PFU) diluted in 188 mL of Lactated Ringer's solution on Day 1 and Day 2. Intravenous infusion dose of 6mL of LBP-EC01 (approximately 1x10\\^12 PFU) diluted in 94 mL of Lactated Ringer's solution given over 2 hours on Days 1 through Day 3.",
                    "armGroupLabels": [
                        "Part 1- Arm 6 (previously 3)"
                    ],
                    "otherNames": [
                        "1x10^12 PFU IV Infusion Dose"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Placebo",
                    "description": "Dose regimen selected from Part 1 of placebo (Tris buffer).",
                    "armGroupLabels": [
                        "Part 2: Placebo"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "LBP-EC01",
                    "description": "Dose regimen selected from Part 1 of LBP-EC01 (1x10\\^10 - 1x10\\^13 PFU) per dose.",
                    "armGroupLabels": [
                        "Part 2: LBP-EC01"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "TMP/SMX",
                    "description": "TMP/SMX (160 mg trimethoprim and 800 mg sulfamethoxazole) given orally BID on Days 1 through 3.",
                    "armGroupLabels": [
                        "Part 1- Arm 4 (previously 1)",
                        "Part 1- Arm 5 (previously 2)",
                        "Part 1- Arm 6 (previously 3)",
                        "Part 2: LBP-EC01",
                        "Part 2: Placebo"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Part 1: Levels of LBP-EC01 in urine and blood measured by quantitative plaquing assay across the treatment period and over 48 h after the last dose",
                    "description": "The regimen for LBP-EC01 when used concomitantly with TMP/SMX which optimizes pharmacokinetics (PK) for LBP-EC01 will be selected.",
                    "timeFrame": "Day 1 to Day 5"
                },
                {
                    "measure": "Part 2: Proportion of patients with resolution of clinical symptoms and microbiologic response of uUTI caused by drug resistant E. coli as defined at Day 10 test of cure (TOC).",
                    "description": "The efficacy of LBP-EC01 when used concomitantly with TMP/SMX compared to placebo when used concomitantly with TMP/SMX on resolution of acute uUTI clinical symptoms and demonstration of microbiologic response (CCMR) of acute uUTI caused by drug resistant E. coli will be assessed.",
                    "timeFrame": "Day 10"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Part 1: Number of patients with Adverse Events (AEs) and Serious Adverse Events (SAEs)",
                    "description": "The safety and tolerability of LBP-EC01 when given with TMP/SMX will be assessed.",
                    "timeFrame": "Day 1 to Day 34"
                },
                {
                    "measure": "Part 1: Number of patients with immunogenicity",
                    "description": "The immunogenicity of LBP-EC01 by measuring neutralizing antibody (NAb) levels will be assessed.",
                    "timeFrame": "Baseline Day 1 to Day 2, Day 5, Day 10, Day 34/Early Termination [ET]) post-hoc"
                },
                {
                    "measure": "Part 2: Proportion of patients with antimicrobial drug resistant (AMR) E. coli achieving maintenance of combined clinical and microbiologic response (CCMR) at Day 21.",
                    "description": "The impact of LBP-EC01 when used concomitantly with TMP/SMX compared to placebo when used concomitantly with TMP/SMX on maintenance of CCMR success in those randomized patients with AMR E. coli uUTI demonstrating an initial response will be assessed.",
                    "timeFrame": "Day 21"
                },
                {
                    "measure": "Part 2: Proportion of patients with CCMR of uUTI caused by E. coli at Day 10/TOC.",
                    "description": "The efficacy of LBP-EC01 when used concomitantly with TMP/SMX compared to placebo when used concomitantly with TMP/SMX, on CCMR of uUTI caused by E. coli (irrespective of drug resistant status) will be assessed.",
                    "timeFrame": "Day 10"
                },
                {
                    "measure": "Part 2: Proportion of patients with CCMR of uUTI caused by multi-drug resistant (MDR) E. coli at Day 10/TOC.",
                    "description": "The impact of LBP-EC01 when used concomitantly with TMP/SMX compared to placebo when used concomitantly with TMP/SMX on CCMR in patients with uUTI caused by MDR E. coli at Day 10/TOC.",
                    "timeFrame": "Day 21"
                },
                {
                    "measure": "Part 2: Proportion of patients with MDR E. coli achieving maintenance of CCMR at Day 21.",
                    "description": "The impact of LBP-EC01 when used concomitantly with TMP/SMX compared to placebo when used concomitantly with TMP/SMX on the maintenance of CCMR in patients with uUTI caused by MDR E. coli at Day 21.",
                    "timeFrame": "Within the 6-month follow-up period"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* History of UTI in the past 12 months and prior or current uUTI caused by AMR E. coli (as single pathogen or part of polymicrobial infection where E. coli is the predominant pathogen). Please note that the current infection can be used to meet the requirement of AMR E. coli documentation.\n* Able to supply a mid-stream, clean catch urine sample for microbiological analysis.\n* Active acute uUTI infection defined by:\n\n  a. Evidence of pyuria: i. \\>10 white blood cell (WBC)/mL3 on microscopic evaluation of spun, clean, mid-stream urine specimen or \\>3 WBC/high power field on unspun clean, mid-stream urine specimen, AND/OR ii. Dipstick analysis of a clean, mid-stream urine specimen positive for leukocytes, AND/OR b. At least 2 of the following signs or symptoms of UTI: dysuria, urinary frequency, urinary urgency, or suprapubic pain\n* Willing to comply with all aspects of study design including study restrictions, blood, urine, and stool sampling, and scheduled study visits.\n* All sexually active female patients of childbearing potential must use highly effective contraception during the study and until 2 weeks after the last dose of study drug treatment.\n* Agrees to STOP the use of cranberry products, probiotics (Lactobacillus spp), D-mannose, OM-89 (various strains of E. coli), continuous low dose antimicrobial prophylaxis and/or post-coital antimicrobial prophylaxis to prevent UTI for the entire study duration (throughout the 6-month follow-up period or study discharge).\n* Agrees to not use any prescription or non-prescription medication for the microbiological or symptomatic treatment of the presenting acute uUTI for the first 10 days of the study.\n* Capable of providing their own signed informed consent form (ICF) prior to any study-related procedures being performed.\n* If participating in Part 1 of the study, agrees to fast for ≥2 h prior to first dose of study drug on Day 1/Visit 1 except for drinking 240 mL of water with study drug administration.\n\nExclusion Criteria:\n\n* Signs or symptoms of systemic illness such as fever greater than 38° Centigrade/ Celsius, shaking chills, or other clinical manifestations suggestive of complicated UTI.\n* Treatment with other antibacterial drugs including those that are effective for treatment of the acute uUTI or prevention of recurrent UTI in the 5 days prior to Screening unless the recovered pathogen demonstrates resistance to the initial antibiotic and clinical symptoms persist.\n* Clinical symptoms for more than 5 days before Screening.\n* Presence of indwelling urinary bladder catheters, urinary tract anatomical abnormalities, poorly-controlled diabetes mellitus, immunocompromising condition and/or treatment, or advanced renal disfunction.\n* Individuals considered to be immunocompromised.\n* Clinically significant serious unstable physical illness that in the investigator's opinion prevents patient from completing the study or prevents interpretation or resolution of clinical symptoms.\n* Pregnant or nursing women.\n* Exposure to any investigational drugs or other phage therapy 30 days prior to Screening (D1/V1) or prior to participation in this study. Patients who participate in Part 1 are not eligible for participation in Part 2.\n* Allergies to excipients of the study drug or antibiotics.\n* History of autonomic dysreflexia.\n* History of intravenous (IV) drug abuse or is currently using or has positive results for drugs of abuse at screening.\n* Patients who reside in a long-term care facility.\n* Suspected or confirmed acute coronavirus disease 2019 (COVID-19) or recent COVID-19 infection with ongoing symptoms.",
            "healthyVolunteers": false,
            "sex": "FEMALE",
            "genderBased": true,
            "minimumAge": "18 Years",
            "maximumAge": "70 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Locus Clinical Operations",
                    "role": "CONTACT",
                    "phone": "(919) 495-4510",
                    "email": "clinicaloperations@locus-bio.com"
                },
                {
                    "name": "Paul Kim",
                    "role": "CONTACT",
                    "phone": "(919) 495-4510",
                    "email": "Paul.kim@locus-bio.com"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Paul Kim",
                    "affiliation": "Locus Biosciences",
                    "role": "STUDY_DIRECTOR"
                }
            ],
            "locations": [
                {
                    "facility": "Research Site 115",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Birmingham",
                    "state": "Alabama",
                    "zip": "35233",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "N. Erdmann",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.52066,
                        "lon": -86.80249
                    }
                },
                {
                    "facility": "Research Site 138",
                    "status": "RECRUITING",
                    "city": "Fresno",
                    "state": "California",
                    "zip": "93710",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "H. Rainwater",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 36.74773,
                        "lon": -119.77237
                    }
                },
                {
                    "facility": "Research Site 123",
                    "status": "RECRUITING",
                    "city": "Los Angeles",
                    "state": "California",
                    "zip": "90027",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "J. Kowalczyk",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 34.05223,
                        "lon": -118.24368
                    }
                },
                {
                    "facility": "Research Site 125",
                    "status": "RECRUITING",
                    "city": "Montebello",
                    "state": "California",
                    "zip": "90640",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "J. Alarcon",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 34.00946,
                        "lon": -118.10535
                    }
                },
                {
                    "facility": "Research Site 124",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Pomona",
                    "state": "California",
                    "zip": "91767",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "M. Consolo",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 34.05529,
                        "lon": -117.75228
                    }
                },
                {
                    "facility": "Research Site 126",
                    "status": "RECRUITING",
                    "city": "Tustin",
                    "state": "California",
                    "zip": "92780",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "L. Gabal",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.74585,
                        "lon": -117.82617
                    }
                },
                {
                    "facility": "Research Site 102",
                    "status": "RECRUITING",
                    "city": "Doral",
                    "state": "Florida",
                    "zip": "33166",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "B. Penafiel",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 25.81954,
                        "lon": -80.35533
                    }
                },
                {
                    "facility": "Research Site 140",
                    "status": "RECRUITING",
                    "city": "Jensen Beach",
                    "state": "Florida",
                    "zip": "34957",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "J. Watt",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 27.25449,
                        "lon": -80.22977
                    }
                },
                {
                    "facility": "Research Site 107",
                    "status": "COMPLETED",
                    "city": "Miami",
                    "state": "Florida",
                    "zip": "33165",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 25.77427,
                        "lon": -80.19366
                    }
                },
                {
                    "facility": "Research Site 106",
                    "status": "COMPLETED",
                    "city": "Miami",
                    "state": "Florida",
                    "zip": "33173",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 25.77427,
                        "lon": -80.19366
                    }
                },
                {
                    "facility": "Research Site 103",
                    "status": "RECRUITING",
                    "city": "Miami",
                    "state": "Florida",
                    "zip": "33176",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Y. Rodriguez",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 25.77427,
                        "lon": -80.19366
                    }
                },
                {
                    "facility": "Research Site 100",
                    "status": "COMPLETED",
                    "city": "Palmetto Bay",
                    "state": "Florida",
                    "zip": "33157",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 25.62177,
                        "lon": -80.32477
                    }
                },
                {
                    "facility": "Research Site 117",
                    "status": "RECRUITING",
                    "city": "Northbrook",
                    "state": "Illinois",
                    "zip": "60062",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "M. Mueller",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.12753,
                        "lon": -87.82895
                    }
                },
                {
                    "facility": "Research Site 128",
                    "status": "RECRUITING",
                    "city": "Owings Mills",
                    "state": "Maryland",
                    "zip": "21117",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "L. Giusto",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.41955,
                        "lon": -76.78025
                    }
                },
                {
                    "facility": "Research Site 120",
                    "status": "RECRUITING",
                    "city": "Boston",
                    "state": "Massachusetts",
                    "zip": "02115",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "S. Koo",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.35843,
                        "lon": -71.05977
                    }
                },
                {
                    "facility": "Research Site 114",
                    "status": "RECRUITING",
                    "city": "Royal Oak",
                    "state": "Michigan",
                    "zip": "48073",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "M. Sims",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.48948,
                        "lon": -83.14465
                    }
                },
                {
                    "facility": "Research Site 133",
                    "status": "RECRUITING",
                    "city": "Cheektowaga",
                    "state": "New York",
                    "zip": "14225",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "T. Danforth",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.90339,
                        "lon": -78.75475
                    }
                },
                {
                    "facility": "Research Site 118",
                    "status": "RECRUITING",
                    "city": "Winston-Salem",
                    "state": "North Carolina",
                    "zip": "27157",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "J. Williamson",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 36.09986,
                        "lon": -80.24422
                    }
                },
                {
                    "facility": "Research Site 121",
                    "status": "RECRUITING",
                    "city": "Tulsa",
                    "state": "Oklahoma",
                    "zip": "74104",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "A. Malik",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 36.15398,
                        "lon": -95.99277
                    }
                },
                {
                    "facility": "Research Site 108",
                    "status": "COMPLETED",
                    "city": "Forney",
                    "state": "Texas",
                    "zip": "75126",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 32.74818,
                        "lon": -96.47193
                    }
                },
                {
                    "facility": "Research Site 122",
                    "status": "RECRUITING",
                    "city": "Galveston",
                    "state": "Texas",
                    "zip": "77555",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "J. Yaklic",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 29.30135,
                        "lon": -94.7977
                    }
                },
                {
                    "facility": "Research Site 127",
                    "status": "RECRUITING",
                    "city": "Richmond",
                    "state": "Virginia",
                    "zip": "23226",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "L. Vaughan",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 37.55376,
                        "lon": -77.46026
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000007239",
                    "term": "Infections"
                },
                {
                    "id": "D000014552",
                    "term": "Urinary Tract Infections"
                }
            ],
            "ancestors": [
                {
                    "id": "D000014570",
                    "term": "Urologic Diseases"
                },
                {
                    "id": "D000052776",
                    "term": "Female Urogenital Diseases"
                },
                {
                    "id": "D000005261",
                    "term": "Female Urogenital Diseases and Pregnancy Complications"
                },
                {
                    "id": "D000091642",
                    "term": "Urogenital Diseases"
                },
                {
                    "id": "D000052801",
                    "term": "Male Urogenital Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M10283",
                    "name": "Infections",
                    "asFound": "Infection",
                    "relevance": "HIGH"
                },
                {
                    "id": "M6368",
                    "name": "Communicable Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M17302",
                    "name": "Urinary Tract Infections",
                    "asFound": "Urinary Tract Infections",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17319",
                    "name": "Urologic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M2875",
                    "name": "Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M27093",
                    "name": "Female Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14127",
                    "name": "Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M8399",
                    "name": "Female Urogenital Diseases and Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M27095",
                    "name": "Male Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T170",
                    "name": "Acute Graft Versus Host Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC01",
                    "name": "Infections"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M21860",
                    "name": "Pharmaceutical Solutions",
                    "relevance": "LOW"
                },
                {
                    "id": "M17047",
                    "name": "Trimethoprim",
                    "relevance": "LOW"
                },
                {
                    "id": "M16206",
                    "name": "Sulfamethoxazole",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "PhSol",
                    "name": "Pharmaceutical Solutions"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "Infe",
                    "name": "Anti-Infective Agents"
                },
                {
                    "abbrev": "AnDyAg",
                    "name": "Anti-Dyskinesia Agents"
                }
            ]
        }
    },
    "hasResults": false
}