{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05429320",
            "orgStudyIdInfo": {
                "id": "21-465"
            },
            "organization": {
                "fullName": "Memorial Sloan Kettering Cancer Center",
                "class": "OTHER"
            },
            "briefTitle": "A Study of Local Ablative Therapy (LAT) in People With Non-Small Cell Lung Cancer (NSCLC)",
            "officialTitle": "A Phase II Adaptive Study of Local Ablative Therapy (LAT) for Patients With Metastatic Non-Small Cell Lung Cancer (NSCLC) Using Minimal Residual Disease (MRD) as an Integral Biomarker",
            "therapeuticArea": [
                "Oncology and Hematology",
                "Other"
            ],
            "study": "a-study-of-local-ablative-therapy-lat-in-people-with-non-small-cell-lung-cancer-nsclc"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-06-15",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-06-15",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-06-15",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-06-15",
            "studyFirstSubmitQcDate": "2022-06-20",
            "studyFirstPostDateStruct": {
                "date": "2022-06-23",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-12",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-13",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Memorial Sloan Kettering Cancer Center",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this study is to see whether receiving local ablative therapy (LAT) when minimal residual disease/MRD levels are rising can reduce MRD levels and control metastatic non-small cell lung cancer/NSCLC longer compared to systemic therapy."
        },
        "conditionsModule": {
            "conditions": [
                "Non-small Cell Lung Cancer",
                "Metastatic Non Small Cell Lung Cancer",
                "Nsclc",
                "NSCLC Stage IV",
                "Minimal Residual Disease",
                "Non Small Cell Lung Cancer Metastatic"
            ],
            "keywords": [
                "Non-small Cell Lung Cancer",
                "Non Small Cell Lung Cancer Metastatic",
                "Metastatic Non Small Cell Lung Cancer",
                "NSCLC",
                "NSCLC Stage IV",
                "Minimal Residual Disease",
                "MRD",
                "21-465",
                "Memorial Sloan Kettering Cancer Center"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "SEQUENTIAL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 90,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Part I",
                    "type": "EXPERIMENTAL",
                    "description": "In part I, 33 patients with metastatic NSCLC with: a) NR-VAF but b) without radiographic progression of disease, will be treated with LAT to determine if ablation to all sites of disease leads to acceptable rates of mean VAF reduction, thus indicating a discernible molecular/clinical response in this subgroup of patients with metastatic disease.",
                    "interventionNames": [
                        "Procedure: Local ablative therapy",
                        "Other: Blood collection to assess for ctDNA"
                    ]
                },
                {
                    "label": "Part II - standard of care",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "If the appropriate criteria are met in part I,, in part II 60 patients with NR-VAF but without radiographic progression of disease will be randomized to one of two arms: continuation of systemic therapy (standard of care) vs. ablation to all sites of disease (experimental arm), with a primary endpoint of progression free survival.",
                    "interventionNames": [
                        "Other: Blood collection to assess for ctDNA"
                    ]
                },
                {
                    "label": "Part II - ablation to all sites of disease (experimental arm)",
                    "type": "EXPERIMENTAL",
                    "description": "If the appropriate criteria are met in part I,, in part II 60 patients with NR-VAF but without radiographic progression of disease will be randomized to one of two arms: continuation of systemic therapy (standard of care) vs. ablation to all sites of disease (experimental arm), with a primary endpoint of progression free survival.",
                    "interventionNames": [
                        "Procedure: Local ablative therapy",
                        "Other: Blood collection to assess for ctDNA"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "PROCEDURE",
                    "name": "Local ablative therapy",
                    "description": "In part I, 33 patients with metastatic NSCLC with: a) NR-VAF but b) without radiographic progression of disease, will be treated with LAT. In Part II of the study, patients will be randomized to standard of care (continuation of systemic therapy) vs. LAT to all sites of disease",
                    "armGroupLabels": [
                        "Part I",
                        "Part II - ablation to all sites of disease (experimental arm)"
                    ],
                    "otherNames": [
                        "LAT"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Blood collection to assess for ctDNA",
                    "description": "Participants will undergo ctDNA collection in conjunction with their standard of care therapy.",
                    "armGroupLabels": [
                        "Part I",
                        "Part II - ablation to all sites of disease (experimental arm)",
                        "Part II - standard of care"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Measure the reduction in mean variant allele frequency/VAF by 6 months after Local Ablative Therapy/LAT",
                    "description": "To determine whether Local Ablative Therapy/LAT (ablation to all sites of disease) causes a reduction in mean variant allele frequency/VAF by 6 months after LAT in patients with metastatic NSCLC who have non-responding variant allele frequency/NR-VAF (\\<50% reduction in mean VAF) but no radiographic progression of disease. Mean VAF: Mean VAF will be defined by the VAF of each relevant mutation divided by the total number of mutations",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Progression Free Survival/PFS",
                    "description": "PFS will be evaluated through imaging obtained Q3 months +/-2 weeks after enrollment. Progression will be evaluated by RECIST 1.1 guidelines. To determine whether LAT improves PFS in patients with metastatic NSCLC who have NR-VAF but no radiographic progression of disease compared to patients who continue systemic therapy.",
                    "timeFrame": "3 months +/- 2 weeks after enrollment"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Participant Inclusion Criteria (both Part I and Part II)\n\nMonitoring Phase\n\n* Stage IV NSCLC. Note that patients are eligible for the study if they have received definitive treatment for early stage disease, presuming that they remain candidates for local ablative therapy (LAT).\n* AJCC 8th Edition Stage IV disease\n* Has had up to four cycles of standard first-line systemic therapy +/- 3 weeks, defined as: a) platinum-doublet chemotherapy, b) ICI, or c) platinum-doublet chemotherapy + ICI at the baseline ctDNA draw being used for the study.\n* Patient initiated their ctDNA blood draws during their first 4 cycles of first line systemic therapy +/- 3 weeks (during their first 4 cycles, or up to 3 weeks before/after they have begun/ended their first 4 cycles of systemic therapy\n* Ten or less metastatic lesions (Note that this criterion includes lesions, not sites: 3 brain metastases = 3 lesions).\n\n  ° Imaging defining extent of disease should be performed within 4 weeks of ctDNA blood draw\n  1. PET/CT scan or CT scan of the chest/abdomen/pelvis within 4 weeks of blood draw for ctDNA analysis\n  2. MRI or CT scan of the brain at baseline, AND within 4 weeks of blood draw for ctDNA analysis (optional, per discretion of treating physician)\n* All lesions amenable to LAT.\n\n  o Note that patients who receive local therapy (radiation, surgery, or RFA) prior to enrollment for palliative purposes or to CNS lesions are eligible for enrollment if:\n\n  a) all other eligibility criteria are met and b) at least one other lesion is amenable to LAT and is RECIST evaluable. All lesions treated for palliative purposes will also be counted towards the total number of lesions.\n* At least one site of measurable disease\n* ECOG Performance status 0 - 2.\n* Age ≥ 18 years.\n* The participant, or their legally authorized representative (LAR) are able to provide informed consent.\n* Adequate baseline organ function to allow SBRT to all relevant targets, as determined by the treating radiation oncologist based on lesion location, lesion size, and proximity to relevant organs at risk.\n\nTherapeutic Phase - Being Enrolled from Monitoring Phase\n\n* Has received at least 2 cycles of treatment, remains on first-line therapy\n* No evidence of radiographic RECIST 1.1\\* progression (as defined above), as measured through the following imaging modalities:\n\n  * 1) PET/CT scan or CT scan of the chest/abdomen/pelvis within 4 weeks of blood draw for ctDNA analysis\n  * 2) MRI or CT scan of the brain at baseline, AND within 4 weeks of blood draw for ctDNA analysis (optional, per discretion of treating physician)\n* NR-VAF results within 4 weeks of enrollment\n* All active lesions amenable to LAT\n\n  ° Note that patients who receive local therapy (radiation, surgery, or RFA) prior to enrollment for palliative purposes or to CNS lesions are eligible for enrollment if:\n\n  a) all other eligibility criteria are met and b) at least one other lesion is amenable to LAT and is RECIST evaluable. All lesions treated for palliative purposes will also be counted towards the total number of lesions. Female subjects must either be of non-reproductive potential (i.e. post-menopausal by history: \\>/= 60 years old and no menses for 1\\> year without an alternative medical cause; OR history of hysterectomy, OR history of bilateral tubal ligation, OR history of bilateral oophorectomy) or must have a negative pregnancy test (serum) within 2 weeks or a urine pregnancy test the day of treatment\n* Note that patients can either be: a) enrolled on the Monitoring Phase, followed by the Therapeutic Phase, or b) enrolled directly on to the Therapeutic Phase if they present for enrollment at the time that the therapeutic phase would be delivered and retrospectively would have met all of the criteria of the monitoring phase.\n\n  * Example: If a patient has received 2 cycles of systemic therapy and has NR-VAF, then presents to the clinic for enrollment, they can be enrolled on to the Therapeutic Phase if they meet all of the criteria in the Therapeutic Phase and upon evaluating their prior ctDNA/imaging results would have also met the criteria for the Monitoring Phase.\n  * This allowance will substantially increase accrual, as many patients will present after undergoing baseline ctDNA analysis, and does not affect the scientific question that the study addresses.\n\nTherapeutic Phase - Being Enrolled Directly into Therapeutic Phase\n\nAs the criteria below indicate, patients can either be: a) enrolled on the Monitoring Phase, followed by the Therapeutic Phase, or b) enrolled directly on to the Therapeutic Phase if they present for enrollment at the time that the therapeutic phase would be delivered and retrospectively would have met all of the criteria of the monitoring phase. For example, if a patient has received 2 cycles of systemic therapy and has NR-VAF, then presents to the clinic for enrollment, they can be enrolled on to the Therapeutic Phase if they meet all of the criteria in the Therapeutic Phase and upon evaluating their prior ctDNA/imaging results would have also met the criteria for the Monitoring Phase. This allowance will substantially increase accrual, as many patients will present after undergoing baseline ctDNA analysis, and does not affect the scientific question that the study addresses.\n\nInclusion Criteria for Patients Being Enrolled Directly into the Therapeutic Phase\n\n* Stage IV NSCLC. Note that patients are eligible for the study if, prior to the development of stage IV disease, they have received definitive treatment for early stage disease, presuming that they remain candidates for local ablative therapy (LAT).\n* AJCC 8th Edition Stage IV disease\n* Ten or less metastatic lesions (Note that this criterion includes lesions, not sites: 3 brain metastases = 3 lesions).\n\n  o Imaging defining extent of disease should be performed within 4 weeks of ctDNA blood draw\n* All lesions amenable to LAT.\n* At least one site of measurable disease\n* Detectable ctDNA\n* ECOG Performance status 0 - 2.\n* Age ≥ 18 years.\n* The participant, or their legally authorized representative (LAR) are able to provide informed consent.\n* Female subjects must either be of non-reproductive potential (i.e. post-menopausal by history: \\>/= 60 years old and no menses for 1\\> year without an alternative medical cause; OR history of hysterectomy, OR history of bilateral tubal ligation, OR history of bilateral oophorectomy) or must have a negative pregnancy test (serum) within 2 weeks or a urine pregnancy test the day of treatment.\n* Adequate baseline organ function to allow SBRT to all relevant targets, as determined by the treating radiation oncologist based on lesion location, lesion size, and proximity to relevant organs at risk.\n* Patient initiated their ctDNA blood draws during their first 4 cycles of first line systemic therapy +/- 3 weeks (during their first 4 cycles, or up to 3 weeks before/after they have begun/ended their first 4 cycles of systemic therapy.\n* Has received at least 2 cycles of treatment, remains on first-line therapy\n* No evidence of radiographic RECIST 1.1\\* progression (as defined above), as measured through the following imaging modalities:\n\n  * 1) PET/CT scan or CT scan of the chest/abdomen/pelvis within 4 weeks of blood draw for ctDNA analysis\n  * 2) MRI or CT scan of the brain at baseline, AND within 4 weeks of blood draw for ctDNA analysis (optional, per discretion of treating physician)\n* NR-VAF results within 4 weeks of enrollment\n\n  o For patients that do not have detectable ctDNA at enrollment in the monitoring phase, NR-VAF is defined as the emergence of detectable VAF on follow up blood draws\n* All active lesions amenable to LAT o Note that patients who receive local therapy (radiation, surgery, or RFA) prior to enrollment for palliative purposes or to CNS lesions are eligible for enrollment if: a) all other eligibility criteria are met and b) at least one other lesion is amenable to LAT and is RECIST evaluable. All lesions treated for palliative purposes will also be counted towards the total number of lesions.\n\nExclusion Criteria:\n\n* At the time of therapeutic phase enrollment, complete response radiographically (no lesions to target)\n* Patients with CNS-only disease (due to limited capacity of peripheral blood ctDNA to detect CNS lesions)\n* Planned treatment by targeted agents (e.g. tyrosine kinase inhibitors) or patient not a candidate for systemic therapy\n* Serious medical co-morbidities precluding radiotherapy or ablation, determined at the discretion of the treating investigator.\n* At the time of therapeutic phase enrollment, pregnant or lactating women.\n* Physical limitation to undergo stereotactic radiotherapy.\n* Other active malignancy within the last year except for basal cell carcinoma of the skin and in situ malignancy even if without evidence of disease.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Daniel Gomez, MD",
                    "role": "CONTACT",
                    "phone": "212-639-2087",
                    "email": "gomezd@mskcc.org"
                },
                {
                    "name": "Bob Li, MD",
                    "role": "CONTACT",
                    "phone": "646-608-3791",
                    "email": "lib1@mskcc.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Daniel Gomez, MD",
                    "affiliation": "Memorial Sloan Kettering Cancer Center",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Hartford Healthcare ALLIANCE (Data collection only)",
                    "status": "RECRUITING",
                    "city": "Hartford",
                    "state": "Connecticut",
                    "zip": "06102",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Charles Rutter, MD",
                            "role": "CONTACT",
                            "phone": "860-972-2803"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.76371,
                        "lon": -72.68509
                    }
                },
                {
                    "facility": "BAPTIST ALLIANCE - MCI (Data collection only)",
                    "status": "RECRUITING",
                    "city": "Miami",
                    "state": "Florida",
                    "zip": "33143",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Robert Press, MD",
                            "role": "CONTACT",
                            "phone": "786-596-2000"
                        }
                    ],
                    "geoPoint": {
                        "lat": 25.77427,
                        "lon": -80.19366
                    }
                },
                {
                    "facility": "Memorial Sloan Kettering at Basking Ridge (Limited Protocol Activities)",
                    "status": "RECRUITING",
                    "city": "Basking Ridge",
                    "state": "New Jersey",
                    "zip": "07920",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Daniel Gomez, MD",
                            "role": "CONTACT",
                            "phone": "212-639-2087"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.70621,
                        "lon": -74.54932
                    }
                },
                {
                    "facility": "Memorial Sloan Kettering Monmouth (Limited Protocol Activities)",
                    "status": "RECRUITING",
                    "city": "Middletown",
                    "state": "New Jersey",
                    "zip": "07748",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Daniel Gomez, MD",
                            "role": "CONTACT",
                            "phone": "212-639-2087"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.39652,
                        "lon": -74.09211
                    }
                },
                {
                    "facility": "Memorial Sloan Kettering Bergen (Limited Protocol Activities)",
                    "status": "RECRUITING",
                    "city": "Montvale",
                    "state": "New Jersey",
                    "zip": "07645",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Daniel Gomez, MD",
                            "role": "CONTACT",
                            "phone": "212-639-2087"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.04676,
                        "lon": -74.02292
                    }
                },
                {
                    "facility": "Memorial Sloan Kettering Suffolk-Commack (Limited Protocol Activities)",
                    "status": "RECRUITING",
                    "city": "Commack",
                    "state": "New York",
                    "zip": "11725",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Daniel Gomez, MD",
                            "role": "CONTACT",
                            "phone": "212-639-2087"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.84288,
                        "lon": -73.29289
                    }
                },
                {
                    "facility": "Memorial Sloan Kettering Westchester (Limited Protocol Activities)",
                    "status": "RECRUITING",
                    "city": "Harrison",
                    "state": "New York",
                    "zip": "10604",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Daniel Gomez, MD",
                            "role": "CONTACT",
                            "phone": "212-639-2087"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.96899,
                        "lon": -73.71263
                    }
                },
                {
                    "facility": "Memorial Sloan Kettering Cancer Center (All Protocol Activities)",
                    "status": "RECRUITING",
                    "city": "New York",
                    "state": "New York",
                    "zip": "10065",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Daniel Gomez, MD",
                            "role": "CONTACT",
                            "phone": "212-639-2087"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.71427,
                        "lon": -74.00597
                    }
                },
                {
                    "facility": "Memorial Sloan Kettering Nassau (Limited Protocol Activities)",
                    "status": "RECRUITING",
                    "city": "Uniondale",
                    "state": "New York",
                    "zip": "11553",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Daniel Gomez, MD",
                            "role": "CONTACT",
                            "phone": "212-639-2087"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.70038,
                        "lon": -73.59291
                    }
                }
            ]
        },
        "referencesModule": {
            "seeAlsoLinks": [
                {
                    "label": "Memorial Sloan Kettering Cancer Center",
                    "url": "http://www.mskcc.org"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Memorial Sloan Kettering Cancer Center supports the international committee of medical journal editors (ICMJE) and the ethical obligation of responsible sharing of data from clinical trials. The protocol summary, a statistical summary, and informed consent form will be made available on clinicaltrials.gov when required as a condition of Federal awards, other agreements supporting the research and/or as otherwise required. Requests for deidentified individual participant data can be made beginning 12 months after publication and for up to 36 months post publication. Deidentified individual participant data reported in the manuscript will be shared under the terms of a Data Use Agreement and may only be used for approved proposals. Requests may be made to: crdatashare@mskcc.org."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000008175",
                    "term": "Lung Neoplasms"
                },
                {
                    "id": "D000002289",
                    "term": "Carcinoma, Non-Small-Cell Lung"
                },
                {
                    "id": "D000018365",
                    "term": "Neoplasm, Residual"
                }
            ],
            "ancestors": [
                {
                    "id": "D000012142",
                    "term": "Respiratory Tract Neoplasms"
                },
                {
                    "id": "D000013899",
                    "term": "Thoracic Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000008171",
                    "term": "Lung Diseases"
                },
                {
                    "id": "D000012140",
                    "term": "Respiratory Tract Diseases"
                },
                {
                    "id": "D000002283",
                    "term": "Carcinoma, Bronchogenic"
                },
                {
                    "id": "D000001984",
                    "term": "Bronchial Neoplasms"
                },
                {
                    "id": "D000009385",
                    "term": "Neoplastic Processes"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5546",
                    "name": "Carcinoma, Non-Small-Cell Lung",
                    "asFound": "Non-small Cell Lung Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M11172",
                    "name": "Lung Neoplasms",
                    "asFound": "Lung Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M20497",
                    "name": "Neoplasm, Residual",
                    "asFound": "Minimal Residual Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5534",
                    "name": "Carcinoma",
                    "relevance": "LOW"
                },
                {
                    "id": "M14979",
                    "name": "Respiratory Tract Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M16658",
                    "name": "Thoracic Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M11168",
                    "name": "Lung Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14977",
                    "name": "Respiratory Tract Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5540",
                    "name": "Carcinoma, Bronchogenic",
                    "relevance": "LOW"
                },
                {
                    "id": "M5260",
                    "name": "Bronchial Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M12330",
                    "name": "Neoplastic Processes",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC08",
                    "name": "Respiratory Tract (Lung and Bronchial) Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                }
            ]
        }
    },
    "hasResults": false
}