{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04573140",
            "orgStudyIdInfo": {
                "id": "OCR32702"
            },
            "secondaryIdInfos": [
                {
                    "id": "IRB202001710",
                    "type": "OTHER",
                    "domain": "UF IRB-01"
                },
                {
                    "id": "R01FD007268-01A1",
                    "type": "FDA",
                    "link": "https://reporter.nih.gov/quickSearch/R01FD007268-01A1"
                }
            ],
            "organization": {
                "fullName": "University of Florida",
                "class": "OTHER"
            },
            "briefTitle": "A Study of RNA-lipid Particle (RNA-LP) Vaccines for Newly Diagnosed Pediatric High-Grade Gliomas (pHGG) and Adult Glioblastoma (GBM)",
            "officialTitle": "A Phase I/II Study of RNA-lipid Particle (RNA-LP) Vaccines for Newly Diagnosed Pediatric High-Grade Gliomas (pHGG) and Adult Glioblastoma (GBM)",
            "acronym": "PNOC020",
            "therapeuticArea": [
                "Other"
            ],
            "study": "a-study-of-rna-lipid-particle-rna-lp-vaccines-for-newly-diagnosed-pediatric-high-grade-gliomas-phgg-and-adult-glioblastoma-gbm"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-10-26",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2029-07-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2030-07-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2020-09-14",
            "studyFirstSubmitQcDate": "2020-09-28",
            "studyFirstPostDateStruct": {
                "date": "2020-10-05",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-26",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-30",
                "type": "ESTIMATED"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of Florida",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Pacific Pediatric Neuro-Oncology Consortium",
                    "class": "OTHER"
                },
                {
                    "name": "University of California, San Francisco",
                    "class": "OTHER"
                },
                {
                    "name": "CureSearch",
                    "class": "UNKNOWN"
                },
                {
                    "name": "Team Jack Foundation",
                    "class": "UNKNOWN"
                },
                {
                    "name": "Florida Department of Health",
                    "class": "OTHER_GOV"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The primary objective will be to demonstrate the manufacturing feasibility and safety, and to determine the maximum tolerated dose (MTD) of RNA-LP vaccines in (Stratum 1) adult patients with newly diagnosed GBM (MGMT low level or unmethylated in adults only) and (Stratum 2) in pediatric patients with newly diagnosed HGG (pHGG). Funding Source - FDA OOPD",
            "detailedDescription": "This is a first in human Phase I study of RNA-LP vaccines for newly diagnosed adult MGMT unmethylated glioblastoma (GBM) and pediatric patients with newly diagnosed HGG (pHGG). The phase I portion of the study will involve a dose-escalation study to identify the maximally tolerated dose (MTD). Up to 28 adult participants and 24 pediatric participants may be enrolled in the Phase I study.\n\nThis clinical trial will consist of three parts: Surgery, Radiation, and Immunotherapy. Surgery and chemoradiation will be standard of care for patients with GBM. Potentially eligible participants will be enrolled on a screening consent for the sterile collection of tumor material in a manner suitable for RNA extraction, amplification, and loading of lipid particles (LPs). Tumor material will be sent to the University of Florida (UF). Following surgical resection with confirmatory pathologic diagnosis, patients will be enrolled in the trial after informed consent has been obtained.\n\nThe RNA-LP vaccination will begin within 4 weeks following radiation and after review of post-radiation MRI (for baseline). After radiation patients will receive three RNA-LP vaccines every 2 weeks before beginning 12 cycles of adjuvant monthly RNA- LP vaccines for a total of 15 vaccines.\n\nParticipants may receive RNA-LP vaccines for up to 14 months.\n\nParticipants will be followed until death due to any cause. MRI and clinical evaluation for assessment of disease progression will be conducted every 3 months for the first-year post-immunotherapy and then every 6-12 months over the next 2 years."
        },
        "conditionsModule": {
            "conditions": [
                "Adult Glioblastoma",
                "High Grade Glioma",
                "WHO Grade III or IV Malignant Glioma"
            ],
            "keywords": [
                "Immunotherapy",
                "Brain Tumor",
                "Adult",
                "newly diagnosed",
                "clinical trial",
                "Pediatric brain tumor"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 52,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Phase I adult (Stratum 1)",
                    "type": "EXPERIMENTAL",
                    "description": "A maximum of 28 adult patients will be enrolled in dose-escalation study using the BOIN design with an initial embedded accelerated titration design (ATD).",
                    "interventionNames": [
                        "Biological: Autologous total tumor mRNA and pp65 full length (fl) lysosomal associated membrane protein (LAMP) mRNA loaded DOTAP liposome vaccine administered intravenously (RNA loaded lipid particles, RNA-LPs)"
                    ]
                },
                {
                    "label": "Phase I pediatric (Stratum 2)",
                    "type": "EXPERIMENTAL",
                    "description": "A maximum of 24 adult patients will be enrolled in dose-escalation study using 3+3 study design.",
                    "interventionNames": [
                        "Biological: Autologous total tumor mRNA and pp65 full length (fl) lysosomal associated membrane protein (LAMP) mRNA loaded DOTAP liposome vaccine administered intravenously (RNA loaded lipid particles, RNA-LPs)"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BIOLOGICAL",
                    "name": "Autologous total tumor mRNA and pp65 full length (fl) lysosomal associated membrane protein (LAMP) mRNA loaded DOTAP liposome vaccine administered intravenously (RNA loaded lipid particles, RNA-LPs)",
                    "description": "The Phase I Stratum 1 dose-escalation study will be performed in up to 28 adult participants using a 3+3 design with an initial embedded accelerated titration design (ATD) to efficiently identify the maximally tolerated dose (MTD). For the initial ATD, patients will be enrolled and treated in cohorts of size 1 starting at dose level -4 to dose level -1 and will expand to a cohort size of 3 after the first DLT is observed or at dose level 0. There are 8 dose levels to potentially be assessed including the possibility of 4 dose levels for the ATD and 4 for the 3+3.\n\nPhase I pediatric (Stratum 2) will be performed in up to 24 pediatric participants. The pediatric dose escalation will follow the 3+3 design starting at dose level -4.",
                    "armGroupLabels": [
                        "Phase I adult (Stratum 1)",
                        "Phase I pediatric (Stratum 2)"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Manufacturing feasibility",
                    "description": "Potentially eligible participants will be enrolled on a screening consent for the sterile collection of tumor material in a manner suitable for RNA extraction, amplification, and loading of lipid particles (LPs). Tumor material will be sent to the University of Florida (UF) where tumor specific RNA-LP vaccines will be manufactured. Manufacturing feasibility will be determined based on the percentage of vaccines that are successfully manufactured in the DLT window during the first three vaccines. If two-thirds of vaccines are successfully manufactured with QA/QC clearance, we will conclude that RNA-LPs can be successfully manufactured.",
                    "timeFrame": "from the date of surgery until adminstration of third vaccine, up to 20 weeks"
                },
                {
                    "measure": "Safety of RNA-LP vaccine",
                    "description": "A DLT will be defined as any immunotherapy-related (possible, probable or definite):\n\n* Grade ≥ 3 non-hematologic toxicity that does not improve to ≤ Grade 2 within 72 hours; hepatic or renal dysfunction that does not improve to ≤ grade 2 within 7 days\n* Grade ≥3 cytokine release syndrome that does not improve to ≤ Grade 2 within 72 hours\n* Grade ≥ 3 encephalopathy as defined by the American Society for Transplantation and Cellular Therapy (ASTCT) Consensus Immune Effector Cell-Associated Encephalopathy criteriaGrade 3 or greater non-neurologic, non-hematologic toxicity\n* Grade 3 neurologic toxicity that does not improve to Grade II or better within 7 days\n* Grade 3-4 hematologic toxicity that does not improve to Grade 2 or better within 14 days\n* Grade 3 autoimmune encephalomyelitis\n* Grade 4 neurologic toxicity.",
                    "timeFrame": "First vaccine through 14 days after administration of the 3rd vaccine."
                },
                {
                    "measure": "Determination of Maximum Tolerated Dose",
                    "description": "The Phase I Stratum 1 dose-escalation study will be performed in up to 28 adult participants using a Bayesian optimal interval (BOIN) design with an initial embedded accelerated titration design (ATD) to efficiently identify the maximally tolerated dose (MTD). For the initial ATD, patients will be enrolled and treated in cohorts of size 1 starting at dose level -4 to dose level -1. After the first DLT is observed or if dose level 0 is reached without prior DLT in dose level -4 to -1, the study will expand to a BOIN design with a cohort size of 3 to identify the MTD. For the initial ATD, patients will be enrolled and treated in cohorts of size 1 starting at dose level -4 to dose level -1, and will expand to a cohort size of 3 after the first DLT is observed or at dose level 0. There are 8 dose levels to potentially be assessed including the possibility of 4 dose levels for the ATD and 4 for the BOIN.",
                    "timeFrame": "up to 30 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Stratum 1 (Adult)\n\n* Age ≥ 21 years.\n* Histopathologically proven newly-diagnosed de novo GBM (WHO Grade IV glioma, secondary GBM not eligible) that is MGMT low level or unmethylated.\n* The tumor must have a supratentorial component.\n* Patient must have been enrolled on a screening consent and have had sterile collection of tumor material in a manner suitable for RNA extraction, amplification, and loading of lipid particles (LPs).\n* Residual post-surgical disease burden \\< 3 cm as defined by longest perpendicular diameter of tumor on post-operative MRI.\n* Patients must have recovered from the effects of surgery, postoperative infection, and other complications.\n* A diagnostic contrast-enhanced MRI of the brain must be performed preoperatively and postoperatively. Pre-op MRI must be performed within 28 days prior to study enrollment. Post-op MRI must be completed within 48 hours after surgery. Preoperative and postoperative scans must be the same type.\n* Performance Score: (KPS) ≥ 60. Participants who are unable to walk because of paralysis, but who are up in a wheelchair, will be considered ambulatory for the purpose of assessing the performance score.\n* Bone Marrow:\n\n  * ANC (Absolute neutrophil count) ≥ 1,000µl (unsupported)\n  * Platelets ≥ 150/µl (unsupported for at least 7 days)\n  * Hemoglobin \\> 8 g/dL\n* Renal:\n\n  * BUN ≤ 25 mg/dl\n  * Creatinine ≤ 1.7 mg/dl\n* Hepatic\n\n  * Bilirubin ≤ 2.0 mg/dl\n  * ALT ≤ 5 times institutional upper limits of normal for age\n  * AST ≤ 5 times institutional upper limits of normal for age\n* Signed informed consent. If the patient's mental status precludes his/her giving informed consent, written informed consent may be given by the legally authorized representative.\n* For women of childbearing potential (WOCBP), negative serum/urine pregnancy test at enrollment (test will be repeated within 72 hours prior to starting TMZ in Stratum 1 patients).\n* WOCBP must be willing to use acceptable contraceptive methods to avoid pregnancy throughout the study and for at least 24 weeks after the last dose of study drug. Refer to Appendix F for definition of WOCBP and guidance on acceptable contraceptive methods.\n* Males with female partners of childbearing potential must agree to use physician-approved contraceptive methods (e.g., abstinence, condoms, vasectomy) throughout the study and should avoid conceiving children for 24 weeks following the last dose of study drug.\n* Participants with post-surgical neurological deficits should have deficits that are stable for a minimum of 1 week prior to enrollment.\n\nStratum 2 (Pediatric)\n\n* Age \\> 3 and \\< 25 years.\n* Histologically confirmed WHO Grade III or IV malignant glioma\n* Patient must have been enrolled on a screening consent and have had sterile collection of tumor material in a manner suitable for RNA extraction, amplification, and loading of lipid particles (LPs).\n* Residual post-surgical disease burden \\< 3 cm as defined by longest diameter of tumor on post-operative MRI.\n* Patients must have recovered from the effects of surgery, postoperative infection, and other complications.\n* A diagnostic contrast-enhanced MRI of the brain must be performed preoperatively and postoperatively. Pre-op MRI must be performed within 28 days prior to study enrollment. Post-op MRI must be completed within 7 days after surgery. Preoperative and postoperative scans must be the same type.\n* Performance Score: Karnofsky ≥ 60 for participants \\> 16 years of age and Lansky ≥ 60 for participants \\< 16 years of age (See Appendix A) assessed within 2 weeks prior to enrollment. Participants who are unable to walk because of paralysis, but who are up in a wheelchair, will be considered ambulatory for the purpose of assessing the performance score.\n* Bone Marrow:\n\n  1. ANC (Absolute neutrophil count) ≥ 1,000/µl (unsupported)\n  2. Platelets ≥ 100/µl (unsupported for at least 7 days)\n  3. Hemoglobin \\> 8 g/dL (may be supported)\n* Renal: Creatinine clearance or radioisotope GFR ≥ 70mL/min/1.73 m2 or acceptable serum creatinine based on age/gender\n* Hepatic:\n\n  1. Bilirubin ≤ 3 times upper limit of institutional normal for age.\n  2. SGPT (ALT) ≤ 5 times upper limit of institutional normal for age.\n  3. SGOT (AST) ≤ 5 times upper limit of institutional normal for age.\n* A legal parent/guardian or patient must be able to understand and be willing to sign a written informed consent and assent document, as appropriate.\n* For women of childbearing potential (WOCBP), negative serum/urine pregnancy test at enrollment\n* WOCBP must be willing to use acceptable contraceptive methods to avoid pregnancy throughout the study and for at least 24 weeks after the last dose of study drug. Refer to Appendix F for definition of WOCBP and guidance on acceptable contraceptive methods.\n* Males of child-fathering potential must agree to use physician-approved contraceptive methods (e.g., abstinence, condoms, vasectomy) throughout the study and should avoid conceiving children for 24 weeks following the last dose of study drug.\n* Participants with post-surgical neurological deficits should have deficits that are stable for a minimum of 1 week prior to enrollment.\n* Patients must be enrolled on PNOC COMP prior to enrollment on PNOC020 if PNOC COMP is open to accrual at the enrolling institution.\n\nExclusion Criteria:\n\nStratum 1 (Adult)\n\n* Prior invasive malignancy (except for non-melanomatous skin cancer) unless disease free for ≥ 3 years. (For example, carcinoma in situ of the breast, oral cavity, and cervix are all permissible.)\n* MGMT Methylated tumors\n* Gliomatosis Cerebri\n* Metastases detected below the tentorium or beyond the cranial vault and leptomeningeal involvement.\n* Recurrent or multifocal malignant gliomas.\n* Metastatic or leptomeningeal disease\n* Residual post-surgical disease burden \\> 3 cm as defined by longest perpendicular diameter on MRI.\n* Known HIV, Hepatitis B, or Hepatitis C seropositive.\n* Known active infection or immunosuppressive disease.\n* Participants who require corticosteroids above physiologic doses or not weaned to physiologic dosing within 1 week of scheduled vaccination.\n* Prior chemotherapy or radiosensitizers (including Gliadel wafers) for cancers of the head and neck region, other than TMZ prescribed during radiation for GBM (prior chemotherapy for a different cancer is allowable).\n* Prior radiotherapy to the head or neck, resulting in overlap of radiation fields. Radiosurgery is not permitted.\n* Severe, active co-morbidity, defined as follows:\n\n  * Unstable angina and/or congestive heart failure requiring hospitalization.\n  * Unstable cardiac arrhythmias, abnormalities, or transmural myocardial infarction within the last 6 months.\n  * Acute bacterial or fungal infection requiring intravenous antibiotics at initiation of XRT/TMZ.\n  * Chronic Obstructive Pulmonary Disease exacerbation or other respiratory illness requiring hospitalization or precluding study therapy at initiation of XRT/TMZ.\n  * Hepatic insufficiency resulting in clinical jaundice and/or coagulation defects.\n  * Acquired Immune Deficiency Syndrome (AIDS) based upon current CDC definition. The need to exclude patients with AIDS from this protocol is necessary because the treatments involved in this protocol may be significantly immunosuppressive.\n  * Patients with autoimmune disease requiring medical management with immunosuppressants.\n  * Major medical illnesses or psychiatric impairments that, in the investigator's opinion, will prevent administration or completion of protocol therapy.\n  * Active connective tissue disorders such as lupus or scleroderma that, in the investigator's opinion, place the patient at high risk for radiation toxicity.\n  * Pregnancy or women of childbearing potential and men who are sexually active and who are unwilling or unable to use an acceptable method of contraception for the entire study period; this exclusion is necessary because the treatment involved in this study may be significantly teratogenic.\n* Women of childbearing potential must not be pregnant or breast-feeding.\n* Prior history of brachial neuritis or Guillain-Barré syndrome.\n* Participants who are receiving any other investigational agents or who have been treated on any other therapeutic clinical protocols within 30 days prior to study entry.\n* Participants who are unwilling or unable to receive treatment and undergo follow-up evaluations\n\nStratum 2 (Pediatric)\n\n* Diffuse intrinsic pontine glioma, brainstem diffuse midline glioma, or BRAFV600E+\n* Gliomatosis\n* Metastatic or leptomeningeal disease\n* Residual post-surgical disease burden \\> 3 cm as defined by longest diameter on MRI.\n* Known HIV, Hepatitis B, or Hepatitis C seropositive.\n* Uncontrolled seizure disorder\n* History of myocarditis\n* Receipt of any live vaccine within 30 days prior to enrollment\n* Known active infection or immunosuppressive disease.\n* Participants with significant renal, cardiac (congestive cardiac failure, myocardial infarction, myocarditis), pulmonary, hepatic or other organ dysfunction.\n* Participants who are anticipated to require corticosteroids above physiologic doses or not weaned to physiologic dosing within 1 week of scheduled vaccination.\n* Severe or unstable concurrent medical conditions.\n* Women must not be pregnant or breast-feeding.\n* Participants who are receiving any other investigational agents or who have been treated on any other therapeutic clinical protocols within 30 days prior to study entry.\n* Participants who are unwilling or unable to receive treatment and undergo follow-up evaluations.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "4 Years",
            "stdAges": [
                "CHILD",
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Marcia Hodik",
                    "role": "CONTACT",
                    "phone": "352-273-6971",
                    "email": "marcia.hodik@neurosurgery.ufl.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Elias Sayour, MD, PhD",
                    "affiliation": "University of Florida",
                    "role": "STUDY_CHAIR"
                }
            ],
            "locations": [
                {
                    "facility": "UF Health",
                    "status": "RECRUITING",
                    "city": "Gainesville",
                    "state": "Florida",
                    "zip": "32610",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Marcia Hodik, RN",
                            "role": "CONTACT",
                            "phone": "352-273-6971",
                            "email": "marcia.hodik@neurosurgery.ufl.edu"
                        },
                        {
                            "name": "Ashley Ghiaseddin, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "John Ligon, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 29.65163,
                        "lon": -82.32483
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "34101090",
                    "type": "DERIVED",
                    "citation": "Melnick K, Dastmalchi F, Mitchell D, Rahman M, Sayour EJ. Contemporary RNA Therapeutics for Glioblastoma. Neuromolecular Med. 2022 Mar;24(1):8-12. doi: 10.1007/s12017-021-08669-9. Epub 2021 Jun 8."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000005909",
                    "term": "Glioblastoma"
                },
                {
                    "id": "D000005910",
                    "term": "Glioma"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001254",
                    "term": "Astrocytoma"
                },
                {
                    "id": "D000018302",
                    "term": "Neoplasms, Neuroepithelial"
                },
                {
                    "id": "D000017599",
                    "term": "Neuroectodermal Tumors"
                },
                {
                    "id": "D000009373",
                    "term": "Neoplasms, Germ Cell and Embryonal"
                },
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000009375",
                    "term": "Neoplasms, Glandular and Epithelial"
                },
                {
                    "id": "D000009380",
                    "term": "Neoplasms, Nerve Tissue"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M9020",
                    "name": "Glioma",
                    "asFound": "Glioma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M9019",
                    "name": "Glioblastoma",
                    "asFound": "Glioblastoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5209",
                    "name": "Brain Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M4561",
                    "name": "Astrocytoma",
                    "relevance": "LOW"
                },
                {
                    "id": "M20446",
                    "name": "Neoplasms, Neuroepithelial",
                    "relevance": "LOW"
                },
                {
                    "id": "M19845",
                    "name": "Neuroectodermal Tumors",
                    "relevance": "LOW"
                },
                {
                    "id": "M20388",
                    "name": "Neuroectodermal Tumors, Primitive",
                    "relevance": "LOW"
                },
                {
                    "id": "M12318",
                    "name": "Neoplasms, Germ Cell and Embryonal",
                    "relevance": "LOW"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M12320",
                    "name": "Neoplasms, Glandular and Epithelial",
                    "relevance": "LOW"
                },
                {
                    "id": "M12325",
                    "name": "Neoplasms, Nerve Tissue",
                    "relevance": "LOW"
                },
                {
                    "id": "T2519",
                    "name": "Glioma",
                    "asFound": "Glioma",
                    "relevance": "HIGH"
                },
                {
                    "id": "T2518",
                    "name": "Glioblastoma",
                    "asFound": "Glioblastoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "T852",
                    "name": "Brain Tumor, Childhood",
                    "relevance": "LOW"
                },
                {
                    "id": "T4092",
                    "name": "Neuroepithelioma",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M2853",
                    "name": "Immunomodulating Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M17360",
                    "name": "Vaccines",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}