{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06517758",
            "orgStudyIdInfo": {
                "id": "CLNP023Q12301"
            },
            "organization": {
                "fullName": "Novartis",
                "class": "INDUSTRY"
            },
            "briefTitle": "A Study to Investigate Efficacy, Safety and Tolerability of Iptacopan Compared With Placebo in Participants Aged 18 to 75 Years With gMG.",
            "officialTitle": "A Randomized, Double-blind, Placebo-controlled Phase III Study to Evaluate the Efficacy, Safety, and Tolerability of Iptacopan in Patients With Generalized Myasthenia Gravis (gMG), Followed by an Open Label Extension Phase",
            "therapeuticArea": [
                "Other"
            ],
            "study": "a-study-to-investigate-efficacy-safety-and-tolerability-of-iptacopan-compared-with-placebo-in-participants-aged-to-years-with-gmg"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "startDateStruct": {
                "date": "2024-07-31",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-12-28",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2029-01-12",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-02-12",
            "studyFirstSubmitQcDate": "2024-07-18",
            "studyFirstPostDateStruct": {
                "date": "2024-07-24",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-24",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-25",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Novartis Pharmaceuticals",
                "class": "INDUSTRY"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The study is a randomized, double-blind, placebo-controlled, multicenter, Phase III study, to evaluate efficacy, safety and tolerability of iptacopan in patients with AChR+ gMG who are on stable SOC treatment. Participants who meet the eligibility criteria will be randomized in a ratio of 1:1, to receive either iptacopan or matching placebo, for 6 months (180 days) while continuing on a stable SOC treatment. The randomization will be stratified based on region.",
            "detailedDescription": "The study consists of a 6-month double-blind treatment period for the primary efficacy and safety analysis followed by a 24 month open label extension period. A safety follow up assessment will be performed, one 7 days after the last administration of study treatment and one 30 days after the last administration of study treatment for all participants."
        },
        "conditionsModule": {
            "conditions": [
                "Generalized Myasthenia Gravis"
            ],
            "keywords": [
                "Myasthenia Gravis,",
                "gMG",
                "randomized",
                "placebo-controlled",
                "double-blind",
                "phase III",
                "AChR+",
                "SOC treatment",
                "iptacopan"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE3"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "The study is a randomized, double-blind, placebo-controlled, multicenter, Phase III study, to evaluate efficacy, safety and tolerability of iptacopan in patients with AChR+ gMG who are on stable SOC treatment. Participants who meet the eligibility criteria will be randomized in a ratio of 1:1, to receive either iptacopan or matching placebo, for 6 months (180 days) while continuing on a stable SOC treatment. The randomization will be stratified based on region.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "QUADRUPLE",
                    "maskingDescription": "This is a participant, investigator, and sponsor-blinded study. Participants, investigator staff, persons performing the assessments and the Clinical Trial Team will remain blinded to the identity of treatment from the time of randomization until database lock after all participants have completed the double-blind treatment period. The following methods will be used to ensure that blinding is properly maintained:\n\n1. Randomization data are kept strictly confidential until the time of unblinding and will not be accessible by anyone involved in the study\n2. The identity of the treatment will be concealed by the use of study treatments that are all identical in packaging, labeling, schedule of administration, appearance, taste, and odor",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 146,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Iptacopan",
                    "type": "EXPERIMENTAL",
                    "description": "Iptacopan orally for 6 months (double-blind) followed by open-label iptacopan for an additional 24 months",
                    "interventionNames": [
                        "Drug: Iptacopan"
                    ]
                },
                {
                    "label": "Matching Placebo",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "Placebo orally for 6 months (double-blind) followed by open-label iptacopan for 24 months",
                    "interventionNames": [
                        "Other: Matching Placebo"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Iptacopan",
                    "description": "Hard gelatin capsule",
                    "armGroupLabels": [
                        "Iptacopan"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Matching Placebo",
                    "description": "Hard gelatin capsule",
                    "armGroupLabels": [
                        "Matching Placebo"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change from baseline to Month 6 in Myasthenia Gravis Activity of Daily Living (MG-ADL) total score",
                    "description": "The MG-ADL is an 8 item interviewer led patient reporting scale that assesses MG symptoms and their effects on daily activities. MG-ADL is composed of items related to patient's assessment of functional disability secondary to ocular (2 items), bulbar (3 items), respiratory (1 item), and gross motor or limb (2 items) impairment related to effects from MG. Each item is assessed on a 4-points scale where a score 0 represents normal function and a score 3 represents loss of ability to perform that function. The scores ranges from 0 to 24, with a higher score indicating more disability.",
                    "timeFrame": "Baseline to Month 6"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change from baseline to Month 6 in Quantitative MG (QMG) total score",
                    "description": "The Quantitative Myasthenia Gravis (QMG) Score is a 13-item direct physician assessment scoring system that quantifies disease severity, based on impairments of body functions and structures. The total QMG score ranges from 0 to 39, where higher scores indicated greater disease severity.",
                    "timeFrame": "Baseline to Month 6"
                },
                {
                    "measure": "Proportion of participants with ≥ 5 points reduction from baseline to Month 6 of QMG total score without rescue medication and strongly confounding prohibited medication",
                    "description": "The Quantitative Myasthenia Gravis (QMG) Score is a 13-item direct physician assessment scoring system that quantifies disease severity, based on impairments of body functions and structures. The total QMG score ranges from 0 to 39, where higher scores indicated greater disease severity.",
                    "timeFrame": "Baseline to Month 6"
                },
                {
                    "measure": "Proportion of participants with ≥ 3 points reduction from baseline to Month 6 of MG-ADL total score without rescue medication and strongly confounding prohibited medication",
                    "description": "The MG-ADL is an 8 item patient reporting scale that assesses MG symptoms and their effects on daily activities. MG-ADL is composed of items related to patient's assessment of functional disability secondary to ocular (2 items), bulbar (3 items), respiratory (1 item), and gross motor or limb (2 items) impairment related to effects from MG. Each item is assessed on a 4-points scale where a score 0 represents normal function and a score 3 represents loss of ability to perform that function. The scores ranges from 0 to 24, with a higher score indicating more disability.",
                    "timeFrame": "Baseline to Month 6"
                },
                {
                    "measure": "Change from baseline to Month 6 in Myasthenia Gravis Composite (MGC) total score",
                    "description": "The MGC is a 10-item instrument that measures the symptoms and signs of MG based on physician examination and patient history. Items relate to ptosis, double vision, eye closure, talking, chewing, swallowing, breathing, neck flexion, shoulder abduction, and hip flexion. Each item is scored on an ordinal scale with 4 possible categories and weighted. The total score ranges from 0 to 50, where higher scores indicate more severe impairments.",
                    "timeFrame": "Baseline to Month 6"
                },
                {
                    "measure": "Change from baseline to Month 6 in revised MG Quality of Life Questionnaire (MG-QOL15r) survey score",
                    "description": "The revised MG-QoL15 is a 15-item health related quality of life questionnaire completed by participants, designed to measure quality of life in gMG. Items on the MG-QoL15 relate to physical, social, and psychological components and are scored from 0 (not at all) to 2 (very much). The cumulative scores range from 0 to 30, with higher scores representing worse quality of life and dissatisfaction with MG-related dysfunction.",
                    "timeFrame": "Baseline to Month 6"
                },
                {
                    "measure": "Incidence of adverse events",
                    "description": "Any significant and notable changes in clinical laboratory values, vital signs, electrocardiograms and Columbia Suicidal Severity Rating Scale.",
                    "timeFrame": "Baseline to Month 6"
                },
                {
                    "measure": "Proportion of time patients showed a reduction from baseline of ≥ 2 points in MG-ADL score, up to the end of the study",
                    "description": "The MG-ADL is an 8 item patient reporting scale that assesses MG symptoms and their effects on daily activities. MG-ADL is composed of items related to patient's assessment of functional disability secondary to ocular (2 items), bulbar (3 items), respiratory (1 item), and gross motor or limb (2 items) impairment related to effects from MG. Each item is assessed on a 4-points scale where a score 0 represents normal function and a score 3 represents loss of ability to perform that function. The scores ranges from 0 to 24, with a higher score indicating more disability.",
                    "timeFrame": "Baseline to Month 6"
                },
                {
                    "measure": "Proportion of early MG-ADL responders during treatment (early responders with first MG-ADL improvement from baseline of ≥ 2 points occurring by week 4）",
                    "description": "The MG-ADL is an 8 item patient reporting scale that assesses MG symptoms and their effects on daily activities. MG-ADL is composed of items related to patient's assessment of functional disability secondary to ocular (2 items), bulbar (3 items), respiratory (1 item), and gross motor or limb (2 items) impairment related to effects from MG. Each item is assessed on a 4-points scale where a score 0 represents normal function and a score 3 represents loss of ability to perform that function. The scores ranges from 0 to 24, with a higher score indicating more disability.",
                    "timeFrame": "Baseline to Month 6"
                },
                {
                    "measure": "Change from baseline to Month 6 in EuroQol-5 Dimensions-5 Level (EQ-5D-5L)",
                    "description": "This questionnaire designed to assess health status in adults. The measure is divided into two distinct sections, the descriptive system and the EQ visual analogue scale (EQ VAS). The first section includes one item addressing each of five dimensions (mobility, self-care, usual activity, pain/discomfort, and anxiety/depression). Participants rate each of these items from 1 of the 5 levels: no problems, slight problems, moderate problems, severe problems, or unable to/extreme. A composite health state is then defined by combining the levels for each dimension into a 5-digit number. The second section includes the EQ visual analogue scale (EQ VAS) that measures self-rated health status utilizing a vertically oriented visual analogue scale where 100 represents the \"best imaginable health state\" and 0 represents the \"worst imaginable health state.\" Respondents are asked to rate their current health by placing a mark along this continuum.",
                    "timeFrame": "Baseline to Month 6"
                },
                {
                    "measure": "Change from baseline in MG-ADL total score",
                    "description": "The MG-ADL is an 8 item patient reporting scale that assesses MG symptoms and their effects on daily activities. MG-ADL is composed of items related to patient's assessment of functional disability secondary to ocular (2 items), bulbar (3 items), respiratory (1 item), and gross motor or limb (2 items) impairment related to effects from MG. Each item is assessed on a 4-points scale where a score 0 represents normal function and a score 3 represents loss of ability to perform that function. The scores ranges from 0 to 24, with a higher score indicating more disability.",
                    "timeFrame": "Baseline to Month 30 (end of extension phase)"
                },
                {
                    "measure": "Proportion of participants achieving a reduction from core part in oral corticosteroids (OCS) dose till the end of extension part",
                    "description": "Long-term effect of iptacopan in patients with gMG will be assessed by the proportion of patients that had a reduction in dose or discontinuation of oral corticosteroids, higher proportion would indicate greater long-term effect.",
                    "timeFrame": "Month 6 (end of core phase) to Month 30 (end of extension phase)"
                },
                {
                    "measure": "Incidence of adverse events",
                    "description": "Any significant and notable changes in clinical laboratory values, vital signs, electrocardiograms and Columbia Suicidal Severity Rating Scale.",
                    "timeFrame": "Baseline to Month 30 (end of extension phase)"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Adult patients with generalized Myasthenia Gravis (age 18-75 years)\n* Positive serology testing for AChR+ antibody at screening\n* Myasthenia Gravis Foundation of America (MGFA) Class II-IV gMG and likely not in need v of a respirator for the duration of the study, as judged by the Investigator.\n* The confirmation of the diagnosis of gMG should be documented and supported by ≥1 of the following 3 tests:\n* History of abnormal neuromuscular transmission demonstrated by single-fiber electromyography or repetitive nerve stimulation.\n* History of positive edrophonium chloride test\n* Patient has demonstrated improvement in MG signs on oral acetylcholinesterase inhibitors as assessed by the treating physician.\n* Baseline MG-ADL score ≥6, with ≥50% of the total score due to non-ocular symptoms\n* Participants not optimally controlled for ≥ 6 months on\n* just one NSIST; or\n* two or more NSISTs; or\n* on frequent (at least quarterly) plasmapheresis, plasma exchange, or intravenous immunoglobulin to control symptoms despite treatment with steroids and NSISTs; or\n* one of the following gMG treatments:\n* a FcRN antagonist approved for gMG\n* rituximab\n* other approved gMG therapies excluding complement inhibitors.\n* Consistent with all other iptacopan trials, participants will have to be vaccinated against Neisseria meningitidis and Streptococcus pneumoniae. In addition, participants will be vaccinated against Haemophilus influenzae, depending on the local regulations and on the availability of this vaccine in the countries of study conduct. The vaccination will be performed at least 2 weeks prior to first dosing with iptacopan, covering as many serotypes as possible. If iptacopan treatment will start earlier than 2 weeks post vaccination, prophylactic antibiotic treatment must be initiated and administered until 2 weeks post vaccination.\n\nExclusion Criteria:\n\n* Have been treated with intravenous immunoglobulin (IVIG)/plasma exchange (PLEX) in the past month, with rituximab in the past 6 months, eculizumab in the past 2 months, ravulizumab or other complement inhibitors in the past 3 months, efgartigimod or other anti- FcRn therapies in the past 3 months, or had a thymectomy in the past 6 months or a planned thymectomy during the trial period.\n* Participants with clinically significant active or chronic uncontrolled bacterial, viral, or fungal infection at screening, including patients who test positive for an active viral infection at screening with: Active Hepatitis B Virus (HBV): serologic panel test results indicative of an active (acute or chronic) infection; Active Hepatitis C Virus (HCV): serology positive for HCV-Ab; Human Immunodeficiency Virus (HIV) positive serology associated with an Acquired Immune Deficiency Syndrome (AIDS)-defining condition or with a cluster of differentiation 4 (CD4) count\n\n  * 200 cells/mm3\n* Female participants who are pregnant or lactating, or are intending to become pregnant.\n* Women of child-bearing potential, defined as all women physiologically capable of becoming pregnant, unless they are using effective methods of contraception during dosing of study treatment.\n* Active systemic bacterial, viral (including COVID-19) or fungal infection or any major episode of infection that required hospitalization or injectable antimicrobial therapy within 14 days prior to study drug administration.\n* History of recurrent invasive infections caused by encapsulated organisms, e.g., N. meningitidis and S. pneumoniae.\n* Presence of fever ≥ 38 °C (100.4 °F) within 7 days prior to study drug administration",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "75 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Novartis Pharmaceuticals",
                    "role": "CONTACT",
                    "phone": "1-888-669-6682",
                    "email": "novartis.email@novartis.com"
                },
                {
                    "name": "Novartis Pharmaceuticals",
                    "role": "CONTACT",
                    "phone": "+41613241111"
                }
            ],
            "locations": [
                {
                    "facility": "Fullerton Neuro and Headache Ctr .",
                    "status": "RECRUITING",
                    "city": "Fullerton",
                    "state": "California",
                    "zip": "92835",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jack H Florin",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.87029,
                        "lon": -117.92534
                    }
                },
                {
                    "facility": "Neurology Offices Of South Florida",
                    "status": "RECRUITING",
                    "city": "Boca Raton",
                    "state": "Florida",
                    "zip": "33482",
                    "country": "United States",
                    "contacts": [
                        {
                            "role": "CONTACT",
                            "phone": "561-482-1027"
                        },
                        {
                            "name": "Brian Costell",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 26.3669,
                        "lon": -80.13033
                    }
                },
                {
                    "facility": "Novartis Investigative Site",
                    "status": "RECRUITING",
                    "city": "Larissa",
                    "state": "GR",
                    "zip": "411 10",
                    "country": "Greece",
                    "geoPoint": {
                        "lat": 39.63689,
                        "lon": 22.41761
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Novartis is committed to sharing with qualified external researchers, access to patient-level data and supporting clinical documents from eligible studies. These requests are reviewed and approved by an independent review panel on the basis of scientific merit. All data provided is anonymized to respect the privacy of patients who have participated in the trial in line with applicable laws and regulations.\n\nThis trial data availability is according to the criteria and process described on www.clinicalstudydatarequest.com"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009157",
                    "term": "Myasthenia Gravis"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000020361",
                    "term": "Paraneoplastic Syndromes, Nervous System"
                },
                {
                    "id": "D000009423",
                    "term": "Nervous System Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000010257",
                    "term": "Paraneoplastic Syndromes"
                },
                {
                    "id": "D000020274",
                    "term": "Autoimmune Diseases of the Nervous System"
                },
                {
                    "id": "D000019636",
                    "term": "Neurodegenerative Diseases"
                },
                {
                    "id": "D000020511",
                    "term": "Neuromuscular Junction Diseases"
                },
                {
                    "id": "D000009468",
                    "term": "Neuromuscular Diseases"
                },
                {
                    "id": "D000001327",
                    "term": "Autoimmune Diseases"
                },
                {
                    "id": "D000007154",
                    "term": "Immune System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M12112",
                    "name": "Myasthenia Gravis",
                    "asFound": "Myasthenia Gravis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M16355",
                    "name": "Syndrome",
                    "relevance": "LOW"
                },
                {
                    "id": "M13170",
                    "name": "Paraneoplastic Syndromes",
                    "relevance": "LOW"
                },
                {
                    "id": "M22160",
                    "name": "Paraneoplastic Syndromes, Nervous System",
                    "relevance": "LOW"
                },
                {
                    "id": "M12367",
                    "name": "Nervous System Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M4629",
                    "name": "Autoimmune Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M22094",
                    "name": "Autoimmune Diseases of the Nervous System",
                    "relevance": "LOW"
                },
                {
                    "id": "M21558",
                    "name": "Neurodegenerative Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M22297",
                    "name": "Neuromuscular Junction Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12411",
                    "name": "Neuromuscular Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10200",
                    "name": "Immune System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T3973",
                    "name": "Myasthenia Gravis",
                    "asFound": "Myasthenia Gravis",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}