{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05890729",
            "orgStudyIdInfo": {
                "id": "XTMAB-16-201"
            },
            "organization": {
                "fullName": "Xentria, Inc.",
                "class": "INDUSTRY"
            },
            "briefTitle": "A Study of XTMAB-16 in Patients With Pulmonary Sarcoidosis",
            "officialTitle": "A Seamless, Phase 1b/2 Multiple Ascending Dose/Proof of Concept Study of XTMAB-16 in Patients With Pulmonary Sarcoidosis With or Without Extrapulmonary Manifestations",
            "therapeuticArea": [
                "Respiratory"
            ],
            "study": "a-study-of-xtmab-in-patients-with-pulmonary-sarcoidosis"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "startDateStruct": {
                "date": "2023-11-10",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-04",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-04",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-05-12",
            "studyFirstSubmitQcDate": "2023-05-25",
            "studyFirstPostDateStruct": {
                "date": "2023-06-06",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-26",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-29",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Xentria, Inc.",
                "class": "INDUSTRY"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "A phase 1b/2 study of XTMAB-16 in patients with pulmonary sarcoidosis"
        },
        "conditionsModule": {
            "conditions": [
                "Pulmonary Sarcoidosis"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1",
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "SEQUENTIAL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "INVESTIGATOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 94,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Part A - XTMAB-16: 2 mg/kg every 4 weeks (Q4W) for 12 weeks or Placebo",
                    "type": "EXPERIMENTAL",
                    "interventionNames": [
                        "Drug: XTMAB-16 or Placebo"
                    ]
                },
                {
                    "label": "Part A - XTMAB-16: 4 mg/kg every 4 weeks (Q4W) for 12 weeks or Placebo",
                    "type": "EXPERIMENTAL",
                    "interventionNames": [
                        "Drug: XTMAB-16 or Placebo"
                    ]
                },
                {
                    "label": "Part A - XTMAB-16: 2 mg/kg every 2 weeks (Q2W) for 12 weeks or Placebo",
                    "type": "EXPERIMENTAL",
                    "interventionNames": [
                        "Drug: XTMAB-16 or Placebo"
                    ]
                },
                {
                    "label": "Part A - XTMAB-16: 4 mg/kg every 2 weeks (Q2W) for 12 weeks or Placebo",
                    "type": "EXPERIMENTAL",
                    "interventionNames": [
                        "Drug: XTMAB-16 or Placebo"
                    ]
                },
                {
                    "label": "Part B - XTMAB-16 (dose established in Part A) for 24 weeks or Placebo",
                    "type": "EXPERIMENTAL",
                    "interventionNames": [
                        "Drug: XTMAB-16 or Placebo"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "XTMAB-16 or Placebo",
                    "description": "Infusion",
                    "armGroupLabels": [
                        "Part A - XTMAB-16: 2 mg/kg every 2 weeks (Q2W) for 12 weeks or Placebo",
                        "Part A - XTMAB-16: 2 mg/kg every 4 weeks (Q4W) for 12 weeks or Placebo",
                        "Part A - XTMAB-16: 4 mg/kg every 2 weeks (Q2W) for 12 weeks or Placebo",
                        "Part A - XTMAB-16: 4 mg/kg every 4 weeks (Q4W) for 12 weeks or Placebo",
                        "Part B - XTMAB-16 (dose established in Part A) for 24 weeks or Placebo"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Rate of Adverse Events, including Serious Adverse Events, Dose Limiting Toxicities, and Adverse Events of Special Interest throughout the study duration",
                    "description": "Safety and Tolerability",
                    "timeFrame": "Throughout Study Duration, 20 weeks (Part A)"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Proportion of participants who achieve the targeted tapered dose of corticosteroid",
                    "description": "Efficacy",
                    "timeFrame": "Baseline to Week 12 (Part A)"
                },
                {
                    "measure": "Proportion of participants who achieve at least 50% reduction in dose of corticosteroid by Week 12",
                    "description": "Efficacy",
                    "timeFrame": "Baseline to Week 12 (Part A and B)"
                },
                {
                    "measure": "Proportion of patients able to maintain steroid reduction through Week 24",
                    "description": "Efficacy",
                    "timeFrame": "Week 12 to Week 24 (Part B)"
                },
                {
                    "measure": "Rate of Adverse Events (AEs), including Serious Adverse Events (SAEs) throughout the study duration",
                    "description": "Safety",
                    "timeFrame": "Throughout Study Duration, 34 weeks (Part B)"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Participant between 18 to 80 years (inclusive) of age.\n2. Weighs between 45 kg and 160 kg (99 to 353 lbs) at Screening.\n3. Diagnosis of pulmonary sarcoidosis (at least 6 months before Screening) using the 2020 American Thoracic Society (ATS) Clinical Practice Guideline (Crouser et al, 2020), the European Respiratory Society (ERS) or the WASOG criteria including a compatible clinical and radiologic presentation with other causes of granulomatous disease ruled out (cutaneous and ocular involvement permitted).\n4. Modified Medical Research Conference (mMRC) Dyspnea Scale of ≥ 1.\n5. Receiving treatment of 7.5 to 25 mg/day of oral prednisone, or equivalent, during the screening period and, at the determination of the investigator, is capable of undergoing the protocol specific corticosteroid taper regimen.\n6. Receiving treatment with methotrexate, azathioprine, mycophenolate, leflunomide, chloroquine, or hydroxychloroquine for at least 3 months before Screening that has been at a stable dose for 4 weeks before Screening. All efforts should be made to maintain stable background therapy at the Screening dose through the intervention period at the Investigator's discretion.\n7. PART A only: Willing to refrain from consumption of grapefruit or grapefruit juice \\[pomelos, exotic citrus fruits, or grapefruit hybrids\\] from screening visit until after the final dose.\n8. Polymerase chain reaction (PCR) test or rapid antigen test negative for severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) at Screening.\n9. Able to provide written informed consent.\n10. In the opinion of the Investigator, the participant is capable of understanding and complying with protocol requirements\n\nExclusion Criteria:\n\n1. Pregnant or breastfeeding women or women who are planning to become pregnant during the study.\n2. PART A ONLY: Participants \\> 65 years of age. (This exclusion criterion is only applicable for EU).\n3. PART A ONLY: Known potentially significant fibrotic disease and/or active inflammation contained solely in the hilar region as shown by high-resolution computed tomography (HRCT), confirmed by a central reader. Participants with current active inflammation in the hilar region with concurrent inflammation outside the hilar region may be included.\n\n   A historical HRCT performed within 6 months of screening may be submitted for diagnostic confirmation by central review. If a subject's last HRCT was from \\> 6 months of screening, an HRCT should be performed during screening for diagnostic confirmation by central review.\n4. PART A ONLY: Any prior TNFα inhibitor therapy.\n5. Clinically significant extra-pulmonary sarcoidosis requiring systemic therapy as determined by the investigator.\n6. PART B ONLY: Any therapy with an anti-TNFα monoclonal antibody (e.g., infliximab, adalimumab, golimumab and their biosimilars) within 6 months.\n7. Baseline percent predicted forced vital capacity (FVC) of \\< 50%.\n8. Prior treatment with rituximab or repository corticotropin injection within the previous 12 months.\n9. Clinically significant Central Nervous System (CNS) sarcoidosis requiring therapy, except history of isolated seventh cranial nerve palsy or evidence of demyelinating neurologic disease.\n10. Advanced congestive heart failure (New York Heart Association \\[NYHA\\] 3 or 4).\n11. Current disease presentation consistent with Lofgren's syndrome (i.e., presence of the triad of erythema nodosum, bilateral hilar lymphadenopathy on chest X-ray, and joint pain).\n12. Clinically significant pulmonary hypertension requiring treatment. Note: Clinically significant pulmonary hypertension requiring treatment would be defined as treatment with, i.e., prostacyclins, phosphodiesterase 5 inhibitors, and endothelin receptor antagonists.\n13. Known hypersensitivity to any component of the formulation of XTMAB-16.\n14. Live or messenger ribonucleic acid (mRNA) vaccination within 2 weeks before Day 1 or inoculation with a live or mRNA vaccine is planned during study participation.\n15. Evidence of active or latent TB by interferon-gamma release assay (IGRA) or invasive fungal infections at Screening.\n16. Known positive history of malignancy other than non-melanomatous skin cancer in the last 2 years, including in-situ carcinoma of the uterine cervix completely cured by radical surgery.\n17. Positive test result for hepatitis B surface antigen (HBsAg), hepatitis C virus (HCV) antibody, coronavirus disease (COVID-19), TB, or a known history of human immunodeficiency virus (HIV) infection at Screening.\n18. Women of childbearing potential who are sexually active with a non-sterilized male partner and are not willing to adhere to highly effective birth control measures from the time of signing the informed consent, throughout the duration of the study, and for 90 days after 5 half-lives have elapsed since the last dose of study drug.\n19. Male participants who are non-sterilized and sexually active with a female partner of childbearing potential and are not willing to use highly effective contraception from the time of signing the informed consent throughout the duration of the study, and for 90 days after 5 half-lives have elapsed since last dose of study drug.\n20. Clinically significant hepatic or renal disease, including uncontrolled diabetes at the discretion of the investigator.\n21. Any severe prior reaction to any type of biologics or human blood product such as albumin, IgG, etc.\n22. Concurrent emphysema.\n23. Known hypercalcemia due to non-sarcoidosis conditions such as untreated hyperparathyroidism, at the discretion of the investigator.\n24. Abnormal ECG: ventricular arrhythmias (non-sustained ventricular tachycardia (VT), multifocal or frequent premature ventricular contractions, bundle branch block, axis deviation, or abnormal Q waves). In the case of a QTcF (corrected QT interval by Fredericia) interval \\> 450 ms (men) or \\> 480 ms (women; participants with bundle branch block) or PR interval outside the range of 120 to 220 ms, the assessment may be repeated once for eligibility determination at Screening or Baseline.\n25. Donation or loss of 450 mL or more of his or her blood volume (including plasmapheresis) or transfusion of any blood product within 90 days prior to dosing.\n26. Known uncontrolled hypertension. Note: Uncontrolled hypertension is noted as blood pressure ≥ 160/100 mmHg despite antihypertensive therapy within 3 months of randomization.\n27. Clinical signs and symptoms consistent with COVID-19, e.g., fever, dry cough, dyspnea, sore throat, fatigue, new smell or taste disorder or confirmed infection by appropriate laboratory test within the last 4 weeks prior to Screening.\n28. In the opinion of the investigator, inability to tolerate corticosteroid taper.\n29. Concurrent systemic steroid use for non-sarcoidosis conditions.\n30. Concurrent known auto-immune disease requiring treatment.\n31. Participation in another clinical trial of an investigational agent within 3 months (small molecule) / 6 months (biologics) or 5 half-lives (if known) of the agent, whichever is longer.\n32. Any condition that required hospitalization within the 3 months prior to Day 1 or is likely to require so during the study.\n33. Clinically significant abnormalities in the Screening physical exam, medical history, vital signs, ECG, or clinical laboratory tests that are not known to be due to concurrent sarcoidosis, and in the opinion of the Investigator and Medical Monitor should preclude the participant's participation in the clinical study.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "80 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Xentria, Inc.",
                    "role": "CONTACT",
                    "phone": "224-443-4615",
                    "email": "contact@xentria.com"
                }
            ],
            "locations": [
                {
                    "facility": "Xentria Investigative Site",
                    "status": "RECRUITING",
                    "city": "Birmingham",
                    "state": "Alabama",
                    "zip": "35233",
                    "country": "United States",
                    "contacts": [
                        {
                            "role": "CONTACT",
                            "phone": "224-443-4615",
                            "email": "clinicaltrials@stopsarcoidosis.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.52066,
                        "lon": -86.80249
                    }
                },
                {
                    "facility": "Xentria Investigative Site",
                    "status": "RECRUITING",
                    "city": "Denver",
                    "state": "Colorado",
                    "zip": "80206",
                    "country": "United States",
                    "contacts": [
                        {
                            "role": "CONTACT",
                            "phone": "224-443-4615",
                            "email": "clinicaltrials@stopsarcoidosis.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.73915,
                        "lon": -104.9847
                    }
                },
                {
                    "facility": "Xentria Investigative Site",
                    "status": "RECRUITING",
                    "city": "Jacksonville",
                    "state": "Florida",
                    "zip": "32209",
                    "country": "United States",
                    "contacts": [
                        {
                            "role": "CONTACT",
                            "phone": "224-443-4615",
                            "email": "clinicaltrials@stopsarcoidosis.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 30.33218,
                        "lon": -81.65565
                    }
                },
                {
                    "facility": "Xentria Investigative Site",
                    "status": "RECRUITING",
                    "city": "Chicago",
                    "state": "Illinois",
                    "zip": "60611",
                    "country": "United States",
                    "contacts": [
                        {
                            "role": "CONTACT",
                            "phone": "224-443-4615",
                            "email": "clinicaltrials@stopsarcoidosis.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.85003,
                        "lon": -87.65005
                    }
                },
                {
                    "facility": "Xentria Investigative Site",
                    "status": "RECRUITING",
                    "city": "Chicago",
                    "state": "Illinois",
                    "zip": "60612",
                    "country": "United States",
                    "contacts": [
                        {
                            "role": "CONTACT",
                            "phone": "224-443-4615",
                            "email": "clinicaltrials@stopsarcoidosis.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.85003,
                        "lon": -87.65005
                    }
                },
                {
                    "facility": "Xentria Investigative Site",
                    "status": "RECRUITING",
                    "city": "Iowa City",
                    "state": "Iowa",
                    "zip": "52242",
                    "country": "United States",
                    "contacts": [
                        {
                            "role": "CONTACT",
                            "phone": "224-443-4615",
                            "email": "clinicaltrials@stopsarcoidosis.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.66113,
                        "lon": -91.53017
                    }
                },
                {
                    "facility": "Xentria Investigative Site",
                    "status": "RECRUITING",
                    "city": "Baltimore",
                    "state": "Maryland",
                    "zip": "21287",
                    "country": "United States",
                    "contacts": [
                        {
                            "role": "CONTACT",
                            "phone": "224-443-4615",
                            "email": "clinicaltrials@stopsarcoidosis.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.29038,
                        "lon": -76.61219
                    }
                },
                {
                    "facility": "Xentria Investigative Site",
                    "status": "RECRUITING",
                    "city": "Minneapolis",
                    "state": "Minnesota",
                    "zip": "55455",
                    "country": "United States",
                    "contacts": [
                        {
                            "role": "CONTACT",
                            "phone": "224-443-4615",
                            "email": "clinicaltrials@stopsarcoidosis.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 44.97997,
                        "lon": -93.26384
                    }
                },
                {
                    "facility": "Xentria Investigative Site",
                    "status": "RECRUITING",
                    "city": "Albany",
                    "state": "New York",
                    "zip": "12208",
                    "country": "United States",
                    "contacts": [
                        {
                            "role": "CONTACT",
                            "phone": "224-443-4615",
                            "email": "clinicaltrials@stopsarcoidosis.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.65258,
                        "lon": -73.75623
                    }
                },
                {
                    "facility": "Xentria Investigative Site",
                    "status": "RECRUITING",
                    "city": "New York",
                    "state": "New York",
                    "zip": "10029",
                    "country": "United States",
                    "contacts": [
                        {
                            "role": "CONTACT",
                            "phone": "224-443-4615",
                            "email": "clinicaltrials@stopsarcoidosis.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.71427,
                        "lon": -74.00597
                    }
                },
                {
                    "facility": "Xentria Investigative Site",
                    "status": "RECRUITING",
                    "city": "Greenville",
                    "state": "North Carolina",
                    "zip": "27858",
                    "country": "United States",
                    "contacts": [
                        {
                            "role": "CONTACT",
                            "phone": "224-443-4615",
                            "email": "clinicaltrials@stopsarcoidosis.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 35.61266,
                        "lon": -77.36635
                    }
                },
                {
                    "facility": "Xentria Investigative Site",
                    "status": "RECRUITING",
                    "city": "Cincinnati",
                    "state": "Ohio",
                    "zip": "45267",
                    "country": "United States",
                    "contacts": [
                        {
                            "role": "CONTACT",
                            "phone": "224-443-4615",
                            "email": "clinicaltrials@stopsarcoidosis.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.12713,
                        "lon": -84.51435
                    }
                },
                {
                    "facility": "Xentria Investigative Site",
                    "status": "RECRUITING",
                    "city": "Philadelphia",
                    "state": "Pennsylvania",
                    "zip": "19140",
                    "country": "United States",
                    "contacts": [
                        {
                            "role": "CONTACT",
                            "phone": "224-443-4615",
                            "email": "clinicaltrials@stopsarcoidosis.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.95233,
                        "lon": -75.16379
                    }
                },
                {
                    "facility": "Xentria Investigative Site",
                    "status": "RECRUITING",
                    "city": "Charleston",
                    "state": "South Carolina",
                    "zip": "29425",
                    "country": "United States",
                    "contacts": [
                        {
                            "role": "CONTACT",
                            "phone": "224-443-4615",
                            "email": "clinicaltrials@stopsarcoidosis.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 32.77657,
                        "lon": -79.93092
                    }
                },
                {
                    "facility": "Xentria Investigative Site",
                    "status": "RECRUITING",
                    "city": "Houston",
                    "state": "Texas",
                    "zip": "77030",
                    "country": "United States",
                    "contacts": [
                        {
                            "role": "CONTACT",
                            "phone": "224-443-4615",
                            "email": "clinicaltrials@stopsarcoidosis.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 29.76328,
                        "lon": -95.36327
                    }
                },
                {
                    "facility": "Xentria Investigative Site",
                    "status": "RECRUITING",
                    "city": "Charlottesville",
                    "state": "Virginia",
                    "zip": "22903",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "clinicaltrials@stopsarcoidosis.org",
                            "role": "CONTACT",
                            "phone": "224-443-4615"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.02931,
                        "lon": -78.47668
                    }
                },
                {
                    "facility": "University Hospitals Coventry and Warwickshire NHS Trust",
                    "status": "RECRUITING",
                    "city": "Coventry",
                    "state": "England",
                    "zip": "CV22DX",
                    "country": "United Kingdom",
                    "contacts": [
                        {
                            "role": "CONTACT",
                            "phone": "224-443-4615",
                            "email": "clinicaltrials@stopsarcoidosis.org"
                        },
                        {
                            "name": "Beatriz Lara Gallego, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 52.40656,
                        "lon": -1.51217
                    }
                },
                {
                    "facility": "King's College Hospital NHS Foundation Trust",
                    "status": "RECRUITING",
                    "city": "London",
                    "state": "England",
                    "zip": "SE59RS",
                    "country": "United Kingdom",
                    "contacts": [
                        {
                            "role": "CONTACT",
                            "phone": "224-443-4615",
                            "email": "clinicaltrials@stopsarcoidosis.org"
                        },
                        {
                            "name": "James Galloway, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 51.50853,
                        "lon": -0.12574
                    }
                },
                {
                    "facility": "Norfolk and Norwich University Hospitals NHS Foundation Trust",
                    "status": "RECRUITING",
                    "city": "Norwich",
                    "state": "England",
                    "zip": "NR47UY",
                    "country": "United Kingdom",
                    "contacts": [
                        {
                            "role": "CONTACT",
                            "phone": "224-443-4615",
                            "email": "clinicaltrials@stopsarcoidosis.org"
                        },
                        {
                            "name": "Andrew M Wilson, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 52.62783,
                        "lon": 1.29834
                    }
                },
                {
                    "facility": "Oxford University Hospitals NHS Foundation Trust",
                    "status": "RECRUITING",
                    "city": "Oxford",
                    "state": "England",
                    "zip": "OX37LE",
                    "country": "United Kingdom",
                    "contacts": [
                        {
                            "role": "CONTACT",
                            "phone": "224-443-4615",
                            "email": "clinicaltrials@stopsarcoidosis.org"
                        },
                        {
                            "name": "Ling-Pei Ho, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 51.75222,
                        "lon": -1.25596
                    }
                },
                {
                    "facility": "NHS Tayside",
                    "status": "RECRUITING",
                    "city": "Perth",
                    "state": "Scotland",
                    "zip": "PH11NX",
                    "country": "United Kingdom",
                    "contacts": [
                        {
                            "role": "CONTACT",
                            "phone": "224-443-4615",
                            "email": "clinicaltrials@stopsarcoidosis.org"
                        },
                        {
                            "name": "Mark Spears, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 56.39522,
                        "lon": -3.43139
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000017565",
                    "term": "Sarcoidosis, Pulmonary"
                },
                {
                    "id": "D000012507",
                    "term": "Sarcoidosis"
                }
            ],
            "ancestors": [
                {
                    "id": "D000008232",
                    "term": "Lymphoproliferative Disorders"
                },
                {
                    "id": "D000008206",
                    "term": "Lymphatic Diseases"
                },
                {
                    "id": "D000006968",
                    "term": "Hypersensitivity, Delayed"
                },
                {
                    "id": "D000006967",
                    "term": "Hypersensitivity"
                },
                {
                    "id": "D000007154",
                    "term": "Immune System Diseases"
                },
                {
                    "id": "D000017563",
                    "term": "Lung Diseases, Interstitial"
                },
                {
                    "id": "D000008171",
                    "term": "Lung Diseases"
                },
                {
                    "id": "D000012140",
                    "term": "Respiratory Tract Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M15325",
                    "name": "Sarcoidosis",
                    "asFound": "Sarcoidosis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M19815",
                    "name": "Sarcoidosis, Pulmonary",
                    "asFound": "Pulmonary Sarcoidosis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M11225",
                    "name": "Lymphoproliferative Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M11203",
                    "name": "Lymphatic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10018",
                    "name": "Hypersensitivity",
                    "relevance": "LOW"
                },
                {
                    "id": "M10019",
                    "name": "Hypersensitivity, Delayed",
                    "relevance": "LOW"
                },
                {
                    "id": "M10200",
                    "name": "Immune System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M11168",
                    "name": "Lung Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M19813",
                    "name": "Lung Diseases, Interstitial",
                    "relevance": "LOW"
                },
                {
                    "id": "M14977",
                    "name": "Respiratory Tract Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC15",
                    "name": "Blood and Lymph Conditions"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC08",
                    "name": "Respiratory Tract (Lung and Bronchial) Diseases"
                }
            ]
        }
    },
    "hasResults": false
}