{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05459129",
            "orgStudyIdInfo": {
                "id": "CO43613"
            },
            "organization": {
                "fullName": "Hoffmann-La Roche",
                "class": "INDUSTRY"
            },
            "briefTitle": "A Study Evaluating Efficacy and Safety of Multiple Treatment Combinations in Patients With Locally Advanced Squamous Cell Carcinoma of the Head and Neck (Morpheus-Head and Neck Cancer)",
            "officialTitle": "A Phase Ib/II, Open-Label, Multicenter, Randomized Umbrella Study Evaluating The Efficacy and Safety of Multiple Treatment Combinations in Patients With Locally Advanced Squamous Cell Carcinoma of the Head and Neck (Morpheus-Head and Neck Cancer)",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "a-study-evaluating-efficacy-and-safety-of-multiple-treatment-combinations-in-patients-with-locally-advanced-squamous-cell-carcinoma-of-the-head-and-neck-morpheus-head-and-neck-cancer"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-04-13",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-08-11",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-08-11",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-07-12",
            "studyFirstSubmitQcDate": "2022-07-12",
            "studyFirstPostDateStruct": {
                "date": "2022-07-14",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-11",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-12",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Hoffmann-La Roche",
                "class": "INDUSTRY"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This is a Phase Ib/II, open-label, multicenter, randomized, umbrella study in participants with locally advanced squamous cell carcinoma of the head and neck (SCCHN). The study will enroll treatment-naive participants with resectable Stage III-IVA human papillomavirus (HPV)-negative, programmed death-ligand 1 (PD-L1)-positive SCCHN with measurable disease, as assessed by the investigator according to Response Evaluation Criteria in Solid Tumors, Version 1.1 (RECIST v1.1) who have not received systemic treatment for their disease."
        },
        "conditionsModule": {
            "conditions": [
                "Squamous Cell Carcinoma of the Head and Neck"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1",
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 90,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Atezo + Tira",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Participants in the atezolizumab plus tiragolumab arm will receive treatment for two cycles (6 weeks) until surgery or until unacceptable toxicity or loss of clinical benefit, whichever occurs first.",
                    "interventionNames": [
                        "Drug: Atezolizumab",
                        "Drug: Tiragolumab"
                    ]
                },
                {
                    "label": "Atezo + Tira + CP",
                    "type": "EXPERIMENTAL",
                    "description": "Participants in the atezolizumab plus tiragolumab plus carboplatin plus paclitaxel arm arm will receive treatment for two cycles (6 weeks) until surgery or until unacceptable toxicity or loss of clinical benefit, whichever occurs first.",
                    "interventionNames": [
                        "Drug: Atezolizumab",
                        "Drug: Tiragolumab",
                        "Drug: Carboplatin",
                        "Drug: Paclitaxel"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Atezolizumab",
                    "description": "Atezolizumab will be administered intravenously at a fixed dose of 1200 mg on Day 1 of each 21-day cycle.",
                    "armGroupLabels": [
                        "Atezo + Tira",
                        "Atezo + Tira + CP"
                    ],
                    "otherNames": [
                        "Tecentriq"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Tiragolumab",
                    "description": "Tiragolumab will be administered intravenously at a fixed dose of 600 mg on Day 1 of each 21-day cycle.",
                    "armGroupLabels": [
                        "Atezo + Tira",
                        "Atezo + Tira + CP"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Carboplatin",
                    "description": "Carboplatin will be administered intravenously at a dose of area under the concentration-time curve (AUC) 5 mg/mL/min on Day 1 of each 21 day cycle.",
                    "armGroupLabels": [
                        "Atezo + Tira + CP"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Paclitaxel",
                    "description": "Paclitaxel will be administered intravenously at a dose of 175 mg/m2 on Day 1 of each 21 day cycle.",
                    "armGroupLabels": [
                        "Atezo + Tira + CP"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Pathologic Complete Response (pCR), as Determined by Local Pathologic Review",
                    "description": "pCR is defined as the absence of any viable primary tumor at time of surgical resection, as determined by local pathologic review.",
                    "timeFrame": "At the time of surgery"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Pathologic Response Rate (pRR), as Determined by Local Pathologic Review",
                    "description": "pRR is defined as the proportion of participants with a pCR, mPR (defined as \\<=10% residual viable tumor at the time of surgical resection in the primary tumor) and pPR (defined as \\<=50% residual viable tumor at the time of surgical resection in the primary tumor).",
                    "timeFrame": "At the time of surgery"
                },
                {
                    "measure": "Event-Free Survival (EFS)",
                    "description": "EFS is defined as the time from randomization to any of the following events (whichever occurs first): disease progression that precludes surgery, as determined by the investigator according to RECIST v1.1, local, regional, or distant disease recurrence, or death from any cause.",
                    "timeFrame": "Randomization up to approximately 5 years"
                },
                {
                    "measure": "Relapse-Free Survival (RFS)",
                    "description": "RFS is defined as the time from surgery to the first documented recurrence of disease or death from any cause.",
                    "timeFrame": "Surgery up to approximately 5 years"
                },
                {
                    "measure": "Overall Survival (OS)",
                    "description": "OS is defined as the time from randomization to death from any cause.",
                    "timeFrame": "Randomization up to approximately 5 years"
                },
                {
                    "measure": "Objective Response Rate (ORR)",
                    "description": "ORR is defined as the proportion of patients with a complete response or a partial response, as determined by the investigator according to RECIST v1.1, prior to surgery.",
                    "timeFrame": "After completion of neoadjuvant treatment"
                },
                {
                    "measure": "Percentage of Participants With Adverse Events",
                    "description": "Percentage of participants with adverse events.",
                    "timeFrame": "Up to 5 years after first participant enrolled"
                },
                {
                    "measure": "Percentage of Participants with Immune-Related Adverse Events Grade >=3",
                    "description": "Percentage of immune-related adverse events Grade \\>=3",
                    "timeFrame": "Up to Week 12 after first participant enrolled"
                },
                {
                    "measure": "Rate of Delayed Surgery Due to Treatment-Related Adverse Events",
                    "description": "Percentage of participants with \\>=2 weeks delay in surgery from planned surgery due to treatment-related adverse events.",
                    "timeFrame": ">=2 weeks delay from the planned surgery"
                },
                {
                    "measure": "Duration of Delayed Surgery Due to Treatment-Related Adverse Events",
                    "description": "Duration of delay defined as time from planned surgery to the actual surgery date.",
                    "timeFrame": ">=2 weeks delay from the planned surgery"
                },
                {
                    "measure": "Surgical Complication Rates",
                    "description": "Surgical complications will be scored according to Clavien-Dindo classification.",
                    "timeFrame": "From surgery through follow-up (up to approximately 5 years)"
                },
                {
                    "measure": "Landmark EFS",
                    "description": "Landmark EFS is defined as the time from randomization to any of the following events (whichever occurs first): disease progression that precludes surgery, as determined by the investigator according to RECIST v1.1; local, regional, or distant disease recurrence; or death from any cause at specified timepoints (1, 2, 3, and 5 years)",
                    "timeFrame": "Randomization to specified timepoints (1, 2, 3, and 5 years)"
                },
                {
                    "measure": "Landmark RFS",
                    "description": "Landmark RFS is defined as the time from surgery to the first documented recurrence of disease or death from any cause at specified timepoints (1, 2, 3, and 5 years)",
                    "timeFrame": "From surgery to specified timepoints (1, 2, 3, and 5 years)"
                },
                {
                    "measure": "Landmark OS",
                    "description": "Landmark OS is defined as the time from randomization to death from any cause at specified timepoints (1, 2, 3, and 5 years)",
                    "timeFrame": "Randomization to specified timepoints (1, 2, 3, and 5 years"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Eastern Cooperative Oncology Group Performance Status of 0 or 1\n* Histologically confirmed, resectable Stage III-IVA SCCHN\n* Eligible candidate for R0 resection with curative intent at the time of screening\n* HPV-negative test for oropharyngeal carcinoma, as determined locally by p16 immunohistochemistry (IHC), in situ hybridization, or polymerase chain reaction-based assay\n* Measurable disease (at least one target lesion), as assessed according to RECIST v1.1\n* PD-L1 expression, defined as a combined positive score (CPS) \\>= 1\n* Adequate hematologic and end-organ function\n* Negative HIV test with the following exception: patients with a positive HIV test at screening are eligible provided they are stable on anti-retroviral therapy, have a CD4 count \\>= 200/μL, and have an undetectable viral load.\n* Negative hepatitis B surface antigen (HBsAg) test at screening\n* Positive hepatitis B surface antibody (HBsAb) test at screening, or negative HBsAb at screening accompanied by either of the following: Negative total hepatitis B core antibody (HBcAb), Positive total hepatitis B core antibody (HBcAb) followed by a negative quantitative hepatitis B virus (HBV) DNA.\n\nExclusion Criteria:\n\n* HPV-positive oropharyngeal cancer, as determined locally by p16 IHC, in situ hybridization, or by polymerase chain reactions-based assay\n* Distantly metastasized SCCHN\n* Any prior therapy for SCCHN, including immunotherapy, chemotherapy, or RT\n* Prior treatment with any of the protocol-specified study treatments\n* Treatment with investigational therapy within 42 days prior to initiation of study treatment\n* Treatment with systemic immunostimulatory agents within 4 weeks or 5 drug-elimination half-lives (whichever is longer) prior to initiation of study treatment\n* Prior allogeneic stem cell or solid organ transplantation\n* Treatment with systemic immunosuppressive medication within 2 weeks prior to initiation of study treatment\n* Treatment with a live, attenuated vaccine within 4 weeks prior to initiation of study treatment, or anticipation of need for such a vaccine during study treatment or within 5 months after the final dose of study treatment\n* Active or history of autoimmune disease or immune deficiency\n* History of idiopathic pulmonary fibrosis, organizing pneumonia, drug-induced pneumonitis, or idiopathic pneumonitis, or evidence of active pneumonitis on screening chest computed tomography (CT scan)\n* History of malignancy other than SCCHN within 5 years prior to screening, with the exception of malignancies with a negligible risk of metastasis or death (e.g., 5 -year OS rate\\>90%)\n* Active tuberculosis\n* Severe infection within 4 weeks prior to initiation of study treatment\n* Treatment with therapeutic or prophylactic oral or intravenous (IV) antibiotics within 2 weeks prior to initiation of study treatment\n* Significant cardiovascular disease such a New York Heart Association cardiac disease (Class II or greater), myocardial infarction or cerebrovascular accident within 3 months prior to initiation of study treatment, unstable arrhytmia, or unstable angina\n* Major surgical procedure, other than for diagnosis, within 4 weeks prior to study initiation of study treatment, or anticipation of need for a major surgical procedure other than tumor resection, during the study\n* Any of other disease, metabolic dysfunction, physical examination finding, or clinical laboratory finding that contraindicates the use of investigational drug, may affect the interpretation of the results, impair the ability of the patient to participate in the study, or renders the patient at high risk form treatment complications\n* History of severe allergic reactions to chimeric or humanized antibodies or fusion proteins\n* Known hypersensitivity to Chinese hamster ovary cell products or recombinant human antibodies\n* Known allergy or hypersensitivity to any of the study drugs or their excipients\n* Known intolerance to any of the drugs required for premedication\n* Pregnancy or breastfeeding, or intention of becoming pregnant during the study\n* Eligible only for the control arm\n* Active EBV infection or known or suspected chronic EBV infection at screening\n\nSpecific Exclusion Criteria for Atezo+Tira+CP:\n\n* Known severe allergy or hypersensitivity to placlitaxel, platinum or platinum-containing compounds\n* Known history of severe hypersensitivity to products containing Cremophor EL\n* Creatinine clearance \\<45m./min (Calculated using the Cockcroft-Gault formula)",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Reference Study ID Number: CO43613 https://forpatients.roche.com/",
                    "role": "CONTACT",
                    "phone": "888-662-6728 (U.S. and Canada)",
                    "email": "global-roche-genentech-trials@gene.com"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Clinical Trials",
                    "affiliation": "Hoffmann-La Roche",
                    "role": "STUDY_DIRECTOR"
                }
            ],
            "locations": [
                {
                    "facility": "City of Hope",
                    "status": "ACTIVE_NOT_RECRUITING",
                    "city": "Duarte",
                    "state": "California",
                    "zip": "91010",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 34.13945,
                        "lon": -117.97729
                    }
                },
                {
                    "facility": "UCLA Jonsson Comprehensive Cancer Center",
                    "status": "RECRUITING",
                    "city": "Los Angeles",
                    "state": "California",
                    "zip": "90024-6970",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 34.05223,
                        "lon": -118.24368
                    }
                },
                {
                    "facility": "The George Washington Cancer Center",
                    "status": "RECRUITING",
                    "city": "Washington",
                    "state": "District of Columbia",
                    "zip": "20052-0066",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 38.89511,
                        "lon": -77.03637
                    }
                },
                {
                    "facility": "Winship Cancer Institute",
                    "status": "RECRUITING",
                    "city": "Atlanta",
                    "state": "Georgia",
                    "zip": "30322",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 33.749,
                        "lon": -84.38798
                    }
                },
                {
                    "facility": "University of Michigan Comprehensive Cancer Center",
                    "status": "WITHDRAWN",
                    "city": "Ann Arbor",
                    "state": "Michigan",
                    "zip": "48109",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 42.27756,
                        "lon": -83.74088
                    }
                },
                {
                    "facility": "N.C. Cancer Hospital",
                    "status": "COMPLETED",
                    "city": "Chapel Hill",
                    "state": "North Carolina",
                    "zip": "27599",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 35.9132,
                        "lon": -79.05584
                    }
                },
                {
                    "facility": "Providence Portland Medical Center",
                    "status": "WITHDRAWN",
                    "city": "Portland",
                    "state": "Oregon",
                    "zip": "97213",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 45.52345,
                        "lon": -122.67621
                    }
                },
                {
                    "facility": "Thomas Jefferson University Hospital",
                    "status": "ACTIVE_NOT_RECRUITING",
                    "city": "Philadelphia",
                    "state": "Pennsylvania",
                    "zip": "19107",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 39.95233,
                        "lon": -75.16379
                    }
                },
                {
                    "facility": "University of Pittsburgh Medical Center",
                    "status": "COMPLETED",
                    "city": "Pittsburgh",
                    "state": "Pennsylvania",
                    "zip": "15213",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 40.44062,
                        "lon": -79.99589
                    }
                },
                {
                    "facility": "Medical College of Wisconsin",
                    "status": "WITHDRAWN",
                    "city": "Milwaukee",
                    "state": "Wisconsin",
                    "zip": "53226",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 43.0389,
                        "lon": -87.90647
                    }
                },
                {
                    "facility": "Cancer Research SA",
                    "status": "RECRUITING",
                    "city": "Adelaide",
                    "state": "South Australia",
                    "zip": "5000",
                    "country": "Australia",
                    "geoPoint": {
                        "lat": -34.92866,
                        "lon": 138.59863
                    }
                },
                {
                    "facility": "Sir Charles Gairdner Hospital; Medical Oncology",
                    "status": "COMPLETED",
                    "city": "Perth",
                    "state": "Western Australia",
                    "zip": "6009",
                    "country": "Australia",
                    "geoPoint": {
                        "lat": -31.95224,
                        "lon": 115.8614
                    }
                },
                {
                    "facility": "Centre Francois Baclesse",
                    "status": "COMPLETED",
                    "city": "Caen",
                    "zip": "14076",
                    "country": "France",
                    "geoPoint": {
                        "lat": 49.18585,
                        "lon": -0.35912
                    }
                },
                {
                    "facility": "CHU Hopitaux de Bordeaux",
                    "status": "RECRUITING",
                    "city": "CHU Hopitaux De Bordeaux",
                    "zip": "33000",
                    "country": "France"
                },
                {
                    "facility": "Centre Georges François Leclerc; Service Pharmacie, Bp 77980",
                    "status": "WITHDRAWN",
                    "city": "Dijon",
                    "zip": "21000",
                    "country": "France",
                    "geoPoint": {
                        "lat": 47.31667,
                        "lon": 5.01667
                    }
                },
                {
                    "facility": "Centre Léon Bérard",
                    "status": "RECRUITING",
                    "city": "Lyon",
                    "zip": "69373",
                    "country": "France",
                    "geoPoint": {
                        "lat": 45.74848,
                        "lon": 4.84669
                    }
                },
                {
                    "facility": "INSTITUT CURIE_SITE PARIS - Service d'Oncologie Médicale.",
                    "status": "WITHDRAWN",
                    "city": "St Cloud",
                    "zip": "92210",
                    "country": "France",
                    "geoPoint": {
                        "lat": 48.84598,
                        "lon": 2.20289
                    }
                },
                {
                    "facility": "Institut de Cancérologie de Lorraine",
                    "status": "COMPLETED",
                    "city": "Vandoeuvre-Les-Nancy",
                    "zip": "54519",
                    "country": "France",
                    "geoPoint": {
                        "lat": 48.65,
                        "lon": 6.18333
                    }
                },
                {
                    "facility": "Rambam Medical Center",
                    "status": "COMPLETED",
                    "city": "Haifa",
                    "zip": "3109601",
                    "country": "Israel",
                    "geoPoint": {
                        "lat": 32.81841,
                        "lon": 34.9885
                    }
                },
                {
                    "facility": "Hadassah University Hospital - Ein Kerem; Oncology",
                    "status": "ACTIVE_NOT_RECRUITING",
                    "city": "Jerusalem",
                    "zip": "9112001",
                    "country": "Israel",
                    "geoPoint": {
                        "lat": 31.76904,
                        "lon": 35.21633
                    }
                },
                {
                    "facility": "Asan Medical Center",
                    "status": "ACTIVE_NOT_RECRUITING",
                    "city": "Seoul",
                    "zip": "05505",
                    "country": "Korea, Republic of",
                    "geoPoint": {
                        "lat": 37.566,
                        "lon": 126.9784
                    }
                },
                {
                    "facility": "Severance Hospital - Yonsei Cancer Center",
                    "status": "ACTIVE_NOT_RECRUITING",
                    "city": "Seoul",
                    "zip": "120-752",
                    "country": "Korea, Republic of",
                    "geoPoint": {
                        "lat": 37.566,
                        "lon": 126.9784
                    }
                },
                {
                    "facility": "Institut Catala d Oncologia Hospitalet",
                    "status": "WITHDRAWN",
                    "city": "Hospitalet de Llobregat",
                    "state": "Barcelona",
                    "zip": "08908",
                    "country": "Spain",
                    "geoPoint": {
                        "lat": 41.35967,
                        "lon": 2.10028
                    }
                },
                {
                    "facility": "Vall d?Hebron Institute of Oncology (VHIO), Barcelona; Servicio de Farmacia. Semi-sótano USIFO",
                    "status": "WITHDRAWN",
                    "city": "Barcelona",
                    "zip": "08035",
                    "country": "Spain",
                    "geoPoint": {
                        "lat": 41.38879,
                        "lon": 2.15899
                    }
                },
                {
                    "facility": "Hospital Clínico San Carlos; Oncology Service",
                    "status": "WITHDRAWN",
                    "city": "Madrid",
                    "zip": "28040",
                    "country": "Spain",
                    "geoPoint": {
                        "lat": 40.4165,
                        "lon": -3.70256
                    }
                },
                {
                    "facility": "Hospital Clinico Universitario de Valencia",
                    "status": "WITHDRAWN",
                    "city": "Valencia",
                    "zip": "46010",
                    "country": "Spain",
                    "geoPoint": {
                        "lat": 39.46975,
                        "lon": -0.37739
                    }
                },
                {
                    "facility": "Hospital Universitario La Fe",
                    "status": "WITHDRAWN",
                    "city": "Valencia",
                    "zip": "46014",
                    "country": "Spain",
                    "geoPoint": {
                        "lat": 39.46975,
                        "lon": -0.37739
                    }
                },
                {
                    "facility": "Universitätsspital Basel (USB)",
                    "status": "WITHDRAWN",
                    "city": "Basel",
                    "zip": "4031",
                    "country": "Switzerland",
                    "geoPoint": {
                        "lat": 47.55839,
                        "lon": 7.57327
                    }
                },
                {
                    "facility": "Beatson West of Scotland Cancer Centre",
                    "status": "WITHDRAWN",
                    "city": "Glasgow",
                    "zip": "G12 0YN",
                    "country": "United Kingdom",
                    "geoPoint": {
                        "lat": 55.86515,
                        "lon": -4.25763
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Qualified researchers may request access to individual patient level data through the clinical study data request platform (www.clinicalstudydatarequest.com). Further details on Roche's criteria for eligible studies are available here (https://clinicalstudydatarequest.com/Study-Sponsors/Study-Sponsors-Roche.aspx). For further details on Roche's Global Policy on Sharing of Clinical Study Information and how to request access to related clinical study documents, see here (https://www.roche.com/research_and_development/who_we_are_how_we_work/clinical_trials/our_commitment_to_data_sharing.htm)."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000002277",
                    "term": "Carcinoma"
                },
                {
                    "id": "D000002294",
                    "term": "Carcinoma, Squamous Cell"
                },
                {
                    "id": "D000006258",
                    "term": "Head and Neck Neoplasms"
                },
                {
                    "id": "D000077195",
                    "term": "Squamous Cell Carcinoma of Head and Neck"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009375",
                    "term": "Neoplasms, Glandular and Epithelial"
                },
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000018307",
                    "term": "Neoplasms, Squamous Cell"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5534",
                    "name": "Carcinoma",
                    "asFound": "Carcinoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M1689",
                    "name": "Squamous Cell Carcinoma of Head and Neck",
                    "asFound": "Squamous Cell Carcinoma of the Head and Neck",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5550",
                    "name": "Carcinoma, Squamous Cell",
                    "asFound": "Squamous Cell Carcinoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M9348",
                    "name": "Head and Neck Neoplasms",
                    "asFound": "Head and Neck Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12320",
                    "name": "Neoplasms, Glandular and Epithelial",
                    "relevance": "LOW"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M20451",
                    "name": "Neoplasms, Squamous Cell",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000017239",
                    "term": "Paclitaxel"
                },
                {
                    "id": "D000016190",
                    "term": "Carboplatin"
                },
                {
                    "id": "C000594389",
                    "term": "Atezolizumab"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000972",
                    "term": "Antineoplastic Agents, Phytogenic"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                },
                {
                    "id": "D000050257",
                    "term": "Tubulin Modulators"
                },
                {
                    "id": "D000050256",
                    "term": "Antimitotic Agents"
                },
                {
                    "id": "D000050258",
                    "term": "Mitosis Modulators"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000082082",
                    "term": "Immune Checkpoint Inhibitors"
                },
                {
                    "id": "D000074322",
                    "term": "Antineoplastic Agents, Immunological"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M18650",
                    "name": "Carboplatin",
                    "asFound": "System",
                    "relevance": "HIGH"
                },
                {
                    "id": "M19537",
                    "name": "Paclitaxel",
                    "asFound": "Sessions",
                    "relevance": "HIGH"
                },
                {
                    "id": "M231",
                    "name": "Albumin-Bound Paclitaxel",
                    "relevance": "LOW"
                },
                {
                    "id": "M349417",
                    "name": "Atezolizumab",
                    "asFound": "Status",
                    "relevance": "HIGH"
                },
                {
                    "id": "M26197",
                    "name": "Tubulin Modulators",
                    "relevance": "LOW"
                },
                {
                    "id": "M26196",
                    "name": "Antimitotic Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M2342",
                    "name": "Immune Checkpoint Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M1346",
                    "name": "Antineoplastic Agents, Immunological",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}