{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06328673",
            "orgStudyIdInfo": {
                "id": "DM919-001"
            },
            "organization": {
                "fullName": "D2M Biotherapeutics Inc.",
                "class": "INDUSTRY"
            },
            "briefTitle": "A Study of DM919 Alone and in Combination With Pembrolizumab in Advanced Solid Tumors",
            "officialTitle": "A First-in-Human Open-label, Phase 1a / 1b Dose Escalation and Expansion Cohort Study of DM919, a Novel Anti-MICA/B Antibody, as Monotherapy and in Combination With Pembrolizumab in Subjects With Advanced Solid Tumors",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "a-study-of-alone-and-in-combination-with-pembrolizumab-in-advanced-solid-tumors"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-03",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-03-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-12-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-03-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-03-05",
            "studyFirstSubmitQcDate": "2024-03-18",
            "studyFirstPostDateStruct": {
                "date": "2024-03-25",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-03-26",
            "lastUpdatePostDateStruct": {
                "date": "2024-03-28",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "D2M Biotherapeutics Inc.",
                "class": "INDUSTRY"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The goal of this clinical trial is to define a safe and effective dose of DM919 for participants with solid tumors\n\nThe main questions it aims to answer are:\n\nWhat is the safe and effective dose of DM919 when used alone or in combination with pembrolizumab? What cancers can be treated effectively with DM919 alone or in combination with pembrolizumab??\n\nParticipants will be asked to attend clinic and be given a intravenous infusion of DM919 or DM-919 in combination with pembrolizumab. They will have blood tests and other assessments to measure whether DM-919 will have the effect on tumors."
        },
        "conditionsModule": {
            "conditions": [
                "Advanced Solid Tumor"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "SEQUENTIAL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 160,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Module A Dose Escalation",
                    "type": "EXPERIMENTAL",
                    "description": "Patients with advanced solid tumors enrolled in dose escalation cohorts treated with DM919",
                    "interventionNames": [
                        "Drug: DM919"
                    ]
                },
                {
                    "label": "Module A Cohort Expansion",
                    "type": "EXPERIMENTAL",
                    "description": "Patients with select solid tumor types enrolled in expansion cohorts treated with DM919 at a dose selected from the Module A Escalation arm",
                    "interventionNames": [
                        "Drug: DM919"
                    ]
                },
                {
                    "label": "Module B Combination Therapy Dose Escalation",
                    "type": "EXPERIMENTAL",
                    "description": "Patients with advanced solid tumors enrolled in dose escalation cohorts treated with DM919 in combination with pembrolizumab",
                    "interventionNames": [
                        "Drug: DM919",
                        "Drug: Pembrolizumab"
                    ]
                },
                {
                    "label": "Module B Combination Therapy Cohort Expansion",
                    "type": "EXPERIMENTAL",
                    "description": "Patients with select tumor types enrolled in expansion cohorts treated with DM919 at a dose selected from the Module B Escalation arm, in combination with pembrolizumab",
                    "interventionNames": [
                        "Drug: DM919",
                        "Drug: Pembrolizumab"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "DM919",
                    "description": "Anti-MICA/MICB monoclonal antibody",
                    "armGroupLabels": [
                        "Module A Cohort Expansion",
                        "Module A Dose Escalation",
                        "Module B Combination Therapy Cohort Expansion",
                        "Module B Combination Therapy Dose Escalation"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Pembrolizumab",
                    "description": "Anti-PD-1 monoclonal antibody",
                    "armGroupLabels": [
                        "Module B Combination Therapy Cohort Expansion",
                        "Module B Combination Therapy Dose Escalation"
                    ],
                    "otherNames": [
                        "Keytruda"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Number of treatment-emergent events (TEAEs) in Dose Escalation",
                    "description": "TEAE is defined as adverse events reported for the first time or worsening of a pre-existing event after the first dose of study drug.",
                    "timeFrame": "Up to 24 months"
                },
                {
                    "measure": "RDEs or RP2Ds of DM919 alone and in combination with pembrolizumab",
                    "description": "The tentative RDE(s) and RP2D(s) will be identified from the totality of the safety, PK / PDx, and preliminary anti-tumor efficacy data.",
                    "timeFrame": "Up to 24months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "All cohorts",
                    "description": "Maximum drug concentration (Cmax) of DM-919",
                    "timeFrame": "Up to 24 months"
                },
                {
                    "measure": "All cohorts",
                    "description": "Terminal Half-life (t1/2) of DM919",
                    "timeFrame": "Up to 24 months"
                },
                {
                    "measure": "All cohorts",
                    "description": "Time to Cmax (Tmax) of DM-919",
                    "timeFrame": "Up to 24 months"
                },
                {
                    "measure": "All cohorts",
                    "description": "Area under the curve up to tau (AUCtau) of DM-919",
                    "timeFrame": "Up to 24 months"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Dose Expansion",
                    "description": "Overall Response Rate (ORR): The % of patients having a CR or PR as determined by PI assessment of disease response per RECIST 1.1.",
                    "timeFrame": "every 6 weeks for the first 24 weeks of treatment and then every 12 weeks until disease progression;up to 24 months"
                },
                {
                    "measure": "Dose Expansion",
                    "description": "Duration of Response (DoR):The time from the earliest date of CR or PR until the earliest date of disease progression, as determined by PI assessment of disease response per RECIST 1.1 or death from any cause if occurring sooner than progression.",
                    "timeFrame": "every 6 weeks for the first 24 weeks of treatment and then every 12 weeks until disease progression;up to 24 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Provide a signed written informed consent form (ICF) before any study-specific assessment.\n2. Be at least 18 years old on the day of signing the ICF.\n3. Have a histologically confirmed advanced metastatic or unresectable, locally invasive solid cancer.\n4. Have experienced progressive disease on at least one approved SOC systemic anti-cancer therapy for a given tumor type, or have been intolerant to SOC therapy, or in the opinion of the Investigator, have been considered ineligible for SOC therapy on medical grounds, or have no proven curative or life-prolonging approved SOC therapies available.\n5. Have at least one measurable tumor lesion per RECIST 1.1.\n6. Have a life expectancy of ≥3 months.\n7. Have an ECOG performance status of 0 or 1.\n8. Have adequate organ and bone marrow function.\n9. Female subjects must meet either of the following criteria:\n\n   1. Women of childbearing potential (WOCBP, defined as \\<12 continuous months of amenorrhea with no identified cause other than menopause, or not surgically sterile)\n   2. Postmenopausal or surgically sterile females.\n10. Male subjects with female partners of childbearing potential must agree to remain sexually abstinent or use condoms during the treatment period and for at least 120 days after the last dose of study treatments.\n11. Male subjects must agree to not donate or preserve sperm during the treatment period and for at least 120 days after the last dose of study treatments.\n12. Able and willing to comply with the protocol and the restrictions and assessments therein.\n\nExclusion Criteria:\n\n1. Received prior systemic anticancer treatment within 3 weeks before the first dose of study treatment (or 5 half-lives, whichever is shorter) or within 4 weeks before the first dose of study treatment in case of nitrosoureas or radio-immuno conjugate therapy.\n2. Current evidence of Grade ≥2 toxicity of prior therapy, except for any grade alopecia, Grade ≤2 peripheral neuropathy, and the following Grade ≤2 vitiligo, Grade ≤2 psoriasis not requiring systemic treatment and immune related Grade ≤2 endocrine disorders adequately managed by hormonal replacement therapy.\n3. Any history of discontinuation from prior therapy with anti-PD-1 or anti-PD-L1 inhibitor due to drug-related toxicity.\n4. Major surgery within 7 days before the first dose of study treatment or planned after the start of treatment, where 'major' is defined as any surgical procedure that requires more than 24 hours admission in a hospital.\n5. Radiotherapy within 2 weeks before the first dose of study treatment.\n6. Current evidence of symptomatic central nervous system (CNS) metastases, leptomeningeal carcinomatosis, or untreated spinal cord compression. Symptomatic treated brain metastases are allowed if subjects are clinically stable in the judgement of the investigator.\n7. Other primary malignancy histologically different than the cancer under study, that has required active treatment within 2 years before the first dose of study treatment or may require active treatment during the treatment period.\n8. Any history of severe hypersensitivity to monoclonal antibodies or another form of severe hypersensitivity.\n9. Grade ≥3 viral, bacterial, or fungal infection within 2 weeks before the first dose of study treatment.\n10. Known active HIV infection, as determined by detectable HIV-HRA viral load. Testing for HIV-RNA is not required at screening.\n\n    a.Subjects on stable HAART therapy with undetectable HIV-RNA viral load and normal CD4 counts for at least 6 months before the first dose of study treatment are eligible.\n11. Known active HBV infection, as determined by detectable HBV-DNA viral load. Testing for HBV-DNA is not required at screening.\n12. Known active HCV infection, as determined by detectable HCV-RNA viral load. Testing for HCV-RNA is not required at screening.\n13. Known active or latent tuberculosis (TB). Testing for TB is not required at screening.\n14. Known active SARS-CoV-2 (COVID-19) infection, as determined by a positive COVID-19 test result within 2 weeks before the first dose of study treatment. Testing for COVID-19 is not required at screening.\n15. Received a live or live-attenuated vaccine within 4 weeks before the first dose of study treatment. Injectable influenza vaccine and COVID-19 vaccine are permitted\n16. Uncontrolled or significant cardiovascular disease.\n17. Autoimmune disease that has required systemic treatment (i.e., disease modifying agents, corticosteroids above physiological doses \\[\\>10 mg daily of prednisone or equivalent\\] or immunosuppressive drugs) within 2 years before the first dose of study treatment.\n18. Any history of interstitial lung disease (ILD, including pneumonitis) that required systemic corticosteroid therapy.\n19. Diagnosis of immunodeficiency or receiving chronic systemic corticosteroid therapy at doses \\>10 mg daily of prednisone or equivalent or any other form of immunosuppressive therapy within 14 days before the first dose of study treatment.\n20. Had an allogeneic solid organ or stem cell transplant.\n21. Received systemic corticosteroid use at doses \\>10 mg daily of prednisone or equivalent within 2 weeks before the first dose of study treatment or other systemic immunosuppressive agents within 4 weeks before the first dose of study treatment.\n22. Received hematopoietic growth factors (G-SCF, GM-CSF, EPO) or transfusion of blood components (RBC or platelets) within 2 weeks before the first dose of study treatment, or likely to require treatment with these agents during Cycle 1.\n23. Pregnant or breastfeeding women.\n24. History or clinical evidence of any surgical or medical condition that the Investigator judges as likely to interfere with the results of the study or pose an additional risk to study subjects, such as rapidly progressive or uncontrolled disease involving a major organ system (e.g., disorders of vascular, cardiac, pulmonary, gastrointestinal, gynecologic, hematologic, neurologic, neoplastic, renal, endocrine, autoimmune or an immunodeficiency, or clinically significant active psychiatric or abuse disorders).\n25. History of chronic substance abuse within 12 months of the start of treatment.\n26. Sensitive substrates of cytochrome P450 enzymes should be excluded within 2 weeks (or 5 half-lives of the agent, whichever is longer) before the start of dosing in Phase 1a Dose Escalation part of the study.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Nan Bing, Dr.",
                    "role": "CONTACT",
                    "phone": "06175865012",
                    "email": "nan.bing@d2mbio.com"
                },
                {
                    "name": "Bitao Sarapa",
                    "role": "CONTACT",
                    "phone": "(908) 303-2808",
                    "email": "bitao.sarapa@D2Mbio.com"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Shiraj Sen, MD",
                    "affiliation": "NEXT Oncology",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "NEXT Oncology",
                    "status": "RECRUITING",
                    "city": "San Antonio",
                    "state": "Texas",
                    "zip": "78216",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Shiraj Sen",
                            "role": "CONTACT",
                            "phone": "972-893-8800"
                        }
                    ],
                    "geoPoint": {
                        "lat": 29.42412,
                        "lon": -98.49363
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "C000582435",
                    "term": "Pembrolizumab"
                }
            ],
            "ancestors": [
                {
                    "id": "D000074322",
                    "term": "Antineoplastic Agents, Immunological"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                },
                {
                    "id": "D000082082",
                    "term": "Immune Checkpoint Inhibitors"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4225",
                    "name": "Antibodies",
                    "relevance": "LOW"
                },
                {
                    "id": "M349416",
                    "name": "Pembrolizumab",
                    "asFound": "Mg/m2",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10184",
                    "name": "Immunoglobulins",
                    "relevance": "LOW"
                },
                {
                    "id": "M4230",
                    "name": "Antibodies, Monoclonal",
                    "relevance": "LOW"
                },
                {
                    "id": "M1346",
                    "name": "Antineoplastic Agents, Immunological",
                    "relevance": "LOW"
                },
                {
                    "id": "M2342",
                    "name": "Immune Checkpoint Inhibitors",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                }
            ]
        }
    },
    "hasResults": false
}