{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06508021",
            "orgStudyIdInfo": {
                "id": "ASH-FOP-201"
            },
            "organization": {
                "fullName": "Ashibio Inc",
                "class": "INDUSTRY"
            },
            "briefTitle": "A Study of Andecaliximab in Participants With Fibrodysplasia Ossificans Progressiva (FOP)",
            "officialTitle": "A Phase 2/3, Global, Multicenter, Randomized, Double-Blind, Placebo-Controlled, Two-Part Study With Open-Label Extension (OLE) to Assess the Efficacy and Safety of Andecaliximab in Participants With Fibrodysplasia Ossificans Progressiva (FOP)",
            "acronym": "ANDECAL",
            "therapeuticArea": [
                "Other"
            ],
            "study": "a-study-of-andecaliximab-in-participants-with-fibrodysplasia-ossificans-progressiva-fop"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-08-01",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2029-02-04",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2029-02-04",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-06-17",
            "studyFirstSubmitQcDate": "2024-07-12",
            "studyFirstPostDateStruct": {
                "date": "2024-07-18",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-12",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-18",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Ashibio Inc",
                "class": "INDUSTRY"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This study is researching an experimental drug called andecaliximab. The study will include pediatric and adult patients with fibrodysplasia ossificans progressiva (FOP). The study will evaluate how safe and effective andecaliximab is in patients with FOP.\n\nThe study is looking at several research questions, including:\n\n* Safety of andecaliximab in participants with FOP\n* Whether andecaliximab reduces the number of new heterotopic bone lesions (Heterotopic Ossification; HO)\n* Whether andecaliximab reduces the number or severity of flare-ups\n* Pharmacokinetics/pharmacodynamics (PK/PD): How much study drug is in your blood at different times and its impact on blood biomarker(s)\n* Whether the body makes antibodies against the study drug (which could make the drug less effective or could lead to side effects)",
            "detailedDescription": "The ASH-FOP-201 Study consists of 2 parts: Part 1 is a Lead-in Study to assess safety, PK/PD and preliminary efficacy; Part 2 is the Main Study, a Phase 2/3 randomized, double-blind, placebo-controlled trial.\n\nPart 1 is composed of Part 1a, a Na18F positron emission tomography (PET)/computed tomography, less head (CT) Study in up to 6 participants age ≥ 15 years, and Part 1b, a flare-up Study in up to 6 participants ≥ 12 years of age. Participants enrolled in Part 1 will be randomized to one of two dose levels for 13 weeks. Participants in Part 2 will be randomized to one of two dose levels of drug vs. placebo during the 52 week trial. All participants in Part 1 or Part2 will receive study drug in the extension period of the trial."
        },
        "conditionsModule": {
            "conditions": [
                "Fibrodysplasia Ossificans Progressiva"
            ],
            "keywords": [
                "Myositis Ossificans",
                "Ossification, Heterotopic",
                "Hallux Valgus",
                "Matrix Metalloproteinase Inhibitors",
                "Matrix Metalloproteinase 9",
                "Inflammation",
                "Activin A receptor, type I protein, human",
                "ALK-2 protein, human",
                "ACVR1 protein, human",
                "Muscle, Skeletal",
                "Myositis",
                "Muscular diseases",
                "Musculoskeletal diseases",
                "Flare",
                "Flare-ups",
                "ANDECAL",
                "Heterotopic bone",
                "Ectopic bone",
                "Munchmeyer's Disease"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2",
                "PHASE3"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "QUADRUPLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 92,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Part 1a: PET/CT Study",
                    "type": "EXPERIMENTAL",
                    "description": "a 13-week double-blind (Investigator and Participant blinded; Sponsor unblinded) Study to assess the impact of two dose levels of andecaliximab administered subcutaneously (SC), once-a-week (QW) in participants age ≥ 15 years, with FOP on a number of outcomes including Safety, Pharmacokinetic (PK) and pharmacodynamic (PD) and the change from baseline of Na18F uptake in HO lesions by PET/CT scan, and Patient Reported Outcomes (PROs).",
                    "interventionNames": [
                        "Drug: Andecaliximab"
                    ]
                },
                {
                    "label": "Part 1b: Flare-up Study",
                    "type": "EXPERIMENTAL",
                    "description": "a 13-week double-blind (Investigator and Participant blinded; Sponsor unblinded) study to assess the impact of two dose levels of andecaliximab administered SC QW in participants ≥12 years of age with a recent history of frequent flare-up episodes on a number of outcomes including safety, PK/PD, and flare-up incidence and symptoms and PROs.",
                    "interventionNames": [
                        "Drug: Andecaliximab"
                    ]
                },
                {
                    "label": "Part 2: Main Study",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "1-year (52-week) double-blind (Investigator, participant, and sponsor all blinded), placebo-controlled study of andecaliximab Dose level A or B (or age adjusted) SC QW or placebo in pediatric and adult patients with FOP. The Main Study will enroll approximately 80 participants, randomized in a 1:1:1 ratio to andecaliximab Dose level A or B (or age adjusted) SC QW or placebo.",
                    "interventionNames": [
                        "Drug: Placebo",
                        "Drug: Andecaliximab"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Andecaliximab",
                    "description": "Dose level A or B",
                    "armGroupLabels": [
                        "Part 1a: PET/CT Study",
                        "Part 1b: Flare-up Study"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Placebo",
                    "description": "Blinded",
                    "armGroupLabels": [
                        "Part 2: Main Study"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Andecaliximab",
                    "description": "Dose level A or B (or age adjusted dose)",
                    "armGroupLabels": [
                        "Part 2: Main Study"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Number of New HO Lesions as Assessed by WBCT-LH [Whole body, Computerized Tomography (CT), not including the head (less head)]",
                    "description": "Low dose WBCT-LH (whole body CT less head) is used to create detailed images of soft tissues and bones.",
                    "timeFrame": "Week 27 and 53"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Percent change from baseline in Na18F standardized uptake value maximum (SUVmax) of up to 7 individual HO lesion(s) per participant active at baseline as assessed by Na18F PET/CT (Part 1a).",
                    "description": "SUV max is the SUV of the most intense voxel within a region of interest.",
                    "timeFrame": "Week 14"
                },
                {
                    "measure": "Change in HO volume over time as assessed by WBCT-LH [Whole body, Computerized Tomography (CT), not including the head (less head)] (Part 1a)",
                    "description": "Low dose WBCT-LH (whole body CT less head) is used to create detailed images of soft tissues and bones. In Part 1a, the WBCT-LH scan will be acquired as part of the PET/CT scan at baseline and Week 14.",
                    "timeFrame": "Week 14"
                },
                {
                    "measure": "Change in HO volume over time as assessed by WBCT-LH [Whole body, Computerized Tomography (CT), not including the head (less head)]",
                    "timeFrame": "Week 27 and 53"
                },
                {
                    "measure": "Number of days during which a flare-up is experienced by the participant as reported by the participant",
                    "description": "Flare-up defined as having at least two of the following symptoms: pain, soft tissue swelling, warmth, redness, joint stiffness, or decreased range of motion.",
                    "timeFrame": "Week 14, 27 and 53"
                },
                {
                    "measure": "Number of flare-ups as reported by the participant",
                    "timeFrame": "Week 14, 27 and 53"
                },
                {
                    "measure": "Number of flare-ups as reported by the participant and confirmed by the Principal Investigator",
                    "timeFrame": "Week 14, 27 and 53"
                },
                {
                    "measure": "Change in patient joint involvement as assessed by Investigator using Cumulative Analog Joint Involvement Scale (CAJIS)",
                    "description": "CAJIS is a clinician assessment of 15 major joints; each major joint rated normal unaffected (0), affected (1), or completely functionally ankylosed (2). The total score ranges from 0 to 30.",
                    "timeFrame": "Week 27 and 53"
                },
                {
                    "measure": "Change in patient quality of life as assessed by the EuroQol 5 dimensions questionnaire with a 5-level scale (EQ-5D-5L)",
                    "description": "EQ-5D-5L measures: mobility, self-care, usual activities, pain/discomfort and anxiety/depression. Each dimension has 5 levels: no problems, slight problems, moderate problems, severe problems and extreme problems. The patient is asked to indicate his/her health state by ticking the box next to the most appropriate statement in each of the five dimensions.",
                    "timeFrame": "Week 27 and 53"
                },
                {
                    "measure": "Number of Participants With Treatment-Emergent Adverse Events (TEAEs)",
                    "description": "Number of participants with Treatment-Emergent Adverse Events (AE) (TEAEs), i.e., adverse events not present at baseline or exacerbation of a pre-existing condition during the on-treatment period will be reported.",
                    "timeFrame": "Week 27 and 53"
                },
                {
                    "measure": "Number of Participants With Serious Treatment-Emergent Adverse Events (Serious TEAEs)",
                    "description": "Number of participants with Serious Treatment-Emergent Adverse Events (AE) (TEAEs), i.e, required initial/prolonged in-patient hospitalization, death, life-threatening, persistent/significant disability/incapacity, congenital anomaly/birth defect, considered as a medically important event.",
                    "timeFrame": "Week 27 and 53"
                },
                {
                    "measure": "Number of Participants With TEAEs by Severity",
                    "description": "Severity of TEAEs will be graded as follows: Mild: Does not interfere in a significantly with functioning. Moderate: Causes some impairment of functioning but is not hazardous to health. Severe: Significant impairment or incapacitation; hazardous to one's health. Number of participants with TEAEs by severity will be reported.",
                    "timeFrame": "Week 27 and 53"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria (Part 1a, 1b, and 2):\n\n1. Participant and/or guardian able and willing to give informed consent and/or assent as applicable, and willing to adhere to the visits schedule and study procedures.\n2. Clinical diagnosis of FOP including congenital malformation(s) consistent with FOP (e.g., of the great toes), and either episodic soft tissue swelling consistent with an FOP flare-up and/or progressive HO.\n\n4. CAJIS score of ≤19. 5. Disease activity within 1 year of screening visit. Disease activity is defined as physician confirmed flare-up like symptoms or clinical progression including newly identified HO or worsening joint function.\n\n6. Able to understand, undergo, and perform all protocol related procedures, including low-dose WBCT-LH scan without sedation. Assistance from a caregiver is allowed.\n\n7. Agree to provide access to all relevant current and historical medical records (including radiographs or radiographic records) and growth records.\n\nInclusion Criteria (Part 1a only):\n\n1. Male or female ≥ 15 years of age.\n2. Serum creatinine ≤ upper limit of normal for age.\n3. No open growth plates on bilateral PA hand/wrist or AP knee films at baseline\n4. Able to receive IV radiotracer \\[both IV access and no history of a reaction to radiotracer\\].\n5. No use of bisphosphonates or bone active agent within the past year.\n6. At least 1 active HO lesion at baseline per Na18F PET/CT\n\nAdditional inclusion criteria apply including those listed above for all parts of the study.\n\nInclusion Criteria (Part 1b only):\n\n1. Male or female ≥12 years of age.\n2. History of multiple flare-up episodes within the past 6 months (to be reviewed and confirmed as qualifying by the PI together with the Sponsor). Qualifying flare-up episodes include any of the following:\n\n   * At least 3 qualifying flare-ups in the past 6 months each with continuous symptoms for at least 1 week\n   * Migratory flare-up swellings across the back\n   * Multiple flare-up episodes the sum of which lasted at least 21 days The timing of the individual flare-ups can be overlapping; they may be ongoing at the time of enrollment or resolved.\n3. The qualifying flare-ups must involve at least 2 of the following flare-up symptoms:\n\n   * Pain\n   * Soft tissue swelling\n   * Warmth\n   * Redness\n   * Joint stiffness\n   * Decreased range of motion\n\nAdditional inclusion criteria apply including those listed above for all parts of the study.\n\nInclusion Criteria (Part 2 only):\n\n1. Initial enrollment age requirement is ≥12 years\n2. Enrollment may be extended to participants ≥6 years of age after safety in adult and participants age 12-17 years has been established.\n3. Enrollment of participants ≥2 to \\<6 years of age will commence after safety in adult and participants ≥6 years of age has been established.\n\nAdditional inclusion criteria apply including those listed above for all parts of the study.\n\nExclusion Criteria:\n\n1. Body weight \\<10kg\n2. Known non-healed fracture at time of Study Day 1.\n3. Planned surgery within the timeframe of the study duration or still recovering from recent surgery.\n4. Respiratory compromise that requires use of supplemental oxygen.\n5. Participant has\n\n   * Known monogenic disorder other than FOP.\n   * Bone or mineral disorder unrelated to FOP.\n6. Malignancy (within the past 5 years, except non-melanoma skin cancer, cervical carcinoma in situ, or ductal carcinoma in situ \\[DCIS\\]).\n7. Known active infection (including fungal, bacterial, mycobacterial, or viral infection including COVID19)\n8. Uncontrolled hypoparathyroidism or hyperparathyroidism.\n9. Per participant report or chart review (no testing required): Uncontrolled hyperthyroidism\n10. Use of the following medication:\n\n    * Systemic corticosteroids with a prednisone equivalent of \\>10mg/day within 1 week of Study Day 1. If the participant requires chronic use of \\>10mg/day prednisone equivalent of corticosteroids, eligibility will be discussed with the Sponsor.\n    * NSAIDs of higher than doses recommended by the May 2022 ICCFOP guidelines within 1 week of Study Day 1. If the participant requires chronic use of NSAIDs at doses higher than those recommended by the May 2022 ICCFOP guidelines doses, eligibility will be discussed with the Sponsor.\n    * Current or chronic use of tetracycline drugs (e.g., tetracycline, demeclocycline, doxycycline, or minocycline).\n11. Chronic use of any of unproven therapies for FOP.\n12. Palovarotene\n\n    * Within 1 month of Study Day 1 for all participants\n    * Within 2 years of Study Day 1 for female participants \\<8 years of age Or male participants \\<10 years of age\n13. Treatment with another investigational product within 5 half lives of last dose at the time of Study Day 1 or 1 month, whichever is longer.\n14. History of allergy or hypersensitivity to andecaliximab or its excipients.\n15. Significant current laboratory abnormalities\n16. Breastfeeding, pregnant, or planning pregnancy.\n17. Those of childbearing potential unwilling to agree to abstain from sexual activity that could result in pregnancy or unwillingness to use acceptable birth control during the study and for 90 days after the last dose.\n18. Simultaneous participation in another clinical trial involving another investigational product.\n19. Significant medical condition or disability or biochemical or hematologic abnormalities that in the opinion of the Investigator would expose the participant to undue risk, prevent the conduct of study procedures, or confound the study results.\n\nNote: Other protocol defined Inclusion/Exclusion Criteria apply",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "2 Years",
            "stdAges": [
                "CHILD",
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Ashibio Clinical Study Inquiries",
                    "role": "CONTACT",
                    "phone": "650-360-0036",
                    "email": "andecal@ashibio.com"
                }
            ],
            "locations": [
                {
                    "facility": "University of California San Francisco (UCSF)",
                    "city": "San Francisco",
                    "state": "California",
                    "zip": "94143",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Edward Hsiao",
                            "role": "CONTACT",
                            "phone": "415-476-9732",
                            "email": "edward.hsiao@ucsf.edu"
                        },
                        {
                            "name": "Michaella Dela Cruz",
                            "role": "CONTACT",
                            "phone": "415-260-7587",
                            "email": "Michaella.DelaCruz@ucsf.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 37.77493,
                        "lon": -122.41942
                    }
                },
                {
                    "facility": "Mayo Clinic",
                    "city": "Rochester",
                    "state": "Minnesota",
                    "zip": "55905",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Matthew Drake",
                            "role": "CONTACT",
                            "phone": "507-284-1004",
                            "email": "Drake.Matthew@mayo.edu"
                        },
                        {
                            "name": "Tamara Evans",
                            "role": "CONTACT",
                            "phone": "507-284-1004",
                            "email": "Evans.Tamara@mayo.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 44.02163,
                        "lon": -92.4699
                    }
                },
                {
                    "facility": "The Children's Hospital of Philadelphia (CHOP)",
                    "city": "Philadelphia",
                    "state": "Pennsylvania",
                    "zip": "19104",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Edna Mancilla",
                            "role": "CONTACT",
                            "phone": "215-590-3174",
                            "email": "mancillae@email.chop.edu"
                        },
                        {
                            "name": "Akinbanji Afolabi",
                            "role": "CONTACT",
                            "phone": "267-426-3913",
                            "email": "afolabia@chop.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.95233,
                        "lon": -75.16379
                    }
                },
                {
                    "facility": "University of Pennsylvania - Perelman Center for Advanced Medicine",
                    "city": "Philadelphia",
                    "state": "Pennsylvania",
                    "zip": "19104",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Mona Al Mukaddam",
                            "role": "CONTACT",
                            "phone": "215-590-3174",
                            "email": "mona.almukaddam@pennmedicine.upenn.edu"
                        },
                        {
                            "name": "Katherine Toder",
                            "role": "CONTACT",
                            "phone": "215-746-7313",
                            "email": "Katherine.Toder@pennmedicine.upenn.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.95233,
                        "lon": -75.16379
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "38477818",
                    "type": "BACKGROUND",
                    "citation": "Lounev V, Groppe JC, Brewer N, Wentworth KL, Smith V, Xu M, Schomburg L, Bhargava P, Al Mukaddam M, Hsiao EC, Shore EM, Pignolo RJ, Kaplan FS. Matrix metalloproteinase-9 deficiency confers resilience in fibrodysplasia ossificans progressiva in a man and mice. J Bone Miner Res. 2024 May 2;39(4):382-398. doi: 10.1093/jbmr/zjae029."
                },
                {
                    "pmid": "38644656",
                    "type": "BACKGROUND",
                    "citation": "Wein MN, Yang Y. Actionable disease insights from bedside-to-bench investigation in fibrodysplasia ossificans progressiva. J Bone Miner Res. 2024 May 2;39(4):375-376. doi: 10.1093/jbmr/zjae044. No abstract available."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Redacted Protocol and SAP will be made available.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP"
            ],
            "timeFrame": "After completion of the Biologics License Applications (BLA) and all participants have completed the one year extension.",
            "accessCriteria": "Not decided at this time"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009221",
                    "term": "Myositis Ossificans"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009220",
                    "term": "Myositis"
                },
                {
                    "id": "D000009135",
                    "term": "Muscular Diseases"
                },
                {
                    "id": "D000009140",
                    "term": "Musculoskeletal Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M10293",
                    "name": "Inflammation",
                    "relevance": "LOW"
                },
                {
                    "id": "M12092",
                    "name": "Muscular Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12172",
                    "name": "Myositis",
                    "relevance": "LOW"
                },
                {
                    "id": "M12097",
                    "name": "Musculoskeletal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12173",
                    "name": "Myositis Ossificans",
                    "asFound": "Fibrodysplasia Ossificans Progressiva",
                    "relevance": "HIGH"
                },
                {
                    "id": "M8260",
                    "name": "Cardiac Complexes, Premature",
                    "relevance": "LOW"
                },
                {
                    "id": "M9307",
                    "name": "Hallux Valgus",
                    "relevance": "LOW"
                },
                {
                    "id": "M12922",
                    "name": "Ossification, Heterotopic",
                    "relevance": "LOW"
                },
                {
                    "id": "T3001",
                    "name": "Idiopathic Inflammatory Myopathy",
                    "relevance": "LOW"
                },
                {
                    "id": "T2323",
                    "name": "Fibrodysplasia Ossificans Progressiva",
                    "asFound": "Fibrodysplasia Ossificans Progressiva",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC05",
                    "name": "Musculoskeletal Diseases"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000000911",
                    "term": "Antibodies, Monoclonal"
                }
            ],
            "ancestors": [
                {
                    "id": "D000007155",
                    "term": "Immunologic Factors"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M29885",
                    "name": "Matrix Metalloproteinase Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M4225",
                    "name": "Antibodies",
                    "relevance": "LOW"
                },
                {
                    "id": "M10184",
                    "name": "Immunoglobulins",
                    "relevance": "LOW"
                },
                {
                    "id": "M4230",
                    "name": "Antibodies, Monoclonal",
                    "asFound": "Cytisine",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10201",
                    "name": "Immunologic Factors",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}