{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05908734",
            "orgStudyIdInfo": {
                "id": "CR109323"
            },
            "secondaryIdInfos": [
                {
                    "id": "61186372PANSC2002",
                    "type": "OTHER",
                    "domain": "Janssen Research & Development, LLC"
                },
                {
                    "id": "2022-501452-29-00",
                    "type": "REGISTRY",
                    "domain": "EUCT number"
                }
            ],
            "organization": {
                "fullName": "Janssen Research & Development, LLC",
                "class": "INDUSTRY"
            },
            "briefTitle": "A Study of Combination Therapy With Amivantamab and Cetrelimab in Participants With Metastatic Non-small Cell Lung Cancer",
            "officialTitle": "A Phase 1/2 Study Evaluating the Safety and Efficacy of Amivantamab and Cetrelimab Combination Therapy in Metastatic Non-small Cell Lung Cancer",
            "acronym": "PolyDamas",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "a-study-of-combination-therapy-with-amivantamab-and-cetrelimab-in-participants-with-metastatic-non-small-cell-lung-cancer"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-05-18",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-06-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-05-26",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-06-06",
            "studyFirstSubmitQcDate": "2023-06-16",
            "studyFirstPostDateStruct": {
                "date": "2023-06-18",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-15",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-17",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Janssen Research & Development, LLC",
                "class": "INDUSTRY"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this study is to identify the recommended Phase 2 (combination) dose (RP2CD) of the amivantamab and cetrelimab combination therapy in participants with non-small cell lung cancer (NSCLC) in Phase 1 (combination dose selection); and to evaluate the antitumor effect of the combination at the selected RP2CD in participants with NSCLC characterized on the basis of epidermal growth factor receptor (EGFR) and Programmed-cell death Ligand (PD-L)1 status, in the Phase 2 (expansion)."
        },
        "conditionsModule": {
            "conditions": [
                "Carcinoma, Non-Small-Cell Lung"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1",
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "SEQUENTIAL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 80,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Phase 1 (Combination Dose Selection)",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will receive amivantamab low dose or high dose intravenous (IV) infusion based on body weight from Cycle 1 Day 1, Day 2, and subsequently Day 8, Day 15, and Day 22 and then every 2 weeks from Cycle 2 in combination with cetrelimab IV infusion from Cycle 1 Day 2 (after the Day 2 infusion of amivantamab). Doses will be escalated or de-escalated based on the dose limiting toxicities (DLTs) and the recommended Phase 2 combination dose (RP2CD) will be determined by the study evaluation team (SET).",
                    "interventionNames": [
                        "Drug: Cetrelimab",
                        "Drug: Amivantamab"
                    ]
                },
                {
                    "label": "Phase 2 (Dose Expansion)",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will receive amivantamab in combination with cetrelimab in Cohorts A and B at the RP2CD determined by the SET in Phase 1. Participants will continue study treatment until disease progression, unacceptable toxicity, or until another criterion for discontinuation of study treatment is met.",
                    "interventionNames": [
                        "Drug: Cetrelimab",
                        "Drug: Amivantamab"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Cetrelimab",
                    "description": "Cetrelimab will be administered as IV infusion.",
                    "armGroupLabels": [
                        "Phase 1 (Combination Dose Selection)",
                        "Phase 2 (Dose Expansion)"
                    ],
                    "otherNames": [
                        "JNJ-63723283"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Amivantamab",
                    "description": "Amivantamab will be administered as IV infusion.",
                    "armGroupLabels": [
                        "Phase 1 (Combination Dose Selection)",
                        "Phase 2 (Dose Expansion)"
                    ],
                    "otherNames": [
                        "JNJ-61186372"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Phase 1: Number of Participants with Adverse events (AEs) by Severity",
                    "description": "An AE is any untoward medical occurrence in a clinical study participant administered a pharmaceutical (investigational or non-investigational) product. An adverse event does not necessarily have a causal relationship with the intervention. Severity will be graded according to the National Cancer Institute Common Terminology Criteria for Adverse Events (NCI-CTCAE) version 5.0. Severity scale ranges from Grade 1 (Mild) to Grade 5 (Death). Grade 1= Mild, Grade 2= Moderate, Grade 3= Severe, Grade 4= Life-threatening and Grade 5= Death related to adverse event.",
                    "timeFrame": "Up to 2 years 3 months"
                },
                {
                    "measure": "Phase 1: Number of Participants with Dose Limiting Toxicities (DLTs)",
                    "description": "The DLTs are specific adverse events and are defined as any of the following: high grade non-hematologic toxicity, hematological toxicity, pulmonary toxicity, liver enzyme elevation, treatment delay greater than (\\>) 28 days due to unresolved toxicity, or immune-related toxicity requiring the use of therapies in excess of corticosteroids.",
                    "timeFrame": "Up to Cycle 1 (Day 1 through Day 28)"
                },
                {
                    "measure": "Phase 2: Objective Response Rate",
                    "description": "ORR is defined as the percentage of participants who achieve either a confirmed partial response (PR) or complete response (CR), using Response Evaluation Criteria in Solid Tumors (RECIST) version 1.1 as per investigator assessment.",
                    "timeFrame": "Up to 2 years 3 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Phase 1 and Phase 2: Number of Participants with AEs by Severity",
                    "description": "An AE is any untoward medical occurrence in a clinical study participant administered a pharmaceutical (investigational or non-investigational) product. An adverse event does not necessarily have a causal relationship with the intervention. Severity will be graded according to the NCI-CTCAE version 5.0. Severity scale ranges from Grade 1 (Mild) to Grade 5 (Death). Grade 1= Mild, Grade 2= Moderate, Grade 3= Severe, Grade 4= Life-threatening and Grade 5= Death related to adverse event.",
                    "timeFrame": "Up to 2 years 3 months"
                },
                {
                    "measure": "Phase 1 and Phase 2: Number of Participants with Abnormalities in Clinical Laboratory Parameters",
                    "description": "Number of participants with abnormalities in clinical laboratory parameters (serum chemistry, hematology, coagulation, serology, and urinalysis) will be reported.",
                    "timeFrame": "Up to 2 years 3 months"
                },
                {
                    "measure": "Phase 2 : Duration of Response (DoR)",
                    "description": "DoR is defined as the time from the date of first documented response (PR or CR) until the date of documented progression or death from any case, whichever comes first, for participants who have PR or CR. If a participant does not progress following a response, then his/her duration of response will be censored at the date of last evaluable disease assessment. Participants who started a subsequent anticancer therapy in the absence of progression will be censored at the last disease assessment before or on the start of subsequent therapy.",
                    "timeFrame": "Up to 2 years 3 months"
                },
                {
                    "measure": "Phase 2: Disease Control Rate (DCR)",
                    "description": "DCR is defined as the percentage of participants who achieve a PR, CR, or stable disease using RECIST version 1.1 by investigator review.",
                    "timeFrame": "Up to 2 years 3 months"
                },
                {
                    "measure": "Phase 2: Progression Free Survival (PFS)",
                    "description": "PFS is defined as the time from first dose date until the date of disease progression or death, whichever comes first, based on investigator assessment using RECIST version 1.1. Participants who have not progressed or have not died at the time of analysis will be censored at the time of their last evaluable RECIST v1.1 assessment.",
                    "timeFrame": "Up to 2 years 3 months"
                },
                {
                    "measure": "Phase 2: Overall Survival (OS)",
                    "description": "OS is defined as the time from the date of administration of the first study treatment until the date of death due to any cause. Any participant not known to have died at the time of analysis will be censored based on the last recorded date on which the participant was known to be alive.",
                    "timeFrame": "Up to 2 years 3 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Participant must have histologically or cytologically confirmed non-small cell lung cancer (NSCLC) (any histology), and must have metastatic NSCLC at the time of enrollment: Phase 1 (Combination Dose Selection) Cohort; Metastatic NSCLC progressed on or after standard of care systemic anti-cancer therapy and participant is declining other systemic treatment options, if any;1. Participants without known mutations must have had disease progression on, or have intolerance to, prior platinum-based chemotherapy and PD-(L)1-targeted immunotherapy given concurrently or sequentially, OR 2. Participants with NSCLC characterized by known driver mutations must have had disease progression on, or have intolerance to, appropriate targeted therapies as per local standard of care. Participants may have received prior therapy with amivantamab as long as discontinuation was not due to toxicity. Participants with EGFR mutation must not have had an anti-PD-1/PD-L1 therapy, Phase 2 Expansion Cohorts; Cohort A: Participant's tumor must have an EGFR exon19del or L858R mutation, as determined by local molecular testing, Cohort B: Participants must have tumors lacking known primary driver mutations and must have PD-L1 expression of greater than or equal to (\\>=)50 percentage (%), per local testing, and are treatment-naïve in the metastatic setting\n* Participant must have at least 1 measurable lesion, according to Response Evaluation Criteria in Solid Tumors (RECIST) v1.1, that has not been previously irradiated\n* Have an Eastern Cooperative Oncology Group (ECOG) performance status of 0 or 1\n\nExclusion Criteria:\n\n* Participant has an uncontrolled illness, including but not limited to: a. Uncontrolled diabetes, b. Ongoing or active infection (includes infection requiring treatment with antimicrobial therapy \\[participants will be required to complete antibiotics 1 week prior to starting study treatment\\] or diagnosed or suspected viral infection), c. Active bleeding diathesis, d. Impaired oxygenation requiring continuous oxygen supplementation, e. Psychiatric illness or any other circumstances (including social circumstances) that would limit compliance with study requirements\n* Medical history of (non-infectious) interstitial lung disease (ILD)/pneumonitis, or has current ILD/pneumonitis, or where suspected ILD/pneumonitis cannot be ruled out by imaging at screening\n* Has an active autoimmune disease or a documented history of autoimmune disease that requires systemic steroids or immunosuppressive agents\n* Participant has received radiotherapy for palliative purposes less than 14 days prior to the first dose of study treatment\n* Participant has a. (or has a history of) leptomeningeal disease (carcinomatous meningitis), b. spinal cord compression not definitively treated with surgery or radiation",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Study Contact",
                    "role": "CONTACT",
                    "phone": "844-434-4210",
                    "email": "Participate-In-This-Study@its.jnj.com"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Janssen Research & Development, LLC Clinical trial",
                    "affiliation": "Janssen Research & Development, LLC",
                    "role": "STUDY_DIRECTOR"
                }
            ],
            "locations": [
                {
                    "facility": "Cancer and Blood Specialty Clinic",
                    "status": "RECRUITING",
                    "city": "Los Alamitos",
                    "state": "California",
                    "zip": "90720",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 33.80307,
                        "lon": -118.07256
                    }
                },
                {
                    "facility": "Providence Portland Medical Center",
                    "status": "RECRUITING",
                    "city": "Portland",
                    "state": "Oregon",
                    "zip": "97213",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 45.52345,
                        "lon": -122.67621
                    }
                },
                {
                    "facility": "Providence Oncology and Hematology Care Clinic Westside",
                    "status": "RECRUITING",
                    "city": "Portland",
                    "state": "Oregon",
                    "zip": "97225",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 45.52345,
                        "lon": -122.67621
                    }
                },
                {
                    "facility": "Virginia Cancer Specialists",
                    "status": "RECRUITING",
                    "city": "Fairfax",
                    "state": "Virginia",
                    "zip": "22031",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 38.84622,
                        "lon": -77.30637
                    }
                },
                {
                    "facility": "Fundacao Antonio Prudente A C Camargo Cancer Center",
                    "status": "RECRUITING",
                    "city": "Sao Paulo",
                    "zip": "01509 900",
                    "country": "Brazil",
                    "geoPoint": {
                        "lat": -23.5475,
                        "lon": -46.63611
                    }
                },
                {
                    "facility": "Seoul National University Hospital",
                    "status": "RECRUITING",
                    "city": "Seoul",
                    "zip": "03080",
                    "country": "Korea, Republic of",
                    "geoPoint": {
                        "lat": 37.566,
                        "lon": 126.9784
                    }
                },
                {
                    "facility": "Severance Hospital Yonsei University Health System",
                    "status": "RECRUITING",
                    "city": "Seoul",
                    "zip": "03722",
                    "country": "Korea, Republic of",
                    "geoPoint": {
                        "lat": 37.566,
                        "lon": 126.9784
                    }
                },
                {
                    "facility": "Samsung Medical Center",
                    "status": "RECRUITING",
                    "city": "Seoul",
                    "zip": "06351",
                    "country": "Korea, Republic of",
                    "geoPoint": {
                        "lat": 37.566,
                        "lon": 126.9784
                    }
                },
                {
                    "facility": "University Malaya Medical Centre",
                    "status": "RECRUITING",
                    "city": "Kuala Lumpur",
                    "zip": "59100",
                    "country": "Malaysia",
                    "geoPoint": {
                        "lat": 3.1412,
                        "lon": 101.68653
                    }
                },
                {
                    "facility": "Hospital Umum Sarawak",
                    "status": "RECRUITING",
                    "city": "Kuching",
                    "zip": "93586",
                    "country": "Malaysia",
                    "geoPoint": {
                        "lat": 1.54999,
                        "lon": 110.33333
                    }
                },
                {
                    "facility": "Dr Abdurrahman Yurtaslan Oncology Training and Research Hospital",
                    "status": "RECRUITING",
                    "city": "Ankara",
                    "zip": "06200",
                    "country": "Turkey",
                    "geoPoint": {
                        "lat": 39.91987,
                        "lon": 32.85427
                    }
                },
                {
                    "facility": "Ankara Bilkent City Hospital",
                    "status": "RECRUITING",
                    "city": "Cankaya",
                    "zip": "06800",
                    "country": "Turkey",
                    "geoPoint": {
                        "lat": 39.9179,
                        "lon": 32.86268
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "The data sharing policy of the Janssen Pharmaceutical Companies of Johnson \\& Johnson is available at www.janssen.com/clinical-trials/transparency. As noted on this site, requests for access to the study data can be submitted through Yale Open Data Access (YODA) Project site at yoda.yale.edu",
            "url": "https://www.janssen.com/clinical-trials/transparency"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000002289",
                    "term": "Carcinoma, Non-Small-Cell Lung"
                }
            ],
            "ancestors": [
                {
                    "id": "D000002283",
                    "term": "Carcinoma, Bronchogenic"
                },
                {
                    "id": "D000001984",
                    "term": "Bronchial Neoplasms"
                },
                {
                    "id": "D000008175",
                    "term": "Lung Neoplasms"
                },
                {
                    "id": "D000012142",
                    "term": "Respiratory Tract Neoplasms"
                },
                {
                    "id": "D000013899",
                    "term": "Thoracic Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000008171",
                    "term": "Lung Diseases"
                },
                {
                    "id": "D000012140",
                    "term": "Respiratory Tract Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5546",
                    "name": "Carcinoma, Non-Small-Cell Lung",
                    "asFound": "Carcinoma, Non-Small-Cell Lung",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5534",
                    "name": "Carcinoma",
                    "relevance": "LOW"
                },
                {
                    "id": "M11172",
                    "name": "Lung Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M5540",
                    "name": "Carcinoma, Bronchogenic",
                    "relevance": "LOW"
                },
                {
                    "id": "M5260",
                    "name": "Bronchial Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M14979",
                    "name": "Respiratory Tract Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M16658",
                    "name": "Thoracic Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M11168",
                    "name": "Lung Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14977",
                    "name": "Respiratory Tract Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC08",
                    "name": "Respiratory Tract (Lung and Bronchial) Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "C000718215",
                    "term": "Amivantamab-vmjw"
                }
            ],
            "ancestors": [
                {
                    "id": "D000074322",
                    "term": "Antineoplastic Agents, Immunological"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M352636",
                    "name": "Amivantamab-vmjw",
                    "asFound": "Detoxification",
                    "relevance": "HIGH"
                },
                {
                    "id": "M1346",
                    "name": "Antineoplastic Agents, Immunological",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}