{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT03178149",
            "orgStudyIdInfo": {
                "id": "7317-CL-0003"
            },
            "organization": {
                "fullName": "Astellas Pharma Inc",
                "class": "INDUSTRY"
            },
            "briefTitle": "A Study of the Safety and Tolerability of ASP7317 in Senior Adults Who Are Losing Their Clear, Sharp Central Vision Due to Geographic Atrophy Secondary to Dry Age-related Macular Degeneration",
            "officialTitle": "A Phase 1b, Multicenter, Dose Escalation, Evaluation of Safety and Tolerability of ASP7317 for Geographic Atrophy Secondary to Age-related Macular Degeneration",
            "therapeuticArea": [
                "Ophthalmology"
            ],
            "study": "a-study-of-the-safety-and-tolerability-of-in-senior-adults-who-are-losing-their-clear-sharp-central-vision-due-to-geographic-atrophy-secondary-to-dry-age-related-macular-degeneration"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2018-07-13",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-01-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-01-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2017-05-24",
            "studyFirstSubmitQcDate": "2017-06-05",
            "studyFirstPostDateStruct": {
                "date": "2017-06-06",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-31",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-03",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Astellas Institute for Regenerative Medicine",
                "class": "INDUSTRY"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Age-related macular degeneration (AMD) is an eye disease which causes people to lose their sharp central vision over time. Aging damages the macula, which is in the middle of the retina - the light-sensitive part at the back of the eye. There are 2 types of AMD - wet AMD and dry AMD. The advanced stage of dry AMD causes vision loss. This is known as geographic atrophy. AMD makes everyday tasks like reading or driving difficult.\n\nASP7317 is a potential new treatment for people with AMD. ASP7317 are human stem cells which have changed into cells found in the retina. ASP7317 is injected under the macula. It is hoped that ASP7317 will replace some of the damaged cells in the macula and improve vision for people with dry AMD.\n\nBefore ASP7317 is available as a treatment, the researchers need to check its safety and how well it is tolerated. They will also check for signs of improved vision. People taking part in this study will be older people who have geographic atrophy caused by dry AMD.\n\nThis is an open-label study. This means that people in this study and clinic staff will know that people will receive ASP7317. There will be 3 doses of ASP7317. These are low, medium and high numbers of cells. ASP7317 will be injected under the macula after the person is given either a local or a general anesthetic. To prevent the body from rejecting the cells, people will take tablets of tacrolimus a few days before receiving ASP7317 for up to a few weeks afterwards. Other medicines will be taken during this time to stop infections.\n\nThere will be 2 groups in the study. Group 1 will be people with severe vision loss and Group 2 will be people with moderate vision loss. There will be different small groups of people within Group 1 and Group 2, with each small group receiving 1 of the 3 doses of ASP7317.\n\nDifferent small groups of people within Group 1 and Group 2 will receive lower to higher doses of ASP7317. Each small group will only receive 1 dose. Group 1 will start treatment first. At each dose, a medical expert panel will check the results of the first person in the group to decide if the rest of the group will receive the same dose. Then, the panel will decide if more people may receive the same dose or if the next group may receive the next highest dose. The panel will use the results from the lower dose of Group 1 to decide when Group 2 starts treatment (also at the lower dose). The panel will also use the results of the middle and higher doses in Group 1 to decide when and how many people in Group 2 can receive these doses. During the study, people will visit the clinic several times for up to 12 months (1 year).\n\nDuring all visits, the study doctors will check for any medical problems after receiving ASP7317. Vital signs will be checked a few days before treatment with ASP7317 and up to about a month afterwards. Vital signs include blood pressure, pulse, and temperature. At some visits, the study doctors will also take blood samples for blood tests. At most visits, people will have eye tests and have different images, scans, and measurements taken. This could be for the affected eye or both eyes, depending on the test. People can visit the clinic extra times, if needed.",
            "detailedDescription": "The study consists of the following periods: Screening (up to 60 days) and the Study Period (52 weeks post treatment)."
        },
        "conditionsModule": {
            "conditions": [
                "Age-Related Macular Degeneration"
            ],
            "keywords": [
                "Geographic Atrophy",
                "Age-related Macular Degeneration",
                "ASP7317"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "SEQUENTIAL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 42,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "ASP7317 Dose Escalation/ Expansion (Group 1: Severe Vision Loss)",
                    "type": "EXPERIMENTAL",
                    "description": "Successive cohorts of participants (3 participants each) will be given escalating doses (cohort 1: low cells/dose; cohort 2: medium cells/dose; cohort 3: high cells/dose). Expansion cohorts (6 participants each) 3b will be opened after cohort 3 has been filled and 2b will be opened only if necessary. Dose levels for the expansion cohort will align with dose levels in escalation cohorts.\n\nSentinel dosing will be required for each dose level. After the first participant in Group 1 dose cohort is dosed and followed for 4 weeks, the Data Safety Monitoring Board (DSMB) will review the 4 week safety data and recommend if the second and third participants in Group 1 dose cohort may be treated.\n\nThe DSMB recommendation to progress to the next dosing cohort will be based on 4 week follow-up safety review of the second and third participants in the preceding dose cohort. Participants will receive tacrolimus and other medicines to stop infection.",
                    "interventionNames": [
                        "Drug: ASP7317",
                        "Drug: tacrolimus",
                        "Drug: trimethoprim-sulfamethoxazole",
                        "Drug: Acyclovir",
                        "Drug: Nystatin"
                    ]
                },
                {
                    "label": "ASP7317 Dose Escalation/ Expansion (Group 2: Moderate Vision Loss)",
                    "type": "EXPERIMENTAL",
                    "description": "Successive cohorts of participants (3 participants each) will be given escalating doses (cohort 4: low cells/dose; cohort 5: medium cells/dose; cohort 6: high cells/dose).\n\nExpansion cohorts 5b and 6b (6 participants each) will be opened after cohorts 5 and 6 have been filled. Dose levels for the expansion cohorts will align with dose levels in escalation cohorts. Cohort 4 (low cells/dose) dosing may begin after the DSMB recommendation to begin dosing in Group 1 cohort 2 (medium cells/dose).\n\nCohort 5 (medium cells/dose) dosing may begin after DSMB review of the 4 week safety data of the first participant in Group 1 cohort 2 (medium cells/dose). Cohort 6 (high cells/dose) dosing may begin after DSMB review of 4 week safety data of the first participant in Group 1 cohort 3 (high cells/dose). Dosing in cohort 5 and 6 can only begin after the DSMB review and the completion of the preceding cohort. Participants will receive tacrolimus and other medicines to stop infection.",
                    "interventionNames": [
                        "Drug: ASP7317",
                        "Drug: tacrolimus",
                        "Drug: trimethoprim-sulfamethoxazole",
                        "Drug: Acyclovir",
                        "Drug: Nystatin"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "ASP7317",
                    "description": "subretinal injection",
                    "armGroupLabels": [
                        "ASP7317 Dose Escalation/ Expansion (Group 1: Severe Vision Loss)",
                        "ASP7317 Dose Escalation/ Expansion (Group 2: Moderate Vision Loss)"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "tacrolimus",
                    "description": "oral",
                    "armGroupLabels": [
                        "ASP7317 Dose Escalation/ Expansion (Group 1: Severe Vision Loss)",
                        "ASP7317 Dose Escalation/ Expansion (Group 2: Moderate Vision Loss)"
                    ],
                    "otherNames": [
                        "FK506",
                        "Prograf®"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "trimethoprim-sulfamethoxazole",
                    "description": "oral",
                    "armGroupLabels": [
                        "ASP7317 Dose Escalation/ Expansion (Group 1: Severe Vision Loss)",
                        "ASP7317 Dose Escalation/ Expansion (Group 2: Moderate Vision Loss)"
                    ],
                    "otherNames": [
                        "TMP/SMX"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Acyclovir",
                    "description": "oral",
                    "armGroupLabels": [
                        "ASP7317 Dose Escalation/ Expansion (Group 1: Severe Vision Loss)",
                        "ASP7317 Dose Escalation/ Expansion (Group 2: Moderate Vision Loss)"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Nystatin",
                    "description": "oral",
                    "armGroupLabels": [
                        "ASP7317 Dose Escalation/ Expansion (Group 1: Severe Vision Loss)",
                        "ASP7317 Dose Escalation/ Expansion (Group 2: Moderate Vision Loss)"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Safety as assessed by incidence, frequency and severity of treatment emergent adverse events (TEAES)",
                    "description": "Adverse events (AEs) will be coded using Medical Dictionary for Regulatory Activities (MedDRA). An Adverse Event is any untoward medical occurrence in a patient or clinical study participant, temporally associated with the use of ASP7317, the adjunct study medications and the study procedures, whether or not considered related to ASP7317, the adjunct study medications and the study procedures.\n\nA Treatment Emergent Adverse Event (TEAE) is defined as an AE beginning or worsening in severity after starting administration of the adjunct study medication.",
                    "timeFrame": "Up to 52 Weeks"
                },
                {
                    "measure": "Safety as assessed by incidence, frequency and severity of Serious Adverse Events (SAEs)",
                    "description": "An SAE is defined as any untoward medical occurrence that, at any dose: results in death; is life-threatening; requires inpatient hospitalization or prolongation of existing hospitalization; results in persistent or significant disability/incapacity; results in congenital anomaly or birth defect or other medically important events.",
                    "timeFrame": "Up to 52 Weeks"
                },
                {
                    "measure": "Safety assessed by Adverse Events (AEs) of special interest",
                    "description": "AEs of special interest include: ectopic or proliferative cell growth (retinal pigment epithelial/epithelium (RPE) or non-RPE) with adverse clinical consequence; any new diagnosis of an immune-mediated disorder; any new cancer, irrespective of prior history; unexpected, clinically significant AEs possibly related to the cell transplant procedure; immunosuppressive therapy (IMT) or ASP7317 (e.g., graft failure or rejection).",
                    "timeFrame": "Up to 52 Weeks"
                },
                {
                    "measure": "Number of participants with cellular graft failure or rejection",
                    "description": "Evidence of cellular graft failure or rejection will be assessed by best corrected visual acuity (BCVA), slit lamp examination, dilated indirect ophthalmoscopy, fundus photographs, spectral domain-optical coherence tomography (SD-OCT) and fluorescein angiography (FA), when performed.",
                    "timeFrame": "Up to 52 Weeks"
                },
                {
                    "measure": "Incidence of cellular graft failure or rejection",
                    "description": "Evidence of cellular graft failure or rejection will be assessed by best corrected visual acuity (BCVA), slit lamp examination, dilated indirect ophthalmoscopy, fundus photographs, spectral domain-optical coherence tomography (SD-OCT) and fluorescein angiography (FA), when performed.",
                    "timeFrame": "Up to 52 Weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Mean change from baseline in area of Geographic Atrophy (GA) (mm^2) in study eye and fellow eye",
                    "description": "GA will be measured by blue-light fundus autofluorescence (FAF) (definitely decreased autofluorescence (DDAF)) and spectral domain-optical coherence tomography (SD-OCT) (area of ellipsoid zone (EZ) defect, area of outer nuclear layer (ONL) defect).",
                    "timeFrame": "Baseline, Weeks 26 and 52/End of Study (EOS)"
                },
                {
                    "measure": "Mean percent change from baseline in area of Geographic Atrophy (GA) (mm^2) in study eye and fellow eye",
                    "description": "GA will be measured by blue-light fundus autofluorescence (FAF) (definitely decreased autofluorescence (DDAF)) and spectral domain-optical coherence tomography (SD-OCT) (area of ellipsoid zone (EZ) defect, area of outer nuclear layer (ONL) defect).",
                    "timeFrame": "Baseline, Weeks 26 and 52/End of Study (EOS)"
                },
                {
                    "measure": "Mean change from baseline in the square root transformation of Geographic Atrophy (GA) area in study eye and fellow eye",
                    "description": "GA will be measured by blue-light fundus autofluorescence (FAF) (definitely decreased autofluorescence (DDAF)) and spectral domain-optical coherence tomography (SD-OCT) (area of ellipsoid zone (EZ) defect, area of outer nuclear layer (ONL) defect).",
                    "timeFrame": "Baseline, Weeks 26 and 52/End of Study (EOS)"
                },
                {
                    "measure": "Mean change from baseline in best corrected visual acuity (BCVA) score in study eye and fellow eye",
                    "description": "BCVA will be measured by an assessor certified to use the Early Treatment of Diabetic Retinopathy Study (ETDRS) method. The BCVA score (in letter units) will be reported.",
                    "timeFrame": "Baseline, Weeks 1, 4, 6, 8, 12, 16, 26 and 52/End of Study (EOS)"
                },
                {
                    "measure": "Mean change from baseline in mean sensitivity",
                    "description": "Mean sensitivity is the mean over all 3 point-wise sensitivity zones. Point-wise sensitivity will be estimated using imaging measures obtained across all 3 zones, treatment area, junctional and remote zone.",
                    "timeFrame": "Baseline, Weeks 4, 12, 26 and 52/End of Study (EOS)"
                },
                {
                    "measure": "Mean change from baseline in point wise sensitivity (PWS) in treatment zone",
                    "description": "Point-wise sensitivity will be measured using sensitivity results obtained in the treatment zone as assessed by imaging criteria. Treatment zone in the study eye is defined as the area that corresponds to the subretinal bleb area identified by the day 0 fundus photograph.",
                    "timeFrame": "Baseline, Weeks 4, 12, 26 and 52/End of Study (EOS)"
                },
                {
                    "measure": "Mean change from baseline in PWS in junctional zone",
                    "description": "Point-wise sensitivity will be measured using sensitivity results obtained in the junctional zone as assessed by imaging criteria. Junctional zone is defined as the non-atrophic retina adjacent to the GA area closest to the treatment zone.",
                    "timeFrame": "Baseline, Weeks 4, 12, 26 and 52/End of Study (EOS)"
                },
                {
                    "measure": "Mean change from baseline in PWS in remote zone",
                    "description": "Point-wise sensitivity will be measured using sensitivity results obtained in the remote zone as assessed by imaging criteria. Remote zone is defined as retina outside and opposite to the treatment zone.",
                    "timeFrame": "Baseline, Weeks 4, 12, 26 and 52/End of Study (EOS)"
                },
                {
                    "measure": "Mean change from baseline in number of scotomatous points",
                    "description": "Scotomatous points (loci) will be measured using imaging measures. The number of scotomatous points is the total number of points that were not seen (\\<0 dB loci).",
                    "timeFrame": "Baseline, Weeks 4, 12, 26 and 52/End of Study (EOS)"
                },
                {
                    "measure": "Mean change from baseline in fixation stability (95% bivariate contour ellipse area (BCEA))",
                    "description": "Fixation Stability will be measured using imaging measures obtained during the microperimetry testing session, categorized as stable, relatively unstable and unstable. Categorization of stability based on % of fixation points within a specified diameter circle centered in the gravitational center of all fixation points. Stable-More than 75% of fixation points located within 2 degree diameter circle. Relatively Unstable-Less than 75% of fixation points located within 2 degrees diameter circle, but more than 75% of fixation points located within 4 degree diameter circle. Unstable-Less than 75% of fixation points located within 4 degree diameter circle.",
                    "timeFrame": "Baseline, Weeks 4, 12, 26 and 52/End of Study (EOS)"
                },
                {
                    "measure": "Mean change from baseline in distance of preferred retinal locus (PRL) from Fovea",
                    "description": "Distance of PRL from Fovea will be measured using imaging measures obtained during the microperimetry testing session. Participant with central vision loss obtain visual information with a preferred eccentric retinal area for visual tasks because of their central scotoma. This area is called the preferred retinal locus.",
                    "timeFrame": "Baseline, Weeks 4, 12, 26 and 52/End of Study (EOS)"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\nGeneral Inclusion Criteria\n\n* Participant must be willing to take tacrolimus and willing to discontinue any medications that have a known strong interaction with tacrolimus.\n* Participant is able and willing to undertake all scheduled visits and assessments up to the week 52 visit.\n* Participant who is taking an antidepressant must be on a stable and effective dosage and must be willing to take it reliably for as long as it is required.\n* Participant must be willing and medically suitable to undergo monitored anesthesia care during the vitrectomy and subretinal injection.\n* Participant agrees to conform to local and institutional policies regarding active COVID-19 infections.\n* Participant agrees not to participate in another interventional study until the 52-week visit has been completed.\n* Female participant is not pregnant and at least 1 of the following conditions apply:\n\n  * Not a woman of childbearing potential (WOCBP)\n  * WOCBP who agrees to follow the contraceptive guidance from the time of informed consent through at least 52 weeks after investigational product (IP) administration.\n* Female participant must agree not to breastfeed starting at screening and throughout the study period and for 52 weeks after IP administration.\n* Female participant must not donate ova starting at first dose of IP and throughout the study period and for 52 weeks after IP administration.\n* Male participant with female partner(s) of childbearing potential (including breastfeeding partner) must agree to use contraception throughout the treatment period and for 52 weeks after IP administration.\n* Male participant must not donate sperm during the treatment period and for 52 weeks after IP administration.\n* Male participant with pregnant partner(s) must agree to remain abstinent or use a condom for the duration of the pregnancy throughout the study period and for 52 weeks after IP administration.\n\nOcular Inclusion Criteria: Study Eye (Both Groups 1 and 2)\n\n* Participant has bilateral geographic atrophy (GA) secondary to Age-Related Macular Degeneration (AMD). GA is defined as sharply demarcated areas of loss of the retinal pigment epithelial/epithelium (RPE).\n* Participant has no known history of choroidal neovascularization (CNV) (wet AMD) in either eye prior to enrollment in the trial and no evidence of prior or active CNV with optical coherence tomographyangiography (OCT-A) or indocyanine green angiography (ICG-A), as assessed by the reading center.\n* Participant has absence of exudation as assessed by fluorescein angiography (FA) and spectral domain-optical coherence tomography (SD-OCT).\n* Participant has presence of either banded or diffuse hyperautofluorescence in the junctional zone of GA as assessed by the central reading center.\n* Participant has sufficiently clear ocular media, adequate pupillary dilation, and fixation to permit quality fundus imaging.\n* Participant is pseudophakic.\n\nOcular Inclusion Criteria: Study Eye (Group 1 only)\n\n* For Cohort 1, the participant has a BCVA between light perception and \\</= 23 Early Treatment Diabetic Retinopathy study (ETDRS) letters at the screening visit. For Cohorts 2 and 3, the participant has a BCVA score between 20 (\\>/= 20/400) and 37 (\\</=20/200) ETDRS letters at the screening visit.\n* Participant has the total GA area \\</= 30.5 mm\\^2 (\\</=12 disc areas \\[DA\\]).\n\nOcular Inclusion Criteria: Study Eye (Group 2 only)\n\n* Participant has BCVA score between 38 (\\> 20/200) and 63 (\\</=20/63) ETDRS letters during the screening visit.\n* Participant has the total GA area of \\>/= 5.1 mm\\^2 and \\< 17.8 mm\\^2 (\\>/=2 and \\</=7 DA, respectively) and must reside completely within the fundus autofluorescence (FAF) imaging field (Field 2 to 30 degree image centered on the fovea). If GA is multifocal, at least 1 focal lesion must be \\>/= 2.5 mm\\^2 (\\>/=1 DA).\n* Participant has a difference in mean mesopic sensitivity \\</=2 dB between 2 tests at screening. If not \\</=2 dB, a third test may be conducted and mean values between the second and third assessments must be \\</=2 dB.\n\nExclusion Criteria:\n\nGeneral Exclusion Criteria\n\n* Participant has a history of recurrent varicella zoster virus (VZV) infection or a clinical diagnosis of VZV infection within 4 weeks of the baseline visit or positive anti-VZV immunoglobulin M (IgM). Being positive for immunoglobulin G (IgG), indicative of a past infection (or vaccination), is not an exclusionary criterion.\n* Participant has a history of recurrent cytomegalovirus (CMV) infection or a clinical diagnosis of CMV infection within 4 weeks of the baseline visit or positive anti-CMV IgM. Being positive for IgG, indicative of a past infection, is not an exclusionary criterion.\n* Participant has a positive tuberculosis (TB) test during the screening period by an interferon gamma release assay (e.g., QuantiFERON) within the 6 months prior to the screening. If a participant has tested negative for TB within the 6 months prior to the screening visit, retesting is not required unless clinically indicated.\n* Participant has a history or suspected active infection of toxoplasmosis or presence of elevated immunoglobulin M (IgM) toxoplasmosis titer within 4 weeks of the baseline visit.\n* Participant has an active infection (ocular or non-ocular) requiring the prolonged or chronic use of antimicrobial or anti-infective agents.\n* Participant has a current malignancy or history of malignancy within the past 5 years, except non-metastatic basal or squamous cell carcinoma or keratoacanthoma or Bowen's disease or carcinoma-in-situ of the cervix that has been successfully treated.\n* Participant has a history of a solid organ or bone marrow transplant.\n* Participant has any condition that would prohibit the use of systemic immunosuppression with tacrolimus.\n* Participant is receiving or has received any immunosuppressive therapy (IMT) (other than topical, inhaled or low dose systemic corticosteroid use not exceeding 7.5 mg of prednisone daily \\[or equivalent\\]) within 6 weeks or 5 plasma half-lives, whichever is longer, prior to the administration of adjunct study medications.\n* Participant has a history of myocardial infarction in previous 12 months and whose disease is either unstable and/or symptomatic (e.g., angina, dyspnea, etc.).\n* Participant has electrocardiogram (ECG) results that are clinically significant and could either jeopardize the safety of the participant, impact the participant's ability to comply with study visit schedule or impact the validity of the study results. Participants with a mean Fridericia-corrected QT interval of \\> 430 ms (for males) and \\> 450 ms (for females) at screening must be cleared by a cardiologist prior to the baseline visit.\n* Participant has a study day diastolic blood pressure \\> 95 mmHg, at either the screening or baseline visit. Study day blood pressure is defined as the average of the second and third readings at a study visit. If the study day blood pressure exceeds the limits, 1 additional triplicate can be taken.\n* Participant has an estimated glomerular filtration rate (eGFR) of \\</= 45 mL/min, calculated by the chronic kidney disease epidemiology collaboration (CKD-EPI) equation.\n* Participant has an alanine aminotransferase (ALT), aspartate aminotransferase (AST) or gamma- glutamyltransferase (GGT) and total bilirubin (TBL) \\>/= 2 times the upper limit of normal (ULN).\n* Participant has severe anemia (hemoglobin \\< 9 g/dL \\[male\\] or hemoglobin \\< 8 g/dL \\[female\\]), leucopenia (white blood cell count \\< 2500/mm\\^3), thrombocytopenia (platelet count \\< 80000/mm\\^3) or polycythemia (hematocrit \\> 54% \\[male\\] or hematocrit \\> 49% \\[female\\]).\n* Participant has a hemoglobin A1c \\> 8.5%.\n* Participant has a clinically significant coagulopathy (i.e., activated partial thromboplastin time \\[aPTT\\] \\>/= 1.5 times the ULN and/or prothrombin time adjusted for the international normalized ratio \\[PT-INR\\] \\>/=2.0).\n* Participant has serology results indicative of having syphilis, Lyme disease, human immunodeficiency virus infection or active infection with hepatitis A virus (HAV), hepatitis B virus (HBV), hepatitis C virus (HCV), or varicella-zoster virus (VZV).\n* Participant has a history of familial adenomatous polyposis or inflammatory bowel disease (i.e., Crohn's disease, ulcerative colitis).\n* Participant has a history of allergic reaction to mydriatics or fluorescein.\n* Participant has a history of gene therapy or cell transplant therapy, including ASP7316, in a prior clinical study.\n* Participant has participated in any studies of an investigational drug or procedure (excluding vitamins and minerals for AMD studies) within 12 weeks prior to the screening visit, except as noted in below criterion.\n* Participant has participated with the study eye in any trial of a now FDA-approved complement inhibitor and/or has received an FDA approved complement inhibitor injection in the study eye within 24 weeks of the screening visit. After a washout period of 24 or more weeks, participants previously treated with a complement inhibitor will be eligible for participation, but participants will not be allowed to resume receiving any approved or investigational complement inhibitor in the study eye until the completion of the 52-week follow up period of the A7317-CL-0003 trial. Use of an FDA-approved complement inhibitor in the fellow, non-study eye is allowable.\n* Participant is unwilling to discontinue or avoid any CYP3A4 inducers (e.g., rifampin, rifabutin, phenytoin, carbamazepine, phenobarbital, St John's Wort) or participant is unwilling to discontinue or avoid protease inhibitors (e.g., nelfinavir, telaprevir, boceprevir), direct Factor Xa inhibitors, direct thrombin inhibitors, verapamil, diltiazem or erythromycin while taking tacrolimus.\n* Participant has a positive urine screen for drugs of abuse (amphetamines, barbiturates, benzodiazepines, opiates, cocaine, phencyclidine and methadone), unless the drug is taken for a documented medical condition and under the supervision of a physician.\n\nOcular Exclusion Criteria - Study Eye\n\n* Participant has macular degeneration due to causes other than AMD (e.g., Stargardt disease, cone rod dystrophy, toxic maculopathies, etc.)\n* Participant has developed CNV (wet AMD), also known as exudative AMD in either eye.\n* Participant has foveal sparing as determined by the presence of potentially viable photoreceptors, as evidenced by presence of ellipsoid zone (EZ) \\</= 250 microns from the foveal center, based on reading center assessments at the screening visit.\n* Participant has a history of vitrectomy or submacular surgery, or any surgical intervention for AMD. Participants with a history of non-AMD-related surgical interventions (other than vitrectomy and submacular surgery) are potentially eligible if they meet all other inclusion/exclusion criteria.\n* Participant has prior treatment with photodynamic therapy (e.g., Visudyne®), intraocular external-beam radiation therapy or transpupillary thermotherapy.\n* Participant has a history of previous laser photocoagulation for choroidal neovascularization (CNV), diabetic macular edema, retinal vein occlusion and proliferative diabetic retinopathy.\n* Participant has a history of intravitreal drug delivery (e.g., anti-VEGF drugs, intravitreal corticosteroid injection or device implantation) in either eye within 1 year prior to the screening visit for any condition other than AMD. Use of anti-VEGF injections at any point in time due to prior history of CNV (wet AMD) is not permitted as prior history of wet AMD is an exclusionary criterion.\n* Participant has an abnormality of vitreoretinal interface (e.g., tractional epiretinal membrane (ERM)), which can interfere with measurement of macular thickness or with the potential for macular structural damage.\n* Participant has a history of cystoid macular edema, retinal vascular occlusion, central serous chorioretinopathy, macular hole or retinoschisis.\n* Participant has peripheral holes or other peripheral retinal lesions that are considered of rhegmatogenous potential (that is, with a risk of causing retinal detachment).\n* Participant has active or history of intraocular inflammation such as uveitis, chorioretinitis and optic neuropathy (other than glaucoma).\n* Participant has presence of an ocular toxoplasmosis scar.\n* Participant has nevus of Ota (oculodermal melanocytosis), a pigmented choroidal lesion showing characteristics associated with high risk of malignancy (e.g., elevated lesion) or a choroidal nevus in the macula.\n* Participant has pathologic myopia defined as a spherical equivalent of \\> 8.00 diopters or axial length \\> 28 mm at the screening visit, or myopic macular degeneration or posterior staphyloma.\n* Participant has glaucoma with uncontrolled intraocular pressure (IOP) (defined as IOP \\> 30 mmHg despite treatment with anti-glaucoma medication) or is using more than 2 agents to control IOP or a history of glaucoma-filtering surgery.\n* Participant has a history of corneal transplantation.\n* Participant has monocular vision; no light perception in the fellow eye or anophthalmic in the fellow eye.\n* Participant has a contraindication to pupil dilation.\n* Participant has any other ocular condition that can interfere with the assessment of imaging data.\n* ADAPTIVE OPTICS RETINAL IMAGING SUBSTUDY ONLY: Either eye with GA area \\>/=7 DA, or has photosensitivity, or is at high risk for light hazard, or has a multifocal intraocular lens, or has an optical zone \\< 5 mm in diameter, or has capsulorhexis smaller than 5 mm. Note: this is not an exclusion criterion for the participant from the study, but only an exclusion of the participant's eye(s) from Adaptive Optics Retinal Imaging substudy.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "50 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Astellas Institute for Regenerative Medicine",
                    "role": "CONTACT",
                    "phone": "800-888-7704",
                    "email": "astellas.registration@astellas.com"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Medical Director",
                    "affiliation": "Astellas Pharma Global Development, Inc.",
                    "role": "STUDY_DIRECTOR"
                }
            ],
            "locations": [
                {
                    "facility": "Retinal Consultants of Arizona LTD, Retinal Research Institute",
                    "status": "WITHDRAWN",
                    "city": "Phoenix",
                    "state": "Arizona",
                    "zip": "85053",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 33.44838,
                        "lon": -112.07404
                    }
                },
                {
                    "facility": "Jules Stein Eye Institute",
                    "status": "RECRUITING",
                    "city": "Los Angeles",
                    "state": "California",
                    "zip": "90095",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 34.05223,
                        "lon": -118.24368
                    }
                },
                {
                    "facility": "Stanford University Byers Eye Institute",
                    "status": "RECRUITING",
                    "city": "Palo Alto",
                    "state": "California",
                    "zip": "94303",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 37.44188,
                        "lon": -122.14302
                    }
                },
                {
                    "facility": "Retina Consultants of Southwest Florida & National Ophthalmic Research Institute",
                    "status": "WITHDRAWN",
                    "city": "Fort Myers",
                    "state": "Florida",
                    "zip": "33912",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 26.62168,
                        "lon": -81.84059
                    }
                },
                {
                    "facility": "Retina Specialty Institute",
                    "status": "RECRUITING",
                    "city": "Pensacola",
                    "state": "Florida",
                    "zip": "35203",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 30.42131,
                        "lon": -87.21691
                    }
                },
                {
                    "facility": "Emory University Eye Center",
                    "status": "RECRUITING",
                    "city": "Atlanta",
                    "state": "Georgia",
                    "zip": "30322",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 33.749,
                        "lon": -84.38798
                    }
                },
                {
                    "facility": "Mass Eye and Ear Infirmary Ophthalmology Clinical Research Office",
                    "status": "WITHDRAWN",
                    "city": "Boston",
                    "state": "Massachusetts",
                    "zip": "02114",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 42.35843,
                        "lon": -71.05977
                    }
                },
                {
                    "facility": "Ophthalmic Consultants of Boston",
                    "status": "RECRUITING",
                    "city": "Boston",
                    "state": "Massachusetts",
                    "zip": "02114",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 42.35843,
                        "lon": -71.05977
                    }
                },
                {
                    "facility": "NJ Retina",
                    "status": "WITHDRAWN",
                    "city": "New Brunswick",
                    "state": "New Jersey",
                    "zip": "08901",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 40.48622,
                        "lon": -74.45182
                    }
                },
                {
                    "facility": "Mid-Atlantic Retina",
                    "status": "RECRUITING",
                    "city": "Philadelphia",
                    "state": "Pennsylvania",
                    "zip": "19107",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 39.95233,
                        "lon": -75.16379
                    }
                },
                {
                    "facility": "Tennessee Retina, PC",
                    "status": "RECRUITING",
                    "city": "Nashville",
                    "state": "Tennessee",
                    "zip": "37203",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 36.16589,
                        "lon": -86.78444
                    }
                },
                {
                    "facility": "Valley Retina Institute",
                    "status": "ACTIVE_NOT_RECRUITING",
                    "city": "McAllen",
                    "state": "Texas",
                    "zip": "78503",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 26.20341,
                        "lon": -98.23001
                    }
                },
                {
                    "facility": "University of Washington",
                    "status": "WITHDRAWN",
                    "city": "Seattle",
                    "state": "Washington",
                    "zip": "98104",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 47.60621,
                        "lon": -122.33207
                    }
                },
                {
                    "facility": "Spokane Eye Clinical Research",
                    "status": "RECRUITING",
                    "city": "Spokane",
                    "state": "Washington",
                    "zip": "99204",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 47.65966,
                        "lon": -117.42908
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO",
            "description": "Access to anonymized individual participant level data will not be provided for this trial as it meets one or more of the exceptions described on www.clinicalstudydatarequest.com under \"Sponsor Specific Details for Astellas.\""
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000008268",
                    "term": "Macular Degeneration"
                },
                {
                    "id": "D000057092",
                    "term": "Geographic Atrophy"
                },
                {
                    "id": "D000001284",
                    "term": "Atrophy"
                }
            ],
            "ancestors": [
                {
                    "id": "D000012162",
                    "term": "Retinal Degeneration"
                },
                {
                    "id": "D000012164",
                    "term": "Retinal Diseases"
                },
                {
                    "id": "D000005128",
                    "term": "Eye Diseases"
                },
                {
                    "id": "D000020763",
                    "term": "Pathological Conditions, Anatomical"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M12307",
                    "name": "Neoplasm Metastasis",
                    "relevance": "LOW"
                },
                {
                    "id": "M4589",
                    "name": "Atrophy",
                    "asFound": "Atrophy",
                    "relevance": "HIGH"
                },
                {
                    "id": "M11260",
                    "name": "Macular Degeneration",
                    "asFound": "Age-related Macular Degeneration",
                    "relevance": "HIGH"
                },
                {
                    "id": "M28712",
                    "name": "Geographic Atrophy",
                    "asFound": "Geographic Atrophy",
                    "relevance": "HIGH"
                },
                {
                    "id": "M14997",
                    "name": "Retinal Degeneration",
                    "relevance": "LOW"
                },
                {
                    "id": "M14999",
                    "name": "Retinal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8271",
                    "name": "Eye Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M22519",
                    "name": "Pathological Conditions, Anatomical",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC11",
                    "name": "Eye Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000014295",
                    "term": "Trimethoprim"
                },
                {
                    "id": "D000015662",
                    "term": "Trimethoprim, Sulfamethoxazole Drug Combination"
                },
                {
                    "id": "D000013420",
                    "term": "Sulfamethoxazole"
                },
                {
                    "id": "D000000212",
                    "term": "Acyclovir"
                },
                {
                    "id": "D000009761",
                    "term": "Nystatin"
                },
                {
                    "id": "D000016559",
                    "term": "Tacrolimus"
                }
            ],
            "ancestors": [
                {
                    "id": "D000007166",
                    "term": "Immunosuppressive Agents"
                },
                {
                    "id": "D000007155",
                    "term": "Immunologic Factors"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000065095",
                    "term": "Calcineurin Inhibitors"
                },
                {
                    "id": "D000004791",
                    "term": "Enzyme Inhibitors"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000000892",
                    "term": "Anti-Infective Agents, Urinary"
                },
                {
                    "id": "D000000890",
                    "term": "Anti-Infective Agents"
                },
                {
                    "id": "D000000962",
                    "term": "Antimalarials"
                },
                {
                    "id": "D000000981",
                    "term": "Antiprotozoal Agents"
                },
                {
                    "id": "D000000977",
                    "term": "Antiparasitic Agents"
                },
                {
                    "id": "D000005493",
                    "term": "Folic Acid Antagonists"
                },
                {
                    "id": "D000018726",
                    "term": "Anti-Dyskinesia Agents"
                },
                {
                    "id": "D000065687",
                    "term": "Cytochrome P-450 CYP2C8 Inhibitors"
                },
                {
                    "id": "D000065607",
                    "term": "Cytochrome P-450 Enzyme Inhibitors"
                },
                {
                    "id": "D000000998",
                    "term": "Antiviral Agents"
                },
                {
                    "id": "D000000900",
                    "term": "Anti-Bacterial Agents"
                },
                {
                    "id": "D000000935",
                    "term": "Antifungal Agents"
                },
                {
                    "id": "D000007476",
                    "term": "Ionophores"
                },
                {
                    "id": "D000049990",
                    "term": "Membrane Transport Modulators"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M17047",
                    "name": "Trimethoprim",
                    "asFound": "Decision aid",
                    "relevance": "HIGH"
                },
                {
                    "id": "M16206",
                    "name": "Sulfamethoxazole",
                    "asFound": "Weaning",
                    "relevance": "HIGH"
                },
                {
                    "id": "M18950",
                    "name": "Tacrolimus",
                    "asFound": "Term",
                    "relevance": "HIGH"
                },
                {
                    "id": "M3567",
                    "name": "Acyclovir",
                    "asFound": "Nasogastric",
                    "relevance": "HIGH"
                },
                {
                    "id": "M18253",
                    "name": "Trimethoprim, Sulfamethoxazole Drug Combination",
                    "asFound": "Axillary lymph node",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12697",
                    "name": "Nystatin",
                    "asFound": "Exercise classes",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10212",
                    "name": "Immunosuppressive Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M10201",
                    "name": "Immunologic Factors",
                    "relevance": "LOW"
                },
                {
                    "id": "M30452",
                    "name": "Calcineurin Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M7951",
                    "name": "Enzyme Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M4214",
                    "name": "Anti-Infective Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M4280",
                    "name": "Antimalarials",
                    "relevance": "LOW"
                },
                {
                    "id": "M4298",
                    "name": "Antiprotozoal Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M4294",
                    "name": "Antiparasitic Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M17546",
                    "name": "Vitamin B Complex",
                    "relevance": "LOW"
                },
                {
                    "id": "M8618",
                    "name": "Folic Acid",
                    "relevance": "LOW"
                },
                {
                    "id": "M8619",
                    "name": "Folic Acid Antagonists",
                    "relevance": "LOW"
                },
                {
                    "id": "M30537",
                    "name": "Cytochrome P-450 Enzyme Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M4314",
                    "name": "Antiviral Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M4222",
                    "name": "Anti-Bacterial Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M6252",
                    "name": "Clotrimazole",
                    "relevance": "LOW"
                },
                {
                    "id": "M11796",
                    "name": "Miconazole",
                    "relevance": "LOW"
                },
                {
                    "id": "M4254",
                    "name": "Antifungal Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M10509",
                    "name": "Ionophores",
                    "relevance": "LOW"
                },
                {
                    "id": "T446",
                    "name": "Folic Acid",
                    "relevance": "LOW"
                },
                {
                    "id": "T447",
                    "name": "Folinic Acid",
                    "relevance": "LOW"
                },
                {
                    "id": "T448",
                    "name": "Folate",
                    "relevance": "LOW"
                },
                {
                    "id": "T475",
                    "name": "Vitamin B9",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Infe",
                    "name": "Anti-Infective Agents"
                },
                {
                    "abbrev": "AnDyAg",
                    "name": "Anti-Dyskinesia Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "Micro",
                    "name": "Micronutrients"
                },
                {
                    "abbrev": "Hemat",
                    "name": "Hematinics"
                },
                {
                    "abbrev": "Vi",
                    "name": "Vitamins"
                }
            ]
        }
    },
    "hasResults": false
}