{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06098651",
            "orgStudyIdInfo": {
                "id": "DCR-STAT3-101"
            },
            "organization": {
                "fullName": "Novo Nordisk A/S",
                "class": "INDUSTRY"
            },
            "briefTitle": "A Study of DCR-STAT3 in Adults With Solid Tumors",
            "officialTitle": "An Open-label, Phase 1, Dose-ranging Study to Evaluate the Safety, Tolerability, and Pharmacokinetics of Intravenous DCR-STAT3 in Adults With Refractory Solid Tumors",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "a-study-of-dcr-in-adults-with-solid-tumors"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "startDateStruct": {
                "date": "2023-08-14",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-07-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-07-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-09-28",
            "studyFirstSubmitQcDate": "2023-10-21",
            "studyFirstPostDateStruct": {
                "date": "2023-10-24",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-10",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-11",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Dicerna Pharmaceuticals, Inc., a Novo Nordisk company",
                "class": "INDUSTRY"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This is a sequential, ascending-dose, multicenter study conducted in patients with refractory solid tumors designed to evaluate the safety, tolerability, and pharmacokinetics of DCR-STAT3.",
            "detailedDescription": "The primary goal of this first-in-human study is to assess the safety and tolerability of DCR-STAT3 in adults with refractory solid tumors. Secondary study goals are to evaluate potential antitumor effects of STAT3 knockdown, as assessed by circulating blood biomarkers indicative of immune activation, as well as any direct impact on tumor size by appropriate imaging and RECIST 1.1 criteria. Antitumor effects will be evaluated for DCR-STAT3 as a monotherapy."
        },
        "conditionsModule": {
            "conditions": [
                "Solid Tumor, Adult",
                "Refractory Tumor"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SEQUENTIAL",
                "interventionModelDescription": "This is a sequential, ascending-dose, multicenter study conducted in patients with refractory solid tumors designed to evaluate the safety, tolerability, and pharmacokinetics of DCR-STAT3. Participants will be enrolled across 4 ascending-dose cohorts. Each treatment cycle will consist of multiple IV doses. Dose escalation decisions will be evaluated in conjunction with a Safety Review Committee (SRC).\n\nThe study will be conducted over 4 dose cohorts in a 3+3 design and will initially comprise 12 to 24 participants. Should one DLT occur within a given cohort, an additional 3 participants will be enrolled in that cohort. Two cohorts will be backfilled or expanded to a total of at least 10 participants in each cohort, for a total enrollment of approximately 32 participants. The cohorts and associated dose levels will be chosen in a data-driven fashion as the study proceeds, in conjunction with the SRC.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 32,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "DCR-STAT3",
                    "type": "EXPERIMENTAL",
                    "description": "DCR-STAT3",
                    "interventionNames": [
                        "Drug: DCR-STAT3"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "DCR-STAT3",
                    "description": "DCR-STAT3 is a sterile, preservative-free solution in WFI that will be diluted in a suitable admixture diluent (0.9% normal saline) prior to IV infusion.",
                    "armGroupLabels": [
                        "DCR-STAT3"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Incidence of adverse events and dose limiting toxicities",
                    "description": "safety and tolerability",
                    "timeFrame": "Cycle 1 (8 weeks)"
                },
                {
                    "measure": "Severity of adverse events",
                    "description": "measured according to CTCAE 5.0 criteria",
                    "timeFrame": "Cycle 1 (8 weeks)"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Pharmacokinetic (AUC)",
                    "description": "Area under the plasma concentration versus time curve",
                    "timeFrame": "Day 1 and Day 29 of Cycle 1 (each cycle is 8 weeks)"
                },
                {
                    "measure": "Pharmacokinetic (Urine)",
                    "description": "Urinary excretion",
                    "timeFrame": "Day 1 and Day 29 of Cycle 1 (each cycle is 8 weeks)"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Age\n* ≥ 18 years of age inclusive, at the time of signing the informed consent.\n\nType of Participant and Disease Characteristics\n\n- Documented locally advanced or metastatic solid tumor malignancy or non-Hodgkin's lymphoma that is refractory to standard therapy known to provide clinical benefit for their condition or for which no standard therapy is available\n\n* Demonstrated evidence of disease progression, via imaging, during or following standard therapy known to provide clinical benefit for their condition\n* Demonstrated intolerance to standard therapy known to provide clinical benefit for their condition\n* Measurable disease according to RECIST version 1.1 (as determined by CT or MRI)\n* Malignancy not currently amenable to surgical intervention due to medical contraindication or non-resectability of the tumor\n* ECOG performance status of 0, 1, or 2, and an anticipated life expectancy of ≥ 3 months\n\nWeight\n\n- BMI ≥ 18 kg/m2\n\nSex\n\nMale participants are eligible to participate if they agree to the following during the study intervention period and for at least 24 weeks after the last dose of study intervention:\n\n1. Refrain from donating sperm\n\n   AND, either:\n2. Be abstinent from heterosexual intercourse as their preferred and usual lifestyle (abstinent on a long term and persistent basis) and agree to remain abstinent OR\n3. Must agree to use a male condom when having sexual intercourse with a WOCBP who is not currently pregnant\n\nFemale participants are eligible to participate if they are not pregnant or breastfeeding, and one of the following conditions applies:\n\n1. Is not a WOCBP OR\n2. Is a WOCBP and:\n\n   is using a contraceptive method that is highly effective, with a failure rate of \\< 1%, as described in Section 10.4 during the study intervention period and for at least 24 weeks after the last dose of study intervention. The Investigator should evaluate the potential for contraceptive method failure (e.g., noncompliance, recently initiated) in relationship to the first dose of study intervention.\n\n   must have a negative highly sensitive pregnancy test (serum as required by local regulations) on Day 1 of each cycle before the first dose of study intervention\n\n   Exclusion Criteria:\n\n   Prior/Concomitant Therapy\n\n   - Other concurrent (within 28 days of Day 1, Cycle 1) chemotherapy, immunotherapy, or radiotherapy. Note that hormonal therapy (e.g., tamoxifen, LHRH agonists) is allowed.\n\n   - Requirement for palliative radiotherapy to lesions that are defined as target lesions by RECIST version 1.1 criteria at the time of study entry\n   * Continued compromise or inadequate recovery from a prior anti-neoplastic therapy\n   * Known hypersensitivity to any of the components of DCR-STAT3\n   * Long-term immunosuppressive therapy\n\n   Prior/Concurrent Clinical Study Experience\n   * Treatment with investigational therapy(ies) within 5 half-lives of the investigational therapy prior to the first scheduled day of dosing with DCR-STAT3, or 4 weeks if the half-life of the investigational agent is not known\n\n   Diagnostic assessments - Seropositive for antibodies to HIV, HBV, or HCV at Screening (historical testing may be used if performed within the 3 months prior to screening). NOTE: In participants with previous treatment for hepatitis C with direct-acting HCV medication and seropositivity for HCV, or in participants with prior infection and spontaneous resolution, HCV RNA must be undetectable (at least 2 negative HCV RNA tests at least 12 weeks apart), and the HCV infection must have been resolved or cured \\> 3 years prior to initial dosing with the investigational medication.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Vinita Uttamsingh",
                    "role": "CONTACT",
                    "phone": "857-278-9860",
                    "email": "VIUT@novonordisk.com"
                }
            ],
            "overallOfficials": [
                {
                    "name": "John Hanrahan, MD MPH",
                    "affiliation": "Dicerna Phamaceuticals, a Novo Nordisk Company",
                    "role": "STUDY_DIRECTOR"
                }
            ],
            "locations": [
                {
                    "facility": "Next Oncology",
                    "status": "RECRUITING",
                    "city": "Dallas",
                    "state": "Texas",
                    "zip": "75039",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Shiraj Sen, MD PHD",
                            "role": "CONTACT",
                            "phone": "972-893-8800"
                        }
                    ],
                    "geoPoint": {
                        "lat": 32.78306,
                        "lon": -96.80667
                    }
                },
                {
                    "facility": "Next Oncology",
                    "status": "RECRUITING",
                    "city": "San Antonio",
                    "state": "Texas",
                    "zip": "78229",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Anthony Tolcher, MD",
                            "role": "CONTACT",
                            "phone": "210-580-9500"
                        }
                    ],
                    "geoPoint": {
                        "lat": 29.42412,
                        "lon": -98.49363
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M21860",
                    "name": "Pharmaceutical Solutions",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "PhSol",
                    "name": "Pharmaceutical Solutions"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}