{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06273852",
            "orgStudyIdInfo": {
                "id": "PBL-0405-01"
            },
            "organization": {
                "fullName": "Pure Biologics S.A.",
                "class": "INDUSTRY"
            },
            "briefTitle": "A Study of the Intratumoral Microdose Administration of PBA-0405 in Patients With Solid Tumors",
            "officialTitle": "A Phase 0 Multicenter Study of the Pharmacodynamic Effects of Intratumoral Microdose Administration of PBA-0405 in Patients With Solid Tumors",
            "therapeuticArea": [
                "Oncology and Hematology",
                "Other"
            ],
            "study": "a-study-of-the-intratumoral-microdose-administration-of-pba-in-patients-with-solid-tumors"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-04-29",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-03",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-03",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-02-15",
            "studyFirstSubmitQcDate": "2024-02-15",
            "studyFirstPostDateStruct": {
                "date": "2024-02-23",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-16",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-17",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Pure Biologics S.A.",
                "class": "INDUSTRY"
            },
            "collaborators": [
                {
                    "name": "Presage Biosciences",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This is a multi-center, single arm, open-label, localized pharmacodynamic biomarker Phase 0 trial designed to study the biological effects within the tumor microenvironment of PBA-0405 when administered intratumorally in microdose quantities via the CIVO device.",
            "detailedDescription": "CIVO is a research tool composed of a hand-held single-use sterile injector coupled with fluorescent tracking microspheres called CIVO GLO that mark the sites of drug microdose injection, enabling rapid assessment of multiple oncology drugs or drug combinations simultaneously within a patient's tumor. In this Phase 0 intratumoral microdosing study in human patients with localized or metastatic primary HNSCC, STS, or TNBC tumors (who will be undergoing previously planned tumor and regional nodes dissection), we will evaluate PBA-0405's ability to trigger a variety of immune-mediated effector functions that kill tumor cells, within the local tumor microenvironment.\n\nThe CIVO device penetrates solid tumors and delivers subtherapeutic microdoses of up to eight anti-cancer agents or combinations of anti-cancer agents co-injected with CIVO GLO into discrete regions of the tumor. At the time of the planned surgical intervention (one to two days after the CIVO microdose injection), the injected tumor tissue is then excised, and tumor responses are assessed via histological staining of tumor cross-sections sampled perpendicular to each injection column. Co-injection with CIVO GLO enables identification of each injection site during resection as well as in tissues stained for analysis. Because the platform delivers microdose amounts of each test agent or combination directly into the patient's tumor tissue, hypotheses can be tested earlier in the drug development process, consistent with the goals of the 2006 FDA Exploratory IND Guidance for Industry."
        },
        "conditionsModule": {
            "conditions": [
                "Head and Neck Squamous Cell Carcinoma",
                "Soft Tissue Sarcoma Adult",
                "Triple Negative Breast Cancer"
            ],
            "keywords": [
                "Pure Biologics",
                "PBA-0405",
                "TNBC",
                "STS",
                "HNSCC",
                "tumor microenvironment",
                "in vivo drug sensitivity",
                "in vivo oncology",
                "microdosing",
                "microinjection",
                "intratumoral microdosing",
                "precision oncology"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "EARLY_PHASE1"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "interventionModelDescription": "This is an exploratory clinical trial to evaluate intratumoral mechanistic effects of novel and approved agents on intact human tumors. This substudy is not blinded.",
                "primaryPurpose": "BASIC_SCIENCE",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 15,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "PBA-0405",
                    "type": "EXPERIMENTAL",
                    "description": "Patients who are scheduled for surgical biopsy or tumor resection surgery will be injected at 1-2 days prior to surgery using the CIVO device. Each needle of the CIVO device will deliver up to 8.3 microliters of solution, including a vehicle control (sterile saline) or subtherapeutic microdoses of PBA-0405, as single agents. Each microdose is simultaneously injected in a columnar fashion through each of 8, or 5, (in a device configuration determined by tumor dimensions) into a single solid tumor or effaced metastatic lymph node.",
                    "interventionNames": [
                        "Drug: PBA-0405"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "PBA-0405",
                    "description": "Intratumoral microdose injection by the CIVO device.",
                    "armGroupLabels": [
                        "PBA-0405"
                    ],
                    "otherNames": [
                        "PB004.22.0405.aF"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Quantification of Cell Death and Immune Cell Biomarkers by immuno-histochemistry (IHC) and In-Situ Hybridization (ISH)",
                    "description": "Quantification of biomarker-positive and biomarker-negative cells will be performed within the tumor microenvironment around each of the injection sites in each resected patient sample by IHC and/or ISH. An aggregate analysis of this quantification may be done across patient samples to evaluate trends in tumor response. The biomarkers evaluated may include, but are not limited to, drug targets (e.g., ROR1, Cluster of Differentiation 16), biomarkers for cell death (e.g., cleaved caspase 3), natural killer cells (e.g., Cluster of Differentiation 56/Cluster of Differentiation 45/Granzyme B), macrophages (Cluster of Differentiation 86, Cluster of Differentiation 68, Cluster of Differentiation 163), and proinflammatory cytokines (e.g., interferon gamma, tumor necrosis factor alpha, interferon-stimulated gene 15, chemokine interferon gamma-inducible protein 10).",
                    "timeFrame": "1-2 days after microdose injection"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Number of Patients with Adverse Events",
                    "description": "Relationship of adverse event (AE) to study drug(s) or CIVO device will be determined using an AE Relatedness Grading System",
                    "timeFrame": "Up to 28 days after microdose injection."
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Ability and willingness to comply with the study's visit and assessment schedule.\n2. Male or female ≥ 18 years of age at Visit 1 (Screening).\n3. Pathologic diagnosis of HNSCC, STS (see restrictions in Note below), or TNBC (see restrictions in Note below; TNBC defined as estrogen receptor negative \\[\\<1% positive tumor cells\\], progesterone receptor negative \\[\\<1% positive tumor cells\\], and human epidermal growth factor receptor 2 negative \\[0 to 1+\\]) with a tumor planned for surgical resection.\n\n   Note: For STS, only the following subtypes are eligible: undifferentiated pleomorphic sarcoma, alveolar soft part sarcoma, synovial sarcoma, cutaneous angiosarcoma, or myxofibrosarcoma.\n\n   Note: For TNBC, if prior neoadjuvant therapy, evidence of progressive disease, at the discretion of the investigator.\n4. Ability and willingness to provide written informed consent. Voluntary written consent must be given before performance of any study related procedure not part of standard medical care, with the understanding that consent may be withdrawn by the patient at any time without prejudice to future medical care.\n5. As assessed or confirmed by the surgeon, at least one lesion (primary tumor, recurrent tumor, metastatic tumor, or metastatic lymph node) that is surface accessible for CIVO injection that contains viable minimum tumor tissue volume and characteristics (e.g., based on clinical evaluation, available pre-operative imaging, pre-injection ultrasound imaging, or pathology reports indicating lesion with appropriate viable tumor volume without excessive cysts or necrosis) and for which there is a planned surgical intervention. The patient's presentation, surgical and pathology plan may determine whether a lesion is eligible with respect to a given CIVO MID needle configuration.\n6. Eastern Cooperative Oncology Group (ECOG) performance status of 0-2.\n7. Female patients who:\n\n   * Are postmenopausal for at least one year before the screening visit, OR\n   * Are surgically sterile, OR\n   * Are of childbearing potential who agree to practice a highly effective method of contraception from the time of signing the ICF up to 3 months following the end of study participation OR agree to completely abstain from heterosexual intercourse.\n   * Agree to refrain from donating ova during study participation.\n\nMale patients, even if surgically sterile (i.e., status post-vasectomy), who:\n\n* Agree to practice effective barrier contraception from the time of signing the ICF up to 3 months following the end of study participation OR agree to completely abstain from heterosexual intercourse.\n* Agree to refrain from donating sperm during study participation.\n\nExclusion Criteria:\n\n1. Tumors near or involving critical structures for which, in the opinion of the treating clinician, injection would pose undue risk to the patient.\n2. Female patients who are:\n\n   * Both lactating and breastfeeding, OR\n   * Have a positive β-subunit human chorionic gonadotropin (β-hCG) pregnancy test at screening verified by the Investigator.\n3. Any uncontrolled intercurrent illness, condition, serious medical or psychiatric illness, or circumstance that, in the opinion of the Investigator, could interfere with adherence to the study's procedures or requirements, or otherwise compromise the study's objectives.\n4. HNSCC known to be of cutaneous origin.\n5. Patients with uncontrolled autoimmune diseases (see Appendix 1 for examples) requiring systemic treatment\n6. Patients with known HIV/AIDS.\n7. Patients with known uncontrolled active hepatitis B (defined as hepatitis B surface antigen \\[HBsAg\\] positive or detectable hepatitis B virus \\[HBV\\] DNA) or hepatitis C (defined as anti-hepatitis C virus antibody \\[anti-HCV Ab\\] positive and detectable hepatitis C virus \\[HCV\\] RNA) infection.\n\n   Note: Hepatitis B and C screening tests are not required unless:\n   * Patient has a known history of hepatitis B/C infection\n   * Mandated by local health authority\n8. Use of any of the following ≤ 3 weeks prior to CIVO injection:\n\n   1. Systemic anti-cancer therapy (e.g., cytotoxic chemotherapy, targeted agents, or checkpoint inhibitor immunotherapy, etc.),\n   2. Immunosuppressive drugs (e.g., calcineurin inhibitors)\n   3. Biological response modifiers for autoimmune disease\n   4. Systemic glucocorticoids: oral or parenteral corticosteroids at a dose ≥ 20 mg/day prednisone, or equivalent Note: physiologic replacement dosing of steroids (≤ 3 mg/m2/d prednisone or equivalent), low-dose corticosteroids for dye allergies prior to staging scans or use in anti-emetic prophylaxis for patients undergoing chemotherapy, or topical steroids, are allowed\n   5. Hematopoietic growth factors\n   6. Chemotherapy\n   7. Local radiotherapy of the target lesion planned for CIVO injection and surgical resection\n9. Patients who have received a live or live attenuated vaccine within 4 weeks of the baseline/screening visit.\n10. Patients who have had allogenic tissue/solid organ transplant\n11. Patients with an active infection requiring systemic therapy.\n12. Patients for whom participation on this study results in a delay of planned surgical intervention.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Presage Biosciences",
                    "role": "CONTACT",
                    "phone": "800-530-5404",
                    "email": "clinops@presagebio.com"
                }
            ],
            "overallOfficials": [
                {
                    "name": "John Weinberg",
                    "affiliation": "Pure Biologics",
                    "role": "STUDY_DIRECTOR"
                }
            ],
            "locations": [
                {
                    "facility": "Sarah Cannon Research Institute",
                    "status": "RECRUITING",
                    "city": "Charleston",
                    "state": "South Carolina",
                    "zip": "29406",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Research Coordinator",
                            "role": "CONTACT"
                        },
                        {
                            "name": "Jeffrey Houlton, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 32.77657,
                        "lon": -79.93092
                    }
                }
            ]
        },
        "referencesModule": {
            "seeAlsoLinks": [
                {
                    "label": "Multiplexed Evaluation of Microdosed Antineoplastic Agents In Situ in the Tumor Microenvironment of Patients with Soft Tissue Sarcoma",
                    "url": "https://pubmed.ncbi.nlm.nih.gov/32299817"
                },
                {
                    "label": "A technology platform to assess multiple cancer agents simultaneously within a patient's tumor.",
                    "url": "https://pubmed.ncbi.nlm.nih.gov/25904742"
                },
                {
                    "label": "Multidrug Analyses in Patients Distinguish Efficacious Cancer Agents Based on Both Tumor Cell Killing and Immunomodulation.",
                    "url": "https://pubmed.ncbi.nlm.nih.gov/28364003"
                },
                {
                    "label": "A Platform for Rapid, Quantitative Assessment of Multiple Drug Combinations Simultaneously in Solid Tumors In Vivo.",
                    "url": "https://pubmed.ncbi.nlm.nih.gov/27359113"
                },
                {
                    "label": "Predicting responses to chemotherapy in the context that matters - the patient.",
                    "url": "https://pubmed.ncbi.nlm.nih.gov/27308571"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000012509",
                    "term": "Sarcoma"
                },
                {
                    "id": "D000064726",
                    "term": "Triple Negative Breast Neoplasms"
                },
                {
                    "id": "D000077195",
                    "term": "Squamous Cell Carcinoma of Head and Neck"
                }
            ],
            "ancestors": [
                {
                    "id": "D000002294",
                    "term": "Carcinoma, Squamous Cell"
                },
                {
                    "id": "D000002277",
                    "term": "Carcinoma"
                },
                {
                    "id": "D000009375",
                    "term": "Neoplasms, Glandular and Epithelial"
                },
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000018204",
                    "term": "Neoplasms, Connective and Soft Tissue"
                },
                {
                    "id": "D000001943",
                    "term": "Breast Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000001941",
                    "term": "Breast Diseases"
                },
                {
                    "id": "D000012871",
                    "term": "Skin Diseases"
                },
                {
                    "id": "D000006258",
                    "term": "Head and Neck Neoplasms"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5220",
                    "name": "Breast Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M5534",
                    "name": "Carcinoma",
                    "relevance": "LOW"
                },
                {
                    "id": "M10018",
                    "name": "Hypersensitivity",
                    "relevance": "LOW"
                },
                {
                    "id": "M15327",
                    "name": "Sarcoma",
                    "asFound": "Soft Tissue Sarcoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5550",
                    "name": "Carcinoma, Squamous Cell",
                    "relevance": "LOW"
                },
                {
                    "id": "M30373",
                    "name": "Triple Negative Breast Neoplasms",
                    "asFound": "Triple Negative Breast Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M18592",
                    "name": "Ichthyosis, X-Linked",
                    "relevance": "LOW"
                },
                {
                    "id": "M1689",
                    "name": "Squamous Cell Carcinoma of Head and Neck",
                    "asFound": "Head and Neck Squamous Cell Carcinoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12320",
                    "name": "Neoplasms, Glandular and Epithelial",
                    "relevance": "LOW"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M20350",
                    "name": "Neoplasms, Connective and Soft Tissue",
                    "relevance": "LOW"
                },
                {
                    "id": "M5218",
                    "name": "Breast Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M15674",
                    "name": "Skin Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M9348",
                    "name": "Head and Neck Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "T5284",
                    "name": "Soft Tissue Sarcoma",
                    "asFound": "Soft Tissue Sarcoma",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "BC16",
                    "name": "Diseases and Abnormalities at or Before Birth"
                },
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M21860",
                    "name": "Pharmaceutical Solutions",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "PhSol",
                    "name": "Pharmaceutical Solutions"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}