{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05916170",
            "orgStudyIdInfo": {
                "id": "IRB00095123"
            },
            "secondaryIdInfos": [
                {
                    "id": "R01CA241420",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/R01CA241420"
                }
            ],
            "organization": {
                "fullName": "Wake Forest University Health Sciences",
                "class": "OTHER"
            },
            "briefTitle": "A Study of Hookah Café Customers in the Atlanta Area",
            "officialTitle": "Communicating Waterpipe Tobacco Harms to Reduce Use Among Young Adults: A Study of Hookah Café Customers in the Atlanta Area",
            "therapeuticArea": [
                "Other"
            ],
            "study": "a-study-of-hookah-customers-in-the-atlanta-area"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-03",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-06-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-03-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-03-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-05-10",
            "studyFirstSubmitQcDate": "2023-06-14",
            "studyFirstPostDateStruct": {
                "date": "2023-06-23",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-03-06",
            "lastUpdatePostDateStruct": {
                "date": "2024-03-07",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Wake Forest University Health Sciences",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Cancer Institute (NCI)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of the study is to assess the effectiveness of health warnings on waterpipe smoking behavior in a real-world setting. The primary hypothesis is that hookah café customers who are in the intervention (warning) arm will smoke less than customers who are in the control (no warning) arm, determined by differences in the boost in expired carbon monoxide from café entry to after café exit.",
            "detailedDescription": "Expired carbon monoxide is an objective biological marker of combustible tobacco smoking and is strongly correlated with the amount of smoke inhaled. In the intervention arm, warning messages will be displayed at various agreed-upon locations in the café, such as on hookah pipes, tables, countertops, walls, and menus. The goal is to maximize the potential for customers to be exposed to warnings. Participants will be patrons of the café and will be recruited before entering the café. Participants will complete a brief survey and provide a breath sample to measure expired carbon monoxide. When leaving the café, they will complete another survey and provide a second breath sample."
        },
        "conditionsModule": {
            "conditions": [
                "Waterpipe Tobacco Smoking"
            ],
            "keywords": [
                "Waterpipe Tobacco Smoking",
                "Tobacco Smoking",
                "waterpipe smoking behavior"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "CROSSOVER",
                "interventionModelDescription": "The design of the study is a cluster randomized crossover trial, where the hookah café is the cluster and randomization is at the cluster level. Each hookah café will serve as its own control and will be used for data collection for both arms of the study. Cafes will start in the no-warning control arm and then will cross over to the intervention arm. Half of the cafés in the intervention arm will be randomly assigned to display a text-only warning and the other half with display a pictorial warning (text + image). Participants will only participate in one of the arms.",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "whoMasked": [
                        "PARTICIPANT"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 1560,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Intervention - Health Warnings",
                    "type": "EXPERIMENTAL",
                    "description": "Half of the cafés in the intervention arm will be randomly assigned to display a text-only warning and the other half with display a pictorial warning (text + image).",
                    "interventionNames": [
                        "Behavioral: Health Warnings"
                    ]
                },
                {
                    "label": "Control - No Warnings",
                    "type": "EXPERIMENTAL",
                    "description": "No warnings posted in the hookah café",
                    "interventionNames": [
                        "Behavioral: No Warnings"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Health Warnings",
                    "description": "Text-only or pictorial warnings about one health harm will be displayed in the hookah cafés where data collection is being conducted.",
                    "armGroupLabels": [
                        "Intervention - Health Warnings"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "No Warnings",
                    "description": "No warnings posted in the hookah café",
                    "armGroupLabels": [
                        "Control - No Warnings"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Changes in Expired Carbon Monoxide (eCO Boost)",
                    "description": "Change in eCO from baseline (before entry into the hookah café) to follow-up (upon exit from the hookah café) - eCO will be measured with the Bedfont Micro+ Smokerlyzer. Higher scores represent higher concentrations of Carbon Monoxide (CO), which is correlated with greater waterpipe use.",
                    "timeFrame": "Baseline and after exiting the café up to 10 hours"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Behavioral intention",
                    "description": "Participants will be asked at three items assessing their anticipated hookah smoking within the next month. Items will be averaged to create a composite score of intent to continue the behavior within the next month.\n\n1. How interested are you in smoking tobacco in a hookah in the next month?\n2. How likely are you to smoke tobacco in a hookah in the next month?\n3. How much do you plan to smoke tobacco in a hookah in the next month? Response options: (1) Not at all, (2) Very little, (3) Somewhat, (4) Quite a bit, (5) Very much",
                    "timeFrame": "at exit; up to 10 hours"
                },
                {
                    "measure": "Quit motivation",
                    "description": "One item to measure participants' motivation to quit smoking hookah, rated on a 1-10 scale of Not at all motivated to Extremely motivated",
                    "timeFrame": "at exit; up to 10 hours"
                },
                {
                    "measure": "Hookah use behavior",
                    "description": "Participants will be asked a variety of items to assess their hookah smoking behaviors within the café. Items will be scored individually.\n\n1. Did you smoke hookah in this café/lounge/bar today? (1) Yes, (2) No\n2. (If no) Why didn't you smoke hookah in this café/lounge/bar today? Free text response\n3. (If yes) Compared to a typical night, how much did you smoke? (1) Less hookah than usual, (2) About the same amount of hookah as usual, (3) More hookah than usual, (4) This was my first time smoking hookah\n4. (If less) Why did you smoke less than usual? Free text response\n5. (If more) Why did you smoke more than usual? Free text response",
                    "timeFrame": "at exit; up to 10 hours"
                },
                {
                    "measure": "Subjective experiences of smoking hookah",
                    "description": "Eight items from the Product Evaluation Scale (Hatsukami et al. 2013) will be used to assess participants' subjective experiences of smoking hookah. Items scores will be averaged across the subscale.\n\n1. Was it satisfying?\n2. Did it taste good?\n3. Did you enjoy the sensations in your mouth?\n4. Did you enjoy it?\n5. Did it make you dizzy?\n6. Did it make you nauseous?\n7. Was it too much nicotine?\n8. Were there bothersome side effects? Response options: (1) Not at all - (7) Extremely",
                    "timeFrame": "at exit; up to 10 hours"
                },
                {
                    "measure": "Knowledge",
                    "description": "Four items to assess participants' knowledge of health harms based on warning statements used across the study. We will calculate a sum score for each individual with higher scores indicating more accurate knowledge.\n\nResponse options: True / False / I don't know",
                    "timeFrame": "at exit; up to 10 hours"
                },
                {
                    "measure": "Beliefs",
                    "description": "Four items to assess the participants' agreement with statements of how each of the four health harms utilized across the study apply to their own health. We will calculate a mean score across all four items for each individual, where higher scores indicate stronger beliefs about personal harm from hookah smoking.\n\nResponse options: (1) Strongly disagree to (5) Strongly agree",
                    "timeFrame": "at exit; up to 10 hours"
                },
                {
                    "measure": "Warning recall",
                    "description": "One Y/N item to assess participants' exposure to warnings. If participants report warning exposure, an open-ended item will assess warning recall.",
                    "timeFrame": "at exit; up to 10 hours"
                },
                {
                    "measure": "Warning recognition",
                    "description": "Participants in the intervention arm will be asked to select the warning(s) that they saw at the café from four possible warnings concordant with their assigned warning type (i.e., text-only or pictorial). For each warning message that they report having seen, they will be asked to select where they saw the warning from a list of possible locations. (Intervention arm only)",
                    "timeFrame": "at exit; up to 10 hours"
                },
                {
                    "measure": "Social interaction",
                    "description": "For each warning selected in the Warning Recognition section, participants will be asked if they discussed the warning with others. If they answer positively, they will be given a list of topics to choose from to describe what they talked about, including a free-text option.",
                    "timeFrame": "at exit; up to 10 hours"
                },
                {
                    "measure": "Perceived influence of warning on smoking behavior answers",
                    "description": "Participants will be asked whether they changed their smoking behavior as a result of the warning(s) they saw (as reported in the Warning Recognition section). They will be asked to report whether they smoked more, less, or the same amount as they usually do. These items will be asked for each warning the participant reports seeing.",
                    "timeFrame": "at exit; up to 10 hours"
                },
                {
                    "measure": "Time spent in the café",
                    "description": "Duration of time in café will be calculated from the time of completion of eCO measurement at Time 1 to start of survey at Time 2. Additionally, we will utilize a subjective measure of time spent in the café: Compared to what you planned, how long did you stay at the café/lounge/bar? (Longer, shorter, about the same).",
                    "timeFrame": "at exit; up to 10 hours"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Planning to enter the hookah café where study is being conducted\n* Age 18 or older\n* English speaking\n* Planning to smoke hookah inside\n* Not planning to smoke cigarettes, cigars, cigarillos or marijuana while at the hookah café\n* Had not previously entered the café earlier in the day on the same day/night as data collection\n* Has not been approached to participate in the study at another café or another day/night at the current café\n* Are not employees of the business\n* Have capacity to participate as determined by the staff member conducting eligibility screening\n\nExclusion Criteria:\n\n* Not planning to enter the hookah café where the study is being conducted\n* Age 17 and under\n* Non-English speaking\n* Not planning to smoke hookah in the café\n* Planning to smoke cigarettes, cigars, or marijuana while at the hookah café\n* Are employees of the business\n* Had previously entered the café on the same day/night as data collection\n* Has not been approached to participate in the study previously\n* Does not have capacity to participate as determined by the staff member conducting eligibility screening",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Alexandra Zizzi, MSPH",
                    "role": "CONTACT",
                    "phone": "336-713-1137",
                    "email": "azizzi@wakehealth.edu"
                },
                {
                    "name": "Erin Sutfin, PhD",
                    "role": "CONTACT",
                    "phone": "336-713-5282",
                    "email": "esutfin@wakehealth.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Erin Sutfin, PhD",
                    "affiliation": "Wake Forest University Health Sciences",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Wake Forest University Health Sciences",
                    "status": "RECRUITING",
                    "city": "Winston-Salem",
                    "state": "North Carolina",
                    "zip": "27157",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Alexandra Zizzi, MSPH",
                            "role": "CONTACT",
                            "phone": "336-713-1137",
                            "email": "azizzi@wakehealth.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 36.09986,
                        "lon": -80.24422
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        }
    },
    "hasResults": false
}