{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05130801",
            "orgStudyIdInfo": {
                "id": "21-225"
            },
            "organization": {
                "fullName": "Memorial Sloan Kettering Cancer Center",
                "class": "OTHER"
            },
            "briefTitle": "A Study of Multiparametric MRI and pHLIP® ICG in Breast Cancer Imaging During Surgery",
            "officialTitle": "Phase I/IIa Study of Pre-operative Multiparametric MRI and pHLIP® ICG Intra-operative Fluorescence Imaging of Primary Breast Cancer",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "a-study-of-multiparametric-mri-and-phlip-icg-in-breast-cancer-imaging-during-surgery"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "RECRUITING",
            "startDateStruct": {
                "date": "2021-11-19",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-11",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-11",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-11-22",
            "studyFirstSubmitQcDate": "2021-11-22",
            "studyFirstPostDateStruct": {
                "date": "2021-11-23",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-04-15",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-16",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Memorial Sloan Kettering Cancer Center",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Stryker Instruments",
                    "class": "INDUSTRY"
                },
                {
                    "name": "pHLIP Inc.",
                    "class": "UNKNOWN"
                }
            ]
        },
        "oversightModule": {
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this study is to find out whether pre-operative mpMRI using additional MRI sequences may improve surgical outcomes by providing more accurate information about the extent and acidity of the tumor than standard MRI, and to see whether the use of the fluorescent imaging agent pHLIP ICG and NIRF imaging during surgery is a safe approach that may allow the surgeon to see the tumor and nearby tissues that contain cancer cells more clearly and remove them completely.\n\nDuring the Phase IIa part of this study, the safe dose of pHLIP ICG will be used that makes it easy for the surgeon to see the tumor and the nearby tissues and structures that may contain cancer cells. This study is the first to test pHLIP ICG in people, and the first to test the use of pHLIP ICG with mpMRI and NIRF imaging in surgery for breast cancer.",
            "detailedDescription": "This is a phase I//IIa first-in-human clinical study of a single dose of intravenous pHLIP® ICG for intraoperative imaging of tumors in breast cancer patients undergoing breast conserving surgery. Breast cancer is a complex disease with remarkable heterogeneity. Despite the complexity of breast cancer biology, to date, the focus of its interrogation is entirely on molecular biology and cancer genomics. This clinical study aims to develop and implement a holistic approach for tumor microenvironment assessment with tumor acidity imaging with pre-operative multi-parametric MRI (mpMRI) and novel pHLIP® ICG near infrared fluorescent (NIRF) intra-operative imaging.\n\nIn phase I, all consented patients will undergo pre-operative standard-of-care diagnostic and research MRI at 3T using novel investigational MRI sequences for the comprehensive assessment of non-invasive non-contrast pre-operative assessment of TME acidity and functional tumor volume. No additional MRI examination appointment is required as novel investigational sequences (approximately 20 minutes in total acquisition time) will be acquired immediately after standard-of-care staging MRI while the patient is still on the scanner bed.\n\nOne day before surgery (12-56 hours prior to the surgery), prior to pHLIP® ICG injection, blood will be drawn for CBC and CMP analysis, and urine will be collected for urinalysis. Then, patients will receive a single intravenous dose of pHLIP® ICG, which will be administered at the occasion of the presurgical tumor localization by one of the radiologists on the protocol. Time of administration will be documented. Thus, no additional patient visit for pHLIP-ICG injection is required. Pharmacokinetic (PK) blood samples (2-4 mL) will be drawn at 5 min, 30±5, 60±10, 120±10, 180±10, and 300±10 minutes and next day (not later than 36 hours) after pHLIP® ICG injection. Collecting PK samples at times other than nominal timepoints will not qualify as a protocol violation or deviation.\n\nPatients will be monitored for potential acute adverse events on the day of pHLIP® ICG administration for 3 hours after injection. Vital signs (HR, BP, temp, RR, pulse oximeter) for an hour every 15 min and then every hour for a total of 3 hrs post-injection will be monitored. ECG monitoring will occur at 5, 30±5 and 60±10 min after administration. On the next day or two days after injection,the patient will return to the hospital for scheduled surgery. Prior to surgery blood will be drawn for CBC and CMP analysis and last PK point, and urine will be collected for urinalysis. Time of surgery will be documented. The patient will return for a routine post-surgical examination within 7-14 days after surgery and blood will be drawn during the visit to assess liver function (ALT, AST, bilirubin, albumin and creatinine). Monitoring of Serious Adverse Events will continue for 30-40 days through medical record review.\n\nDuring surgery, pHLIP® ICG NIRF intra-operative imaging will be performed. In addition to NIRF intra-operative imaging, ex vivo pHLIP® ICG NIRF imaging will also be performed on excised lumpectomy specimens, margin shaves, and excised lymph nodes. All excised specimens will also undergo standard histopathological analyses. In addition to standard histopathology, in a subset of patients (n=6), immunohistochemistry analysis will be performed on excised specimens to optimize the immunohistochemistry protocol for phase IIa. Surgical resection will be performed based on the results of standard diagnostics i.e. mammography, sonography, MRI and intraoperative palpation. Surgeons will be blinded to the results of the research MRI. No additional tissue will be removed based on the results of investigational MR sequences and/or pHLIP® ICG NIRF imaging. Surgeons will not use pHLIP® ICG signal to make surgical decisions.\n\nIn phase IIa, we will use a software upgrade to the SPY-PHI Systems (SPY-QP Fluorescence Assessment Software) that enables real-time relative quantification (i.e. relative fluorescence values) and visualization tools (i.e. color maps) on the SPY-PHI device. The software detects the onset and stability of the fluorescence signal within the field of view and displays fluorescence signal intensity as a color map and percentage value relative to a reference set by the user. SPY-QP may be used as an additional intraoperative tool to assist trained healthcare practitioners in the assessment of fluorescence response in tissue during various surgical procedures. The clinician retains the ultimate responsibility for making the pertinent diagnosis based on their clinical judgment and standard practice.\n\nIn Phase IIa, the researchers propose to administer pHLIP® ICG at DL2, DL3 or DL4 at different time points prior to surgery ranging from 12-110 hours, with targeted enrollment of 12 patients. Next, the selected optimal dose and timing will be used with targeted enrollment of 28 patients. The total number of subjects in Phase IIa study is 40."
        },
        "conditionsModule": {
            "conditions": [
                "Breast Cancer"
            ],
            "keywords": [
                "MRI",
                "pHLIP® ICG",
                "Imaging",
                "Tumor stage T1-T2",
                "21-225",
                "SPY-PHI Systems"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1",
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "DIAGNOSTIC",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 55,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "MRI and pHLIP® ICG",
                    "type": "EXPERIMENTAL",
                    "description": "All study participants in Phase I will receive pre-operative MRI and mpMRI scans, a pre-operative injection of pHLIP ICG, and NIRF imaging during surgery (intra-operatively). During phase IIa of the study, if pHLIP® ICG NIRF imaging indicates tumor in areas outside of the planned resection area, biopsy samples will be taken from these areas and submitted for pathological analysis.",
                    "interventionNames": [
                        "Diagnostic Test: pHLIP® ICG NIRF imaging"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DIAGNOSTIC_TEST",
                    "name": "pHLIP® ICG NIRF imaging",
                    "description": "Pre-operative research MRI will be performed 1-3 weeks prior to the surgery. single pHLIP® ICG injection will be administered i.v. by a radiologist on the protocol one day prior to scheduled surgery on the occasion of presurgical localization (12-36 hours prior to the surgery).\n\nIn Phase I, we propose to investigate 4 different doses:\n\nDose level 1 = 0.04 mg/kg Dose level 2 = 0.075 mg/kg Dose level 3 = 0.15 mg/kg Dose level 4 = 0.30 mg/kg\n\nIn Phase IIa, the researchers propose to administer selected in Phase I dose of pHLIP® ICG. In Phase IIa, the researchers propose to administer pHLIP® ICG at DL2, DL3 or DL4 at different time points prior to surgery ranging from 12-110 hours, with targeted enrollment of 12 patients. Next, the selected optimal dose and timing will be used with targeted enrollment of 28 patients. The total number of subjects in Phase IIa study is 40.",
                    "armGroupLabels": [
                        "MRI and pHLIP® ICG"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Dose-limiting toxicity (DLT)",
                    "description": "is defined as a clinically significant adverse event recorded within 3 hours after pHLIP® ICG administration or an abnormal laboratory value assessed as unrelated to disease progression, intercurrent illness, surgery, or concomitant medications, and meets the NCI common terminology criteria that are CTCAE Grade 3 or 4.",
                    "timeFrame": "15 days post pHLIP® ICG injection"
                },
                {
                    "measure": "Visualization of a lesion with pHLIP® ICG (Phase II)",
                    "description": "The visualization of a lesion with pHLIP® ICG NIRF (Likert score is ≥1) will be considered positive for malignancy. No visualization of a lesion or visualization at the background level (Likert score is 0) with pHLIP® ICG NIRF will be considered negative for malignancy.",
                    "timeFrame": "up to 6 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Age 18 years or greater\n* Biopsy proven primary breast malignancy (BI-RADS 6)\n* Tumor stage Tis, T1 and T2, lesion size \\> 1 cm\n* Primary surgical treatment with breast conservation\n* No previous treatment\n* No contraindications for MRI or MRI contrast agents or high-field MRI (3T)\n* ECOG performance of 0-2\n\nExclusion Criteria:\n\n* Life expectancy \\< 3 months\n* Pregnancy or lactation\n* Known contrast agent allergies that require premedication before MRI.\n* Patients who cannot undergo multiparametric MRI scanning because of:\n\n  * Weight limits. MRI scanners may not be able to function with patients over 450 pounds.\n  * Severe claustrophobia/ examination associated anxiety.\n  * MRI unsafe implant\n* Known metastatic liver disease, hepatic neoplasms (benign and malignant), biliary atresia, chronic liver disease (CLD) and cirrhosis.\n* Known moderate hepatic impairment (in phase I, and in phase IIa dependent on safety profile established in phase I)\n* Known hypersensitivity to indocyanine green.\n* Individuals with impaired-decision making capacity",
            "healthyVolunteers": false,
            "sex": "FEMALE",
            "genderBased": true,
            "genderDescription": "Breast Cancer",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Katja Pinker-Domenig, MD, PhD",
                    "role": "CONTACT",
                    "phone": "646-888-5470",
                    "email": "pinkerdk@mskcc.org"
                },
                {
                    "name": "Monica Morrow, MD",
                    "role": "CONTACT",
                    "phone": "646-888-5350"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Katja Pinker-Domenig, MD, PhD",
                    "affiliation": "Memorial Sloan Kettering Cancer Center",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Memorial Sloan Kettering Bergen (All Protocol Activities)",
                    "status": "RECRUITING",
                    "city": "Montvale",
                    "state": "New Jersey",
                    "zip": "07645",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Katja Pinker-Domenig, MD, PhD",
                            "role": "CONTACT",
                            "phone": "646-888-5470"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.04676,
                        "lon": -74.02292
                    }
                },
                {
                    "facility": "Memorial Sloan Kettering Cancer Center (All Protocol Activities)",
                    "status": "RECRUITING",
                    "city": "New York",
                    "state": "New York",
                    "zip": "10065",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Katja Pinker-Domenig, MD, PhD",
                            "role": "CONTACT",
                            "phone": "646-888-5470"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.71427,
                        "lon": -74.00597
                    }
                }
            ]
        },
        "referencesModule": {
            "seeAlsoLinks": [
                {
                    "label": "Memorial Sloan Kettering Cancer Center",
                    "url": "http://www.mskcc.org/mskcc/html/44.cfm"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Memorial Sloan Kettering Cancer Center supports the international committee of medical journal editors (ICMJE) and the ethical obligation of responsible sharing of data from clinical trials. The protocol summary, a statistical summary, and informed consent form will be made available on clinicaltrials.gov when required as a condition of Federal awards, other agreements supporting the research and/or as otherwise required. Requests for deidentified individual participant data can be made beginning 12 months after publication and for up to 36 months post publication. Deidentified individual participant data reported in the manuscript will be shared under the terms of a Data Use Agreement and may only be used for approved proposals. Requests may be made to: crdatashare@mskcc.org."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000001943",
                    "term": "Breast Neoplasms"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000001941",
                    "term": "Breast Diseases"
                },
                {
                    "id": "D000012871",
                    "term": "Skin Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5220",
                    "name": "Breast Neoplasms",
                    "asFound": "Breast Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5218",
                    "name": "Breast Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M15674",
                    "name": "Skin Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}