{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06385795",
            "orgStudyIdInfo": {
                "id": "NOE-PMM-201"
            },
            "organization": {
                "fullName": "Noema Pharma AG",
                "class": "INDUSTRY"
            },
            "briefTitle": "A Study of NOE-115 in Women With Vasomotor Symptoms Due to Menopause",
            "officialTitle": "A Phase 2a, 4-Week, Single Arm, Open-label, Multi-center Study to Assess Safety, Tolerability, and Preliminary Efficacy of NOE-115 in Women With Vasomotor Symptoms Due to Menopause",
            "therapeuticArea": [
                "Women's Health",
                "Other"
            ],
            "study": "a-study-of-noe-in-women-with-vasomotor-symptoms-due-to-menopause"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-04-22",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-04-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-04-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-04-15",
            "studyFirstSubmitQcDate": "2024-04-22",
            "studyFirstPostDateStruct": {
                "date": "2024-04-26",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-07",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-09",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Noema Pharma AG",
                "class": "INDUSTRY"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this study is to determine the safety, tolerability, and preliminary effectiveness of NOE-115 on moderate to severe vasomotor symptoms (hot flashes) due to menopause in women.",
            "detailedDescription": "This is a multi-center study to evaluate the effect of NOE-115, a monoamine modulator, in patients with moderate to severe vasomotor symptoms (hot flashes) due to menopause.\n\nWomen will participate in the study for a total of approximately 12 weeks, comprising a screening period (4 weeks), treatment period (4 weeks), and a follow up period (4 weeks).\n\nThe study is single arm but enrollment will occur in two cohorts. In Cohort, enrolled women will receive NOE-115 at a daily Dose A for the entire 4-week treatment period. Cohort 1 participants will return to the clinic on specified days per protocol for tolerability assessments.\n\nCohort 2 will enroll participants after the acceptable safety/tolerability of NOE-115 Dose A has been determined from Cohort 1.\n\nAdministration of NOE-115 will start on Study Day 1 and will continue daily for 4 weeks and will start at Dose A of NOE-115 as defined by the study protocol. Participants will receive NOE-115 up to a maximum- daily dose based on Investigator decision. Cohort 2 participants will return to the clinic on specified days per protocol for tolerability assessments and possible dose increases of NOE-115."
        },
        "conditionsModule": {
            "conditions": [
                "Menopause Syndrome",
                "Menopause",
                "Hot Flashes"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 24,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "NOE-115",
                    "type": "EXPERIMENTAL",
                    "description": "Escalating doses of NOE-115 capsules",
                    "interventionNames": [
                        "Drug: NOE-115"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "NOE-115",
                    "description": "NOE-115 is an investigational monoamine modulator which has potential anti-inflammatory activity.",
                    "armGroupLabels": [
                        "NOE-115"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Withdrawals Due to Adverse Events While on NOE-115 for Any Reason",
                    "description": "Occurrence of withdrawal from the study by the participant due to adverse event. An AE is defined as any unfavorable and untoward sign including an abnormal laboratory finding, symptom or disease associated with the use of a medical treatment or procedure, regardless of whether it is considered related to the medical treatment that occurs during the course of the study",
                    "timeFrame": "4 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Number of Participants Who Experience at Least One or More Adverse Event and the Severity of the Adverse Events (AEs)",
                    "description": "An AE is defined as any unfavorable and untoward sign including an abnormal laboratory finding, symptom or disease associated with the use of a medical treatment or procedure, regardless of whether it is considered related to the medical treatment that occurs during the course of the study",
                    "timeFrame": "4 weeks"
                },
                {
                    "measure": "Weekly Mean Change in the Severity of Hot Flashes from Baseline to Week 4",
                    "description": "Severity of the hot flashes will be assessed by participants using a daily hot flash diary from baseline to Week 4 of the study",
                    "timeFrame": "4 weeks"
                },
                {
                    "measure": "Weekly Mean Change in the Frequency (any severity) of Hot Flashes from Baseline to Week 4",
                    "description": "Hot flash frequency will be assessed by participants using a daily hot flash diary from baseline to Week 4",
                    "timeFrame": "4 weeks"
                },
                {
                    "measure": "Effect of NOE-115 as Assessed by Clinical Global Impression of Severity (CGI-S) from Baseline to Week 4",
                    "description": "The CGI-S rating is based upon observed and reported symptoms, behavior, and function in the past seven days and asks the clinician one question: \"Considering your total clinical experience with this particular population, how ill is the patient at this time?\" which is rated on the following seven-point scale: 1 = normal, not at all ill; 2 = borderline mentally ill; 3 = mildly ill; 4 = moderately ill; 5 = markedly ill; 6 = severely ill; 7 = among the most extremely ill patients",
                    "timeFrame": "4 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Capable of giving signed informed consent as described in study protocol which includes compliance with the requirements and restrictions listed in the Informed Consent Form.\n* Female 45 years to 60 years of age inclusive, at the time of signing the Informed Consent Form\n* Women who have experienced changes in menstrual cycle frequency or duration, and/or symptoms that are indicative of menopausal transition, as determined by the investigator\n* Greene climacteric scale (GCS) total score \\> 20 and GCS subscore for VMS ≥ 3\n* Over the 10 days prior to enrolment (during the Screening Period), subject has a minimum of 7 to 8 moderate to severe hot flashes (VMS) per day, or 50 to 60 per week\n* Body weight \\> 50 kg; Body Mass Index (BMI) within the range 17.5 to 40.0 kg/m2 (inclusive)\n\nExclusion Criteria:\n\n* Clinically overt alcohol or drug use disorder (including use of cannabis/cannabinoids within 4 weeks prior to Screening).\n* History of psychiatric diagnoses (schizophrenia, schizoaffective, obsessive-compulsive disorder, bipolar disorder, or Attention Deficit/hyperactivity Disorder(ADHD)\n* Current episode of major depression with Hamilton Rating Scale for Depression (HAM-D-17) score ≥ 17 \\[to be calculated as a subscore of the Structured interview guide for the Hamilton depression scale with atypical depression supplement \\[SIGH-ADS\\]\n* Prior or current history of a malignant tumor, except for basal cell carcinoma in remission\n* Participants with a current history of significant cardiovascular, pulmonary, gastrointestinal, renal, hepatic, metabolic, hematological, immunological, or neurological disease that, in the opinion of the investigator or medical monitor, could compromise either the patient's safety or the results of the study\n* Participant has abnormal findings identified during the Screening Period assessments, including neurological and physical examinations, hematology and biochemistry parameters, pulse rate and/or blood pressure and electrocardiogram (ECG), as compared with the appropriate reference ranges; if judged not clinically significant, the PI should document this fact appropriately\n* History of unexplained uterine bleeding or endometrial hyperplasia\n* History of acute angle closure glaucoma\n* History of cardiovascular disease including:\n\n  a) Uncontrolled hypertension (systolic Blood Pressure (BP) \\> 165 mmHg or diastolic Blood Pressure \\> 100 mmHg) b) History of myocardial infarction, cardiac arrhythmia (other than sinus arrhythmia) c) Patients with a 12-lead Electrocardiogram (ECG demonstrating either of the following: QT interval corrected for heart rate according to Fridericia's formula (QTcF) ≥ 470 msec (average of 3 Electrocardiograms (ECGs) obtained at the Screening Visit and assessed by central reader) QRS interval \\> 120 msec at the Screening Visit (local reading) Arrhythmia (other than sinus arrhythmia), conduction abnormalities (Atrioventricular block Grade 1 is allowed)\n* Patients who express suicidal ideation or have recent history of suicidal behavior and who, in the opinion of the investigator, are at risk of harming themselves",
            "healthyVolunteers": false,
            "sex": "FEMALE",
            "genderBased": true,
            "minimumAge": "45 Years",
            "maximumAge": "60 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Noema Pharma",
                    "role": "CONTACT",
                    "phone": "please contact via email",
                    "email": "clinicaltrials@noemapharma.com"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Clinical Director, MD",
                    "affiliation": "Noema Pharma AG",
                    "role": "STUDY_DIRECTOR"
                }
            ],
            "locations": [
                {
                    "facility": "Noema PMM-201 Site #104",
                    "status": "RECRUITING",
                    "city": "San Diego",
                    "state": "California",
                    "zip": "92111",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 32.71533,
                        "lon": -117.15726
                    }
                },
                {
                    "facility": "Noema PMM-201 Site #102",
                    "status": "RECRUITING",
                    "city": "Jacksonville",
                    "state": "Florida",
                    "zip": "32256",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 30.33218,
                        "lon": -81.65565
                    }
                },
                {
                    "facility": "Noema PMM-201 Site #101",
                    "status": "RECRUITING",
                    "city": "Atlanta",
                    "state": "Georgia",
                    "zip": "30030",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 33.749,
                        "lon": -84.38798
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000019584",
                    "term": "Hot Flashes"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M16355",
                    "name": "Syndrome",
                    "relevance": "LOW"
                },
                {
                    "id": "M21519",
                    "name": "Hot Flashes",
                    "asFound": "Hot Flashes",
                    "relevance": "HIGH"
                },
                {
                    "id": "T6036",
                    "name": "Menopause",
                    "asFound": "Menopause",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M4217",
                    "name": "Anti-Inflammatory Agents",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Infl",
                    "name": "Anti-Inflammatory Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}