{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06383273",
            "orgStudyIdInfo": {
                "id": "MELT-3-001"
            },
            "organization": {
                "fullName": "Melt Pharmaceuticals",
                "class": "INDUSTRY"
            },
            "briefTitle": "A Study to Evaluate Efficacy and Safety of MELT-300 for Procedural Sedation in Subjects Undergoing Cataract Extraction With Lens Replacement (CELR)",
            "officialTitle": "A Phase 3, Randomized, Double-Masked, Placebo-Controlled, Parallel-Group, Multi-Center Study to Evaluate Efficacy and Safety of MELT-300 for Procedural Sedation in Subjects Undergoing Cataract Extraction With Lens Replacement (CELR)",
            "therapeuticArea": [
                "Ophthalmology"
            ],
            "study": "a-study-to-evaluate-efficacy-and-safety-of-melt-for-procedural-sedation-in-subjects-undergoing-cataract-extraction-with-lens-replacement-celr"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-05-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-12",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-04-17",
            "studyFirstSubmitQcDate": "2024-04-21",
            "studyFirstPostDateStruct": {
                "date": "2024-04-25",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-23",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-25",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Melt Pharmaceuticals",
                "class": "INDUSTRY"
            },
            "collaborators": [
                {
                    "name": "MedTrials Incorporated",
                    "class": "UNKNOWN"
                },
                {
                    "name": "Evolution Research Group",
                    "class": "NETWORK"
                },
                {
                    "name": "Catalent",
                    "class": "INDUSTRY"
                },
                {
                    "name": "Pharmalex",
                    "class": "UNKNOWN"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "The goal of this clinical trial is to learn if MELT-300 works on procedural sedation in adult participants undergoing cataract extraction with lens replacement (CELR). It will also learn about the safety of MELT-300. Researchers will compare MELT-300 to a placebo (a look-alike substance that contains no drug) to see if MELT-300 works on procedural sedation in adult participants undergoing CELR. Researchers will also include a comparator SL midazolam to confirm the benefit of inclusion of ketamine in the combined drug product.\n\nThe main questions it aims to answer are:\n\n1. Does MELT-300 is effective in comparison to placebo on procedural sedation for cataract surgery?\n2. To determine the effectiveness of MELT-300 compared with midazolam on procedural sedation (to determine the contribution of ketamine component and inform the risk of ketamine in MELT-300)\n3. To determine the time to achieve preoperative target sedation level with MELT-300\n4. What medical problems do participants have when taking MELT-300 vs placebo\n\nEligible participants will admitted to the study unit on Day 1. Participants will be randomized prior to surgery 4:1:1 to\n\n1. MELT-300 (i.e. 1 MELT-300 sublingual tablet which contains 3 mg midazolam and 50 mg of ketamine)\n2. Midazolam (i.e. 1 matching midazolam sublingual tablet which contains 3 mg midazolam)\n3. Placebo (i.e. 1 matching placebo sublingual tablet)\n\nParticipants will receive study medication 30 (± 5) minutes, without food or water, before planned surgery start (defined as instillation of topical ocular anesthetic gel \\[i.e.. 3 drops of chloroprocaine hydrochloride ophthalmic gel)\\].\n\nThe effectiveness of MELT-300 will be performed after study medication is administered before surgery, in the course of surgery, and postoperative on Day 1 (end of surgery defined as just prior to drape removal). The safety of MELT-300 will be performed at baseline, in the course of surgery, postoperatively on Day 1, and on Day 3 ± 1 day post dose of study medication.",
            "detailedDescription": "This is a Phase 3, randomized, double-masked, placebo-controlled, parallel-cohort, multicenter study to evaluate the efficacy and safety of MELT-300 compared with placebo on procedural sedation in adult participants undergoing CELR. An active comparator, SL midazolam, is also included in the trial, in part, to confirm the benefit of inclusion of ketamine in the combined drug product.\n\nApproximately 486 participants will be enrolled in 3 parallel treatment arms to assess efficacy endpoints.\n\nEligible participants will be admitted to the study unit on Day 1. Participants will be randomized prior to surgery 4:1:1 to\n\n1. MELT-300 (i.e. 1 MELT-300 sublingual tablet which contains 3 mg midazolam and 50 mg of ketamine)\n2. Midazolam (i.e. 1 matching midazolam sublingual tablet which contains 3 mg midazolam)\n3. Placebo (i.e. 1 matching placebo sublingual tablet) Participants will receive study medication 30 (± 5) minutes, without food or water, before planned surgery start (defined as instillation of topical ocular anesthetic gel \\[i.e.. 3 drops of chloroprocaine hydrochloride ophthalmic gel)\\].\n\nEfficacy assessments will be performed after study medication administration before surgery, intraoperatively, and postoperative on Day 1 (end of surgery defined as just prior to drape removal). Efficacy assessments will include assessments of sedation, need for rescue medication for sedation, need for rescue medication for pain, and the ability to complete the surgery.\n\nSafety will be monitored at baseline, intraoperatively, postoperatively on Day 1, and on Day 3 ± 1 day post dose of study medication. Safety assessment will include monitoring of AEs, vital sign measurements, and physical examinations."
        },
        "conditionsModule": {
            "conditions": [
                "Cataract"
            ],
            "keywords": [
                "Cataract surgery",
                "Intraocular pressure",
                "Intraoperative ocular pain",
                "Sedation",
                "Lens replacement",
                "MELT-300",
                "Cataract extraction"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE3"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Randomized, Double-Masked, Placebo-Controlled, Parallel-Group, Multi-Center Study",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "QUADRUPLE",
                    "maskingDescription": "Double-masked",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 486,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "MELT-300 sublingual tablet",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will receive a single dose of MELT-300 sublingual, tablet containing 3 mg of midazolam and 50 mg of ketamine.",
                    "interventionNames": [
                        "Drug: MELT-300 sublingual tablet"
                    ]
                },
                {
                    "label": "Midalozam sublingual tablet",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Participants will receive a single dose of midazolam 3 mg sublingual tablet.",
                    "interventionNames": [
                        "Drug: Midalozam sublingual tablet"
                    ]
                },
                {
                    "label": "Placebo sublingual tablet",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "Participants will receive a single dose of a matching placebo sublingual tablet.",
                    "interventionNames": [
                        "Drug: Placebo sublingual tablet"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "MELT-300 sublingual tablet",
                    "description": "Each dose of MELT-300 will be provided as a single sublingual tablet, containing 3 mg midazolam and 50 mg ketamine. Participants will receive 1 sublingual tablet of study medication 30 (± 5) minutes prior to planned surgery start, without food or water.",
                    "armGroupLabels": [
                        "MELT-300 sublingual tablet"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Midalozam sublingual tablet",
                    "description": "Each dose of midazolam will be provided as a single sublingual tablet, containing 3 mg midazolam. Participants will receive 1 sublingual tablet of study medication 30 (± 5) minutes prior to planned surgery start, without food or water.",
                    "armGroupLabels": [
                        "Midalozam sublingual tablet"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Placebo sublingual tablet",
                    "description": "Each dose of placebo will be provided as a matching sublingual tablet, containing placebo. Participants will receive 1 sublingual tablet of study medication 30 (± 5) minutes prior to planned surgery start, without food or water.",
                    "armGroupLabels": [
                        "Placebo sublingual tablet"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Percentage of Participants Achieving Successful Procedural Sedation",
                    "description": "Successful procedural sedation is defined as achieving target sedation level (Ramsay Sedation Scale \\[RSS\\] level 2 or 3) by the start of surgery without need for rescue sedation medication, no requirement for intraoperative sedation medication, and able to complete the surgery (i.e. procedural sedation responder). The Ramsay Sedation Scale (RSS) was the first scale to be defined for the sedated participants and was designed as a test of arousability. The Ramsay Scale provides three levels of 'awake' states (score 1-3) and three levels of 'asleep' states (score 4-6). A score of 2 (participant is cooperative, orientated, and tranquil) best fits an optimum sedation level based on the criteria of calm, comfortable, communicative, and cooperative participants.",
                    "timeFrame": "Preoperative (Day 1), Intraoperative (Day 1), and Postoperative (Day 1)"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Percentage of Participants Requiring Rescue Sedation Medication",
                    "description": "Rescue sedation medication (i.e., intravenous midazolam) at a dose determined by Investigator or anesthesiologist may be given. Use of rescue sedation medication during surgery will be allowed if a participant's RSS score is \\< 2.",
                    "timeFrame": "Preoperative (Day 1) and Intraoperative (Day 1)"
                },
                {
                    "measure": "Percentage of Participants Achieving Preoperative Procedural Sedation Without Need For Rescue Sedation Medication",
                    "description": "Participants achieving target sedation level RSS level 2 or 3 by the start of surgery without need for rescue sedation medication.",
                    "timeFrame": "Preoperative (Day 1)"
                },
                {
                    "measure": "Percentage of Participants Requiring Rescue Sedation Medication Preoperatively",
                    "description": "Rescue sedation medication (i.e., intravenous midazolam) at a dose determined by Investigator or anesthesiologist may be given. Use of rescue sedation medication during surgery will be allowed if a participant's RSS score is \\< 2.",
                    "timeFrame": "Preoperative (Day 1)"
                },
                {
                    "measure": "Percentage of Participants Requiring Rescue Sedation Medication Intraoperatively",
                    "description": "Rescue sedation medication (i.e., intravenous midazolam) at a dose determined by Investigator or anesthesiologist may be given. Use of rescue sedation medication during surgery will be allowed if a participant's RSS score is \\< 2.",
                    "timeFrame": "Intraoperative (Day 1)"
                },
                {
                    "measure": "Assessment of Sedation Scores in Participants Without Requiring Rescue Sedation Medication",
                    "description": "Target sedation level (RSS level 2 or 3) by the start of surgery without need for rescue sedation medication, no requirement for intraoperative sedation medication, and able to complete the surgery (i.e. procedural sedation responder).",
                    "timeFrame": "Preoperative (Day 1), Intraoperative (Day 1), and Postoperative (Day 1)"
                },
                {
                    "measure": "Percentage of Participants Able to Complete the Surgery",
                    "description": "Participants achieving the target sedation level (RSS level 2 or 3) by the start of surgery without need for rescue sedation medication, no requirement for intraoperative sedation medication.",
                    "timeFrame": "Postoperative (Day 1)"
                },
                {
                    "measure": "Percentage of Participants Able to Complete the Surgery Without Intervention (Other Than Rescue Sedation Medication)",
                    "timeFrame": "Postoperative (Day 1)"
                },
                {
                    "measure": "Duration to Achieve Preoperative Target Sedation (RSS level 2 or 3)",
                    "description": "Measurement of duration (time taken) to achieve target sedation level (RSS level 2 or 3) by the start of surgery.",
                    "timeFrame": "Preoperative (Day 1)"
                },
                {
                    "measure": "Percentage of Participants Reporting Treatment Emergent Adverse Events (TEAEs)",
                    "description": "An adverse event is any untoward medical occurrence in a participant or clinical study participant, temporally associated with the use of study intervention, whether or not considered related to the study intervention.",
                    "timeFrame": "Baseline, Preoperative (Day 1), Intraoperative (Day 1), Postoperative (Day 1), and Day 3 ± 1 post dose of study medication"
                },
                {
                    "measure": "Percentage of Participants Reporting Adverse Events Special Interest (AESIs)",
                    "description": "The prespecified AESI include:\n\n1. AEs representing ketamine emergence delirium (i.e.., hallucinations, unpleasant/bad dreams, vivid imagery, confusional state, excitement, behavior abnormal, agitation),\n2. Respiratory AEs (i.e.., respiratory depression, hypoventilation, dyspnea, oxygen desaturation, respiratory arrest, airway obstruction),\n3. Cardiovascular AEs (i.e.., hypotension, blood pressure increased, hypertension \\[new onset or worsened\\], bradycardia/tachycardia, cardiac arrest, cardiac decompensation),\n4. Neurocognitive AEs (i.e.., confusional state, amnesia, memory impairment, attention impaired, disorientation, delirium).\n5. Abuse-related AEs\n6. Oversedation (i.e.. sedation excessive) requiring the use of flumazenil\n7. Oral/pharyngeal AEs (i.e.. changes to tongue, oral cavity \\[active infection, mucositis, cold sores, canker sores, vesicles, viral lesions, stomatitis, periodontal disease\\], and/or oral/pharyngeal function \\[hypoesthesia, taste disorders, dysphagia\\])",
                    "timeFrame": "Baseline, Preoperative (Day 1), Intraoperative (Day 1), Postoperative (Day 1), and Day 3 ± 1 post dose of study medication"
                },
                {
                    "measure": "Mean Change from Baseline in Blood Pressure (mmHg)",
                    "timeFrame": "Baseline, Preoperative (Day 1), Intraoperative (Day 1), Postoperative (Day 1), and Day 3 ± 1 post dose of study medication"
                },
                {
                    "measure": "Mean Change from Baseline in Heart Rate [beats per minute (bpm)]",
                    "timeFrame": "Baseline, Preoperative (Day 1), Intraoperative (Day 1), Postoperative (Day 1), and Day 3 ± 1 post dose of study medication"
                },
                {
                    "measure": "Mean Change from Baseline in Respiratory Rate (breath per minute)",
                    "timeFrame": "Baseline, Preoperative (Day 1), Intraoperative (Day 1), Postoperative (Day 1), and Day 3 ± 1 post dose of study medication"
                },
                {
                    "measure": "Mean Change from Baseline in Body Temperature (degrees Fahrenheit)",
                    "timeFrame": "Baseline, Preoperative (Day 1), Intraoperative (Day 1), Postoperative (Day 1), and Day 3 ± 1 post dose of study medication"
                },
                {
                    "measure": "Mean Change from Baseline in Pulse Oximetry (%)",
                    "timeFrame": "Baseline, Preoperative (Day 1), Intraoperative (Day 1), Postoperative (Day 1), and Day 3 ± 1 post dose of study medication"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\nParticipants must meet all of the following in order to be enrolled into the study:\n\n1. Males and females ≥ 18 years of age\n2. Are to undergo unilateral primary CELR under topical anesthesia, with a phacoemulsification device and insertion of an intraocular lens\n3. For women of childbearing potential (WOCBP), have a negative urine pregnancy test, and abstain from sexual activity or use a double barrier method (e.g. condom and diaphragm) of birth control from Day 1 and up to 2 days after study drug administration.\n4. Willing to refrain from alcohol consumption within 24 hours of randomization\n5. Are competent to provide informed consent\n6. Voluntarily provide informed consent in accordance with governing International Review Board (IRB) requirements and provide Health Insurance Portability and Accountability Act (HIPAA) authorization, prior to any procedures or evaluations performed specifically for the sole purpose of the study\n7. Indicate they understand and are able, willing, and likely to fully comply with study procedures and restrictions\n\nExclusion Criteria:\n\n1. Subjects scheduled for simultaneous bilateral or 2nd-eye cataract surgery (subjects scheduled for a future 2nd eye cataract surgery are eligible for the study)\n2. Known sensitivity to benzodiazepines or ketamine\n3. Known sensitivity to -caines (including proparacaine, ester-type local anesthetics), benzalkonium chloride (BAK)\n4. Intraocular pressure (IOP) \\> 30 mmHg in the study eye or fellow eye at screening.\n5. History of iritis, or any ocular trauma with iris damage in the study eye\n6. Presence of active corneal pathology other than dry eye per slit lamp and external eye exam at screening in either eye\n7. Presence of extraocular/intraocular inflammation in either eye\n8. Presence of active bacterial and/or viral infection in either eye\n9. History of intraocular non-laser surgery in the study eye within the 3 months prior to day of surgery, or intraocular laser surgery in the study eye within 30 days prior to the day of surgery\n10. Requiring or planning other additional ocular surgery during the cataract surgery (e.g. glaucoma surgery (\\[minimally invasive or traditional\\], limbal relaxing incisions, etc.) or performing laser-assisted CELR\n11. Presence of active infection, mucositis, cold sores, canker sores, vesicles, viral lesions, local irritation/inflammation, or periodontal disease of the oral cavity. In addition, evidence of piercings of the tongue or anywhere in the oral cavity, history of oral cavity piercings, history of significant dental disease, or history of dysphagia.\n12. Women who are nursing a child or plan to nurse a child during the study\n13. Have a history or clinical manifestations (e.g., signs, symptoms, laboratory values, diagnostic imaging, etc.) of significant gastrointestinal, cardiovascular, hepatic, renal, hematological, endocrine, neurological, psychiatric, respiratory, or other medical condition that in the opinion of the investigator might confound the study results or pose additional risk in administering the study procedures\n14. Use of disallowed medications including the following:\n\n    1. Antihypertensive agent or diabetic regimen at a dose that has not been stable for at least 30 days prior to Day 1, or which is not expected to remain stable throughout the study\n    2. Central nervous system (CNS) active drugs such as benzodiazepines, tricyclic antidepressants, serotonin and norepinephrine reuptake inhibitors (SNRIs), or selective serotonin reuptake inhibitors (SSRIs) that have not been stable for at least 30 days prior to Day 1, or which is not expected to remain stable throughout the study\n    3. Initiating the use of, switching to a different, or increasing the dose of a sleep medication (e.g. lorazepam, zolpidem, etc) within 3 days of randomization\n15. Illicit drug use (including marijuana) or alcohol abuse based on medical history, or currently engaged in illicit drug use or alcohol abuse.\n\n    1. Alcohol abuse is defined as 5 or more drinks in one sitting or 15 or more drinks in a week for men and 4 or more drinks in one sitting or 8 or more drinks in a week for women. A drink is considered a 1.5 oz shot, 12 oz of beer, or 5 oz of wine.\n    2. However, patients with a medical history of illicit drug use or alcohol abuse ≥ 5 years prior to the time of screening and who have recovered and have been drug/alcohol free for at least that period of time (i.e., 5 years) can be enrolled\n16. Creatinine clearance rate \\< 60 mL/min estimated using the Cockroft-Gault formula\n17. Aspartate aminotransferase (AST), alanine aminotransferase (ALT), or alkaline phosphatase (ALP) \\> 2.5 times upper limit of normal (ULN), or total bilirubin \\> 1.5 x ULN. In cases of documented Gilbert syndrome, subjects with elevated bilirubin levels will be permitted to enroll in the study if other liver function tests are within the specified limits\n18. Any other abnormal laboratory results or presence of any condition that the Investigator believes would put the subject at risk or confound the interpretation of results",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "65 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Giovanni DeCastro",
                    "role": "CONTACT",
                    "phone": "6157670074",
                    "email": "gdecastro@meltpharma.com"
                },
                {
                    "name": "Larry Dillaha",
                    "role": "CONTACT",
                    "phone": "6157670074",
                    "email": "ldillaha@harrowinc.com"
                }
            ],
            "locations": [
                {
                    "facility": "Ridge Eye Care, Inc.",
                    "status": "RECRUITING",
                    "city": "Chico",
                    "state": "California",
                    "zip": "95928",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Yasmin Hauenstein",
                            "role": "CONTACT"
                        },
                        {
                            "name": "Dr. Douglas McGraw",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.72849,
                        "lon": -121.83748
                    }
                },
                {
                    "facility": "Icon Eye Care",
                    "status": "RECRUITING",
                    "city": "Grand Junction",
                    "state": "Colorado",
                    "zip": "81501",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Cordy Brophy",
                            "role": "CONTACT"
                        },
                        {
                            "name": "Dr. James Fox",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.06387,
                        "lon": -108.55065
                    }
                },
                {
                    "facility": "Levenson Eye Associates",
                    "status": "RECRUITING",
                    "city": "Jacksonville",
                    "state": "Florida",
                    "zip": "32204",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Vontrece Williams",
                            "role": "CONTACT"
                        },
                        {
                            "name": "Dr. Jeffrey Levenson",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 30.33218,
                        "lon": -81.65565
                    }
                },
                {
                    "facility": "Maryland Vision Institute",
                    "status": "RECRUITING",
                    "city": "Hagerstown",
                    "state": "Maryland",
                    "zip": "21740",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Irina Price",
                            "role": "CONTACT"
                        },
                        {
                            "name": "Dr. Augustus \"Gus\" Stern",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.64176,
                        "lon": -77.71999
                    }
                },
                {
                    "facility": "Vance Thompson Vision- Alexandria",
                    "status": "RECRUITING",
                    "city": "Alexandria",
                    "state": "Minnesota",
                    "zip": "56308",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Isaac McCoy",
                            "role": "CONTACT"
                        },
                        {
                            "name": "Dr. Deborah Ristvedt",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 45.88524,
                        "lon": -95.37754
                    }
                },
                {
                    "facility": "Tekwani Vision Center",
                    "status": "RECRUITING",
                    "city": "Bay Saint Louis",
                    "state": "Mississippi",
                    "zip": "63128",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Amber Putman",
                            "role": "CONTACT"
                        },
                        {
                            "name": "Dr. Navin Tekwani",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 30.30881,
                        "lon": -89.33005
                    }
                },
                {
                    "facility": "Bergstrom Eye Research",
                    "status": "RECRUITING",
                    "city": "Fargo",
                    "state": "North Dakota",
                    "zip": "58103",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Angela Callaghan",
                            "role": "CONTACT"
                        },
                        {
                            "name": "Dr. Lance Bergstrom",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 46.87719,
                        "lon": -96.7898
                    }
                },
                {
                    "facility": "Vance Thompson Vision, ND",
                    "status": "RECRUITING",
                    "city": "W. Fargo",
                    "state": "North Dakota",
                    "zip": "58078",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Sarah Thiede",
                            "role": "CONTACT"
                        },
                        {
                            "name": "Dr. Michael Greenwood",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 46.87497,
                        "lon": -96.90036
                    }
                },
                {
                    "facility": "Northeastern Eye Institute",
                    "status": "RECRUITING",
                    "city": "Scranton",
                    "state": "Pennsylvania",
                    "zip": "18503",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Patti Myers",
                            "role": "CONTACT"
                        },
                        {
                            "name": "Dr. William Jordan Jr.",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.40916,
                        "lon": -75.6649
                    }
                },
                {
                    "facility": "Conway Ophthalmology",
                    "status": "RECRUITING",
                    "city": "Conway",
                    "state": "South Carolina",
                    "zip": "29526",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Rebecca Thigpen",
                            "role": "CONTACT"
                        },
                        {
                            "name": "Dr. Charles Proctor",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.836,
                        "lon": -79.04781
                    }
                },
                {
                    "facility": "Vance Thompson Vision",
                    "status": "RECRUITING",
                    "city": "Sioux Falls",
                    "state": "South Dakota",
                    "zip": "57108",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jason Meyer",
                            "role": "CONTACT"
                        },
                        {
                            "name": "Dr. Daniel Terveen",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 43.54997,
                        "lon": -96.70033
                    }
                },
                {
                    "facility": "Utah Eye Centers- Pleasant Grove",
                    "status": "RECRUITING",
                    "city": "Pleasant Grove",
                    "state": "Utah",
                    "zip": "84062",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Rachel Buchanan",
                            "role": "CONTACT"
                        },
                        {
                            "name": "Dr. David Griffin",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.36412,
                        "lon": -111.73854
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000002386",
                    "term": "Cataract"
                }
            ],
            "ancestors": [
                {
                    "id": "D000007905",
                    "term": "Lens Diseases"
                },
                {
                    "id": "D000005128",
                    "term": "Eye Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5638",
                    "name": "Cataract",
                    "asFound": "Cataract",
                    "relevance": "HIGH"
                },
                {
                    "id": "M13066",
                    "name": "Pain",
                    "relevance": "LOW"
                },
                {
                    "id": "M29070",
                    "name": "Eye Pain",
                    "relevance": "LOW"
                },
                {
                    "id": "M10917",
                    "name": "Lens Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8271",
                    "name": "Eye Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC11",
                    "name": "Eye Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M10674",
                    "name": "Ketamine",
                    "relevance": "LOW"
                },
                {
                    "id": "M11845",
                    "name": "Midazolam",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Analg",
                    "name": "Analgesics"
                },
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "AdjAn",
                    "name": "Adjuvants, Anesthesia"
                },
                {
                    "abbrev": "PsychDr",
                    "name": "Psychotropic Drugs"
                }
            ]
        }
    },
    "hasResults": false
}