{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05725668",
            "orgStudyIdInfo": {
                "id": "AG074045-01A1"
            },
            "organization": {
                "fullName": "Oregon Research Institute",
                "class": "OTHER"
            },
            "briefTitle": "A Study of Dual-task Exercise Training to Prevent Falls Among Older Adults With Mild Cognitive Impairment",
            "officialTitle": "Dual-Task Training Exercise to Reduce Falls in Older Adults With Mild Cognitive Impairment",
            "therapeuticArea": [
                "Other"
            ],
            "study": "a-study-of-dual-task-exercise-training-to-prevent-falls-among-older-adults-with-mild-cognitive-impairment"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-01",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-07-15",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-07-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2028-01-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-02-02",
            "studyFirstSubmitQcDate": "2023-02-02",
            "studyFirstPostDateStruct": {
                "date": "2023-02-13",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-01-11",
            "lastUpdatePostDateStruct": {
                "date": "2024-01-12",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Fuzhong Li",
                "investigatorTitle": "Senior Scientist",
                "investigatorAffiliation": "Oregon Research Institute"
            },
            "leadSponsor": {
                "name": "Oregon Research Institute",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "To determine the efficacy of a dual-task tai ji quan training therapy in reducing the incidence of falls in older adults with mild cognitive impairment.",
            "detailedDescription": "The primary aim of the study is to determine the comparative efficacy of two tai ji quan interventions (Dual-task tai ji quan, standard tai ji quan), relative to a stretching exercise control, in reducing the incidence of falls among community-dwelling older adults with mild cognitive impairment."
        },
        "conditionsModule": {
            "conditions": [
                "Mild Cognitive Impairment",
                "Accidental Falls",
                "Aging"
            ],
            "keywords": [
                "Falls",
                "Exercise",
                "Dual tasking"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "whoMasked": [
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 336,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Dual-task taj ji quan",
                    "type": "EXPERIMENTAL",
                    "description": "This intervention includes training of (a) symmetrical postural tai ji quan forms/movements synchronized with breathing, (b) controlled displacement (weight-shifting) of the body's center of mass over the base of support, (c) dynamic eye-hand movements during whole-body motion, (d) multidirectional (anterior-posterior and medial-lateral) stepping, and (e) rotational ankle sway and self-induced reactive postural recovery actions. The training practices are integrated, gradually over time, with a mix of interactive, cognitively stimulating, dual-task exercises that challenge attention control, working memory, verbalization, response inhibition, processing speed, dual tasking, task switching/prioritization, and spatial orientation and postural awareness.",
                    "interventionNames": [
                        "Behavioral: dual-task tai ji quan"
                    ]
                },
                {
                    "label": "Standard tai ji quan",
                    "type": "EXPERIMENTAL",
                    "description": "This intervention includes training of tai ji quan forms with synchronized breathing, supplemented by a set of mini-therapeutic exercises. The training involves repeated practice of (a) symmetrical, coordinated, trunk-driven tai ji quan form movements, (b) controlled displacement (weight-shifting) of the body's center of mass over varying sizes of the base of support, (c) dynamic eye-hand movements during whole-body motion, and (d) multidirectional (anterior-posterior and medial-lateral) stepping. As a balance training therapy, movement practices emphasize a dynamic interplay of stabilizing and self-induced destabilizing postural actions and balance exercises that target mobility, stability limits, and sensory integration.",
                    "interventionNames": [
                        "Behavioral: standard tai ji quan"
                    ]
                },
                {
                    "label": "Stretching exercise",
                    "type": "EXPERIMENTAL",
                    "description": "This active control intervention includes light activities that consist of breathing, stretching, and relaxation exercises. Each exercise session encompasses a variety of light and static stretches for joints and muscles, performed in a seated or standing position. Exercise involves the upper body (arms, neck, upper back, shoulder, back, and chest), lower extremities (quadriceps, hamstrings/calfs, and hips), and gentle and slow trunk rotations. Also included are intermittent light walking, deep abdominal breathing exercises that emphasize inhaling and exhaling to maximum capacity, and progressive relaxation of major muscle groups.",
                    "interventionNames": [
                        "Behavioral: stretching"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "dual-task tai ji quan",
                    "description": "dual-task tai ji quan training",
                    "armGroupLabels": [
                        "Dual-task taj ji quan"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "standard tai ji quan",
                    "description": "standard tai ji quan training",
                    "armGroupLabels": [
                        "Standard tai ji quan"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "stretching",
                    "description": "stretching exercise",
                    "armGroupLabels": [
                        "Stretching exercise"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Self-reported number of falls",
                    "description": "This measure will reflect change in the incidence of falls as a result of intervention. Study participants will be given a falls calendar to record number of falls at home. Falls are defined as \"when you land on the floor or the ground, or fall and hit objects like stairs or pieces of furniture, by accident.\" This information will be ascertained monthly via a phone call by study assessors",
                    "timeFrame": "Monthly, baseline to 6 months (i.e., after end of intervention)"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Short Physical Performance Battery",
                    "description": "Reflects change in lower extremity function with intervention. This is measured by Short Physical Performance Battery which involves three functional tasks: static balance, gait speed, and getting in and out of a chair, with scores ranging from 0 (worst performance) to 12 (best performance).",
                    "timeFrame": "Baseline, 4 months, 6 months, 12 months"
                },
                {
                    "measure": "Timed Up and Go (TUG)",
                    "description": "Reflects change in lower extremity physical function with intervention. This is measured by the Timed Up and Go test (TUG; in seconds) which assesses mobility and fall risk. The test measures the time taken by an individual to stand up from a standard chair, walk a distance of 3 meters, turn, walk back to the chair, and sit down. Lower scores represent better lower extremity physical function.",
                    "timeFrame": "Baseline, 4 months, 6 months, 12 months"
                },
                {
                    "measure": "Dual-task walking",
                    "description": "Reflects change in dual-task costs in gait speed with intervention. The TUG test protocol will be repeated under a dual-task condition where the participant is asked to walk while performing an arithmetic task (i.e., starting at the number 81 and sequentially subtracting 5 from the resulting number). Lower scores on this walk indicate better performance. Dual-task walking cost is defined as the difference between single- and dual-task walking speed, expressed in percentage, with less negative values representing improvement in dual-task walking speed relative to single-task walking.",
                    "timeFrame": "Baseline, 4 months, 6 months, 12 months"
                },
                {
                    "measure": "30-second chair stand",
                    "description": "Reflects change in lower extremity strength and endurance with intervention. This is measured by the 30-second chair stand test. The test is conducted by asking the participant to stand up from a chair and sit down fully and to perform as many cycles of sit-to-stand-to-sit as possible in 30 seconds. Higher scores (number of stands) represent higher levels of strength and endurance.",
                    "timeFrame": "Baseline, 4 months, 6 months, 12 months"
                },
                {
                    "measure": "Montreal Cognitive Assessment (MoCA)",
                    "description": "Reflects change in global cognitive function. This is measured by MoCA which measures cognitive function of multiple domains (attention/concentration, executive functions, short term memory, language, visuospatial abilities, orientation to time and place). MoCA has a total score that ranges from 0 to 30, with higher scores representing better cognitive functioning.",
                    "timeFrame": "Baseline, 4 months, 6 months, 12 months"
                },
                {
                    "measure": "Trail Making (A, B)",
                    "description": "Reflects change in executive function with intervention. This is measured by Trail Making Test (TMT) which consists of two parts (A and B). In Part A, the participant is asked to count the number (1 through 25) off the screen out loud as quickly as possible. In Part B, the participant is asked to recite numbers and letters in an alternating sequence (1-A-2-B-3-C . . . 12-L) as quickly as possible. Errors are corrected immediate with the clock running. For Parts A and B, scoring is expressed in terms of the time (in seconds) to completion. The difference in time taken to complete Part B versus Part A is calculated to form a measure of executive function, with smaller difference scores indicating better executive function.",
                    "timeFrame": "Baseline, 4 months, 6 months, 12 months"
                },
                {
                    "measure": "Category Fluency",
                    "description": "Reflects change in memory with intervention. This is measured by a category fluency test in which the participant is asked to generate the names of as many animals as possible in 60 seconds.",
                    "timeFrame": "Baseline, 4 months, 6 months, 12 months"
                },
                {
                    "measure": "Forward Digit Span",
                    "description": "Reflects change in attention with intervention. This is measured by Forward Digit Span test. During the test, the participant is asked to repeat a series of digits in the order given. The maximum raw score is 16, with higher scores indicating better attention.",
                    "timeFrame": "Baseline, 4 months, 6 months, 12 months"
                },
                {
                    "measure": "Backward Digit Span",
                    "description": "Reflects change in short-term working memory with intervention. This is measured by Backward Digit Span test. During the test, the participant is asked to repeat a series of digits in reverse order. The maximum raw score is 16, with higher scores indicating better memory.",
                    "timeFrame": "Baseline, 4 months, 6 months, 12 months"
                },
                {
                    "measure": "Proportion of fallers",
                    "description": "Number of fallers from participants at 6 months in each intervention group",
                    "timeFrame": "At 6 months"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Activity-specific Balance Confidence",
                    "description": "Reflects change in the perceptions of balance with intervention. This is measured by the Activity-specific Balance Confidence Scale which assesses one's confidence in performing various activities of daily living without compromising one's balance. It includes such items as picking up an object from the floor, standing on a chair to reach, and walking on icy sidewalks. The scale contains 16 items scored on a range from 0% to 100% (0 indicating no confidence and 100 indicating full confidence).",
                    "timeFrame": "Baseline, 4 months, 6 months, 12 months"
                },
                {
                    "measure": "Pittsburgh Sleep Quality Index",
                    "description": "Reflects change in quality of sleep with intervention. This is measured by the Pittsburgh Sleep Quality Index which includes seven indices: subjective quality, latency (i.e., time needed to fall asleep), duration (i.e., number of hours of actual sleep per night), efficiency (i.e., total sleep time divided by time in bed, converted to a score of 0-3), sleep disturbances (e.g., waking up in the middle of the night and the like), use of sleep medication, and daytime dysfunction (e.g., having difficulty staying awake during the day). Each of the component scores ranges from 0 to 3, with the PSQI global score ranging from 0 to 21 points, with higher scores indicating poorer sleep quality.",
                    "timeFrame": "Baseline, 4 months, 6 months, 12 months"
                },
                {
                    "measure": "Geriatric Depression Scale",
                    "description": "Reflects change in the level of depression with intervention. This is measured by the Geriatric Depression Scale (GDS). The 15-item version of the GDS will be used with the scores ranging from 0 to 15. A score of 0 to 4 is considered to be within the normal range, 5 to 9 indicates mild depression, and a score of 10 or more indicates moderate to severe depression.",
                    "timeFrame": "Baseline, 4 months, 6 months, 12 months"
                },
                {
                    "measure": "EuroQol EQ-5D",
                    "description": "Reflects change in quality of life with intervention. This is measured by EuroQol EQ-5D which assesses health status in five domains: mobility, self-care, usual activities, pain/discomfort, and anxiety/depression. Each domain is measured at three levels: no problems (coded as 1), some problems (2), and extreme problems (3). An EQ-5D utility score will be calculated for each participant based on the U.S. population-based (preference-weighted) health index scores on a scale ranging from less than 0 (worst health state) to 1.0 (best or perfect health state).",
                    "timeFrame": "Baseline, 4 months, 6 months, 12 months"
                },
                {
                    "measure": "Frailty Questionnaire",
                    "description": "Reflects change in frailty with intervention. Frailty is measured by the Frailty Questionnaire which assesses 5 components: Fatigue, Resistance, Ambulation, Illness, and Loss of Weight. The scale scores range from 0 to 5 (i.e., 1 point for each component; 0=best to 5=worst) and represent frail (3-5), pre-frail (1-2), and robust (0) health status",
                    "timeFrame": "Baseline, 4 months, 6 months, 12 months"
                },
                {
                    "measure": "International Physical Activity Questionnaire",
                    "description": "Reflects change in physical activity with intervention. Total weekly minutes spent in vigorous physical activity (PA) and moderate PA will be measured. Two self-report PA measures will be calculated: total weekly minutes of vigorous + moderate PA in bouts of ≥10 min, excluding walking (MVPA) and total weekly minutes of walking in bouts of ≥10 min (Walk). We will report Total PA (MVPA + Walk), which is conceptually the same construct as accelerometry MVPA in ≥10 min bouts.",
                    "timeFrame": "Baseline, 4 months, 6 months, 12 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* being 65 years and older\n* having complaint of memory loss\n* scoring ≤0.5 on Clinical Dementia Scale\n* having had 1 or more falls in the preceding 12 months or scoring ≥12 seconds on the Timed Up and Go test\n\nExclusion Criteria:\n\n* scoring \\<24 on the Mini-Mental State Examination\n* being able to ambulate independently for household distances\n* having medical clearance\n* having participated in any regular and structured tai ji quan-based exercise programs (≥2 times weekly) in the preceding 6 months\n* having a progressive neuromuscular disorder such as Parkinson's disease or multiple sclerosis\n* being unwilling to be randomized",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "65 Years",
            "maximumAge": "95 Years",
            "stdAges": [
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Fuzhong Li, Ph.D.",
                    "role": "CONTACT",
                    "phone": "541-484-2123",
                    "email": "fuzhongl@ori.org"
                }
            ],
            "locations": [
                {
                    "facility": "Oregon Research Institute",
                    "status": "RECRUITING",
                    "city": "Springfield",
                    "state": "Oregon",
                    "zip": "97477",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Fuzhong Li, Ph.D.",
                            "role": "CONTACT",
                            "phone": "541-484-2123",
                            "phoneExt": "2137",
                            "email": "fuzhongl@ori.org"
                        },
                        {
                            "name": "Fuzhong Li, Ph.D.",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 44.04624,
                        "lon": -123.02203
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "The following data will be made available with publication: deidentified participant data and data directory. Additional data that have not been published will be withheld until at least 6 months after publication. Data will be made available as required for specific, approved analyses and will be provided from a locked, cleaned, and deidentified database. Requests will be reviewed the principal investigator before approval. Before any analysis, a signed confidentiality agreement or data sharing agreement is required.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF"
            ],
            "timeFrame": "6 months after the study results are published in a peer-reviewed journal and the data sharing plan will end 12 months after the publication.",
            "accessCriteria": "We will share all data that support published results of the trial."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000060825",
                    "term": "Cognitive Dysfunction"
                }
            ],
            "ancestors": [
                {
                    "id": "D000003072",
                    "term": "Cognition Disorders"
                },
                {
                    "id": "D000019965",
                    "term": "Neurocognitive Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M29705",
                    "name": "Cognitive Dysfunction",
                    "asFound": "Mild Cognitive Impairment",
                    "relevance": "HIGH"
                },
                {
                    "id": "M6301",
                    "name": "Cognition Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M21836",
                    "name": "Neurocognitive Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}