{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05719558",
            "orgStudyIdInfo": {
                "id": "1002-CL-0101"
            },
            "organization": {
                "fullName": "Astellas Pharma Inc",
                "class": "INDUSTRY"
            },
            "briefTitle": "A Study of ASP1002 in Adults for Treatment of Solid Tumors",
            "officialTitle": "A Phase 1 Study of ASP1002 in Participants With Metastatic or Locally Advanced Solid Tumors",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "a-study-of-in-adults-for-treatment-of-solid-tumors"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-03-13",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2028-04-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2028-05-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-01-31",
            "studyFirstSubmitQcDate": "2023-01-31",
            "studyFirstPostDateStruct": {
                "date": "2023-02-09",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-26",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-29",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Astellas Pharma Global Development, Inc.",
                "class": "INDUSTRY"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "ASP1002 is a potential new treatment for people with certain solid tumors. Before ASP1002 is available as a treatment, the researchers need to understand how it is processed by and acts upon the body. This information will help find a suitable dose and check for potential medical problems from the treatment.\n\nPeople in this study will be adults with locally advanced or metastatic solid tumors with high levels of a protein called claudin 4. Metastatic means the cancer has spread to other parts of the body. They will have been previously treated with available standard therapies or refused to receive those treatments.\n\nThere are 2 main aims of this study. One is to learn if people with certain solid tumors have any medical problems or side effects after receiving different doses of ASP1002. The other is to find a suitable dose of ASP1002 to use in future studies.\n\nThis study will be in 2 parts.\n\nIn Part 1, different small groups of people will receive lower to higher doses of ASP1002. Any medical problems and side effects will be recorded at each dose. This is done to find suitable doses of ASP1002 to use in Part 2 of the study. The first group will receive the lowest dose of ASP1002. A medical expert panel will check the results from this group and decide if the next group can receive a higher dose of ASP1002. The panel will do this for each dose group until all groups have taken ASP1002 or until suitable doses have been selected for Part 2.\n\nIn Part 2, other different small groups of people will receive ASP1002 with the most suitable doses determined from Part 1. This will help find a more accurate dose of ASP1002 to use in future studies.\n\nDuring both parts of the study, ASP1002 will be given through a vein. This is called an infusion. Each treatment cycle is 21 days long and the infusion is given weekly. People in this study will continue treatment for up to 2 years (32 cycles) until: they have medical problems or side effects that prevent them from continuing treatment; their cancer gets worse; they start other cancer treatment; they ask to stop treatment; they do not come back for treatment.\n\nPeople will visit the clinic several times during each treatment cycle. They will receive ASP1002 infusions 3 times during each treatment cycle. Each infusion could take 15 minutes to 2 hours, depending on the dose. In addition to infusions, other checks will occur during the visit. During these visits, the study doctors will check for any medical problems and side effects from ASP1002. At some visits, other checks will include a medical examination, laboratory tests and vital signs. Vital signs include temperature, pulse, breathing rate, oxygen saturation, and blood pressure. Also, blood and urine samples will be taken. Tumor samples will be taken during certain visits during treatment and when treatment has finished.\n\nPeople will visit the clinic within 7 days after stopping treatment. The study doctors will check for any medical problems and side effects from ASP1002. Other checks will include a medical examination, laboratory tests and vital signs. Then, they may visit the clinic at 30 days (1 month) and 90 days (3 months) after stopping treatment. At the 30-day visit, the study doctors will check for any medical problems and side effects from ASP1002. People will have their vital signs checked and have some laboratory tests. At the 90-day visit, the study doctors will check for any medical problems and side effects from ASP1002 and people will have their vital signs checked. After this, people will continue to visit the clinic every 9 to 12 weeks. This is to check the condition of their cancer."
        },
        "conditionsModule": {
            "conditions": [
                "Advanced Solid Tumors"
            ],
            "keywords": [
                "Solid Tumor;",
                "Malignancy;",
                "Metastasis;",
                "cancer;",
                "ASP1002;",
                "Pharmacokinetics"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "SEQUENTIAL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 210,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "ASP1002 Dose Escalation (Part 1)",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will be assigned to sequentially escalating doses of ASP1002. Each dose level will open sequentially based upon sponsor review of emerging data.",
                    "interventionNames": [
                        "Drug: ASP1002"
                    ]
                },
                {
                    "label": "ASP1002 Dose Expansion (Part 2) non-small cell lung cancer (NSCLC)",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will receive ASP1002 with dose/regimen selected from dose escalation (Part 1).",
                    "interventionNames": [
                        "Drug: ASP1002"
                    ]
                },
                {
                    "label": "Experimental: AS1002 Dose Expansion (Part 2) urothelial carcinoma (UC)",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will receive ASP1002 with dose/regimen selected from dose escalation (Part 1).",
                    "interventionNames": [
                        "Drug: ASP1002"
                    ]
                },
                {
                    "label": "Experimental: ASP1002 Dose Expansion (Part 2) colorectal cancer (CRC)",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will receive ASP1002 with dose/regimen selected from dose escalation (Part 1).",
                    "interventionNames": [
                        "Drug: ASP1002"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "ASP1002",
                    "description": "intravenous (IV) infusion",
                    "armGroupLabels": [
                        "ASP1002 Dose Escalation (Part 1)",
                        "ASP1002 Dose Expansion (Part 2) non-small cell lung cancer (NSCLC)",
                        "Experimental: AS1002 Dose Expansion (Part 2) urothelial carcinoma (UC)",
                        "Experimental: ASP1002 Dose Expansion (Part 2) colorectal cancer (CRC)"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Incidence of Dose Limiting Toxicities (DLTs) for ASP1002",
                    "description": "A DLT is defined as any of the following AEs that the investigator (or sponsor) cannot clearly attribute to a cause other than study intervention.",
                    "timeFrame": "Up to 24 months"
                },
                {
                    "measure": "Number of participants with Adverse Events (AEs)",
                    "description": "Adverse events (AEs) will be coded using MedDRA. An AE is any untoward medical occurrence in a patient or clinical study participant, temporally associated with the use of study intervention, whether or not considered related to the study intervention.",
                    "timeFrame": "Up to 25 months"
                },
                {
                    "measure": "Number of participants with Serious Adverse Events (SAEs)",
                    "description": "A Serious Adverse event (SAE) is defined as any untoward medical occurrence that, at any dose: results in death, is life-threatening, requires inpatient hospitalization or prolongation of existing hospitalization, results in persistent or significant disability/incapacity, is a congenital anomaly/birth defect, or other medically important event.",
                    "timeFrame": "Up to 27 months"
                },
                {
                    "measure": "Number of participants with laboratory value abnormalities and/or adverse events (AEs)",
                    "description": "Number of participants with potentially clinically significant laboratory values.",
                    "timeFrame": "Up to 27 months"
                },
                {
                    "measure": "Number of participants with vital sign abnormalities and/or adverse events (AEs)",
                    "description": "Number of participants with potentially clinically significant vital sign values.",
                    "timeFrame": "Up to 27 months"
                },
                {
                    "measure": "Number of participants with electrocardiogram (ECG) abnormalities and/or Adverse Events (AEs)",
                    "description": "Number of participants with potentially clinically significant ECG values.",
                    "timeFrame": "Up to 27 months"
                },
                {
                    "measure": "Number of participants with physical exam abnormalities and/or Adverse Events (AEs)",
                    "description": "Number of participants with potentially clinically significant physical exam values.",
                    "timeFrame": "Up to 24 months"
                },
                {
                    "measure": "Number of participants at each grade of Eastern Cooperative Oncology Group (ECOG) performance status scores",
                    "description": "The ECOG scale will be used to assess performance status. Grades range from 0 (fully active) to 4 (completely disabled). Negative change scores indicate an improvement. Positive scores indicate a decline in performance.",
                    "timeFrame": "Up to 27 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Pharmacokinetics (PK) of ASP1002 in serum: AUC0-7d",
                    "description": "AUC from the time of dosing to 7 days postdose (AUC0-7d) will be recorded from the PK serum samples collected.",
                    "timeFrame": "Up to 12 months"
                },
                {
                    "measure": "Pharmacokinetics (PK) of ASP1002 in serum: Cmax",
                    "description": "Maximum concentration (Cmax) will be recorded from the PK serum samples collected.",
                    "timeFrame": "Up to 12 months"
                },
                {
                    "measure": "Pharmacokinetics (PK) of ASP1002 in serum: Ctrough",
                    "description": "Concentration immediately prior to dosing at multiple dosing (Ctrough) will be recorded from the PK serum samples collected.",
                    "timeFrame": "Up to 12 months"
                },
                {
                    "measure": "Pharmacokinetics (PK) of ASP1002 in serum: tmax",
                    "description": "Time of maximum concentration (tmax) will be recorded from the PK serum samples collected.",
                    "timeFrame": "Up to 12 months"
                },
                {
                    "measure": "Objective Response Rate (ORR) per Immune Response Evaluation Criteria in Solid Tumors (iRECIST)",
                    "description": "ORR is defined as the proportion of participants whose best overall response is a Complete Response (CR) or Partial Response (PR).",
                    "timeFrame": "Up to 28 months"
                },
                {
                    "measure": "Objective Response Rate (ORR) per Response Evaluation Criteria in Solid Tumors (RECIST) v1.1",
                    "description": "ORR is defined as the proportion of participants whose best overall response is a Complete Response (CR) or Partial Response (PR).",
                    "timeFrame": "Up to 28 months"
                },
                {
                    "measure": "Duration of Response (DOR) per iRECIST",
                    "description": "DOR is defined as the time from the date of first documented response (CR or PR) to the date of first documented disease progression (PD) or death due to any cause, whichever occurs first.",
                    "timeFrame": "Up to 28 months"
                },
                {
                    "measure": "Duration of Response (DOR) per RECIST v1.1",
                    "description": "DOR is defined as the time from the date of first documented response (CR or PR) to the date of first documented disease progression (PD) or death due to any cause, whichever occurs first.",
                    "timeFrame": "Up to 28 months"
                },
                {
                    "measure": "Disease Control Rate (DCR) per iRECIST",
                    "description": "DCR is defined as the proportion of participants whose best overall response is CR, PR or stable disease (SD).",
                    "timeFrame": "Up to 28 months"
                },
                {
                    "measure": "Disease Control Rate (DCR) per RECIST v1.1",
                    "description": "DCR is defined as the proportion of participants whose best overall response is CR, PR or stable disease (SD).",
                    "timeFrame": "Up to 28 months"
                },
                {
                    "measure": "Incidence rate of Claudin-4 (CLDN4) by immunohistochemistry (IHC)",
                    "description": "Characterization of CLDN4 expression in tumor biopsies at baseline and up to six weeks will be performed.",
                    "timeFrame": "Baseline and up to 6 weeks"
                },
                {
                    "measure": "Changes in expression levels of Claudin-4 (CLDN4) by immunohistochemistry (IHC)",
                    "description": "Comparison of CLDN4 expression at baseline versus on-treatment tumor biopsies will be performed.",
                    "timeFrame": "Baseline and up to 6 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Participant has locally-advanced (unresectable) or metastatic solid tumor which is confirmed by available pathology records or current biopsy.\n\n  * For dose escalation, the participant must have one of the following malignancies (for all tumor types, any component of neuroendocrine histology is exclusionary): a. NSCLC - adenocarcinoma, squamous cell carcinoma and adenosquamous are included; large cell carcinoma and sarcomatoid carcinoma are excluded. Note: NSCLC Not Otherwise Specified will require medical monitor consultation prior to study entry; b. urothelial carcinoma (UC); c. colorectal cancer (CRC); d. Prostate adenocarcinoma; e. Ovarian cancer; f. triple-negative breast cancer (TNBC): TNBC defined as unequivocal TNBC histology (estrogen receptor-1 (ER-1) negative/progesterone receptor-negative/ human epidermal growth factor receptor (HER2)-negative). This is defined by \\< 1% expression of ER and progesterone receptor by immunohistochemistry (IHC) and that are, for HER2, either 0 to 1+ by IHC, or IHC 2+ and fluorescence in situ hybridization (FISH) negative (not amplified) as per current American Society of Clinical Oncology (ASCO)/ College of American Pathologists (CAP) guidelines \\[Hammond et al, 2010\\].\n  * For dose expansion, the participant must have one of the following malignancies (for all tumor types, any component of neuroendocrine histology is not eligible): a. NSCLC - adenocarcinoma, squamous cell carcinoma and adenosquamous are included; large cell carcinoma and sarcomatoid carcinoma are excluded. Note: NSCLC Not Otherwise Specified will require medical monitor consultation prior to study entry; b. UC; c. CRC; d. Tumor type for which a confirmed response was observed during dose escalation.\n* Participant has progressed, is intolerant, has refused, or there are no standard approved therapies that impart significant clinical benefit (no limit to the number of prior treatment regimens).\n* Participant has accessible archival tumor tissue (\\< 6 months old) from either the primary tumor or a metastatic site, for which source and availability have been confirmed prior to study intervention; participants without available tissue should undergo a mandatory biopsy. If the participant is unable to undergo a biopsy due to safety concerns, enrollment into the study is at the discretion of the medical monitor. Participant should undergo a tumor biopsy during the treatment period as indicated in the schedule of assessments. Note: Tumor tissue collection (at screening/baseline and on-treatment) is optional for participants enrolled initially in dose levels 1 to 3 in dose escalation; however, protocol de-escalation and expansion of dose levels similar to dose levels 1 to 3 may require collection and processing of screening/baseline and on-treatment tumor samples.\n* Participant has at least 1 measurable lesion per RECIST v1.1. Lesions situated in a previously irradiated area are considered measurable if progression has been demonstrated in such lesions.\n* Participant has an Eastern Cooperative Oncology Group (ECOG) Status of 0 or 1.\n* Participants who have received radiotherapy must have completed this therapy (including stereotactic radiosurgery) at least 2 weeks prior to study intervention administration.\n* Participant has predicted life expectancy \\>/= 12 weeks.\n* Participant has adequate organ function prior to start of study intervention. If a participant has received a recent blood transfusion, the laboratory tests must be obtained \\>/=2 weeks after any blood transfusion.\n* Female participant is not pregnant and at least 1 of the following conditions apply:\n\n  * a. Not a woman of childbearing potential (WOCBP)\n  * b. WOCBP who agrees to follow the contraceptive guidance from the time of informed consent through at least 90 days after final study intervention administration.\n* Female participant must agree not to breastfeed starting at screening and throughout the study period and for 90 days after final study intervention administration.\n* Female participant must not donate ova starting at first administration of study intervention and throughout 90 days after final study intervention administration.\n* Male participant with female partner(s) of childbearing potential (including breastfeeding partner) must agree to use contraception throughout the treatment period and for 90 days after final study intervention administration.\n* Male participant must not donate sperm during the treatment period and for 90 days after final study intervention administration.\n* Male participant with pregnant partner(s) must agree to remain abstinent or use a condom for the duration of the pregnancy throughout the study period and for 90 days after final study intervention administration.\n* Participant agrees not to participate in another interventional study while receiving study intervention in the present study.\n\nExclusion Criteria:\n\n* Participant weighs \\< 40 kg.\n* Participant has ongoing toxicity \\>/= grade 2 per the Common Terminology Criteria for Adverse Events (CTCAE) version 5.0 considered clinically significant and attributable to prior antineoplastic therapies.\n* Participant has untreated or active central nervous system (CNS) metastases. Participants with previously treated CNS metastases are eligible, if they are clinically stable and have no evidence of CNS progression by imaging for at least 4 weeks prior to start of study intervention and are not requiring immunosuppressive doses of systemic steroids (equivalent to \\> 10 mg per day of prednisone) for longer than 2 weeks.\n* Participant has an active autoimmune disease. Participant with type 1 diabetes mellitus, endocrinopathies stably maintained on appropriate replacement therapy, or skin disorders (e.g., vitiligo, psoriasis or alopecia) not requiring systemic treatment are allowed.\n* Participant has had a myocardial infarction or unstable angina within 6 months prior to the start of study intervention or currently has an uncontrolled illness including, but not limited to, symptomatic congestive heart failure, clinically significant cardiac disease, unstable angina pectoris, cardiac arrhythmia, complete left bundle branch block, obligate use of a cardiac pacemaker, long QT syndrome or right bundle branch block with left anterior hemiblock (bifascicular block).\n* Participant has a corrected corrected QT interval (QTcF) interval (single electrocardiogram (ECG)) \\> 470 ms within 7 days prior to the first study intervention administration on day 1.\n* Participant has left ventricular ejection fraction (LVEF) \\< 45% noted in screening echocardiogram (ECHO). Any clinically significant findings from this ECHO should be discussed with the medical monitor.\n* Participant is known to have human immunodeficiency virus (HIV) infection. However, participants with HIV infection with CD4+ T cell counts \\>/=350 cells/μL and no history of acquired immunodeficiency syndrome (AIDS)-defining opportunistic infections within the past 6 months are eligible. Note: No HIV testing is required at screening unless mandated per local requirements.\n* Participant has any of the following per screening serology test:\n\n  * a. Hepatitis A virus antibodies immunoglobulin (IgM)\n  * b. Positive hepatitis B surface antigen (HBsAg) or detectable hepatitis B Deoxyribonucleic Acid (DNA). Participant with negative HBsAg, positive hepatitis B core antibody (anti-HBc) and negative hepatitis B surface antibody (anti-HBs) are eligible if hepatitis B DNA is undetectable\n  * c. hepatitis C virus (HCV) antibodies unless HCV Ribonucleic acid (RNA) is undetectable\n* Participant has a history of drug-induced pneumonitis, interstitial lung disease (ILD), currently has pneumonitis, or a prior history of ILD or non-infectious pneumonitis requiring high-dose glucocorticoids.\n* Participant has an infection requiring intravenous antibiotics within 14 days prior to study intervention administration.\n* Participant has received a prior allogeneic bone marrow or solid organ transplant.\n* Participant has had a major surgical procedure and has not completely recovered within 28 days prior to the start of study intervention.\n* Participant with recent positive antigen test for Coronavirus Disease 2019 (COVID-19) within 10 days prior to study intervention administration. Note: Participants who are asymptomatic after 10 days from the first positive antigen test may be enrolled.\n* Participant has received any investigational therapy or antineoplastic therapy or other immunotherapy within 21 days or 5 half-lives, whichever is shorter, prior to the first dose of study intervention. Note: Participants with prostate adenocarcinoma who do not have a bilateral orchiectomy should continue androgen deprivation therapy (ADT) during the study. A participant with epidermal growth factor receptor (EGFR), receptor tyrosine kinase (encoded by the gene ROS1), or anaplastic lymphoma kinase (ALK) mutation-positive NSCLC is allowed to remain on EGFR tyrosine receptor inhibitor, neurotrophic tyrosine receptor kinase inhibitor or ALK inhibitor therapy until 4 days prior to the start of study intervention administration.\n* Participant requires or has received systemic steroid therapy or any other immunosuppressive therapy within 14 days prior to ASP1002 administration. Participants using a physiologic replacement dose of corticosteroids equivalent to 10 mg per day of prednisone or less are allowed, as is receiving a single dose of systemic corticosteroids, or receiving systemic corticosteroids as premedication for radiologic imaging contrast is eligible.\n* Participant was discontinued from prior immunomodulatory therapy due to a grade \\>/=3 toxicity that was mechanistically related (e.g., immune-related) to the agent and deemed life-threatening.\n* Participant is expected to require another form of antineoplastic therapy while on study intervention.\n* Participant has another malignancy requiring active therapy; (other than those indicated in Inclusion Criterion No. 1).\n* Participants who have received prior anti-CD137 therapy.\n* Participant has received a live vaccine against infectious diseases within 28 days prior to initiation of study intervention.\n* Participant has any condition makes the participant unsuitable for study participation.\n* Participant has a known or suspected hypersensitivity to ASP1002 or any components of the formulation used.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Astellas Pharma Global Development, Inc.",
                    "role": "CONTACT",
                    "phone": "800-888-7704",
                    "email": "Astellas.registration@astellas.com"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Medical Director",
                    "affiliation": "Astellas Pharma Global Development, Inc.",
                    "role": "STUDY_DIRECTOR"
                }
            ],
            "locations": [
                {
                    "facility": "Yale University Cancer Center",
                    "status": "RECRUITING",
                    "city": "New Haven",
                    "state": "Connecticut",
                    "zip": "06520",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 41.30815,
                        "lon": -72.92816
                    }
                },
                {
                    "facility": "University of Florida",
                    "status": "RECRUITING",
                    "city": "Gainesville",
                    "state": "Florida",
                    "zip": "32610",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 29.65163,
                        "lon": -82.32483
                    }
                },
                {
                    "facility": "University of Iowa Hospitals",
                    "status": "RECRUITING",
                    "city": "Iowa City",
                    "state": "Iowa",
                    "zip": "52242",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 41.66113,
                        "lon": -91.53017
                    }
                },
                {
                    "facility": "Norton Cancer Institute",
                    "status": "RECRUITING",
                    "city": "Louisville",
                    "state": "Kentucky",
                    "zip": "40202",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 38.25424,
                        "lon": -85.75941
                    }
                },
                {
                    "facility": "University Hospitals of Cleveland",
                    "status": "RECRUITING",
                    "city": "Cleveland",
                    "state": "Ohio",
                    "zip": "44106",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 41.4995,
                        "lon": -81.69541
                    }
                },
                {
                    "facility": "Prisma Health-Upstate Cancer Institute",
                    "status": "RECRUITING",
                    "city": "Greenville",
                    "state": "South Carolina",
                    "zip": "29605",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 34.85262,
                        "lon": -82.39401
                    }
                },
                {
                    "facility": "SCRI Oncology Partners",
                    "status": "RECRUITING",
                    "city": "Nashville",
                    "state": "Tennessee",
                    "zip": "37203",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 36.16589,
                        "lon": -86.78444
                    }
                },
                {
                    "facility": "University of Texas Southwestern",
                    "status": "RECRUITING",
                    "city": "Dallas",
                    "state": "Texas",
                    "zip": "75235",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 32.78306,
                        "lon": -96.80667
                    }
                },
                {
                    "facility": "Mary Crowley Cancer Research Center",
                    "status": "RECRUITING",
                    "city": "Dallas",
                    "state": "Texas",
                    "zip": "75251",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 32.78306,
                        "lon": -96.80667
                    }
                },
                {
                    "facility": "NEXT Oncology Virginia",
                    "status": "RECRUITING",
                    "city": "Fairfax",
                    "state": "Virginia",
                    "zip": "22031",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 38.84622,
                        "lon": -77.30637
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Access to anonymized individual participant level data collected during the study, in addition to study-related supporting documentation, is planned for studies conducted with approved product indications and formulations, as well as compounds terminated during development. Studies conducted with product indications or formulations that remain active in development are assessed after study completion to determine if Individual Participant Data can be shared. Conditions and exceptions are described under the Sponsor Specific Details for Astellas on www.clinicalstudydatarequest.com.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "CSR"
            ],
            "timeFrame": "Access to participant level data is offered to researchers after publication of the primary manuscript (if applicable) and is available as long as Astellas has legal authority to provide the data.",
            "accessCriteria": "Researchers must submit a proposal to conduct a scientifically relevant analysis of the study data. The research proposal is reviewed by an Independent Research Panel. If the proposal is approved, access to the study data is provided in a secure data sharing environment after receipt of a signed Data Sharing Agreement.",
            "url": "https://www.clinicalstudydatarequest.com"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M12307",
                    "name": "Neoplasm Metastasis",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}