{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04771897",
            "orgStudyIdInfo": {
                "id": "BXQ-350.AD"
            },
            "organization": {
                "fullName": "Bexion Pharmaceuticals, Inc.",
                "class": "INDUSTRY"
            },
            "briefTitle": "A Study of BXQ-350 in Children With Newly Diagnosed Diffuse Intrinsic Pontine Glioma (DIPG) or Diffuse Midline Glioma (DMG)",
            "officialTitle": "A Phase 1 Open Label, Multi-Center Study to Evaluate the Safety and Tolerability of BXQ-350 in Children With Newly Diagnosed Diffuse Intrinsic Pontine Glioma (DIPG) and Diffuse Midline Glioma (DMG)",
            "acronym": "KONQUER",
            "therapeuticArea": [
                "Other"
            ],
            "study": "a-study-of-bxq-in-children-with-newly-diagnosed-diffuse-intrinsic-pontine-glioma-dipg-or-diffuse-midline-glioma-dmg"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-05-24",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2023-12",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-12",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-02-17",
            "studyFirstSubmitQcDate": "2021-02-22",
            "studyFirstPostDateStruct": {
                "date": "2021-02-25",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-05-23",
            "lastUpdatePostDateStruct": {
                "date": "2023-05-24",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Bexion Pharmaceuticals, Inc.",
                "class": "INDUSTRY"
            },
            "collaborators": [
                {
                    "name": "CTI Clinical Trial and Consulting Services",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This study will evaluate the safety of BXQ-350 and determine the maximum tolerated dose (MTD) in children with newly diagnosed DIPG or DMG. All patients will receive BXQ-350 by intravenous (IV) infusion and radiation therapy. The study is divided into two parts: Part 1 will enroll patients at increasing dose levels of BXQ-350 in order to determine the MTD. Part 2 will enroll patients requiring a biopsy in order to assess BXQ-350 concentrations in the biopsied tumor.",
            "detailedDescription": "BXQ-350 is a novel anti-neoplastic therapeutic agent configured from two components: Saposin C (SapC), an expressed (human) lysosomal protein, and the phospholipid dioleoylphosphatidyl-serine (DOPS), a cell membrane phospholipid (clinical formulation BXQ-350). Given via intravenous IV, data indicate that the agent exhibits the propensity to enter the body and brain, target cells in the tumor mass, and induce cell death. DIPG and DMG present a treatment dilemma due to resistance to standard therapy (radiotherapy) and aggressive clinical course. The use of BXQ-350 provides a novel approach to the treatment of cancer through interaction with the cancer cell membrane. This drug appears to be well tolerated in previous clinical trials, and in combination with the standard of care radiation therapy, may help improve overall survival in these patients.\n\nThe study is divided into 2 parts:\n\nPart 1: Dose Escalation and Safety - Sequential cohorts of patients 1-30 years of age with newly diagnosed DIPG or DMG will be treated with escalating doses of BXQ-350 until the MTD is established, or in the absence of a Maximum Administered Dose, the highest planned dose level is reached.\n\nPart 2: BXQ-350 Tumor and Plasma Concentrations - Patients undergoing neurosurgical biopsy prior to receiving radiation therapy will be enrolled and receive BXQ-350 at the MTD determined in Part 1, or at the highest planned dose level, and radiation therapy. Excised tumor tissue will be evaluated for SapC levels and pharmacodynamic effects.\n\nThis clinical trial information was submitted voluntarily under the applicable law and, therefore, certain submission deadlines may not apply. (That is, clinical trial information for this applicable clinical trial was submitted under section 402(j)(4)(A) of the Public Health Service Act and 42 CFR 11.60 and is not subject to the deadlines established by sections 402(j)(2) and (3) of the Public Health Service Act or 42 CFR 11.24 and 11.44.)"
        },
        "conditionsModule": {
            "conditions": [
                "Diffuse Intrinsic Pontine Glioma",
                "Diffuse Midline Glioma, H3 K27M-Mutant"
            ],
            "keywords": [
                "DIPG",
                "DMG",
                "brain tumor",
                "glioma"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "SEQUENTIAL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 22,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Part 1 Dose Escalation: Safety and Tolerance",
                    "type": "EXPERIMENTAL",
                    "description": "Sequential cohorts of patients with newly diagnosed DIPG or DMG will be treated with escalating doses of BXQ-350 until the maximum tolerated dose (MTD) is established, or in the absence of a maximum administered dose (MAD), the highest planned dose level is reached and radiation therapy.",
                    "interventionNames": [
                        "Drug: BXQ-350 - Part 1 Dose Escalation: Safety and Tolerance"
                    ]
                },
                {
                    "label": "Part 2 BXQ-350 Tumor and Plasma Concentrations",
                    "type": "EXPERIMENTAL",
                    "description": "Newly diagnosed DIPG or DMG patients undergoing neurosurgical biopsy prior to receiving radiation therapy will receive BXQ-350 at the MTD established in Part 1, or the highest planned dose level, and radiation therapy. Excised tumor tissue and plasma samples will be evaluated for SapC levels and pharmacodynamic effects.",
                    "interventionNames": [
                        "Drug: BXQ-350 - Part 2 BXQ-350 Tumor and Plasma Concentrations"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "BXQ-350 - Part 1 Dose Escalation: Safety and Tolerance",
                    "description": "BXQ-350 is a novel anti-neoplastic therapeutic agent configured from two components: Saposin C (SapC), an expressed (human) lysosomal protein, and the phospholipid dioleoylphosphatidyl-serine (DOPS), a phospholipid located on cell membranes (clinical formulation BXQ-350). During Part 1, BXQ-350 will be administered by intravenous (IV) infusion over twelve months.",
                    "armGroupLabels": [
                        "Part 1 Dose Escalation: Safety and Tolerance"
                    ],
                    "otherNames": [
                        "SapC-DOPS"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "BXQ-350 - Part 2 BXQ-350 Tumor and Plasma Concentrations",
                    "description": "BXQ-350 is a novel anti-neoplastic therapeutic agent configured from two components: Saposin C (SapC), an expressed (human) lysosomal protein, and the phospholipid dioleoylphosphatidyl-serine (DOPS), a phospholipid located on cell membranes (clinical formulation BXQ-350). During Part 2, BXQ-350 will be administered by intravenous (IV) infusion over twelve months.",
                    "armGroupLabels": [
                        "Part 2 BXQ-350 Tumor and Plasma Concentrations"
                    ],
                    "otherNames": [
                        "SapC-DOPS"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Incidence of Treatment Emergent Adverse Events as Assessed by CTCAE v5.0",
                    "description": "To determine the safety of BXQ-350 in children with newly diagnosed DIPG or DMG, as evidenced by the incidence of treatment emergent adverse events assessed by the National Cancer Institute (NCI) Common Terminology Criteria for Adverse Events (CTCAE) v5.0.",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Part 1 - Maximum Tolerated Dose",
                    "description": "To determine the maximum tolerated dose (MTD) of BXQ-350, when given with radiation therapy, according to the investigational product (IP) related dose limiting toxicities (DLTs) in children with newly diagnosed DIPG or DMG.",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Part 2 - BXQ-350 Concentration in Tumor Samples",
                    "description": "To determine the concentration of BXQ-350 in tumor samples as evidenced by laboratory analysis of excised tumor tissue for SapC levels (a component of BXQ-350).",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Part 2 - BXQ-350 Concentration in Plasma Samples",
                    "description": "To determine the concentration of BXQ-350 in plasma samples as evidenced by laboratory analysis of plasma samples for SapC levels (a component of BXQ-350).",
                    "timeFrame": "12 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Objective Response Rate (ORR)",
                    "description": "To determine the ORR of BXQ-350 when given with radiation therapy in children with newly diagnosed DIPG or DMG. ORR is defined as the percentage of participants with evidence of a complete or partial response as per the Response Assessment in Neuro-Oncology (RANO) criteria.",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Overall Survival (OS)",
                    "description": "To evaluate OS in children with newly diagnosed DIPG or DMG receiving BXQ-350 with radiation therapy. OS is defined as the time from initiation of therapy to death from any cause. Participants still alive will be censored at the date of the last contact.",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Quality of Life (QoL)",
                    "description": "To evaluate QoL in children with newly diagnosed DIPG or DMG receiving BXQ-350 with radiation therapy. QoL will be measured utilizing the Patient-Reported Outcomes Measurement Information System (PROMIS) in participants 5 years of age or older. PROMIS measures use a T-score metric in which 50 is the mean of a relevant reference population and 10 is the standard deviation. A higher score equals more of the concept being measured (i.e. more fatigue, more physical function, etc.). This could be a desirable or undesirable outcome, depending on the concept being measured.",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Concentration of drug at steady state (Css)",
                    "description": "To assess exposure to BXQ-350 in children with newly diagnosed DIPG or DMG receiving BXQ-350 with radiation therapy. Exposure will be measured utilizing pharmacokinetic parameter of concentration of drug at steady state (Css).",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Exposure to BXQ-350 - area under the curve (AUC)",
                    "description": "To assess exposure to BXQ-350 in children with newly diagnosed DIPG or DMG receiving BXQ-350 with radiation therapy. Exposure will be measured utilizing pharmacokinetic parameter of area under the curve (AUC).",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Exposure to BXQ-350 - clearance (CL)",
                    "description": "To assess exposure to BXQ-350 in children with newly diagnosed DIPG or DMG receiving BXQ-350 with radiation therapy. Exposure will be measured utilizing pharmacokinetic parameter of clearance (CL).",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Exposure to BXQ-350 - volume of distribution (Vd)",
                    "description": "To assess exposure to BXQ-350 in children with newly diagnosed DIPG or DMG receiving BXQ-350 with radiation therapy. Exposure will be measured utilizing pharmacokinetic parameter of volume of distribution (Vd).",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Exposure to BXQ-350 - half-life (t½)",
                    "description": "To assess exposure to BXQ-350 in children with newly diagnosed DIPG or DMG receiving BXQ-350 with radiation therapy. Exposure will be measured utilizing pharmacokinetic parameter of volume of half-life (t½).",
                    "timeFrame": "12 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\nEach subject must meet the following criteria:\n\n1. Provide signed, written informed consent prior to the initiation of any study-specific procedures (consent from guardians for minor children and patient assent according to institution and Institutional Review Board (IRB) standards)\n2. Age ≥ 1 year of age and ≤ 30 years of age at the time of study entry\n3. Have radiographically suspected or histologically confirmed newly diagnosed DIPG or DMG with the following defining disease characteristics/features:\n\n   * Part 1 and Part 2:\n\n     * DIPG: radiographic imaging showing a diffuse expansion of the brainstem/pons by a tumor that is poorly defined but abnormally bright in signal on T2-weighted images and abnormally dark on T1-weighted images; contrast enhancement, when present, is typically mild; there may be some indication of necrosis, and the basilar artery is commonly engulfed by tumor.\n     * DMG: the same imaging characteristics as noted above for DIPG are present, but the lesion can extend superiorly up into the midbrain and thalami, and/or inferiorly to the medulla.\n     * In cases of disease that is not classic for DIPG or DMG, biopsy may be necessary in order to obtain histological confirmation of eligibility.\n   * Part 2: newly-diagnosed DIPG or DMG planning to undergo biopsy at the recommendation of the treating physician; to be considered evaluable for PK tissue concentration analysis, tumor samples must have at least 50% viable tumor cells with \\<30% necrosis or hemorrhage as determined by the study neuropathologist\n4. If receiving glucocorticoid therapy: dexamethasone allowed with maximum allowable dose 16mg/day\n5. Have measurable or non-measurable disease per RANO criteria\n6. Have Lansky (age 1 - 15) / Karnofsky (age ≥ 16) Performance Score of ≥ 50% or Eastern Cooperative Oncology Group (ECOG) Performance Status (age ≥ 18) of 0 - 2\n\n   * Subjects unable to walk because of paralysis, but who can sit without assistance/restraint and control a wheelchair, will be considered ambulatory for the purpose of assessing the performance score\n7. Have acceptable liver function defined as:\n\n   * Total serum bilirubin ≤ 1.5 x upper limit of normal for the study site (ULN) (in subjects with known Gilbert Syndrome, total bilirubin ≤ 3 x ULN, with direct bilirubin ≤ 1.5 x ULN)\n   * Aspartate Transaminase (AST), Serum Glutamic Oxaloacetic Transaminase (SGOT), Alanine Transaminase (ALT), Serum Glutamic-Pyruvic Transamine (SGPT) ≤ 3 x ULN (if liver metastases are present, then ≤ 5 x ULN is allowed)\n   * Serum albumin ≥ 3 grams/deciliter (g/dL)\n8. Have acceptable renal function defined as:\n\n   * Creatinine clearance or radioisotope glomerular filtration rate (GFR) ≥70 milliliters (mL)/min/1.73 meters squared (m2) or a serum creatinine based on age/gender as follows: 1 to \\< 2 years: 0.6 (male); 0.6 (female) 2 to \\< 6 years: 0.8 (male); 0.8 (female) 6 to \\< 10 years: 1 (male); 1 (female) 10 to \\< 13 years: 1.2 (male); 1.2 (female) 13 to \\< 16 years: 1.5 (male); 1.4 (female)\n\n     * 16 years: 1.7 (male);1.4 (female)\n\n       * Threshold creatinine values derived from the Schwartz formula for estimating GFR utilizing child length and stature data published by the Center for Disease Control (Schwartz 2009)\n9. Have acceptable bone marrow function defined as:\n\n   * Absolute neutrophil count (ANC) ≥ 1,500 cells/ cubic millimeter (mm3)\n   * Platelet count ≥ 100,000 cells/mm3 (unsupported, no transfusion within 7 days of enrollment)\n   * Hemoglobin \\> 9.0 g/dL (unsupported, no transfusion within 7 days of enrollment)\n10. Have acceptable coagulation parameters (anti-coagulation allowed) defined as:\n\n    * International normalized ratio (INR) ≤ 2 x ULN unless on anticoagulation or prothrombin time (PT) within normal limits\n    * Activated partial thromboplastin time (aPTT) within normal limits\n11. Have a negative serum pregnancy test result at screening (for females of child bearing potential (FCBP); not applicable to subjects who are unable to become pregnant, including those with tubal ligation, bilateral oophorectomy and/or hysterectomy, post-menopausal is defined as \\> 12 months since last menstrual cycle)\n12. FCBP and male subjects whose sexual partner(s) are FCBP must agree to abstain from heterosexual activity or use a double barrier method of contraception (e.g., condom and occlusive cap with spermicide) or highly effective contraception (intrauterine device or system, established hormonal contraceptive methods on a stable dose from the time of the last menstrual cycle, or vasectomized partner with confirmed azoospermia) from the time of study entry to 1 month after the last day of treatment\n\nExclusion Criteria:\n\nSubjects must not meet any of the following criteria:\n\n1. Have a concurrent or secondary malignancy\n2. Have a low-grade glioma (Grade II or less)\n3. Have received prior treatment with radiation, chemotherapy, anti-neoplastic, or investigational agents\n4. Have had major surgery other than a minor outpatient procedure within 28 days prior to dose assignment or have not recovered from major side effects of the surgery if more than 4 weeks have elapsed since surgery\n5. Have poorly controlled hypertension despite the use of antihypertensive agents defined as blood pressure ≥95th percentile for age and weight or \\>160/90 on at least 2 repeated determinations on separate days within 2 weeks (14 days) prior to initiation of screening\n6. Have a history of cardiac dysfunction including:\n\n   * myocardial infarction within 6 months prior to initiation of screening\n   * history of documented congestive heart failure (New York Heart Association functional classification III-IV) within 6 months prior to initiation of screening\n   * active cardiomyopathy\n   * electrocardiogram (ECG) with QTc \\>470 msec at screening\n   * echocardiogram with ejection fraction \\<50% or a decrease in the left ventricular shortening fraction to \\<27%\n7. Have a known history of Human Immunodeficiency Virus (HIV) seropositivity\n8. Have active (acute or chronic) or uncontrolled severe infections\n9. Have active poor wound healing (delayed healing, wound infection or fistula)\n10. Have evidence of active clinically significant bleed (e.g., gastrointestinal bleed, hemoptysis, or gross hematuria) at screening\n11. Are pregnant or nursing, where pregnancy is defined as the state of a female after conception and until the termination of gestation, confirmed by a positive serum human chorionic gonadotropin (hCG) laboratory test\n12. Have a known sensitivity to any component of BXQ-350\n13. Have other concurrent severe and/or uncontrolled medical condition that would, in the Principal Investigator's judgment contraindicate the subject's participation in the clinical study or obscure assessment of toxicity",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "1 Year",
            "maximumAge": "30 Years",
            "stdAges": [
                "CHILD",
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Bexion Pharmaceuticals, Inc.",
                    "role": "CONTACT",
                    "phone": "1-859-446-7386",
                    "email": "clinicaltrialinfo@bexionpharma.com"
                }
            ],
            "locations": [
                {
                    "facility": "Children's Hospital Colorado",
                    "status": "RECRUITING",
                    "city": "Aurora",
                    "state": "Colorado",
                    "zip": "80045",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Kathleen Dorris, MD",
                            "role": "CONTACT",
                            "phone": "720-777-5771",
                            "email": "ETPResearch@childrenscolorado.org"
                        },
                        {
                            "name": "Kathleen Dorris, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.72943,
                        "lon": -104.83192
                    }
                },
                {
                    "facility": "Cincinnati Children's Hospital Medical Center",
                    "status": "RECRUITING",
                    "city": "Cincinnati",
                    "state": "Ohio",
                    "zip": "45226",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Clinical Trial Office",
                            "role": "CONTACT",
                            "phone": "513-636-2799",
                            "email": "cancer@cchmc.org"
                        },
                        {
                            "name": "Trent Hummel, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.12713,
                        "lon": -84.51435
                    }
                },
                {
                    "facility": "Nationwide Children's",
                    "status": "RECRUITING",
                    "city": "Columbus",
                    "state": "Ohio",
                    "zip": "43205",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Melinda Triplet, RN",
                            "role": "CONTACT",
                            "phone": "614-722-6039",
                            "email": "Melinda.Triplet@nationwidechildrens.org"
                        },
                        {
                            "name": "Maryam Fouladi, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.96118,
                        "lon": -82.99879
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000005910",
                    "term": "Glioma"
                },
                {
                    "id": "D000080443",
                    "term": "Diffuse Intrinsic Pontine Glioma"
                }
            ],
            "ancestors": [
                {
                    "id": "D000018302",
                    "term": "Neoplasms, Neuroepithelial"
                },
                {
                    "id": "D000017599",
                    "term": "Neuroectodermal Tumors"
                },
                {
                    "id": "D000009373",
                    "term": "Neoplasms, Germ Cell and Embryonal"
                },
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000009375",
                    "term": "Neoplasms, Glandular and Epithelial"
                },
                {
                    "id": "D000009380",
                    "term": "Neoplasms, Nerve Tissue"
                },
                {
                    "id": "D000020295",
                    "term": "Brain Stem Neoplasms"
                },
                {
                    "id": "D000015192",
                    "term": "Infratentorial Neoplasms"
                },
                {
                    "id": "D000001932",
                    "term": "Brain Neoplasms"
                },
                {
                    "id": "D000016543",
                    "term": "Central Nervous System Neoplasms"
                },
                {
                    "id": "D000009423",
                    "term": "Nervous System Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000001927",
                    "term": "Brain Diseases"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M9020",
                    "name": "Glioma",
                    "asFound": "Glioma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5209",
                    "name": "Brain Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M2159",
                    "name": "Diffuse Intrinsic Pontine Glioma",
                    "asFound": "Diffuse Intrinsic Pontine Glioma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M20446",
                    "name": "Neoplasms, Neuroepithelial",
                    "relevance": "LOW"
                },
                {
                    "id": "M19845",
                    "name": "Neuroectodermal Tumors",
                    "relevance": "LOW"
                },
                {
                    "id": "M20388",
                    "name": "Neuroectodermal Tumors, Primitive",
                    "relevance": "LOW"
                },
                {
                    "id": "M12318",
                    "name": "Neoplasms, Germ Cell and Embryonal",
                    "relevance": "LOW"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M12320",
                    "name": "Neoplasms, Glandular and Epithelial",
                    "relevance": "LOW"
                },
                {
                    "id": "M12325",
                    "name": "Neoplasms, Nerve Tissue",
                    "relevance": "LOW"
                },
                {
                    "id": "M22108",
                    "name": "Brain Stem Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M17898",
                    "name": "Infratentorial Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M18937",
                    "name": "Central Nervous System Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M12367",
                    "name": "Nervous System Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M5204",
                    "name": "Brain Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T2519",
                    "name": "Glioma",
                    "asFound": "Glioma",
                    "relevance": "HIGH"
                },
                {
                    "id": "T1865",
                    "name": "Diffuse Intrinsic Pontine Glioma",
                    "asFound": "Diffuse Intrinsic Pontine Glioma",
                    "relevance": "HIGH"
                },
                {
                    "id": "T4092",
                    "name": "Neuroepithelioma",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "T18",
                    "name": "Serine",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "AA",
                    "name": "Amino Acids"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}