{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06385119",
            "orgStudyIdInfo": {
                "id": "F8394-101"
            },
            "organization": {
                "fullName": "Fore Biotherapeutics",
                "class": "INDUSTRY"
            },
            "briefTitle": "A Study of the Effects of Food and Cobicistat on Plixorafenib Pharmacokinetics in Healthy Volunteers.",
            "officialTitle": "A Phase 1, Open-Label, 2-Part, Single Dose, Crossover Study to Examine the Effect of Food and Cobicistat Administration on the Pharmacokinetics and Safety of Plixorafenib in Healthy Participants.",
            "therapeuticArea": [
                "Other"
            ],
            "study": "a-study-of-the-effects-of-food-and-cobicistat-on-plixorafenib-pharmacokinetics-in-healthy-volunteers"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-04-24",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-10-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-11-25",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-04-15",
            "studyFirstSubmitQcDate": "2024-04-23",
            "studyFirstPostDateStruct": {
                "date": "2024-04-25",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-09",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-10",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Fore Biotherapeutics",
                "class": "INDUSTRY"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The primary goal of this phase 1 study is to evaluate the effect of food and cobicistat on the pharmacokinetics of plixerafenib in healthy volunteers. Healthy male and female participants between the ages of 18 and 55 will be enrolled into this study. This study is looking to examine:\n\n* The effect of food on the single dose PK of plixorafenib administered with cobicistat.\n* The effect of cobicistat administration on the single dose PK of plixorafenib.\n* The safety of plixorafenib administered alone and with cobicistat in a single dose regimen in healthy participants.",
            "detailedDescription": "This is an open-label, randomized, 3-period crossover, study. On Day 1 of each period (Days 1, 8, and 15 of the confinement), participants will receive a single oral dose of plixorafenib administered either with or without cobicistat, under fasting conditions or following a standardized high-fat/high-calorie meal. PK blood and urine samples will be collected at pre-dose and at several post-dose time points. There will be a washout period between doses. Participants will be confined for total of 19 days."
        },
        "conditionsModule": {
            "conditions": [
                "Healthy Volunteer"
            ],
            "keywords": [
                "Healthy Volunteer",
                "FORE Biotherapeutics",
                "FORE8394",
                "Plixorafenib"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "CROSSOVER",
                "primaryPurpose": "BASIC_SCIENCE",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 12,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Treatment 1",
                    "type": "EXPERIMENTAL",
                    "description": "Treatment 1: 900 mg plixorafenib (6 × 150 mg tablets) administered after overnight fast (fasted state).",
                    "interventionNames": [
                        "Drug: Plixorafenib"
                    ]
                },
                {
                    "label": "Treatment 2",
                    "type": "EXPERIMENTAL",
                    "description": "Treatment 2: 900 mg plixorafenib (6 × 150 mg tablets) + cobicistat (1 × 150 mg tablet) administered after overnight fast (fasted state).",
                    "interventionNames": [
                        "Drug: Plixorafenib",
                        "Drug: Cobicistat"
                    ]
                },
                {
                    "label": "Treatment 3",
                    "type": "EXPERIMENTAL",
                    "description": "Treatment 3: 900 mg plixorafenib (6 × 150 mg tablets) + cobicistat (1 × 150 mg tablet) administered following a high fat, high caloric meal (fed state).",
                    "interventionNames": [
                        "Drug: Plixorafenib",
                        "Drug: Cobicistat"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Plixorafenib",
                    "description": "Oral Tablet",
                    "armGroupLabels": [
                        "Treatment 1",
                        "Treatment 2",
                        "Treatment 3"
                    ],
                    "otherNames": [
                        "FORE8394"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Cobicistat",
                    "description": "Oral Tablet",
                    "armGroupLabels": [
                        "Treatment 2",
                        "Treatment 3"
                    ],
                    "otherNames": [
                        "Tybost"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Area under the plasma concentration versus time curve (AUC) from time 0 to the last quantifiable concentration (AUC0-t).",
                    "timeFrame": "Predose (0 hours) and at 0.5, 1, 2, 3, 4, 6, 8, 10, 12, 24, 32, 48, 72, and 96 hours after dosing in each treatment period."
                },
                {
                    "measure": "AUC from time 0 extrapolated to infinity (AUC0-inf).",
                    "timeFrame": "Predose (0 hours) and at 0.5, 1, 2, 3, 4, 6, 8, 10, 12, 24, 32, 48, 72, and 96 hours after dosing in each treatment period."
                },
                {
                    "measure": "Maximum observed plasma concentration (Cmax).",
                    "timeFrame": "Predose (0 hours) and at 0.5, 1, 2, 3, 4, 6, 8, 10, 12, 24, 32, 48, 72, and 96 hours after dosing in each treatment period."
                },
                {
                    "measure": "Time to maximum observed plasma concentration (Tmax).",
                    "timeFrame": "Predose (0 hours) and at 0.5, 1, 2, 3, 4, 6, 8, 10, 12, 24, 32, 48, 72, and 96 hours after dosing in each treatment period."
                },
                {
                    "measure": "Terminal elimination rate constant (Kel).",
                    "timeFrame": "Predose (0 hours) and at 0.5, 1, 2, 3, 4, 6, 8, 10, 12, 24, 32, 48, 72, and 96 hours after dosing in each treatment period."
                },
                {
                    "measure": "Terminal phase half-life (t1/2).",
                    "timeFrame": "Predose (0 hours) and at 0.5, 1, 2, 3, 4, 6, 8, 10, 12, 24, 32, 48, 72, and 96 hours after dosing in each treatment period."
                },
                {
                    "measure": "Apparent oral clearance (CL/F).",
                    "timeFrame": "Predose (0 hours) and at 0.5, 1, 2, 3, 4, 6, 8, 10, 12, 24, 32, 48, 72, and 96 hours after dosing in each treatment period."
                },
                {
                    "measure": "Apparent volume of distribution (Vd/F).",
                    "timeFrame": "Predose (0 hours) and at 0.5, 1, 2, 3, 4, 6, 8, 10, 12, 24, 32, 48, 72, and 96 hours after dosing in each treatment period."
                },
                {
                    "measure": "Terminal rate constant calculated from the terminal slope of the log-linear regression of concentration with time (z).",
                    "timeFrame": "Predose (0 hours) and at 0.5, 1, 2, 3, 4, 6, 8, 10, 12, 24, 32, 48, 72, and 96 hours after dosing in each treatment period."
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Cumulative amount of plixorafenib excreted in urine, calculated as the sum of the product of urine concentration and urine volume (Ae).",
                    "timeFrame": "Predose (0 hours) and at intervals 0-4, 4-8, 8-12, 12-24 and 24-48 hours after dosing in each treatment period."
                },
                {
                    "measure": "Percent of dose excreted in urine in 48 hours calculated as 100*Ae/Dose.",
                    "timeFrame": "Predose (0 hours) and at intervals 0-4, 4-8, 8-12, 12-24 and 24-48 hours after dosing in each treatment period."
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. The participant is able to provide written informed consent.\n2. Healthy male or non-pregnant, non-lactating female participants aged 18 to 55 years, inclusive, with a BMI of 18 kg/m2 or greater, but less than 30 kg/m2. The participant is considered by the investigator to be in good general health status as determined by physical examination, vital signs, temperature, medical history, no clinically significant abnormalities at investigator's discretion in laboratory and urine analyses, and with normal organ function as defined below:\n\n   * Normal renal function: creatinine clearance ≥ 90 mL/min.\n   * Normal liver enzymes and bilirubin (≤ ULN).\n   * ECG, with QTcF interval ≤ 450 msec; at screening.\n3. Healthy female participants must be:\n\n   1. Documented to be surgically sterile (surgical methods inclusive of hysterectomy, bilateral salpingectomy, and/or bilateral oophorectomy) or postmenopausal (amenorrhea for ≥24 months without an alternative medical cause and FSH ≥30 mIU/mL).\n\n      OR\n   2. Using contraception, including 1 highly effective nonhormonal methods (eg, intrauterine device) in combination with a barrier contraception (eg, male or female condoms, diaphragm, spermicide, etc.) from start of plixorafenib administration until 30 days after the last plixorafenib administration, and having a negative serum or urine β-hCG pregnancy test (with a sensitivity of at least 25 mIU/mL) at screening and check in.\n4. Male participants with female partners of childbearing potential must be sterile (confirmed by documented azoospermia 90 days after the procedure) or agree to use (from check-in until 90 days after discharge) one of the following approved methods of contraception: male condom with spermicide; sterile sexual partner (males must still agree to use condom with their surgically sterile female partner if unable to provide documentation of partner's sterility); or practice abstinence during the study and for 90 days after the last dose of study drug (abstinence is acceptable only as true abstinence when this is in line with the preferred and usual lifestyle of the participant, periodic abstinence won't be allowed); or use of an intrauterine device with spermicide by female sexual partner; a female condom with spermicide; a contraceptive sponge with spermicide; an intravaginal system; a diaphragm with spermicide; a cervical cap with spermicide; or oral, implantable, transdermal, or injectable contraceptives.\n5. Male participants must refrain from sperm donation and female participants must refrain from egg donation from check-in until 90 days after discharge from the study.\n6. The participant agrees to comply with all protocol requirements for the duration of the study.\n\nExclusion Criteria:\n\n1. The participant has a history of clinically significant drug allergy or anaphylaxis, including known hypersensitivity to any components of plixorafenib or cobicistat.\n2. The participant has a history of any condition(s) or gastrointestinal surgeries which might affect drug absorption, metabolism, or excretion.\n3. The participant has clinical evidence or a history of clinically significant cardiovascular, respiratory, renal, hepatic, gastrointestinal, hematological, neurologic, or other chronic disease as judged by the investigator.\n4. The participant has a history of psychiatric disease. Psychiatric disease would include treatment with an antidepressant medication or a major tranquilizer at therapeutic doses for major depression, bipolar disorder, or psychosis for at least 3 months at any previous time or any history of the following: a suicidal attempt, hospitalization for psychiatric disease, or a period of disability due to a psychiatric disease.\n5. The participant has a history or other evidence of illness, test abnormalities, or any other conditions which would make the participant, in the opinion of the investigator, unsuitable for the study.\n6. The participant has any history of alcoholism or drug abuse, or excessive alcohol consumption (regular alcohol intake \\>21 units per week for male participants and \\>14 units of alcohol per week for female participants) (1 unit is equal to approximately ½ pint \\[200 mL\\] of beer, 1 small glass \\[100 mL\\] of wine, or 1 measure \\[25 mL\\] of spirits) within 3 months before screening.\n7. The participant has positive results on screen for drugs of abuse or alcohol (Section 6.2.3 \\[Other analyses\\]) at screening visit or Day -1.\n8. The participant is a smoker or has used nicotine or nicotine-containing products (eg, snuff, nicotine patch, nicotine chewing gum, mock cigarettes, or inhalers), marijuana, and cannabinoids within 1 year before the first dose of study drug.\n9. The participant has donated blood in the past 90 days prior to screening or has poor peripheral venous access.\n10. The participant has a diagnosis of chronic or acute liver disease, for example, auto immune, alcoholic, or neoplastic liver disease.\n11. The participant has positive serostatus for HIV, HCV, or HBV.\n12. Male partners of females who are pregnant.\n13. Female participant of childbearing potential who is pregnant, lactating, or planning to become pregnant within 90 days after the last dose of study drug.\n14. The participant has received an investigational drug, biologic, or device within 3 months or 5.5 half-lives of the investigational drug (whichever is longer), before receiving study drug.\n15. The participant has used any systemic medications, including vitamins and over the counter items, during the 14 days (or 5 times the elimination half-life of the medication, whichever is longer) before receiving study drug or will require their use during the study. Inducers and inhibitors of metabolic enzymes and/or transporters (in particular CYP3A inhibitors or inducers, P-gp, and BCRP), and herbal preparations, nutritional supplements (eg, St. John's Wort), or foods, including grapefruit juice, grapefruit/grapefruit-related citrus fruits (eg, Seville oranges, pomelos), which have been shown to produce metabolic enzyme or transporter induction or inhibition, are prohibited before 5 half-lives of the investigational drug prior to check-in (Day -1). Paracetamol ≤ 3000 mg/day will be allowed up to 2 consecutive days before dosing and during the outpatient phase of the study, as needed.\n16. The participant has been on a diet incompatible with the on-study diet, in the opinion of the investigator or designee, within 30 days prior to the first dosing and throughout the study.\n17. The participant is part of the clinical staff personnel or a family member of the clinical site staff.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "55 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Michael Paz",
                    "role": "CONTACT",
                    "phone": "267-641-7575",
                    "email": "trials@fore.bio"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Irina Kline, MD",
                    "affiliation": "Fore Biotherapeutics",
                    "role": "STUDY_CHAIR"
                }
            ],
            "locations": [
                {
                    "facility": "PPD - Austin Research Unit",
                    "status": "RECRUITING",
                    "city": "Austin",
                    "state": "Texas",
                    "zip": "78744",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Kristie Miller, MD",
                            "role": "CONTACT",
                            "phone": "877-362-2608"
                        }
                    ],
                    "geoPoint": {
                        "lat": 30.26715,
                        "lon": -97.74306
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000069547",
                    "term": "Cobicistat"
                }
            ],
            "ancestors": [
                {
                    "id": "D000019380",
                    "term": "Anti-HIV Agents"
                },
                {
                    "id": "D000044966",
                    "term": "Anti-Retroviral Agents"
                },
                {
                    "id": "D000000998",
                    "term": "Antiviral Agents"
                },
                {
                    "id": "D000000890",
                    "term": "Anti-Infective Agents"
                },
                {
                    "id": "D000065692",
                    "term": "Cytochrome P-450 CYP3A Inhibitors"
                },
                {
                    "id": "D000065607",
                    "term": "Cytochrome P-450 Enzyme Inhibitors"
                },
                {
                    "id": "D000004791",
                    "term": "Enzyme Inhibitors"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M459",
                    "name": "Cobicistat",
                    "asFound": "Discontinue",
                    "relevance": "HIGH"
                },
                {
                    "id": "M21350",
                    "name": "Anti-HIV Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M25428",
                    "name": "Anti-Retroviral Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M4314",
                    "name": "Antiviral Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M4214",
                    "name": "Anti-Infective Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M30564",
                    "name": "Cytochrome P-450 CYP3A Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M7951",
                    "name": "Enzyme Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M30537",
                    "name": "Cytochrome P-450 Enzyme Inhibitors",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Infe",
                    "name": "Anti-Infective Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}