{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05778188",
            "orgStudyIdInfo": {
                "id": "RLS-0071-202"
            },
            "organization": {
                "fullName": "ReAlta Life Sciences, Inc.",
                "class": "INDUSTRY"
            },
            "briefTitle": "A Study to Evaluate the Safety, Tolerability, Pharmacokinetics, and Preliminary Efficacy of RLS-0071 in Newborns With Moderate or Severe Hypoxic-Ischemic Encephalopathy Undergoing Therapeutic Hypothermia",
            "officialTitle": "A Phase 2, Two-Stage, Randomized, Double-Blind, Placebo-Controlled, Multiple Ascending Dose Study to Evaluate the Safety, Tolerability, Pharmacokinetics, and Preliminary Efficacy of RLS-0071 in Newborns With Moderate or Severe Hypoxic-Ischemic Encephalopathy Undergoing Therapeutic Hypothermia With Long-Term Follow-Up",
            "acronym": "STAR",
            "therapeuticArea": [
                "Other"
            ],
            "study": "a-study-to-evaluate-the-safety-tolerability-pharmacokinetics-and-preliminary-efficacy-of-rls-in-newborns-with-moderate-or-severe-hypoxic-ischemic-encephalopathy-undergoing-therapeutic-hypothermia"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-07-27",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-04",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-04",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-03-03",
            "studyFirstSubmitQcDate": "2023-03-17",
            "studyFirstPostDateStruct": {
                "date": "2023-03-21",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-02",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-03",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "ReAlta Life Sciences, Inc.",
                "class": "INDUSTRY"
            },
            "collaborators": [
                {
                    "name": "Premier Research Group plc",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Hypoxic-ischemic encephalopathy (HIE) affects approximately 4,000 to 12,000 persons annually in the United States. Mortality from HIE has been reported up to 60%, with at least 25% of survivors left with significant neurocognitive disability. Despite this vital unmet medical need, no pharmacological adjunct or alternative therapy has proven beneficial in improving outcomes in neonatal HIE.\n\nRLS-0071 is a novel peptide being developed for the treatment of neonatal HIE. This study is designed to evaluate the safety and tolerability of RLS-0071 in the treatment of newborns with moderate or severe HIE.",
            "detailedDescription": "This is a Phase 2, two-stage, multisite, randomized, double-blind, placebo-controlled, multiple-ascending dose study of RLS-0071 to assess the safety, tolerability, pharmacokinetics (PK), and preliminary efficacy in newborns with moderate or severe HIE undergoing therapeutic hypothermia.\n\nIn Stage 1, participants will receive either ascending doses of RLS-0071 or a matched volume of placebo for 72 hours in addition to standard of care treatment, including therapeutic hypothermia. During and after the dosing period, participants will be monitored and assessed for safety and exploratory evaluations through Day 14. After completion of Stage 1, participants will transition to Stage 2 of the study for long-term observation until participants reach 24 months of age.\n\nThe first cohort subsets, consisting of Cohort 1a (moderate HIE) and 1b (severe HIE), will receive a dose of 3 mg/kg RLS-0071 or a matched volume of placebo every 8 hours (q8h). A Data Safety Monitoring Board (DSMB) will review available clinical safety and PK data from Cohort 1 subsets with completed study intervention, and make a recommendation on whether to escalate the dose for moderate and severe HIE cohorts. The Sponsor will consider the DSMB recommendation to make their decision on dose escalation in addition to their own evaluation of all available safety and PK data. If the decision is made to escalate, Cohort 2 subsets (2a \\[moderate\\] and 2b \\[severe\\]) will be recruited to receive an escalated dose of RLS-0071 (10 mg/kg) or a matched volume of placebo. Upon DSMB data review of data from Cohort 2 subsets and Sponsor approval of further dose escalation, Cohort 3 subsets (3a \\[moderate\\] and 3b \\[severe\\]) will be recruited to receive 20 mg/kg RLS-0071 or a matched volume of placebo."
        },
        "conditionsModule": {
            "conditions": [
                "Hypoxic-Ischemic Encephalopathy"
            ],
            "keywords": [
                "Birth Asphyxia",
                "Anoxic brain injury"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Two-Stage, Randomized, Double-Blind, Placebo-Controlled, Multiple-Ascending Dose Study",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "QUADRUPLE",
                    "maskingDescription": "The blinded study team members (eg, Investigators and study staff) and participants' parent(s)/legal guardian(s) will be blinded to treatment group assignments throughout the study.",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 42,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "RLS-0071",
                    "type": "EXPERIMENTAL",
                    "description": "Doses of RLS-0071 to be administered every 8 hours (q8h), for a total of 10 doses over 72 hours.",
                    "interventionNames": [
                        "Drug: RLS-0071"
                    ]
                },
                {
                    "label": "Placebo",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "Doses of sterile saline (sodium chloride, 0.9%) to be administered every 8 hours (q8h), for a total of 10 doses over 72 hours.",
                    "interventionNames": [
                        "Drug: Placebo"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "RLS-0071",
                    "description": "RLS-0071 (unit strength 10 mg/mL) will be administered by infusion for a dose level of 3, 10, or 20 mg/kg. Planned infusion duration is 10 minutes for all dose levels.",
                    "armGroupLabels": [
                        "RLS-0071"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Placebo",
                    "description": "Placebo control (commercial sterile saline) will be administered by infusion at a volume matched to RLS-0071 (3, 10, or 20 mg/kg). Planned infusion duration is 10 minutes for all matched dose levels.",
                    "armGroupLabels": [
                        "Placebo"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Frequency and severity of adverse events (AEs) and serious adverse events (SAEs) by treatment group at Day 14",
                    "description": "Number of participants with AEs and SAEs graded between Grade 1 (mild in severity) and Grade 5 (death related to AE).",
                    "timeFrame": "Day 1 to Day 14"
                },
                {
                    "measure": "Frequency and severity of adverse events of special interest (AESIs) and SAEs by treatment group at 24 months",
                    "description": "Number of participants with AESIs and SAEs graded between Grade 1 (mild in severity) and Grade 5 (death related to AE).\n\nEvents defined as AESIs are: autoimmune disorder, persistent hypotension, persistent pulmonary hypertension, acute kidney injury, major venous thrombosis, severe intracranial hemorrhage, pulmonary hemorrhage, culture proven sepsis, necrotizing enterocolitis, severe thrombocytopenia, hepatic dysfunction, hyperbilirubinemia, coagulopathy, and hypocalcemia.",
                    "timeFrame": "Day 1 to 24 months"
                },
                {
                    "measure": "Frequency of premature discontinuation by treatment group due to AEs at Day 14",
                    "description": "Number of participants who prematurely discontinue from the study due to AEs",
                    "timeFrame": "Day 1 to Day 14"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Composite of mortality and neurodevelopmental impairment (NDI) at 24 months",
                    "timeFrame": "Day 1 to 24 months"
                },
                {
                    "measure": "Mortality at 3, 6, 12, 18, and 24 months",
                    "description": "Number of participants alive at each timepoint",
                    "timeFrame": "Day 1 to 3, 6, 12, 18, and 24 months"
                },
                {
                    "measure": "Number of participants with AESIs and SAEs at 3, 6, 12, and 18 months",
                    "timeFrame": "Day 1 to 3, 6, 12, and 18 months"
                },
                {
                    "measure": "Neurocognitive developmental outcome assessed by Bayley-4 at 24 months of age",
                    "description": "The Bayley Scales of Infant and Toddler Development (4th Edition) consists of 5 subdomains: the Cognitive, Language, Motor, Social-Emotional, and Adaptive Behavior scales. Cognitive, Language, and Motor domains include a total of 264 items, each ranked between 0-2 (where 0 is not present and 2 is mastery); the Social-Emotional and Adaptive Behavior domains are assessed through caregiver questionnaires.",
                    "timeFrame": "24 months"
                },
                {
                    "measure": "Neurodevelopmental growth impact: Diagnosis of cerebral palsy at 24 months of age",
                    "description": "Number of participants diagnosed with cerebral palsy",
                    "timeFrame": "24 months"
                },
                {
                    "measure": "Neurodevelopmental growth impact: Grading of cerebral palsy by using the Gross Motor Function Classification System-Expanded and Revised (GMFCS-E&R) at 24 months of age",
                    "description": "The GMFCS is a 5-level classification system for children and young people with cerebral palsy, where Level 1 indicates ability to walk without limitations and Level 5 indicates reliance on a manual wheelchair.",
                    "timeFrame": "24 months"
                },
                {
                    "measure": "Number of participants diagnosed with mild, moderate, or severe visual impairment and hearing impairment",
                    "timeFrame": "Day 1 to 24 months"
                },
                {
                    "measure": "Number of days of supplemental nutritional support required",
                    "timeFrame": "Day 1 to 24 months"
                },
                {
                    "measure": "PK parameters of RLS-0071 at multiple-ascending doses: Cmax",
                    "description": "Maximum serum concentration observed (Cmax) of RLS-0071",
                    "timeFrame": "Day 1 to Day 5"
                },
                {
                    "measure": "PK parameters of RLS-0071 at multiple-ascending doses: Ctrough",
                    "description": "Concentration observed prior to subsequent or final dosing (Ctrough) of RLS-0071",
                    "timeFrame": "Day 1 to Day 5"
                },
                {
                    "measure": "PK parameters of RLS-0071 at multiple-ascending doses: Area under the curve",
                    "description": "Area under the curve (AUC) of RLS-0071 concentration in serum",
                    "timeFrame": "Day 1 to Day 5"
                },
                {
                    "measure": "Number of participants diagnosed with epilepsy during the first 2 years of life",
                    "timeFrame": "Day 1 to 24 months"
                },
                {
                    "measure": "Number of participants requiring anti-seizure medications during the first 2 years of life",
                    "timeFrame": "Day 1 to 24 months"
                },
                {
                    "measure": "Total seizure burden (total number of minutes seizing as measured by continuous electroencephalogram) during hospitalization",
                    "timeFrame": "Day 1 to Day 14"
                },
                {
                    "measure": "Brain injury score at Day 12, as assessed through magnetic resonance imaging (MRI), using a standardized scoring system for the white matter injury domain",
                    "description": "Brain injury MRI score white matter domain includes the following items scored: cortex, cerebral white matter, optic radiations, corpus callosum, punctate white matter lesions, and parenchymal hemorrhage. The maximum white matter subscore is 21, indicating extensive bilateral injury.",
                    "timeFrame": "Day 12"
                },
                {
                    "measure": "Brain injury MRI score at Day 12 for the grey matter injury domain",
                    "description": "Brain injury MRI score grey matter domain includes the following items scored: thalamus, basal ganglia, posterior limb of the internal capsule, brainstem, perirolandic cortex, and hippocampus. The maximum white matter subscore is 23, indicating extensive bilateral injury.",
                    "timeFrame": "Day 12"
                },
                {
                    "measure": "Early neonatal mortality at Day 14",
                    "description": "Number of participants alive at Day 14",
                    "timeFrame": "Day 1 to Day 14"
                },
                {
                    "measure": "Number of days of mechanical ventilatory support required",
                    "description": "Duration until ability to breathe without assistance",
                    "timeFrame": "Day 1 to End of Study"
                },
                {
                    "measure": "Number of participants with pulmonary hypertension",
                    "timeFrame": "Day 1 to End of Study"
                },
                {
                    "measure": "Number of days spent in the Neonatal Intensive Care Unit and number of days spent in the hospital",
                    "timeFrame": "Day 1 to End of Study"
                },
                {
                    "measure": "Severity of organ reperfusion injury as measured by clinical laboratory assessments: liver enzymes",
                    "timeFrame": "Day 1 to End of Study"
                },
                {
                    "measure": "Severity of organ reperfusion injury as measured by clinical laboratory assessments: serum creatinine",
                    "timeFrame": "Day 1 to End of Study"
                },
                {
                    "measure": "Severity of organ reperfusion injury as measured by synthetic liver function",
                    "timeFrame": "Day 1 to End of Study"
                },
                {
                    "measure": "Impact on infant and family wellness, assessed by the Mother-to-Infant Bonding Scale (MIBS)",
                    "description": "The MIBS is a 9-item questionnaire, with total scores ranging from 0 to 27. A high score indicates weaker mother to infant bonding.",
                    "timeFrame": "3 and 12 months"
                },
                {
                    "measure": "Impact on infant and family wellness, assessed by the Parenting Stress Index, 4th Edition Short Form (PSI-4-SF)",
                    "description": "The PSI-4 is a 36-item questionnaire focusing on three domains: Parental Distress, Parent-Child Dysfunctional Interaction, and Difficult Child, which combine to form a Total Stress scale. Scores assessed as falling in the 90th or higher percentile indicate clinically significant parenting stress.",
                    "timeFrame": "3, 12, and 24 months"
                },
                {
                    "measure": "Quality of life assessment over the first 24 months of life",
                    "description": "A quality of life questionnaire will be used to collect information regarding the care of the aging child over the first 24 months of life.",
                    "timeFrame": "Day 4 to 24 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. ≥ 36 weeks gestation.\n2. Sentinel event prior to delivery such as abruption, tight nuchal cord, uterine rupture, profound bradycardia, shoulder dystocia, or cord prolapse or other acute event likely attributable for newborn depression at delivery or an acute change in the fetal status with a clinical presentation consistent with an acute sentinel event with no clearly defined etiology.\n3. Moderate or severe encephalopathy based on at least one risk of encephalopathy criterion (a) and one clinical signs of encephalopathy criterion (b):\n\n   1. Risk of encephalopathy (either):\n\n      * Blood gas drawn within 1 hour of birth, either arterial blood gas (ABG) (cord or infant) or venous blood gas (VBG) (infant) with pH ≤ 7.0 OR base deficit ≥ 16 mmol/L.\n\n      OR\n      * Blood gas drawn within 1 hour of birth, either ABG (cord or infant) or VBG (infant) with pH 7.01 to 7.15, a base deficit between 10 and 15.9 mmol/L, or a blood gas was not available, additional criteria are required:\n\n        * Infant born after an acute perinatal event (eg, late or variable decelerations, cord prolapse, cord rupture, uterine rupture, maternal trauma, hemorrhage or cardiorespiratory arrest) and the APGAR score ≤ 5 at 10 minutes OR\n        * The infant required assisted ventilation ≥ 10 minutes after birth (ie, endotracheal or mask ventilation).\n   2. Clinical signs of encephalopathy (either/both):\n\n      * Moderate/Severe encephalopathy on National Institute of Child Health and Human Development assessment.\n      * Evidence of seizures (clinical and/or electroencephalogram).\n4. Be eligible to receive therapeutic hypothermia.\n5. Active whole-body cooling to be started prior to 6 hours of age (passive cooling is permitted prior to active whole body cooling).\n6. Product of a singleton pregnancy.\n7. Written informed consent obtained from parent or legal guardian.\n\nExclusion Criteria:\n\n1. Inability to enroll in the study and initiate the first dose of RLS-0071 within 10 hours of life.\n2. Known major congenital and/or chromosomal abnormality(ies).\n3. Severe growth restriction (birth weight ≤ 1800 g).\n4. Prenatal diagnosis of brain abnormality or hydrocephalus.\n5. Patient's head circumference is \\< 30 cm.\n6. 10-minute appearance, pulse, grimace, activity, and respiration (APGAR) score \\< 2\n7. Infants suspected of overwhelming sepsis or congenital infection based on the Investigator's clinical consideration at the time of enrollment.\n8. Persistent severe hypotension unresponsive to inotropic support (requiring \\>2 inotropes, not inclusive of hydrocortisone).\n9. Persistent severe hypoxia in the setting of 100% fraction of inspired oxygen (FiO₂) and unresponsive to nitric oxide or requiring extracorporeal membrane oxygenation (ECMO).\n10. Severe disseminated intravascular coagulation with clinical bleeding.\n11. Neonatal encephalopathy believed to be due to a cause other than perinatal hypoxia (ie, other than HIE).\n12. Moribund infants for whom withdrawal of care being considered.\n13. Suspected or confirmed fetal alcohol syndrome or suspected substance withdraw seizures.\n14. Any other condition that the investigator may consider would make the patient ineligible for the study or place the patient at an unacceptable risk (Note: this criterion would include a clinically significant \\[eg, Grade 3 or 4\\] intracranial hemorrhage).",
            "healthyVolunteers": false,
            "sex": "ALL",
            "maximumAge": "10 Hours",
            "stdAges": [
                "CHILD"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Lori Upham",
                    "role": "CONTACT",
                    "phone": "757-901-0331",
                    "email": "lupham@realtals.com"
                }
            ],
            "locations": [
                {
                    "facility": "Study Site 016",
                    "status": "RECRUITING",
                    "city": "Little Rock",
                    "state": "Arkansas",
                    "zip": "72202",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 34.74648,
                        "lon": -92.28959
                    }
                },
                {
                    "facility": "Study Site 013",
                    "status": "RECRUITING",
                    "city": "Orange",
                    "state": "California",
                    "zip": "92868",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 33.78779,
                        "lon": -117.85311
                    }
                },
                {
                    "facility": "Study Site 020",
                    "status": "RECRUITING",
                    "city": "San Diego",
                    "state": "California",
                    "zip": "92037",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 32.71533,
                        "lon": -117.15726
                    }
                },
                {
                    "facility": "Study Site 019",
                    "status": "NOT_YET_RECRUITING",
                    "city": "San Diego",
                    "state": "California",
                    "zip": "92123",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 32.71533,
                        "lon": -117.15726
                    }
                },
                {
                    "facility": "Study Site 001",
                    "status": "RECRUITING",
                    "city": "Gainesville",
                    "state": "Florida",
                    "zip": "32608",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 29.65163,
                        "lon": -82.32483
                    }
                },
                {
                    "facility": "Study Site 018",
                    "status": "RECRUITING",
                    "city": "Miami",
                    "state": "Florida",
                    "zip": "33143",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 25.77427,
                        "lon": -80.19366
                    }
                },
                {
                    "facility": "Study Site 010",
                    "status": "RECRUITING",
                    "city": "Orlando",
                    "state": "Florida",
                    "zip": "32803",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 28.53834,
                        "lon": -81.37924
                    }
                },
                {
                    "facility": "Study Site 014",
                    "status": "RECRUITING",
                    "city": "Indianapolis",
                    "state": "Indiana",
                    "zip": "46202",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 39.76838,
                        "lon": -86.15804
                    }
                },
                {
                    "facility": "Study Site 012",
                    "status": "RECRUITING",
                    "city": "Lexington",
                    "state": "Kentucky",
                    "zip": "40536",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 37.98869,
                        "lon": -84.47772
                    }
                },
                {
                    "facility": "Study Site 002",
                    "status": "RECRUITING",
                    "city": "Boston",
                    "state": "Massachusetts",
                    "zip": "02115",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 42.35843,
                        "lon": -71.05977
                    }
                },
                {
                    "facility": "Study Site 006",
                    "status": "RECRUITING",
                    "city": "Saint Louis",
                    "state": "Missouri",
                    "zip": "63110",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 38.62727,
                        "lon": -90.19789
                    }
                },
                {
                    "facility": "Study Site 003",
                    "status": "RECRUITING",
                    "city": "Durham",
                    "state": "North Carolina",
                    "zip": "27710",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 35.99403,
                        "lon": -78.89862
                    }
                },
                {
                    "facility": "Study Site 005",
                    "status": "RECRUITING",
                    "city": "Morgantown",
                    "state": "West Virginia",
                    "zip": "26506",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 39.62953,
                        "lon": -79.9559
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000001927",
                    "term": "Brain Diseases"
                },
                {
                    "id": "D000002545",
                    "term": "Brain Ischemia"
                },
                {
                    "id": "D000020925",
                    "term": "Hypoxia-Ischemia, Brain"
                },
                {
                    "id": "D000007511",
                    "term": "Ischemia"
                },
                {
                    "id": "D000007035",
                    "term": "Hypothermia"
                },
                {
                    "id": "D000000860",
                    "term": "Hypoxia"
                }
            ],
            "ancestors": [
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000001832",
                    "term": "Body Temperature Changes"
                },
                {
                    "id": "D000012818",
                    "term": "Signs and Symptoms, Respiratory"
                },
                {
                    "id": "D000002561",
                    "term": "Cerebrovascular Disorders"
                },
                {
                    "id": "D000014652",
                    "term": "Vascular Diseases"
                },
                {
                    "id": "D000002318",
                    "term": "Cardiovascular Diseases"
                },
                {
                    "id": "D000002534",
                    "term": "Hypoxia, Brain"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M10543",
                    "name": "Ischemia",
                    "asFound": "Ischemic",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4545",
                    "name": "Asphyxia Neonatorum",
                    "relevance": "LOW"
                },
                {
                    "id": "M5207",
                    "name": "Brain Injuries",
                    "relevance": "LOW"
                },
                {
                    "id": "M4544",
                    "name": "Asphyxia",
                    "relevance": "LOW"
                },
                {
                    "id": "M5794",
                    "name": "Brain Ischemia",
                    "asFound": "Ischemic Encephalopathy",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4185",
                    "name": "Hypoxia",
                    "asFound": "Hypoxic",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10085",
                    "name": "Hypothermia",
                    "asFound": "Hypothermia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M14984",
                    "name": "Restless Legs Syndrome",
                    "relevance": "LOW"
                },
                {
                    "id": "M5204",
                    "name": "Brain Diseases",
                    "asFound": "Encephalopathy",
                    "relevance": "HIGH"
                },
                {
                    "id": "M22660",
                    "name": "Hypoxia-Ischemia, Brain",
                    "asFound": "Hypoxic Ischemic Encephalopathy",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5111",
                    "name": "Body Temperature Changes",
                    "relevance": "LOW"
                },
                {
                    "id": "M15623",
                    "name": "Signs and Symptoms, Respiratory",
                    "relevance": "LOW"
                },
                {
                    "id": "M5810",
                    "name": "Cerebrovascular Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M17400",
                    "name": "Vascular Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5783",
                    "name": "Hypoxia, Brain",
                    "relevance": "LOW"
                },
                {
                    "id": "T513",
                    "name": "Asphyxia Neonatorum",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC16",
                    "name": "Diseases and Abnormalities at or Before Birth"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                },
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}