{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06373380",
            "orgStudyIdInfo": {
                "id": "23-293"
            },
            "organization": {
                "fullName": "Memorial Sloan Kettering Cancer Center",
                "class": "OTHER"
            },
            "briefTitle": "A Study of HB-202/HB-201 in People With Human Papilloma Virus 16-Positive Head and Neck Squamous Cell Cancer (HPV 16+ HNSCC)",
            "officialTitle": "Phase II Multicenter, Randomized, Double-Blind, Placebo-Controlled Study Evaluating the Efficacy of HB-200 in Patients With Positive TTMV-HPV DNA After Definitive Treatment for HPV16 Positive HNSCC",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "a-study-of-hb-hb-in-people-with-human-papilloma-virus-positive-head-and-neck-squamous-cell-cancer-hpv-hnscc"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "startDateStruct": {
                "date": "2024-04-15",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-04",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-04",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-04-15",
            "studyFirstSubmitQcDate": "2024-04-15",
            "studyFirstPostDateStruct": {
                "date": "2024-04-18",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-25",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-26",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Memorial Sloan Kettering Cancer Center",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Hookipa Biotech GmbH",
                    "class": "INDUSTRY"
                },
                {
                    "name": "Naveris",
                    "class": "UNKNOWN"
                }
            ]
        },
        "oversightModule": {
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The researchers are doing this study to find out if HB-202/HB-201 is an effective treatment for people with HPV 16-positive head and neck squamous cell cancer (HPV 16+ HNSCC) who have received standard treatment for their disease but then tested positive for HPV 16-related tumor DNA in the blood through a test called NavDx. Participants will have no evidence of cancer on imaging scans (radiographically) or by medical examination (clinically). Past studies have shown that a positive NavDx test strongly suggests the possible presence of microscopic cancer, though we do not know if testing positive will definitely lead to the cancer coming back (recurrence). The NavDx blood test has not been approved by the FDA and is considered investigational."
        },
        "conditionsModule": {
            "conditions": [
                "HPV16+ Squamous Cell Carcinoma"
            ],
            "keywords": [
                "HB-202/HB-201",
                "Human Papilloma Virus",
                "Head and Neck Squamous Cell Cancer",
                "23-293"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "This will be a randomized multi-centered, double-blind, placebo-controlled trial",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "TRIPLE",
                    "maskingDescription": "The study will be conducted using a double-blind design.",
                    "whoMasked": [
                        "PARTICIPANT",
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 51,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "HB-200 arm",
                    "type": "EXPERIMENTAL",
                    "description": "HB-202 and HB-201 will be given in an alternating fashion as per above for a full one-year duration unless there is clinical or radiographic evident and/or pathologically confirmed recurrence.",
                    "interventionNames": [
                        "Drug: HB-200"
                    ]
                },
                {
                    "label": "Placebo",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "Placebo will be given via IV administration on Day 1 of each cycle on the same schedule as HB-200 treatment for a full one-year duration unless there is evidence of radiographic recurrence.",
                    "interventionNames": [
                        "Other: Placebo"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "HB-200",
                    "description": "HB-200 arm will receive HB-202 and HB-201 (HB-202: 1 x 10 \\^7 RCV FFU and HB201: 5 x 106 RCV FFU) in an alternating fashion every 3 weeks intravenously for 5 doses and then every 6 weeks thereafter.",
                    "armGroupLabels": [
                        "HB-200 arm"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Placebo",
                    "description": "Patients in the placebo arm will be receiving vehicle on the same schedule. Patients will receive treatment with HB-200 alternating therapy or placebo until recurrence or for a total duration of 1 year.",
                    "armGroupLabels": [
                        "Placebo"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Disease free survival (DFS)",
                    "description": "Disease free survival will be defined as the composite time from randomization to the earliest locoregional and/or distant metastatic recurrence. Recurrence will be defined as those with clinical of radiographic evidence of tumor/disease that is pathologically confirmed.",
                    "timeFrame": "up to 3 years"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Number of participants with adverse events (type, frequency, severity).",
                    "description": "Assess the safety and tolerability of dosage regimens of HB-201 and HB-202 by monitoring the type, frequency, and severity of AEs or abnormal laboratory values are to be evaluated using the Common Terminology Criteria for Adverse Events \\[CTCAE\\] version 5.0 (CTCAE v5.0).",
                    "timeFrame": "1 year"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Pathologically (histologically or cytologically) proven diagnosis of HPV16+ squamous cell carcinoma of the head and neck post standard of care definitive therapy.\n\n  * History of histologically confirmed HPV16+ squamous cell cancer (from in-house or local evaluation by HPV16 RNA in situ hybridization (ISH) or PCR) is required for all patients on study.\n  * Detection of HPV16 specific TTMV-HPV DNA via peripheral blood NavDx assay in combination with historically confirmed p16 expression can be used as a surrogate for enrollment and initiation of treatment as per the discretion of site PI whilst histological confirmation with RNA ISH or PCR is in process.\n* No clinical or radiographic evidence of persistent or recurrent disease at time of evaluation (indeterminate findings are allowed based on discretion of P.I.)\n* Positive TTMV-HPV DNA score (HPV16 specific) by NavDx® 3 months or more after definitive therapy for HPV16+ squamous cell carcinoma of the head and neck allows for pre-screen consent for a confirmatory NavDx.\n* Definitive therapy includes surgery and/or chemotherapy/radiation therapeutic paradigms that are aimed at eradicating and curing disease with the goal of no additional therapies being required afterwards. This will include standard of care treatments and IRB-approved, de-escalation treatment protocols and strategies. Enrollment of patients who had de-escalated treatment or nonstandard treatment paradigms, including salvage therapies, performed off an IRB-approved protocol/clinical trial will require the approval of the study P.I.\n* Male or female patients 18 years of age or older on the day of consent.\n* ECOG Performance Status of 0 to 1.\n* Adequate hematologic function within 30 days prior to registration, defined as follows:\n\n  * Absolute neutrophil count (ANC) ≥ 1,000 cells/mm3\n  * Platelets ≥ 100,000 cells/mm3\n  * Hemoglobin ≥ 9.0 g/dl; Note: The use of transfusion or other intervention to achieve Hgb ≥ 9.0 g/dl is acceptable\n* Adequate renal function within 30 days prior to registration, defined as follows:\n\n  °Serum creatinine \\< 2.0 x upper limit of normal (ULN) or creatinine clearance (CCr) ≥ 30 ml/min determined by 24-hour collection or estimated by Cockcroft-Gault formula: CCr male = \\[(140 - age) x (wt in kg)\\] \\[(Serum Cr mg/dl) x (72)\\] CCr female = 0.85 x (CrCl male)\n* Adequate hepatic function within 30 days prior to registration, defined as follows:\n\n  * Total bilirubin ≤ 1.5 × ULN (except for unconjugated hyperbilirubinemia or Gilbert's syndrome). Direct bilirubin ≤ ULN for participants with total bilirubin levels \\> 1.5 × ULN.\n  * AST and ALT ≤ 2.5 x the upper limit of normal\n  * Albumin ≥ 3 g/dL\n* International Normalized Ratio (INR) or Prothrombin Time (PT) ≤ 1.5 × ULN unless participant is receiving anticoagulant therapy as long as PT or partial thromboplastin time (PTT) is within therapeutic range of intended use of anticoagulants.\n* Activated Partial Thromboplastin Time (aPTT) or Partial Thromboplastin Time (PTT) ≤ 1.5 × ULN unless participant is receiving anticoagulant therapy as long as PT or PTT is within therapeutic range of intended use of anticoagulants.\n* Female patients are eligible to participate if they are not pregnant, not breastfeeding and at least one of the following conditions applies:\n\n  * Not a woman of childbearing potential\n  * A woman of childbearing potential who agrees to use highly effective contraception from signing of the ICF through five months after the last study treatment administration.\n\nNotes: i) Female of childbearing potential are those who have not been surgically sterilized or have not been free from menses for \\>1 year.\n\nii) Highly effective contraception methods include:\n\n* Total abstinence.\n* Male or female sterilization.\n* Combination of any 2 of the following categories (Categories 1+2, 1+3, or 2+3):\n\n  * Category 1: Use of oral, injected, or implanted hormonal methods of contraception.\n  * Category 2: Placement of an intrauterine device or intrauterine system.\n  * Category 3: Barrier methods of contraception: condom or occlusive cap (diaphragm or cervical/vault caps) with spermicidal foam/gel/film/cream/vaginal suppository.\n* A female participant who is of childbearing potential must have a negative serum βhuman chorionic gonadotrophin (β-hCG) pregnancy test within 72 hours prior to the first administration of study treatment or be surgically/biologically sterile (hysterectomy or bilateral oophorectomy) or postmenopausal. Note: Postmenopausal females are defined as those who are:\n\n  * Age \\> 50 years with amenorrhea for ≥ 12 months.\n  * Age ≤ 50 years with six months of spontaneous amenorrhea and follicle stimulating hormone level within postmenopausal range (\\> 40 mIU/mL).\n* Male patients must agree to use contraception and refrain from sperm and egg donation from the time period between signing of the ICF and through five months after the last dose of study drug\n* The subject must provide voluntary study-specific informed consent prior to study entry.\n\nExclusion Criteria:\n\n* Patients with radiographically evident or biopsy proven recurrent or metastatic squamous cell carcinoma of the head and neck. Equivocal radiographic findings will be subjected to review and approval by PI discretion\n* Patients with simultaneous primary cancers aside from HPV 16+ HNSCC is excluded unless otherwise approved by PI\n* Prior invasive malignancy (except non-melanomatous skin cancer) unless disease free for 3 years or if cure rate for the malignancy treated at 5 years is estimated to be 90% or greater, unless otherwise approved by PI\n* Prior systemic chemotherapy or immune checkpoint inhibitor therapy for incurable head and neck squamous cell carcinoma (drug therapies in the neoadjuvant and/or chemoradiation setting is allowed).\n* Severe, active co-morbidity defined as the following:\n\n  * Unstable angina and/or congestive heart failure requiring hospitalization within the last 6 months\n  * Transmural myocardial infarction within the last 6 months\n  * Acute infection requiring intravenous therapy at the time of registration\n  * Chronic Obstructive Pulmonary Disease exacerbation or other respiratory illness requiring hospitalization or precluding study therapy within 30 days of registration\n  * Hepatic Insufficiency resulting in clinical jaundice and/or coagulation defect\n* Active, known or suspected, autoimmune or inflammatory disorders requiring immunosuppressive therapy, with the exception of low dose prednisone (≤ 10 mg or equivalent). The following are exceptions to this criterion:\n\n  * Patients with vitiligo or alopecia.\n  * Patients with hypothyroidism (e.g., following Hashimoto syndrome) stable on hormone replacement\n  * Any chronic skin condition that does not require systemic treatment.\n* Live vaccines within 28 days prior to the first dose of study treatment and while on study treatment, unless agreed otherwise between the Sponsor and Investigator.\n* Herbal remedies with immune-stimulating properties or known to potentially interfere with major organ function within 28 days prior to the first dose of study treatment, unless agreed otherwise between the Sponsor and Investigator.\n* Current use of systemic corticosteroids or use of systemic corticosteroids within 4 weeks of registration (short term corticosteroid pre-medication for CT or MRI based contrast allergies \\[as per institutional guidelines\\], doses \\< 10mg prednisone per day or the equivalent, inhaled corticosteroids for asthma or COPD or other non-systemic steroids such as topical, intranasal, or intra-articular corticosteroids are permitted)\n* Known acquired immunodeficiency syndrome due to untreated/poorly controlled human immunodeficiency virus. Other diagnosed immunodeficiency syndromes or disorders will require the review and approval of the site P.I. and consultation with Hookipa.\n* Positive test for hepatitis B surface antigen (HBsAG) or hepatitis C virus antibody (antiHCV), indicating acute or chronic infection. Patients who test positive for anti-HCV but negative for HCV ribonucleic acid (RNA) are permitted to enroll.\n* Female patients who are pregnant, breastfeeding, or plan on becoming pregnant during the study.\n* Patients on chronic antiviral medication for any reason.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Winston Wong, MD",
                    "role": "CONTACT",
                    "phone": "646-608-4245",
                    "email": "wongw3@mskcc.org"
                },
                {
                    "name": "Alan Ho, MD,PhD",
                    "role": "CONTACT",
                    "phone": "646-608-3774"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Winston Wong, MD",
                    "affiliation": "Memorial Sloan Kettering Cancer Center",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Memorial Sloan Kettering at Basking Ridge (Limited Protocol Activities)",
                    "status": "RECRUITING",
                    "city": "Basking Ridge",
                    "state": "New Jersey",
                    "zip": "07920",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Winston Wong, MD",
                            "role": "CONTACT",
                            "phone": "646-608-4245"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.70621,
                        "lon": -74.54932
                    }
                },
                {
                    "facility": "Memorial Sloan Kettering Monmouth (Limited Protocol Activities)",
                    "status": "RECRUITING",
                    "city": "Middletown",
                    "state": "New Jersey",
                    "zip": "07748",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Winston Wong, MD",
                            "role": "CONTACT",
                            "phone": "646-608-4245"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.39652,
                        "lon": -74.09211
                    }
                },
                {
                    "facility": "Memorial Sloan Kettering Bergen (Limited Protocol Activities)",
                    "status": "RECRUITING",
                    "city": "Montvale",
                    "state": "New Jersey",
                    "zip": "07645",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Winston Wong, MD",
                            "role": "CONTACT",
                            "phone": "646-608-4245"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.04676,
                        "lon": -74.02292
                    }
                },
                {
                    "facility": "Memorial Sloan Kettering Suffolk- Commack (Limited Protocol Activities)",
                    "status": "RECRUITING",
                    "city": "Commack",
                    "state": "New York",
                    "zip": "11725",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Winston Wong, MD",
                            "role": "CONTACT",
                            "phone": "646-608-4245"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.84288,
                        "lon": -73.29289
                    }
                },
                {
                    "facility": "Memorial Sloan Kettering Westchester (Limited Protocol Activities)",
                    "status": "RECRUITING",
                    "city": "Harrison",
                    "state": "New York",
                    "zip": "10604",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Winston Wong, MD",
                            "role": "CONTACT",
                            "phone": "646-608-4245"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.96899,
                        "lon": -73.71263
                    }
                },
                {
                    "facility": "Memorial Sloan Kettering Cancer Center (All Protocol Activites)",
                    "status": "RECRUITING",
                    "city": "New York",
                    "state": "New York",
                    "zip": "10065",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Winston Wong, MD",
                            "role": "CONTACT",
                            "phone": "646-608-4245"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.71427,
                        "lon": -74.00597
                    }
                },
                {
                    "facility": "Memorial Sloan Kettering Nassau (Limited Protocol Activities)",
                    "status": "RECRUITING",
                    "city": "Uniondale",
                    "state": "New York",
                    "zip": "11553",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Winston Wong, MD",
                            "role": "CONTACT",
                            "phone": "646-608-4245"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.70038,
                        "lon": -73.59291
                    }
                }
            ]
        },
        "referencesModule": {
            "seeAlsoLinks": [
                {
                    "label": "Memorial Sloan Kettering Cancer Center",
                    "url": "http://www.mskcc.org/mskcc/html/44.cfm"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Memorial Sloan Kettering Cancer Center supports the international committee of medical journal editors (ICMJE) and the ethical obligation of responsible sharing of data from clinical trials. The protocol summary, a statistical summary, and informed consent form will be made available on clinicaltrials.gov when required as a condition of Federal awards, other agreements supporting the research and/or as otherwise required. Requests for deidentified individual participant data can be made beginning 12 months after publication and for up to 36 months post publication. Deidentified individual participant data reported in the manuscript will be shared under the terms of a Data Use Agreement and may only be used for approved proposals. Requests may be made to: crdatashare@mskcc.org"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000010212",
                    "term": "Papilloma"
                },
                {
                    "id": "D000018307",
                    "term": "Neoplasms, Squamous Cell"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009375",
                    "term": "Neoplasms, Glandular and Epithelial"
                },
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5534",
                    "name": "Carcinoma",
                    "relevance": "LOW"
                },
                {
                    "id": "M13131",
                    "name": "Papilloma",
                    "asFound": "Papilloma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5550",
                    "name": "Carcinoma, Squamous Cell",
                    "relevance": "LOW"
                },
                {
                    "id": "M17522",
                    "name": "Virus Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M20451",
                    "name": "Neoplasms, Squamous Cell",
                    "asFound": "Squamous Cell Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12320",
                    "name": "Neoplasms, Glandular and Epithelial",
                    "relevance": "LOW"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC01",
                    "name": "Infections"
                }
            ]
        }
    },
    "hasResults": false
}