{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05788289",
            "orgStudyIdInfo": {
                "id": "22-380"
            },
            "organization": {
                "fullName": "Memorial Sloan Kettering Cancer Center",
                "class": "OTHER"
            },
            "briefTitle": "A Study of Tafasitamab and Lenalidomide in People With Mantle Cell Lymphoma",
            "officialTitle": "Phase 2 Study of Tafasitamab and Lenalidomide in Relapsed or Refractory Mantle Cell Lymphoma",
            "therapeuticArea": [
                "Oncology and Hematology",
                "Other"
            ],
            "study": "a-study-of-tafasitamab-and-lenalidomide-in-people-with-mantle-cell-lymphoma"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-03",
            "overallStatus": "RECRUITING",
            "startDateStruct": {
                "date": "2023-03-14",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-03-14",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-03-14",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-03-15",
            "studyFirstSubmitQcDate": "2023-03-27",
            "studyFirstPostDateStruct": {
                "date": "2023-03-28",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-03-27",
            "lastUpdatePostDateStruct": {
                "date": "2024-03-28",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Memorial Sloan Kettering Cancer Center",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Incyte Corporation",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this study is to determine if the combination of tafasitamab and lenalidomide is an effective treatment for relapsed or refractory Mantle Cell Lymphoma."
        },
        "conditionsModule": {
            "conditions": [
                "Mantle Cell Lymphoma",
                "MCL"
            ],
            "keywords": [
                "Mantle Cell Lymphoma",
                "MCL",
                "R/R MCL",
                "Tafasitamab",
                "Lenalidomide",
                "Memorial Sloan Kettering Cancer Center",
                "22-380"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 39,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Participants with Mantle Cell Lymphoma",
                    "type": "EXPERIMENTAL",
                    "description": "Participants have a diagnosis of Mantle Cell Lymphoma have previously failed or could not tolerate Bruton's tyrosine kinase inhibitors/BTKi",
                    "interventionNames": [
                        "Drug: Tafasitamab",
                        "Drug: Lenalidomide"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Tafasitamab",
                    "description": "Participants will receive treatment with intravenous tafasitamab and oral lenalidomide for up to 12 cycles. Each cycle is 28 days in length.",
                    "armGroupLabels": [
                        "Participants with Mantle Cell Lymphoma"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Lenalidomide",
                    "description": "Lenalidomide will be self-administered by patients orally on days 1-21 of each 28-day cycle of induction (cycles 1 through 12).",
                    "armGroupLabels": [
                        "Participants with Mantle Cell Lymphoma"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Overall Response Rate/ORR",
                    "description": "Overall Response Rate/ORR is defined as the percent of participants who achieve Complete Response/CR or Primary Response/PR",
                    "timeFrame": "completion of 12 cycles of treatment (each cycle is 28 days) or at treatment discontinuation, whichever comes first"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Age ≥ 18 years at the time of signing Informed Consent\n* Karnofsky performance status (KPS) ≥ 70% (see Appendix A)\n* Pathologically confirmed diagnosis of R/R MCL\n* Previously treated with at least one prior line of systemic therapy for MCL, at least one of which must have been a BTKi\n* If patient previously received CD19-directed therapy (such as CAR-T therapy), then there must be evidence of CD19 expression confirmed by immunohistochemistry or flow cytometry per institutional guidelines. This must be confirmed on a biopsy performed after receipt of CD19-directed therapy.\n* Previous systemic chemotherapy must have been discontinued at least 2 weeks prior to C1D1 and previous anti-cancer radiation therapy or targeted therapy must be discontinued prior to initiation of treatment on study\n\n  * All adverse effects should resolve to grade 1 or baseline (excluding alopecia)\n* Presence of evaluable disease\n* Measurable disease on radiologic assessment as defined by Lugano criteria: at least one nodal lesion (\\> 1.5cm in long axis) or extranodal lesion (\\> 1.0cm in long axis) measurable in 2 dimensions1,2\n* Adequate bone marrow and organ function:\n\n  * Absolute neutrophil count (ANC) ≥ 1,500 cells/mcL, unless felt to be secondary to underlying MCL\n  * Platelet count ≥ 90,000 cells/mcL, unless felt to be secondary to underlying MCL\n  * Renal function assessed by calculated Cockcroft-Gault creatinine clearance (CrCl; see Appendix B) ≥ 30mL/min. See 10.0 Treatment Plan, Table 10-1, for lenalidomide dose adjustment for CrCl ≥ 30mL/min and \\< 60mL/min.\n  * Hepatic function:\n* Total bilirubin \\< 2.5x upper limit of normal (ULN), unless secondary to Gilbert's syndrome or documented liver involvement by lymphoma. Patients with Gilbert's syndrome or documented liver involvement by lymphoma may be included if total bilirubin is ≤ 5x ULN.\n* Aspartate transaminase (AST) and alanine transaminase (ALT) ≤ 3x ULN, unless secondary to documented liver involvement by lymphoma. Patients with documented liver involvement by lymphoma may be included if AST and ALT are ≤ 5x ULN.\n* Willingness to receive adequate prophylaxis and/or therapy for thromboembolic events, unless contraindicated in the opinion of the investigator\n* Willingness to undergo confirmatory procedures for assessment of disease status and experimental studies as required by protocol, including bone marrow (BM) aspiration/biopsy, gastrointestinal endoscopy/colonoscopy with biopsy, and/or biopsy of other tissue when appropriate and medically feasible\n* Each patient must sign Informed Consent form indicating that he or she understands the purpose of and procedures required for the study and are willing to participate\n* Short course systemic corticosteroids (total daily dose equivalent of prednisone 100mg or less) are permissible for disease control, improvement of performance status, or non-cancer indication if administered for ≤ 10 days and discontinued prior to initiation of study treatment\n* Willingness of patients who are able to become pregnant according to Revlimid/lenalidomide Risk Evaluation and Mitigation Strategy (REMS) criteria to undergo pregnancy testing in accordance with REMS requirements\n* Willingness of all patients to adhere to contraception requirements mandated by the Revlimid/lenalidomide REMS\n\nExclusion Criteria:\n\n* Any life-threatening illness, medical condition, or organ system dysfunction that, in the opinion of the investigator, could compromise the patient's safety or put the study outcomes at undue risk\n* History of human immunodeficiency virus (HIV) unless all of the following criteria are met:31\n\n  * CD4+ T-cell count ≥ 250 cells/mcL\n  * No acquired immunodeficiency syndrome (AIDS)-defining opportunistic infections within 1 year prior to signing Informed Consent form\n  * Stable (no change in regimen for ≥ 4 weeks) and effective antiretroviral regimen, and HIV viral load \\< 400 copies/mL within 4 weeks prior to signing Informed Consent form\n* Hepatitis B or C with detectable viral load requiring antiviral therapy\n* Pregnant or lactating\n* Known active bacterial, viral, fungal, mycobacterial, parasitic, or other infection (excluding fungal infections of nail beds) at study enrollment, or any major episode of infection requiring treatment with IV antibiotics or hospitalization (relating to the completion of the course of antibiotics) within 2 weeks prior to cycle 1 day 1\n* Clinical significant history of liver disease, including viral or other hepatitis, current alcohol abuse, or cirrhosis\n* Active central nervous system lymphoma\n* Patients who, in the opinion of the investigator, have not recovered sufficiently from adverse effects of prior therapies\n* Documented refractoriness to lenalidomide, defined as no response (PR or CR) within 6 months of therapy\n* Lenalidomide exposure within 12 months prior to Day 1 of Cycle 1\n* History of hypersensitivity to compounds of similar biological or chemical composition to tafasitamab, lenalidomide, and/or excipients contained in the study drug formulations\n* Autologous stem cell transplantation (ASCT) within 3 months prior to signing the Informed Consent form. Patients with more distant history of ASCT must exhibit full hematologic recovery before enrollment into this study.\n* Allogeneic stem cell transplantation within 3 months prior to signing the Informed Consent form, with evidence of graft-versus-host disease (GVHD), or receiving immunosuppressive therapy for GVHD.\n* Concurrent use of other anticancer or experimental treatments\n* No concurrent malignancy requiring active therapy within the last 3 years with the exception of basal cell carcinoma limited to the skin, squamous cell carcinoma limited to the skin, carcinoma in situ of the cervix or breast, adequately treated lentigo maligna melanoma, or localized prostate cancer. Adjuvant or maintenance therapy to reduce the risk of recurrence of other malignancy previously treated for curative intent is permitted.\n* Administration of a live vaccine within 28 days prior to the start of study treatment (Cycle 1 Day 1).",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Anita Kumar, MD",
                    "role": "CONTACT",
                    "phone": "646-608-3780",
                    "email": "kumara2@mskcc.org"
                },
                {
                    "name": "Gilles Salles, MD",
                    "role": "CONTACT",
                    "phone": "646-608-4153",
                    "email": "SallesG@mskcc.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Anita Kumar, MD",
                    "affiliation": "Memorial Sloan Kettering Cancer Center",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Memorial Sloan Kettering Basking Ridge (All protocol activities)",
                    "status": "RECRUITING",
                    "city": "Basking Ridge",
                    "state": "New Jersey",
                    "zip": "07920",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Anita Kumar, MD",
                            "role": "CONTACT",
                            "phone": "646-608-3780"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.70621,
                        "lon": -74.54932
                    }
                },
                {
                    "facility": "Memorial Sloan Kettering Monmouth (All protocol activities)",
                    "status": "RECRUITING",
                    "city": "Middletown",
                    "state": "New Jersey",
                    "zip": "07748",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Anita Kumar, MD",
                            "role": "CONTACT",
                            "phone": "646-608-3780"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.39652,
                        "lon": -74.09211
                    }
                },
                {
                    "facility": "Memorial Sloan Kettering Bergen (All protocol activities)",
                    "status": "RECRUITING",
                    "city": "Montvale",
                    "state": "New Jersey",
                    "zip": "07645",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Anita Kumar, MD",
                            "role": "CONTACT",
                            "phone": "646-608-3780"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.04676,
                        "lon": -74.02292
                    }
                },
                {
                    "facility": "Memorial Sloan Kettering Suffolk- Commack (All Protocol Activities)",
                    "status": "RECRUITING",
                    "city": "Commack",
                    "state": "New York",
                    "zip": "11725",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Anita Kumar, MD",
                            "role": "CONTACT",
                            "phone": "646-608-3780"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.84288,
                        "lon": -73.29289
                    }
                },
                {
                    "facility": "Memorial Sloan Kettering Westchester (All protocol activities)",
                    "status": "RECRUITING",
                    "city": "Harrison",
                    "state": "New York",
                    "zip": "10604",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Anita Kumar, MD",
                            "role": "CONTACT",
                            "phone": "646-608-3780"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.96899,
                        "lon": -73.71263
                    }
                },
                {
                    "facility": "Memorial Sloan Kettering Cancer Center (All Protocol Activities)",
                    "status": "RECRUITING",
                    "city": "New York",
                    "state": "New York",
                    "zip": "10065",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Anita Kumar, MD",
                            "role": "CONTACT",
                            "phone": "646-608-3780"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.71427,
                        "lon": -74.00597
                    }
                },
                {
                    "facility": "Memorial Sloan Kettering Nassau (All protocol activities)",
                    "status": "RECRUITING",
                    "city": "Rockville Centre",
                    "state": "New York",
                    "zip": "11553",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Anita Kumar, MD",
                            "role": "CONTACT",
                            "phone": "646-608-3780"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.65871,
                        "lon": -73.64124
                    }
                }
            ]
        },
        "referencesModule": {
            "seeAlsoLinks": [
                {
                    "label": "Memorial Sloan Kettering Cancer Center",
                    "url": "http://www.mskcc.org"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Memorial Sloan Kettering Cancer Center supports the international committee of medical journal editors (ICMJE) and the ethical obligation of responsible sharing of data from clinical trials. The protocol summary, a statistical summary, and informed consent form will be made available on clinicaltrials.gov when required as a condition of Federal awards, other agreements supporting the research and/or as otherwise required. Requests for deidentified individual participant data can be made beginning 12 months after publication and for up to 36 months post publication. Deidentified individual participant data reported in the manuscript will be shared under the terms of a Data Use Agreement and may only be used for approved proposals. Requests may be made to: crdatashare@mskcc.org."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000008223",
                    "term": "Lymphoma"
                },
                {
                    "id": "D000020522",
                    "term": "Lymphoma, Mantle-Cell"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000008232",
                    "term": "Lymphoproliferative Disorders"
                },
                {
                    "id": "D000008206",
                    "term": "Lymphatic Diseases"
                },
                {
                    "id": "D000007160",
                    "term": "Immunoproliferative Disorders"
                },
                {
                    "id": "D000007154",
                    "term": "Immune System Diseases"
                },
                {
                    "id": "D000008228",
                    "term": "Lymphoma, Non-Hodgkin"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M11220",
                    "name": "Lymphoma",
                    "asFound": "Lymphoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M22307",
                    "name": "Lymphoma, Mantle-Cell",
                    "asFound": "Mantle Cell Lymphoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M11225",
                    "name": "Lymphoproliferative Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M11203",
                    "name": "Lymphatic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10206",
                    "name": "Immunoproliferative Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M10200",
                    "name": "Immune System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M11222",
                    "name": "Lymphoma, Non-Hodgkin",
                    "relevance": "LOW"
                },
                {
                    "id": "T3543",
                    "name": "Lymphosarcoma",
                    "asFound": "Lymphoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "T3601",
                    "name": "Mantle Cell Lymphoma",
                    "asFound": "Mantle Cell Lymphoma",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC15",
                    "name": "Blood and Lymph Conditions"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000077269",
                    "term": "Lenalidomide"
                }
            ],
            "ancestors": [
                {
                    "id": "D000007155",
                    "term": "Immunologic Factors"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000020533",
                    "term": "Angiogenesis Inhibitors"
                },
                {
                    "id": "D000043924",
                    "term": "Angiogenesis Modulating Agents"
                },
                {
                    "id": "D000006133",
                    "term": "Growth Substances"
                },
                {
                    "id": "D000006131",
                    "term": "Growth Inhibitors"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M1725",
                    "name": "Lenalidomide",
                    "asFound": "Respiratory",
                    "relevance": "HIGH"
                },
                {
                    "id": "M2889",
                    "name": "Tyrosine Kinase Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M10201",
                    "name": "Immunologic Factors",
                    "relevance": "LOW"
                },
                {
                    "id": "M22318",
                    "name": "Angiogenesis Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M9231",
                    "name": "Growth Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "T22",
                    "name": "Tyrosine",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "AA",
                    "name": "Amino Acids"
                }
            ]
        }
    },
    "hasResults": false
}