{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06199466",
            "orgStudyIdInfo": {
                "id": "2023-0696"
            },
            "secondaryIdInfos": [
                {
                    "id": "NCI-2023-11125",
                    "type": "OTHER",
                    "domain": "NCI-CTRP Clinical Registry"
                }
            ],
            "organization": {
                "fullName": "M.D. Anderson Cancer Center",
                "class": "OTHER"
            },
            "briefTitle": "A Trial of YL-13027 in Combination With Gemcitabine and Nab-paclitaxel in Patients With Refractory Metastatic Pancreatic Cancer",
            "officialTitle": "A Phase 1b Trial of YL-13027 in Combination With Gemcitabine and Nab-paclitaxel in Patients With Refractory Metastatic Pancreatic Cancer",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "a-trial-of-yl-in-combination-with-gemcitabine-and-nab-paclitaxel-in-patients-with-refractory-metastatic-pancreatic-cancer"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06",
            "overallStatus": "RECRUITING",
            "startDateStruct": {
                "date": "2024-01-22",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-01-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-01-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-12-29",
            "studyFirstSubmitQcDate": "2023-12-29",
            "studyFirstPostDateStruct": {
                "date": "2024-01-10",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-28",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-01",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "M.D. Anderson Cancer Center",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "280Bio Inc",
                    "class": "UNKNOWN"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "To learn if the study drug, YL-13027, is safe to give in combination with gemcitabine and nab-paclitaxel to participants with pancreatic cancer.",
            "detailedDescription": "Primary Objectives\n\n1. To determine the safety and tolerability of YL-13027 in combination with gemcitabine and nab-paclitaxel in participants with refractory metastatic pancreatic cancer.\n2. To determine the objective response rate (ORR) of YL-13027 in combination with gemcitabine and nab-paclitaxel in participants with refractory metastatic pancreatic cancer.\n\nSecondary Objectives\n\n1. To evaluate other indicators of the antitumor activity of YL-13027 in combination with gemcitabine and nab-paclitaxel.\n2. To evaluate the PK of YL-13027 in combination with gemcitabine and nabpaclitaxel.\n\nExploratory Objectives\n\n1. To evaluate the PD effects of YL-13027 in combination with gemcitabine and nabpaclitaxel.\n2. To evaluate biomarkers of response and resistance to YL-13027 in combination with gemcitabine and nab-paclitaxel."
        },
        "conditionsModule": {
            "conditions": [
                "Metastatic Pancreatic Cancer"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 64,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Dose Escalation",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will be assigned to a dose level of YL-13027 in combination with gemcitabine and nab-paclitaxel based on when you join this study.",
                    "interventionNames": [
                        "Drug: Gemcitabine",
                        "Drug: Nab-paclitaxel",
                        "Drug: YL-13027"
                    ]
                },
                {
                    "label": "Dose Expansion",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will receive YL-13027 in combination with gemcitabine and nab-paclitaxel at the recommended dose that was found in the Dose Escalation part.",
                    "interventionNames": [
                        "Drug: Gemcitabine",
                        "Drug: Nab-paclitaxel",
                        "Drug: YL-13027"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Gemcitabine",
                    "description": "Given by IV",
                    "armGroupLabels": [
                        "Dose Escalation",
                        "Dose Expansion"
                    ],
                    "otherNames": [
                        "Gemcitabine Hydrochloride",
                        "Gemzar®"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Nab-paclitaxel",
                    "description": "Given by IV",
                    "armGroupLabels": [
                        "Dose Escalation",
                        "Dose Expansion"
                    ],
                    "otherNames": [
                        "Paclitaxel",
                        "Abraxane",
                        "ABI-007"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "YL-13027",
                    "description": "Given by PO",
                    "armGroupLabels": [
                        "Dose Escalation",
                        "Dose Expansion"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Maximum Tolerated Dose (MTD) and RP2D of YL-13027 in combination with gemcitabine and nab-paclitaxel.",
                    "timeFrame": "Through study completion; an average of 1 year"
                },
                {
                    "measure": "Overall Response Rate (ORR) of YL-13027 in combination with gemcitabine and nab-paclitaxel",
                    "description": "As assessed by the Response Evaluation Criteria in Solid Tumors (RECIST) v1.1.",
                    "timeFrame": "Through study completion; an average of 1 year"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Age ≥18 years.\n2. Ability to understand and the willingness to sign a written informed consent document. 3. Ability to comply with the study protocol, in the investigator's judgment.\n\n4. Participants with histologically confirmed metastatic pancreatic adenocarcinoma.\n\n5. Refractory to one prior line of therapy in the metastatic setting. Participants are also eligible if they finished adjuvant/neoadjuvant therapy in the last 6 months and had disease recurrence.\n\n6. Measurable disease with at least one lesion amenable to response assessment per the RECIST v1.1 (Appendix 2).\n\n7. Eastern Cooperative Oncology Group performance status of 0 or 1 (Appendix 3).\n\n8. Adequate organ and marrow function as defined below :\n\n* Hemoglobin ≥8.0 g/dL o Absolute neutrophil count ≥1500/mm3\n* Platelets ≥100,000/mm3\n* Total bilirubin ≤1.5 × upper limit of normal (ULN) or direct bilirubin ≤ ULN for participants with total bilirubin levels \\>1.5 × ULN\n* AST/ALT ≤2.5 × institutional ULN or ≤5 × ULN for patients with liver metastases\n* Measured or calculated creatinine clearance (CrCl; Cockcroft-Gault) ≥50 mL/min/1.73 m2. NOTE: For participants determined to be overweight or obese, actual body weight will be used to estimate CrCl.\n* For participants not receiving therapeutic anticoagulation: international normalized ratio or activated partial thromboplastin time ≤1.5 × ULN. For participants receiving therapeutic anticoagulation: stable anticoagulant regimen for at least 2 weeks before study entry.\n* Albumin ≥ 3 g/dL. 9. Participants must have adequate washout from prior therapy at the time of study treatment initiation: ≥4 weeks from major surgery (excluding biopsy; NOTE: If a participant received major surgery, she/he must have recovered adequately from the toxicity and/or complications from the intervention prior to study treatment initiation); and ≥2 weeks or 5 half-lives (whichever is shorter) from prior therapy.\n\n  10. Women of childbearing potential (WOCBP) must agree to use a highly effective method of contraception from the screening visit until 6 months after the last dose of study treatment. Should a woman become pregnant or suspect she is pregnant while she or her partner is participating in this study, she should inform her treating physician immediately. Refer to Appendix 4 for contraception guidance.\n\n  11. Male participants of childbearing potential must agree to use a highly effective method of contraception and refrain from donating sperm from the screening visit until 3 months after the last dose of study treatment. Refer to Appendix 4 for contraception guidance.\n\n  12. WOCBP must have a negative serum pregnancy test result within 72 hours prior to study treatment initiation.\n\n  13. Participants with secondary malignancies are eligible if the malignancy does not have the potential to interfere with the safety or efficacy assessment of the study treatment. In addition, participants receiving hormonal therapy are eligible if the hormonal therapy does not interfere with the study treatment.\n\nExclusion Criteria:\n\n1. Prior therapy with a TGF-β pathway-targeted agent.\n2. Prior treatment with gemcitabine, nab-paclitaxel, or the combination of gemcitabine and nab-paclitaxel.\n3. Unresolved toxicities from prior therapy (defined as having not resolved to NCI CTCAE v.5.0 Grade ≤1 or baseline) or any other toxicity that is deemed irreversible by the investigator. Exceptions include endocrinopathies from prior therapy or disease and successfully treated (such as hypothyroidism, diabetes mellitus), alopecia, vitiligo, and Grade ≤2 peripheral neuropathy.\n4. Known symptomatic brain metastases or primary CNS malignancy. Participants who have stable symptoms and are requiring steroids of 4 mg/day dexamethasone equivalent or less for 2 weeks prior to enrollment are permitted.\n5. Live vaccines within 30 days prior to study treatment initiation.\n6. Human immunodeficiency virus (HIV) infection with a current history of acquired immunodeficiency syndrome-defining illness or HIV infection with CD4+ T cell count \\<350 cells/µL and HIV viral load more than 400 copies/µL.\n7. Participants with active viral (any etiology) hepatitis are excluded. However, participants with serologic evidence of chronic hepatitis B virus (HBV) infection (positive hepatitis B surface antigen test and a positive hepatitis B core antibody test) who have a viral load below the limit quantification (HBV DNA titer \\<1000 cps/mL or 200 IU/mL) and are not currently on viral suppressive therapy may be eligible and should be discussed with the principal investigators (PIs) and IND Sponsor. The addition of HBV suppressive medication (i.e., entecavir) should be considered during the period of study treatment. Participants with a history of hepatitis C virus infection who have completed curative antiviral treatment and have a viral load below the limit of quantitation may be eligible and should be discussed with the PIs and Investigational New Drug (IND) Sponsor.\n8. Any of the following cardiac criteria experienced currently or within 6 months prior to enrollment: a. Congestive heart failure (New York Heart Association Functional Classification of ≥ Class 2) b. Acute coronary syndrome c. Clinically significant cardiac arrhythmia\n9. Mean QTcF \\>470 ms at screening.\n10. Left ventricular ejection fraction \\<50% or the lower limit of normal (per institutional standard) at screening.\n11. Use of strong CYP3A inhibitors or inducers are prohibited within 14 days or 5 halflives, whichever is longer, prior to study treatment initiation and during the study treatment. For a comprehensive list of CYP3A inhibitors/inducers, refer to: https://www.fda.gov/drugs/drug-interactions-labeling/drug-development-anddrug-interactions-table-substrates-inhibitors-and-inducers.\n12. Evidence of severe or uncontrolled systemic comorbidities (e.g., active bleeding diatheses or active infection), as determined by the investigator.\n13. Participants who are pregnant or breastfeeding or expecting to conceive within the projected duration of the study, starting with the screening visit through 3 months after the last dose of study treatment.\n14. Any condition that impairs a participant's ability to swallow whole pills or presence of active GI disease or other condition that will significantly interfere with the absorption, distribution, metabolism, or excretion of YL-13027, as determined by the investigator.\n15. Any known psychiatric, substance abuse, or other disorder that would interfere with cooperation with the requirements of the study, in the opinion of the investigator.\n16. Participants who are receiving any other investigational agents.\n17. History of allergic reactions attributed to compounds of similar chemical or biologic composition to the study drugs.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Jordi Rodon Ahnert, MD",
                    "role": "CONTACT",
                    "phone": "(713) 792-5603",
                    "email": "jrodon@mdanderson.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Jordi Rodon Ahnert, MD",
                    "affiliation": "M.D. Anderson Cancer Center",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "MD Anderson Cancer Center",
                    "status": "RECRUITING",
                    "city": "Houston",
                    "state": "Texas",
                    "zip": "77030",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jordi Rodon Ahnert, MD",
                            "role": "CONTACT",
                            "phone": "713-792-5603",
                            "email": "jrodon@mdanderson.org"
                        },
                        {
                            "name": "Jordi Rodon Ahnert, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 29.76328,
                        "lon": -95.36327
                    }
                }
            ]
        },
        "referencesModule": {
            "seeAlsoLinks": [
                {
                    "label": "MD Anderson Cancer Center",
                    "url": "http://www.mdanderson.org"
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000010190",
                    "term": "Pancreatic Neoplasms"
                }
            ],
            "ancestors": [
                {
                    "id": "D000004067",
                    "term": "Digestive System Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000004701",
                    "term": "Endocrine Gland Neoplasms"
                },
                {
                    "id": "D000004066",
                    "term": "Digestive System Diseases"
                },
                {
                    "id": "D000010182",
                    "term": "Pancreatic Diseases"
                },
                {
                    "id": "D000004700",
                    "term": "Endocrine System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M13110",
                    "name": "Pancreatic Neoplasms",
                    "asFound": "Pancreatic Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7256",
                    "name": "Digestive System Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M8886",
                    "name": "Gastrointestinal Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M7863",
                    "name": "Endocrine Gland Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M7255",
                    "name": "Digestive System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8883",
                    "name": "Gastrointestinal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M13102",
                    "name": "Pancreatic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M7862",
                    "name": "Endocrine System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T4387",
                    "name": "Pancreatic Cancer",
                    "asFound": "Pancreatic Cancer",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC06",
                    "name": "Digestive System Diseases"
                },
                {
                    "abbrev": "BC19",
                    "name": "Gland and Hormone Related Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000017239",
                    "term": "Paclitaxel"
                },
                {
                    "id": "D000068196",
                    "term": "Albumin-Bound Paclitaxel"
                },
                {
                    "id": "D000093542",
                    "term": "Gemcitabine"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000972",
                    "term": "Antineoplastic Agents, Phytogenic"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                },
                {
                    "id": "D000050257",
                    "term": "Tubulin Modulators"
                },
                {
                    "id": "D000050256",
                    "term": "Antimitotic Agents"
                },
                {
                    "id": "D000050258",
                    "term": "Mitosis Modulators"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000000964",
                    "term": "Antimetabolites, Antineoplastic"
                },
                {
                    "id": "D000000963",
                    "term": "Antimetabolites"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M19537",
                    "name": "Paclitaxel",
                    "asFound": "Sessions",
                    "relevance": "HIGH"
                },
                {
                    "id": "M2985",
                    "name": "Gemcitabine",
                    "asFound": "Mg/kg",
                    "relevance": "HIGH"
                },
                {
                    "id": "M231",
                    "name": "Albumin-Bound Paclitaxel",
                    "asFound": "Sessions",
                    "relevance": "HIGH"
                },
                {
                    "id": "M26197",
                    "name": "Tubulin Modulators",
                    "relevance": "LOW"
                },
                {
                    "id": "M26196",
                    "name": "Antimitotic Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M4281",
                    "name": "Antimetabolites",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}