{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05102864",
            "orgStudyIdInfo": {
                "id": "BradleyH001"
            },
            "organization": {
                "fullName": "Bradley Hospital",
                "class": "OTHER"
            },
            "briefTitle": "A Trial of Two-Week Brain Stimulation for Teenagers With ADHD",
            "officialTitle": "A Trial of Two-Week Brain Stimulation for Teenagers With ADHD",
            "therapeuticArea": [
                "Other"
            ],
            "study": "a-trial-of-two-week-brain-stimulation-for-teenagers-with-adhd"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-10-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-10-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-10-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-10-06",
            "studyFirstSubmitQcDate": "2021-10-20",
            "studyFirstPostDateStruct": {
                "date": "2021-11-02",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-18",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-22",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Bradley Hospital",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true
        },
        "descriptionModule": {
            "briefSummary": "The objective of this clinical trial is to examine whether non-invasive brain stimulation can modulate dysfunctional brain dynamics underlying adolescent ADHD to subsequently improve clinical symptoms.",
            "detailedDescription": "Working memory (WM) is the foundational cognitive control process of holding information 'in mind' to execute goal-directed behaviors. WM deficits are an established component of all primary childhood psychiatric disorders, most notably ADHD. Despite being one of the strongest predictors of poor clinical and functional outcomes in pediatric mental health, there remains a dearth of available treatments for WM deficits.\n\nNon-invasive brain stimulation holds tremendous promise in transforming psychiatry, as it takes a \"brain-first\" approach to treatment. The dorsolateral prefrontal cortex (DLPFC) is the known structural foundation of WM, and the interaction between slow and fast brain waves (i.e., \"theta-gamma coupling \\[TGC\\]\") is a neural, functional foundation of WM. Thus, the DLPFC and TGC are potential brain-based targets for the modulation of WM with brain stimulation. Intermittent theta burst stimulation (iTBS) is a novel paradigm that applies a three-minute dose of stimulation to the DLPFC at an intensity that directly mimics TGC dynamics.\n\nThe objective of this study is to utilize the experimental therapeutics approach to investigate whether iTBS can lead to a lasting modulation of WM-related neural oscillations. In a crossover, double-blind design, a sample of adolescents (12-18 years old) with ADHD and WM deficits will complete a two-week course of active iTBS and a two-week course of sham iTBS to their left DLPFC. The central hypothesis is that iTBS at the left DLPFC will modulate TGC and subsequently improve attentional/WM abilities in adolescent WM deficits.\n\nAim 1 will examine the effect of iTBS on TGC and attention/WM (i.e., target engagement). Aim 2 will examine the relationship between change in TGC and attention/WM performance and symptoms (i.e., target validation). The exploratory aim will identify the neocortical circuitry underlying oscillatory modulation.\n\nParticipants that complete the primary study procedures will be offered the opportunity to receive more iTBS sessions via participation in an optional open label arm. Participants will have the option of selecting an accelerated iTBS approach or the traditional, daily iTBS approach. Both approaches will administer 1800 pulses of iTBS to the left DLPFC per session. The accelerated protocol will administer iTBS twice per day for 5 days and the traditional protocol will administer iTBS once per day for 10 days."
        },
        "conditionsModule": {
            "conditions": [
                "ADHD"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "CROSSOVER",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "INVESTIGATOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 25,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Active intermittent Theta Burst Stimulation",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Participants will complete 10 daily sessions of active iTBS to the left dorsolateral prefrontal cortex",
                    "interventionNames": [
                        "Device: Intermittent Theta Burst Stimulation to the Left Dorsolateral Prefrontal Cortex"
                    ]
                },
                {
                    "label": "Sham intermittent Theta Burst Stimulation",
                    "type": "SHAM_COMPARATOR",
                    "description": "Participants will complete 10 daily sessions of sham iTBS to the left dorsolateral prefrontal cortex",
                    "interventionNames": [
                        "Device: Intermittent Theta Burst Stimulation to the Left Dorsolateral Prefrontal Cortex"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "Intermittent Theta Burst Stimulation to the Left Dorsolateral Prefrontal Cortex",
                    "description": "iTBS will be administered to the left DLPFC for 10 consecutive days",
                    "armGroupLabels": [
                        "Active intermittent Theta Burst Stimulation",
                        "Sham intermittent Theta Burst Stimulation"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in Theta-Gamma Coupling",
                    "description": "EEG recording will be obtained while the participant completes the Sternberg Spatial Working Memory Test (SWMT). The coupling between theta phase and gamma amplitude will be extracted from the EEG during encoding and maintaining demands.",
                    "timeFrame": "Theta-gamma coupling will be obtained before the 1st session, and 24 hours after the 1st, 5th, and 10th sessions. Statistical modeling will examine the CHANGE across these four time points. This change is considered a single primary outcome variable."
                },
                {
                    "measure": "Change in Parent-Reported ADHD & Working Memory-Related Symptoms",
                    "description": "Parents complete the BRIEF-2/Vanderbilt forms",
                    "timeFrame": "ADHD/working memory symptoms will be obtained before the 1st session, and 24 hours after the 1st, 5th, and 10th sessions. Statistical modeling will examine the CHANGE across these time points. This change is considered a single primary outcome variable."
                },
                {
                    "measure": "Change in Working Memory Test Performance",
                    "description": "Participants complete the Sternberg Spatial Working Memory Test",
                    "timeFrame": "SSWMT performance will be obtained before the 1st session, and 24 hours after the 1st, 5th, and 10th sessions. Statistical modeling will examine the CHANGE across these four time points. This change is considered a single primary outcome variable."
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Ability to provide assent and have parent provide parental permission\n2. English fluency of the participant and the legal guardian/parent\n3. 12-18 years\n4. Parent rating on BRIEF-2 Working Memory: Greater than 1.0 SD above normative mean.\n5. IQ \\> 80\n6. Clinical diagnosis of attention deficit hyperactivity disorder (ADHD): predominantly inattentive type, predominantly hyperactive/impulsive type, combined type, or unspecified type. Diagnostic criteria will be confirmed with NICHQ Vanderbilt Assessment Scales-Parent.\n7. Participants are allowed to continue clinical ADHD treatments. However, changes to ADHD treatments cannot be made during the entirety of study participation. Confirming a plan of treatment stability will occur as part of initial inclusion criteria. We will check on treatment stability at the start of each two-week phase with the participant and parent, and document accordingly. Changes to treatment will be reviewed by a physician and may result in study termination.\n\nExclusion Criteria:\n\nParticipants will be screened to exclude individuals with neurological or medical conditions that might confound the results, as well as to exclude participants in whom MRI or TMS might result in increased risk of side effects or complications. Common contraindications include metallic hardware in the body, cardiac pacemaker, patients with an implanted medication pumps or an intracardiac line, or prescription of medications known to lower seizure threshold. These account for the majority of the exclusion criteria listed below:\n\n1. Intracranial pathology from a known genetic disorder (e.g., NF1, tuberous sclerosis) or from acquired neurologic disease (e.g. stroke, tumor), cerebral palsy, history of severe head injury, or significant dysmorphology\n2. History of fainting spells of unknown or undetermined etiology that might constitute seizures\n3. History of seizures, diagnosis of epilepsy, or immediate (1st degree relative) family history epilepsy\n4. Any progressive (e.g., neurodegenerative) neurological disorder\n5. Chronic (particularly) uncontrolled medical conditions that may cause a medical emergency in case of a provoked seizure (cardiac malformation, cardiac dysrhythmia, asthma, etc.)\n6. Contraindicated metal implants in the head, brain or spinal cord (excluding dental implants, braces or fillings)\n7. Non-removable makeup or piercings\n8. Pacemaker\n9. Implanted medication pump\n10. Vagal nerve stimulator\n11. Deep brain stimulator\n12. TENS unit (unless removed completely for the study)\n13. Ventriculo-peritoneal shunt\n14. Signs of increased intracranial pressure\n15. Intracranial lesion (including incidental finding on MRI)\n16. History of head injury resulting in prolonged loss of consciousness\n17. Substance abuse or dependence within past six months (i.e., DSM-5 substance use disorder criteria)\n18. Chronic treatment with prescription medications that decrease cortical seizure threshold, not including psychostimulant medication if deemed to be medically safe as part of the medical review process.\n19. Active psychosis or mania\n20. Current suicidal intent\n21. Current pregnancy\n22. Significant visual, hearing or speech impairment\n23. Current wards of the state",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "12 Years",
            "maximumAge": "18 Years",
            "stdAges": [
                "CHILD",
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Brian C Kavanaugh, PsyD ABPP",
                    "role": "CONTACT",
                    "phone": "4014321359",
                    "email": "Bkavanaugh@lifespan.org"
                }
            ],
            "locations": [
                {
                    "facility": "E. P. Bradley Hospital",
                    "status": "RECRUITING",
                    "city": "East Providence",
                    "state": "Rhode Island",
                    "zip": "02915",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Brian C Kavanaugh, PsyD ABPP",
                            "role": "CONTACT",
                            "phone": "401-432-1359",
                            "email": "Bkavanaugh@lifespan.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.81371,
                        "lon": -71.37005
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "UNDECIDED"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        }
    },
    "hasResults": false
}