{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04205916",
            "orgStudyIdInfo": {
                "id": "CIMPLIFY"
            },
            "organization": {
                "fullName": "Ophthalmic Consultants of Long Island",
                "class": "OTHER"
            },
            "briefTitle": "A Trial Evaluating Patient Preference of Dropless vs Drops Post Cataract Surgery",
            "officialTitle": "A Prospective Trial Evaluating a Intracanalicular Insert Delivery System Compared to Traditional Topical Drops in Controlling Post-operative Pain and inFlammation in Subjects Undergoing Sequential Bilateral Cataract Surgery",
            "acronym": "CIMPLIFY",
            "therapeuticArea": [
                "Other"
            ],
            "study": "a-trial-evaluating-patient-preference-of-dropless-vs-drops-post-cataract-surgery"
        },
        "statusModule": {
            "statusVerifiedDate": "2019-12",
            "overallStatus": "RECRUITING",
            "startDateStruct": {
                "date": "2019-11-04",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2020-06-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2020-12-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2019-12-17",
            "studyFirstSubmitQcDate": "2019-12-17",
            "studyFirstPostDateStruct": {
                "date": "2019-12-20",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2019-12-17",
            "lastUpdatePostDateStruct": {
                "date": "2019-12-20",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Ophthalmic Consultants of Long Island",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Ocular Therapeutix, Inc.",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "To evaluate the safety and ocular efficacy of Dextenza in combination with an intracameral antibiotic and NSAID in controlling post-operative ocular pain and inflammation compared to standard of care topical therapy in patients undergoing bilateral cataract surgery.",
            "detailedDescription": "This is a randomized, self-controlled prospective clinical study. On initial consultation within one month of scheduled cataract surgery, each study subject will be randomized by a random number generator to receive one of two treatment groups, either experimental or control in the first eye. The second eye will undergo cataract surgery 2 weeks later and will be treated with the other treatment group:\n\nExperimental Group: A total of 50 study subjects (50 eyes) will receive Dextenza dexamethasone intracanalicular insert placed in the lower punctum of their scheduled surgical eye at the time of surgery and will receive intracameral ketorolac during the procedure and 50 micrograms of intracameral moxifloxacin at the conclusion of the procedure.\n\nControl Group: A total of 50 study subjects (50 eyes) will receive topical moxifloxacin 0.5% qid 1 day prior to surgery and for ten days postoperatively, ketorolac 0.5% qid 1 day prior to surgery and for 1 month postoperatively, and prednisolone acetate 1.0% qid starting at the conclusion of cataract surgery for 2 weeks and bid for 2 weeks in their scheduled surgical eye."
        },
        "conditionsModule": {
            "conditions": [
                "Patient Preference"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE4"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "SINGLE_GROUP",
                "interventionModelDescription": "Patients undergoing bilateral cataract Surgery",
                "primaryPurpose": "OTHER",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 50,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Experimental Group",
                    "type": "EXPERIMENTAL",
                    "description": "A total of 50 study subjects (50 eyes) will receive Dextenza dexamethasone intracanalicular insert placed in the lower punctum of their scheduled surgical eye at the time of surgery and will receive intracameral ketorolac during the procedure and 50 micrograms of intracameral moxifloxacin at the conclusion of the procedure.",
                    "interventionNames": [
                        "Drug: Dexamethasone"
                    ]
                },
                {
                    "label": "Control Group",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "A total of 50 study subjects (50 eyes) will receive topical moxifloxacin 0.5% qid 1 day prior to surgery and for ten days postoperatively, ketorolac 0.5% qid 1 day prior to surgery and for 1 month postoperatively, and prednisolone acetate 1.0% qid starting at the conclusion of cataract surgery for 2 weeks and bid for 2 weeks in their scheduled surgical eye.",
                    "interventionNames": [
                        "Other: Standard of care surgery"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Dexamethasone",
                    "description": "Drugs to be administer during cataract surgery to experimental group",
                    "armGroupLabels": [
                        "Experimental Group"
                    ],
                    "otherNames": [
                        "Ketorolac",
                        "moxifloxacin"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Standard of care surgery",
                    "description": "Standard method used for surgery and the use of post operative drops",
                    "armGroupLabels": [
                        "Control Group"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Patient Preference",
                    "description": "Patient preference for medication protocol between the two eyes as assessed by using a standard set of questions",
                    "timeFrame": "Day 28 of second eye surgery"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Summed Ocular Inflamation Score",
                    "description": "Sum of the mean anterior chamber cells and anterior flare score as measured by Slit Lamp Biomicroscopy",
                    "timeFrame": "Day 14 each eye"
                },
                {
                    "measure": "Surgical care",
                    "description": "Patient assessment of surgical care quality as measured by the CAHPS survey",
                    "timeFrame": "Day 28 of second eye surgery"
                },
                {
                    "measure": "Post-operative pain",
                    "description": "Absence of post-operative ocular pain as measured by ocular pain assessment numerical grading scale 0-10",
                    "timeFrame": "Day 7 each eye"
                },
                {
                    "measure": "Best Corrected Visual Acuity (BCVA)",
                    "description": "Mean change in BCVA from baseline",
                    "timeFrame": "2 month / 60 days Visit for second eye"
                },
                {
                    "measure": "Distance Visual Acuity (VA)",
                    "description": "Mean change in Distance VA",
                    "timeFrame": "2 month / 60 days Visit for second eye"
                },
                {
                    "measure": "Physician evaluation of insertion",
                    "description": "Physician ease of intracanalicular insertion evaluation as measured by physician questionnaire",
                    "timeFrame": "Post-op Day 1 for experimental group"
                },
                {
                    "measure": "Adverse Events",
                    "description": "Incidence and severity of ocular and systemic Adverse Events",
                    "timeFrame": "2 month / 60 days Visit for second eye"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* A male or female subject in good general health (as determined by the Investigator), \\> 22 years of age at the time of the screening visit\n* A subject must be willing and able to sign informed consent\n* A woman of child-bearing potential must not be pregnant or lactating, must have a negative pregnancy test at screening and must be practicing an adequate method of birth control. Acceptable methods of birth control include intrauterine device (IUD), oral, dermal (\"patch\"), implant or injected contraceptives; tubal ligation; and barrier methods with spermicide.\n* A subject has the availability, willingness and sufficient cognitive awareness to comply with exam procedures and able to return for all scheduled study visits\n* A subject with a cataract for which routine phacoemulsification extraction and implantation of an intraocular lens has been planned\n\nExclusion Criteria:\n\n* A subject with a history of complications, adverse events, trauma or disease in the nasolacrimal area, whether or not it was due to punctal plug wear, including but not limited to dacryocystitis, inflammation or canaliculitis in either eye\n* A subject with structural lid abnormalities (e.g., ectropion, entropion) in their schedule surgical eye\n* A subject with a puncta \\>0.9 mm prior to dilation in their scheduled surgical eye\n* A subject experiencing significant ocular pain or discomfort in either eye at the screening visit or on the day the plug is to be inserted\n* A subject with any moderate to severe lid, conjunctival or corneal findings in either eye at the screening visit\n* A subject with any signs of intraocular inflammation (cells/flare) in either eye at the screening visit\n* A subject with a known sensitivity to any of the study medications; A subject with a known or suspected allergy or hypersensitivity to non-steroidal anti-inflammatory drugs (NSAIDs), or to any component of the test article\n* A subject with a history as a steroid responder\n* A subject with capsule or zonular abnormalities with preoperative lens tilt and/or decentration (e.g., Marfan's syndrome), or may affect postoperative centration or tilt of the lens (e.g. pseudoexfoliation syndrome)\n* A subject has a history of ocular trauma in their scheduled surgical eye\n* A subject that has undergone prior intraocular surgery in the scheduled surgical eye within the last 6 months or laser surgery within three months prior to screening\n* A subject with pupil abnormalities (non-reactive, tonic pupils, abnormally shaped pupils, or pupils that do not dilate at least 3.5 mm under mesopic/scotopic conditions) in their scheduled surgical eye.\n* A subject with a corneal abnormality (e.g., stromal, epithelial or endothelial dystrophies) in their scheduled surgical eye\n* A subject with evidence of keratoconus or significant irregular astigmatism on pre-operative topography in their scheduled surgical eye\n* A subject with evidence of Epithelial Basement Membrane Dystrophy on slit-lamp exam\n* A subject that has been wearing Poly Methyl Metharcylate (PMMA) lenses within 6 months, gas permeable lenses within one month, or extended-wear or daily soft contact lens within 7 days of their scheduled surgery\n* A subject with an inability to achieve keratometric stability for contact lens wearers\n* A subject with a history of chronic/recurrent inflammatory eye disease (e.g., scleritis, uveitis, herpes keratitis) in either eye\n* A subject with uncontrolled glaucoma\n* A subject that requires an Limbal Relaxing Incision (LRI) or AI procedure before, during or after cataract surgery\n* A subject that may or is expected to undergo surgical intervention and/or ocular laser treatment prior to or during the study period\n* A subject that requires the use of systemic or ophthalmic Nonsteroidal anti-inflammatory drugs (NSAIDs) or corticosteroid medications during the study period.\n* A subject that requires the use of system or ocular medications that may affect vision, ocular inflammation or pain\n* A subject with an acute or chronic disease, or illness, that would increase risk or confound study results (e.g., autoimmune disease, connective tissue disease, immunocompromised, suspected glaucoma, glaucomatous changes in the fundus or visual field, ocular inflammation, etc.)\n* A subject with an uncontrolled systemic disease: A potential subject in whom therapy for a systemic disease is not yet stabilized will not be considered for entry into the study\n* A subject with diabetes that is poorly controlled\n* A subject currently participating or has participated in another clinical trial within 30 days prior to enrollment.\n\nIntra-Operative Exclusion Criteria (Surgical Complications):\n\n* Sulcus-sulcus or bag-sulcus fixation\n* Posterior capsular rupture or zonular dialysis\n* Disruption of anterior hyaloids face\n* Vitreous loss\n* Capsulorhexis tear\n* Floppy iris syndrome\n* Requirement for the use of trypan blue, capsular tension ring or other intraocular device other than the Intra ocular lens (IOL)\n* Inability to place IOL in capsular bag\n* Significant anterior chamber hyphema\n* Zonular rupture.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "22 Years",
            "maximumAge": "100 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Erin Loweree",
                    "role": "CONTACT",
                    "phone": "516-593-4026",
                    "email": "eloweree@ocli.net"
                },
                {
                    "name": "Isabel Lezcano",
                    "role": "CONTACT",
                    "phone": "516-593-4026",
                    "email": "ilezcano@ocli.net"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Eric Donnenfeld, MD",
                    "affiliation": "Physician",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Ophthalmic Consultants of Long Island",
                    "status": "RECRUITING",
                    "city": "Garden City",
                    "state": "New York",
                    "zip": "11530",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Erin Loweree",
                            "role": "CONTACT",
                            "phone": "516-593-4026",
                            "email": "eloweree@ocli.net"
                        },
                        {
                            "name": "Isabel Lezcano",
                            "role": "CONTACT",
                            "phone": "516-593-4026",
                            "email": "ilezcano@ocli.net"
                        },
                        {
                            "name": "Eric Donnenfeld",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.72677,
                        "lon": -73.6343
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30",
            "submissionTracking": {
                "estimatedResultsFirstSubmitDate": "2023-08-14",
                "submissionInfos": [
                    {
                        "releaseDate": "2023-08-14",
                        "resetDate": "2023-09-07",
                        "mcpReleaseN": 1
                    }
                ]
            }
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000002386",
                    "term": "Cataract"
                }
            ],
            "ancestors": [
                {
                    "id": "D000007905",
                    "term": "Lens Diseases"
                },
                {
                    "id": "D000005128",
                    "term": "Eye Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5638",
                    "name": "Cataract",
                    "asFound": "Cataract",
                    "relevance": "HIGH"
                },
                {
                    "id": "M13069",
                    "name": "Pain, Postoperative",
                    "relevance": "LOW"
                },
                {
                    "id": "M10293",
                    "name": "Inflammation",
                    "relevance": "LOW"
                },
                {
                    "id": "M13066",
                    "name": "Pain",
                    "relevance": "LOW"
                },
                {
                    "id": "M10917",
                    "name": "Lens Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8271",
                    "name": "Eye Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC11",
                    "name": "Eye Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000077266",
                    "term": "Moxifloxacin"
                },
                {
                    "id": "D000003907",
                    "term": "Dexamethasone"
                },
                {
                    "id": "D000020910",
                    "term": "Ketorolac"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000893",
                    "term": "Anti-Inflammatory Agents"
                },
                {
                    "id": "D000000932",
                    "term": "Antiemetics"
                },
                {
                    "id": "D000001337",
                    "term": "Autonomic Agents"
                },
                {
                    "id": "D000018373",
                    "term": "Peripheral Nervous System Agents"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000005765",
                    "term": "Gastrointestinal Agents"
                },
                {
                    "id": "D000005938",
                    "term": "Glucocorticoids"
                },
                {
                    "id": "D000006728",
                    "term": "Hormones"
                },
                {
                    "id": "D000006730",
                    "term": "Hormones, Hormone Substitutes, and Hormone Antagonists"
                },
                {
                    "id": "D000018931",
                    "term": "Antineoplastic Agents, Hormonal"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                },
                {
                    "id": "D000000900",
                    "term": "Anti-Bacterial Agents"
                },
                {
                    "id": "D000000890",
                    "term": "Anti-Infective Agents"
                },
                {
                    "id": "D000059005",
                    "term": "Topoisomerase II Inhibitors"
                },
                {
                    "id": "D000059003",
                    "term": "Topoisomerase Inhibitors"
                },
                {
                    "id": "D000004791",
                    "term": "Enzyme Inhibitors"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000000894",
                    "term": "Anti-Inflammatory Agents, Non-Steroidal"
                },
                {
                    "id": "D000018712",
                    "term": "Analgesics, Non-Narcotic"
                },
                {
                    "id": "D000000700",
                    "term": "Analgesics"
                },
                {
                    "id": "D000018689",
                    "term": "Sensory System Agents"
                },
                {
                    "id": "D000018501",
                    "term": "Antirheumatic Agents"
                },
                {
                    "id": "D000016861",
                    "term": "Cyclooxygenase Inhibitors"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M7102",
                    "name": "Dexamethasone",
                    "asFound": "High",
                    "relevance": "HIGH"
                },
                {
                    "id": "M235549",
                    "name": "Dexamethasone acetate",
                    "relevance": "LOW"
                },
                {
                    "id": "M199152",
                    "name": "BB 1101",
                    "relevance": "LOW"
                },
                {
                    "id": "M11749",
                    "name": "Methylprednisolone",
                    "relevance": "LOW"
                },
                {
                    "id": "M1833",
                    "name": "Methylprednisolone Acetate",
                    "relevance": "LOW"
                },
                {
                    "id": "M11750",
                    "name": "Methylprednisolone Hemisuccinate",
                    "relevance": "LOW"
                },
                {
                    "id": "M14120",
                    "name": "Prednisolone",
                    "relevance": "LOW"
                },
                {
                    "id": "M229449",
                    "name": "Prednisolone acetate",
                    "relevance": "LOW"
                },
                {
                    "id": "M211887",
                    "name": "Prednisolone hemisuccinate",
                    "relevance": "LOW"
                },
                {
                    "id": "M248881",
                    "name": "Prednisolone phosphate",
                    "relevance": "LOW"
                },
                {
                    "id": "M22645",
                    "name": "Ketorolac",
                    "asFound": "Esophageal",
                    "relevance": "HIGH"
                },
                {
                    "id": "M1722",
                    "name": "Moxifloxacin",
                    "asFound": "Venous",
                    "relevance": "HIGH"
                },
                {
                    "id": "M266292",
                    "name": "Norgestimate, ethinyl estradiol drug combination",
                    "relevance": "LOW"
                },
                {
                    "id": "M4217",
                    "name": "Anti-Inflammatory Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M4251",
                    "name": "Antiemetics",
                    "relevance": "LOW"
                },
                {
                    "id": "M8881",
                    "name": "Gastrointestinal Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M9047",
                    "name": "Glucocorticoids",
                    "relevance": "LOW"
                },
                {
                    "id": "M9789",
                    "name": "Hormones",
                    "relevance": "LOW"
                },
                {
                    "id": "M9788",
                    "name": "Hormone Antagonists",
                    "relevance": "LOW"
                },
                {
                    "id": "M20966",
                    "name": "Antineoplastic Agents, Hormonal",
                    "relevance": "LOW"
                },
                {
                    "id": "M4222",
                    "name": "Anti-Bacterial Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M4214",
                    "name": "Anti-Infective Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M29348",
                    "name": "Topoisomerase Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M7951",
                    "name": "Enzyme Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M4218",
                    "name": "Anti-Inflammatory Agents, Non-Steroidal",
                    "relevance": "LOW"
                },
                {
                    "id": "M4032",
                    "name": "Analgesics",
                    "relevance": "LOW"
                },
                {
                    "id": "M20786",
                    "name": "Analgesics, Non-Narcotic",
                    "relevance": "LOW"
                },
                {
                    "id": "M20604",
                    "name": "Antirheumatic Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M19209",
                    "name": "Cyclooxygenase Inhibitors",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Infl",
                    "name": "Anti-Inflammatory Agents"
                },
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "AnEm",
                    "name": "Antiemetics"
                },
                {
                    "abbrev": "Gast",
                    "name": "Gastrointestinal Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "NeuroAg",
                    "name": "Neuroprotective Agents"
                },
                {
                    "abbrev": "ARhu",
                    "name": "Antirheumatic Agents"
                },
                {
                    "abbrev": "Analg",
                    "name": "Analgesics"
                },
                {
                    "abbrev": "Infe",
                    "name": "Anti-Infective Agents"
                },
                {
                    "abbrev": "Repr",
                    "name": "Reproductive Control Agents"
                }
            ]
        }
    },
    "hasResults": false
}