{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05358691",
            "orgStudyIdInfo": {
                "id": "032303"
            },
            "secondaryIdInfos": [
                {
                    "id": "Pro2022000665",
                    "type": "OTHER",
                    "domain": "Rutgers, The State University of New Jersey"
                }
            ],
            "organization": {
                "fullName": "Rutgers, The State University of New Jersey",
                "class": "OTHER"
            },
            "briefTitle": "A Trial of AN0025 With Chemoradiation Therapy in Stage III NSCLC Participants",
            "officialTitle": "A Trial of AN0025 With Chemoradiation Therapy in Stage III NSCLC Participants",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "a-trial-of-with-chemoradiation-therapy-in-stage-iii-nsclc-participants"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-12",
            "overallStatus": "NOT_YET_RECRUITING",
            "startDateStruct": {
                "date": "2024-01-30",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-12-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2028-06-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-04-28",
            "studyFirstSubmitQcDate": "2022-04-28",
            "studyFirstPostDateStruct": {
                "date": "2022-05-03",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-12-12",
            "lastUpdatePostDateStruct": {
                "date": "2023-12-13",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Salma Jabbour, MD",
                "investigatorTitle": "Professor, Vice Chair of Clinical Research and Faculty Development, Department of Radiation Oncology; Clinical Chief of the Radiation Oncology Clinic",
                "investigatorAffiliation": "Rutgers, The State University of New Jersey"
            },
            "leadSponsor": {
                "name": "Rutgers, The State University of New Jersey",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Adlai Nortye Biopharma Co., Ltd.",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Primary\n\n* Evaluate safety and toxicity of AN0025 in both the consolidative setting (after chemoradiation) and in the concurrent setting (during chemoradiation)\n* Evaluate efficacy by progression-free survival (PFS), objective response rate (ORR), and time to death or distant metastasis (TTMD), Duration of response (DOR), Overall survival (OS) with the addition of AN0025 in both the consolidative and concurrent settings Exploratory\n* Evaluate pharmacokinetics of AN0025 in conjunction with chemoradiation, and then with durvalumab",
            "detailedDescription": "The purpose of the research is to evaluate the safety and preliminary efficacy of AN0025 in combination with chemoradiation + consolidation durvalumab in advanced (Stage III) Non-Small Cell Lung Cancer. Participant will receive the experimental combination of drugs (AN0025, chemoradiation and durvalumab) and undergo laboratory tests and study procedures on specified days during the study period. Complete end of study evaluations and tests, and participate in post-study follow up every three months for two years. The time in the study will take approximately four to six hours during pre-study, study and end of study visits.\n\nPossible benefits of taking part may be improvement in your condition and slowing or stopping the growth of your cancer."
        },
        "conditionsModule": {
            "conditions": [
                "Lung Cancer Stage III"
            ],
            "keywords": [
                "Chemoradiation Therapy"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "SINGLE_GROUP",
                "interventionModelDescription": "This is an open-label, multicenter, phase 1 study to evaluate the safety and preliminary efficacy of AN0025 in combination with chemoradiation + consolidation Durvalumab therapy in patients with locally advanced Stage III NSCLC. The Phase 1a part will include dose escalations or de-escalation in three dose cohorts and a dose-limiting toxicity observation period. The Phase 1b part will be an expansion phase with twelve participants (including those enrolled at the MTD) at the recommended Phase 2 dose (RP2D) or the maximum tolerated dose level.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 24,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "AN0025: Dose level one: 250 mg daily",
                    "type": "EXPERIMENTAL",
                    "description": "Oral, given two hours before chemotherapy or durvalumab; Patients should fast two hours before and one hour after AN0025 administration",
                    "interventionNames": [
                        "Drug: AN0025"
                    ]
                },
                {
                    "label": "AN0025: Dose level two: 375 mg daily",
                    "type": "EXPERIMENTAL",
                    "description": "Oral, given two hours before chemotherapy or durvalumab; Patients should fast two hours before and one hour after AN0025 administration",
                    "interventionNames": [
                        "Drug: AN0025"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "AN0025",
                    "description": "To evaluate the safety and preliminary efficacy of AN0025 in combination with chemoradiation + consolidation durvalumab in Stage III Non-Small Cell Lung Cancer participants",
                    "armGroupLabels": [
                        "AN0025: Dose level one: 250 mg daily",
                        "AN0025: Dose level two: 375 mg daily"
                    ],
                    "otherNames": [
                        "Platinum-based chemotherapy",
                        "Radiation",
                        "Durvalumab"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Eastern Cooperative Oncology Group Performance Status (ECOGPS) to measure how participants disease is progressing",
                    "description": "The performance status will be assessed according to the Eastern Cooperative Oncology Group Performance Status (ECOG) performance status scale. Eastern Cooperative Oncology Group Performance Status (ECOG) will be measured at screening, at day one of each treatment cycle and at the safety follow-up visits",
                    "timeFrame": "Two years"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Immune response evaluation criteria in solid tumors( iRECIST) to measure the progression of disease",
                    "description": "A solid tumor measurement and definitions for objective change in tumor size. Immune response evaluation criteria in solid tumors (iRECIST) is based on RECIST 1.1, but adapted to account for the unique tumor response seen with immunotherapeutic drugs. iRECIST will be used by the Investigator to assess tumor response and progression and make treatment decisions.",
                    "timeFrame": "2 years"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Response evaluation criteria in solid tumors (RECIST 1.1) will be used as the primary measure for tumor response",
                    "description": "Response evaluation criteria in solid tumors (RECIST 1.1) will be used as the primary measure for evaluation of tumor response and date of disease progression",
                    "timeFrame": "2 Years"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Be willing and able to provide written informed consent for the trial\n* Age 18 years or greater\n* Be fully active, able to carry on all pre-disease performance without restriction or restricted in physically strenuous activity but able to carry out work of a light or sedentary nature (e.g., light house work, office work)\n* Be diagnosed with confirmed locally advanced and nonresectable, or metastatic Stage III Non-Small Cell Lung Cancer\n* Have provided archival tumor tissue sample or newly obtained core or excisional biopsy of a tumor lesion not previously irradiated\n* Adequate staging of your disease\n* Adequate lung function\n* Adequate other organ functions\n* No active second cancers\n* Be willing and able to comply with all aspects of the protocol\n* Female patients of childbearing potential should have a negative pregnancy test within 72 hours prior to receiving the first dose of study medication\n* Female participants of childbearing potential should be willing to use two methods of birth control or be surgically sterile, or abstain from heterosexual activity for the course of the study through 120 days after the last dose of study medication\n* Male participants should agree to abstinence or use of an adequate method of contraception starting with the first dose of study therapy through 120 days after the last dose of study therapy\n\nExclusion Criteria:\n\n* Age less than 18 years\n* Weight less than 30 Kg (\\~66 lbs)\n* Pregnant or breastfeeding women\n* Have been discontinued in a prior treatment study with immunotherapy drugs due to a severe toxicity (Grade 3 or higher)\n* Received a live vaccine within 30 days prior to the first dose of study drug. Examples of live vaccines include, but are not limited to, the following: measles, mumps, rubella, varicella/zoster (chicken pox), yellow fever, rabies, Bacillus Calmette-Guérin (BCG), and typhoid vaccine. Seasonal influenza vaccines for injection are generally killed virus vaccines and are allowed; however, intranasal influenza vaccines (e.g., FluMist®) are live attenuated vaccines and are not allowed.\n* Had an allogenic tissue/solid organ transplant\n* A diagnosis of immunodeficiency or is receiving chronic systemic steroid therapy or any other form of immunosuppressive therapy within seven days prior to the first dose of study drug\n* Known active cancer spread to central nervous system\n* Known severe hypersensitivity to study treatment components\n* An active autoimmune disease that has required systemic treatment in the past two years\n* Have inflammatory bowel disease\n* Have a history of (non-infectious) pneumonitis that required steroids or have current pneumonitis\n* Have a history of interstitial lung disease\n* Have an active infection requiring systemic therapy\n* Have human immunodeficiency virus (HIV) and/or history of Hepatitis B or C infections,\n* Have abnormal electrocardiogram (Prolongation of QT interval)\n* Significant cardiovascular impairment: history of congestive heart failure, uncontrolled arterial hypertension, unstable angina, myocardial infarction, or stroke within 6 months of the first dose of study drug; or cardiac arrhythmia\n* Major surgery within four weeks before the first dose of study drug\n* Inability to take oral medication, or malabsorption syndrome or any other uncontrolled gastrointestinal condition (eg, nausea, diarrhea, or vomiting)\n* Have a known psychiatric or substance abuse problems",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Salma K Jabbour, MD",
                    "role": "CONTACT",
                    "phone": "(732) 253-3939",
                    "email": "jabbousk@cinj.rutgers.edu"
                },
                {
                    "name": "Matthew Deek, MD",
                    "role": "CONTACT",
                    "phone": "(732) 253-3941",
                    "email": "Deekmp@cinj.Rutgers.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Salma K Jabbour, MD",
                    "affiliation": "Rutgers Cancer Institute of New Jersey",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Emory University",
                    "city": "Atlanta",
                    "state": "Georgia",
                    "zip": "30322",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Salma Jabbour",
                            "role": "CONTACT",
                            "phone": "732-253-3961",
                            "email": "jabbousk@cinj.rutgers.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.749,
                        "lon": -84.38798
                    }
                },
                {
                    "facility": "Rutgers Cancer Institute of New Jersey",
                    "city": "New Brunswick",
                    "state": "New Jersey",
                    "zip": "08903",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Salma K Jabbour, MD",
                            "role": "CONTACT",
                            "phone": "732-253-3939",
                            "email": "jabbousk@cinj.rutgers.edu"
                        },
                        {
                            "name": "Matthew Deek, MD",
                            "role": "CONTACT",
                            "phone": "(732) 253-3941",
                            "email": "Deekmp@cinj.Rutgers.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.48622,
                        "lon": -74.45182
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M11172",
                    "name": "Lung Neoplasms",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC08",
                    "name": "Respiratory Tract (Lung and Bronchial) Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "C000613593",
                    "term": "Durvalumab"
                }
            ],
            "ancestors": [
                {
                    "id": "D000074322",
                    "term": "Antineoplastic Agents, Immunological"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M272500",
                    "name": "Durvalumab",
                    "asFound": "Pancreatic",
                    "relevance": "HIGH"
                },
                {
                    "id": "M1346",
                    "name": "Antineoplastic Agents, Immunological",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}