{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04314635",
            "orgStudyIdInfo": {
                "id": "1K23MH119211",
                "type": "NIH",
                "link": "https://reporter.nih.gov/quickSearch/1K23MH119211"
            },
            "organization": {
                "fullName": "Rhode Island Hospital",
                "class": "OTHER"
            },
            "briefTitle": "A Treatment Engagement Protocol for Psychiatrically Hospitalized Adolescents at Clinical High Risk for Psychosis",
            "officialTitle": "A Treatment Engagement Protocol to Improve Follow-Up Care for Psychiatrically Hospitalized Adolescents at Clinical High Risk for Psychosis",
            "therapeuticArea": [
                "Other"
            ],
            "study": "a-treatment-engagement-protocol-for-psychiatrically-hospitalized-adolescents-at-clinical-high-risk-for-psychosis"
        },
        "statusModule": {
            "statusVerifiedDate": "2022-10",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2020-06-29",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2023-08-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2023-11-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2020-03-16",
            "studyFirstSubmitQcDate": "2020-03-17",
            "studyFirstPostDateStruct": {
                "date": "2020-03-19",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2022-10-05",
            "lastUpdatePostDateStruct": {
                "date": "2022-10-06",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Elizabeth Thompson",
                "investigatorTitle": "Senior Research Scientist",
                "investigatorAffiliation": "Rhode Island Hospital"
            },
            "leadSponsor": {
                "name": "Rhode Island Hospital",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The current study explores the development and use of a family engagement intervention for psychiatrically hospitalized adolescents with emerging psychosis symptoms. The program is designed to increase understanding of mental health symptoms and promote motivation for engagement in outpatient services. Findings from this study may inform ways to effectively educate and engage youth at clinical high risk for psychosis, and their families, in treatment that may be critical for improving future functioning and outcomes.",
            "detailedDescription": "Many individuals who develop psychotic disorders report having experienced subthreshold psychosis (i.e., clinical high risk-CHR- symptoms) in adolescence, prior to full-threshold symptoms. The emergence of symptoms during this critical stage of maturation can cause a great deal of distress and disruption, oftentimes leading to long-term illness and functional impairment. Evidence supporting the benefits of psychosocial treatment, particularly family-oriented team-based approaches, for young people in the early stages of psychosis has inspired ongoing efforts to identify symptoms as early as possible. Identification and service engagement can facilitate risk monitoring, and early treatment (for psychosis and/or co-occurring concerns) maximizes recovery and minimizes the negative sequelae of illness. Given that many CHR youth seek help for a variety of mental health concerns prior to the emergence of full psychosis, often through emergency services, and many do not disclose psychosis-spectrum symptoms spontaneously, targeted CHR assessment and intervention within a general psychiatric population is important.\n\nThe purpose of this study is to identify psychiatrically hospitalized teens who present with new onset CHR symptoms and pilot, via a randomized trial, a brief intervention to enhance outpatient treatment engagement post-hospitalization. The intervention will directly target three mechanisms linked to service use: mental health literacy, attitudes toward treatment, and family partnership (i.e. family involvement and co-engagement in treatment). In the experimental group, teens and caregivers will participate in a brief intervention informed by existing evidence-based treatment protocols. The proposed intervention will include three modules: 1) assessment of psychosis-risk symptoms and treatment attitudes and barriers, 2) an evidence-based psychoeducation module designed for young people with psychosis-risk syndromes and their families, and 3) an empirically-supported motivational enhancement protocol developed for teens and parents to increase outpatient service use after hospital discharge.\n\nThe investigators will first pilot the intervention with parent-teen dyads (n = 20-30) using an iterative approach to refine the content and delivery. To inform intervention development, post-intervention session evaluations and qualitative exit interviews will be used to explore attitudes and opinions regarding intervention content and delivery. After this development phase, the investigators will conduct a randomized open trial comparing treatment-as-usual (TAU) to TAU + the experimental intervention (n = 80 dyads). TAU includes standard care modules (psychoeducation, coping, safety planning, problem solving, healthy lifestyle) administered to the teen. All teens, as part of TAU, also receive skills groups, individual treatment, and family planning meetings. Additionally, all enrolled families (experimental and TAU) will receive a referral to an outpatient provider for psychosocial treatment (standard care procedure) plus referral to specialized CHR case management services. Case management, if elected, will be provided through the local coordinated specialty care (CSC) psychosis-risk clinic, which offers empirically-supported team-based services including case monitoring, consultation to outside providers, and group and family treatment. Primary outcomes, measured at 1- and 3-month follow-ups, include the engagement of the purported therapeutic mechanisms (i.e. mental health literacy, attitudes toward treatment, family partnership). Secondary outcomes include outpatient service use and rates of enrollment in CSC case management services across groups."
        },
        "conditionsModule": {
            "conditions": [
                "Psychosis Nos/Other"
            ],
            "keywords": [
                "clinical high risk (CHR)"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 80,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "TAU comparison group",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "TAU includes standard care modules (psychoeducation, coping, safety planning, problem solving, healthy lifestyle) administered to the teen while they are hospitalized on the inpatient unit. All teens, as part of TAU, also receive skills groups, individual treatment, and family planning meetings. All TAU families will receive a referral to an outpatient provider (standard care procedure) plus referral to specialized CHR case management services.",
                    "interventionNames": [
                        "Behavioral: Treatment as usual (TAU)"
                    ]
                },
                {
                    "label": "Brief intervention group",
                    "type": "EXPERIMENTAL",
                    "description": "TAU + experimental intervention. The experimental group will receive all services provided to the TAU group (described above) and, additionally, the experimental intervention.The intervention includes 1 individual session for each teen and parent and 2 family sessions (focused on psychoeducation and motivational enhancement) with both the teen and parent, delivered during hospitalization (\\~45-60 minutes per session).",
                    "interventionNames": [
                        "Behavioral: Brief family engagement intervention for CHR"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Brief family engagement intervention for CHR",
                    "description": "The individual sessions, done with the caregiver and the teen separately, include a review of symptoms and a qualitative interview exploring treatment priorities, attitudes, and perceived barriers. The first family session focuses on psychoeducation. The second family session focuses on motivational enhancement, to promote ongoing engagement in services after discharge, including outpatient treatment and case management through the CSC.",
                    "armGroupLabels": [
                        "Brief intervention group"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Treatment as usual (TAU)",
                    "description": "The TAU group will receive treatment as usual on the adolescent inpatient unit. This includes individual therapy, psychiatric care, skills groups, and family therapy meetings.",
                    "armGroupLabels": [
                        "TAU comparison group"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "mental health literacy",
                    "description": "Measured using the Mental Health Literacy Questionnaire (MHLq): a self-report measure that includes 33 items rated on a 5-point Likert scale (1 = strongly disagree- 5 = strongly agree. Items assess knowledge and awareness of mental health, and factors that contribute to both illness and wellness.",
                    "timeFrame": "Change from baseline MHLq scores at 3-month follow-up"
                },
                {
                    "measure": "treatment attitudes",
                    "description": "Measured using the Motivation for Youth's Treatment Scale (MYTS): an 8-item measure of motivation to engage in treatment at baseline and at follow-ups. The total scale and two subscales (Problem Recognition and the Treatment Readiness) produce alpha coefficients of above .80",
                    "timeFrame": "Change from baseline MYTS scores at 3-month follow-up"
                },
                {
                    "measure": "family partnership",
                    "description": "Measured using the Parent Motivation Inventory (PMI): The PMI is a 25-item self-report measure of parent treatment motivation, rated on a five-point scale (1 = strongly disagree - 5 = strongly agree). Items correspond to three components of motivation including: 1) desire for child change, 2) readiness to change parent behavior, and 3) perceived ability to change parent behaviors.",
                    "timeFrame": "Change from baseline PMI scores at 3-month follow-up"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "outpatient service use",
                    "description": "Service use (i.e. total outpatient appointments attended) will be tracked over the study period.",
                    "timeFrame": "Measured at 3-month follow-up"
                },
                {
                    "measure": "enrollment in CHR monitoring/case management program",
                    "description": "Rates of enrollment in the CHR monitoring program will be tracked over the study period.",
                    "timeFrame": "Measured at 3-month follow-up"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* ages 13-18\n* must meet criteria for a clinical high risk (CHR) syndrome based on the Structured Interview for Psychosis-risk Syndromes\n* IQ \\> or = 70 as determined by the Wechsler Abbreviated Scales of Intelligence, Second Edition (WASI-II)\n* ability to communicate in English\n\nExclusion Criteria:\n\n* parent characteristics (inability to communicate in English, suspected intellectual impairment, or acute symptomatology) that interferes with parent's comprehension of study procedures and informed consent documents\n* teen's acute symptomatology that may interfere with their comprehension of study procedures and/or ability to complete interviews, assessments and/or intervention (clinical judgment will be used to determine assent/participation eligibility on a case-by-case basis)\n* teen's intellectual disability (IQ \\< 70) as determined by the WASI-II\n* teen meets criteria for a full threshold psychotic disorder (i.e. schizophrenia, schizoaffective disorder)",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "13 Years",
            "maximumAge": "18 Years",
            "stdAges": [
                "CHILD",
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Elizabeth Thompson, PhD",
                    "role": "CONTACT",
                    "phone": "401-432-1617",
                    "email": "elizabeth_thompson@brown.edu"
                }
            ],
            "locations": [
                {
                    "facility": "Bradley Hospital",
                    "status": "RECRUITING",
                    "city": "East Providence",
                    "state": "Rhode Island",
                    "zip": "02915",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Elizabeth Thompson, PhD",
                            "role": "CONTACT",
                            "email": "elizabeth_thompson@brown.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.81371,
                        "lon": -71.37005
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "UNDECIDED"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000011618",
                    "term": "Psychotic Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "ancestors": [
                {
                    "id": "D000019967",
                    "term": "Schizophrenia Spectrum and Other Psychotic Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "asFound": "Psychosis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "asFound": "Psychosis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M15376",
                    "name": "Schizophrenia",
                    "relevance": "LOW"
                },
                {
                    "id": "M21838",
                    "name": "Schizophrenia Spectrum and Other Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}