{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05655221",
            "orgStudyIdInfo": {
                "id": "TSL-B1344-01"
            },
            "organization": {
                "fullName": "Tasly Biopharmaceuticals Co., Ltd.",
                "class": "INDUSTRY"
            },
            "briefTitle": "A Trial to Evaluate the Safety Tolerability and Pharmacokinetics of B1344 by Subcutaneous Injection in Healthy Subjects",
            "officialTitle": "A First-in-human, Randomized, Double-blind, Parallel, Placebo-controlled, Single Ascending Dose Study to Evaluate the Safety, Tolerability, and Pharmacokinetics of B1344 by Subcutaneous Injection in Healthy Subjects",
            "therapeuticArea": [
                "Gastroenterology"
            ],
            "study": "a-trial-to-evaluate-the-safety-tolerability-and-pharmacokinetics-of-by-subcutaneous-injection-in-healthy-subjects"
        },
        "statusModule": {
            "statusVerifiedDate": "2022-12",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-08-30",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2023-07-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-01-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-11-11",
            "studyFirstSubmitQcDate": "2022-12-08",
            "studyFirstPostDateStruct": {
                "date": "2022-12-19",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2022-12-08",
            "lastUpdatePostDateStruct": {
                "date": "2022-12-19",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Tasly Biopharmaceuticals Co., Ltd.",
                "class": "INDUSTRY"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "To evaluate the safety, tolerability, and immunogenicity of B1344 by single subcutaneous (s.c.) injection in healthy subjects"
        },
        "conditionsModule": {
            "conditions": [
                "Nonalcoholic Steatohepatitis"
            ],
            "keywords": [
                "Nonalcoholic Steatohepatitis",
                "Phase I",
                "B1344"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "TRIPLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 56,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Cohort 1",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "B1344/Placebo:2mg.",
                    "interventionNames": [
                        "Drug: B1344",
                        "Other: Placebo"
                    ]
                },
                {
                    "label": "Cohort 2",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "B1344/Placebo:5mg.",
                    "interventionNames": [
                        "Drug: B1344",
                        "Other: Placebo"
                    ]
                },
                {
                    "label": "Cohort 3",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "B1344/Placebo:15mg.",
                    "interventionNames": [
                        "Drug: B1344",
                        "Other: Placebo"
                    ]
                },
                {
                    "label": "Cohort 4",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "B1344/Placebo:30mg.",
                    "interventionNames": [
                        "Drug: B1344",
                        "Other: Placebo"
                    ]
                },
                {
                    "label": "Cohort 5",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "B1344/Placebo:45mg.",
                    "interventionNames": [
                        "Drug: B1344",
                        "Other: Placebo"
                    ]
                },
                {
                    "label": "Cohort 6",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "B1344/Placebo:60mg.",
                    "interventionNames": [
                        "Drug: B1344",
                        "Other: Placebo"
                    ]
                },
                {
                    "label": "Cohort 7",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "B1344/Placebo:80mg.",
                    "interventionNames": [
                        "Drug: B1344",
                        "Other: Placebo"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "B1344",
                    "description": "multi-site abdominal s.c. injections (maximum 2 mL at each site)",
                    "armGroupLabels": [
                        "Cohort 1",
                        "Cohort 2",
                        "Cohort 3",
                        "Cohort 4",
                        "Cohort 5",
                        "Cohort 6",
                        "Cohort 7"
                    ],
                    "otherNames": [
                        "pegylated conjugate of recombinant human mutated fibroblast growth factor 21"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Placebo",
                    "description": "multi-site abdominal s.c. injections (maximum 2 mL at each site)",
                    "armGroupLabels": [
                        "Cohort 1",
                        "Cohort 2",
                        "Cohort 3",
                        "Cohort 4",
                        "Cohort 5",
                        "Cohort 6",
                        "Cohort 7"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "12-lead electrocardiogram (ECG)",
                    "description": "Changes of 12-lead ECG from baseline",
                    "timeFrame": "From the screening period to 29 days after administration"
                },
                {
                    "measure": "Renal Ultrasonography",
                    "description": "The examination of both kidneys using medical ultrasonography will be performed to detect any harmful abscesses, fluid collection, and infection within or around the kidneys.",
                    "timeFrame": "From the screening period to 29 days after administration"
                },
                {
                    "measure": "Physical examinations",
                    "description": "Number of participants with abnormal Physical examinations.",
                    "timeFrame": "From the screening period to 90 days after administration"
                },
                {
                    "measure": "Injection site reactions assessments",
                    "description": "The injection site reaction assessment will be done by the PI/investigational staff and study subject using the criteria, which consist of rating the severity of redness, swelling, skin temperature, sensitivity and pain at the injection site.",
                    "timeFrame": "Within 3 days of administration"
                },
                {
                    "measure": "Anti-Drug Antibody(ADA)",
                    "description": "he incidence and proportion of ADA positive subjects.",
                    "timeFrame": "Within 29 days of administration"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion criteria:\n\nSubjects must meet all of the following inclusion criteria for study entry:\n\n1. Willing to participate in the study and sign informed consent form (ICF);\n2. Aged 18 to 55 years (inclusive) at the screening visit, male or female;\n3. Body weight ≥ 50 kg and body mass index (BMI) within the range of 18.5 to 29.9 kg/m2 (inclusive);\n4. Be in good health in the investigator's judgment, with no clinical significance in previous medical history, laboratory tests, physical examinations, vital signs, and ECG findings obtained at the screening visit and D-1;\n5. Female subjects:\n\n   1. be of non-childbearing potential, including subjects surgically sterilized since at least 6 weeks before the screening visit (documented bilateral tubal ligation, bilateral salpingectomy, hysterectomy or bilateral oophorectomy), and post-menopausal for more than 12 continuous months of amenorrhea prior to the screening visit (menopause will be confirmed by a follicle stimulating hormone (FSH) level ≥ 40IU/L), or\n   2. if having childbearing potential, must be non-pregnant, non-lactating, and must agree to use highly effective contraception with 2 forms of birth control (1 of which is a highly effective method and 1 must be a barrier method) from 30 days prior to dosing of the investigational medicinal product, for the duration of the study, and 3 months after the investigational medicinal product administration,\n   3. must have a negative serum human chorionic gonadotropin (hCG) test for pregnancy confirmation at both the screening visit and D-1;\n6. Male subjects with female partners of childbearing potential must agree to use adequate contraception from 14 days prior to dosing of the investigational medicinal product, for the duration of the study, and 3 months after the investigational medicinal product administration. Male subjects must refrain from donating sperm during the same period.\n7. Understanding and be willing to comply with the study process and requirements.\n\nExclusion criteria: Subjects who meet any of the following criteria will be excluded from study entry:\n\n1. Allergic to the investigational medicinal product or its excipients, or having a history of severe allergies (including any food allergy or drug allergy);\n2. Any disorder of the central nervous system, respiratory system, cardiovascular system, digestive system, hematological system, endocrine system, musculoskeletal diseases, urinary system, or any other disease or physical condition that may affect the study or pose an unacceptable risk to the subject in the investigator's judgment;\n3. Subjects infected with syphilis confirmed by Treponema pallidum test;\n4. Subjects with a history of hepatitis, or positive result at screening for hepatitis B surface antigen (HBsAg), hepatitis B core antibody (anti-HBc), hepatitis C virus (HCV RNA or HCV antibody), or human immunodeficiency virus antibody (anti-HIV);\n5. Confirmed (one set of consecutive triplicate measurements) average resting systolic blood pressure (SBP) \\> 140 or \\< 90 mmHg, and diastolic blood pressure (DBP) \\> 90 or \\< 45 mmHg at the screening visit or D-1; Repeat measurements are allowed at both screening and D-1；\n6. Confirmed (one set of consecutive triplicate measurements) average resting pulse rate \\> 90 or \\< 45 beats per minute (bpm) at the screening visit or D-1; Repeat measurements are allowed at both screening and D-1；\n7. Subjects with family history of long QT syndrome;\n8. Confirmed (the average of three consecutive interpretable 12-lead ECGs within 2-5 minutes) clinically significant abnormal supine 12-lead ECG, demonstrating a average QTCF(using Fridericia's formula, QTCF = QT/RR1/3) interval \\> 450 msec for males or \\> 470 msec for females, or a average QRS interval \\>120 msec at the screening visit or D-1; Repeat measurements are allowed at both screening and D-1;\n9. Subjects with serum circulating alanine aminotransferase (ALT) or aspartate transaminase (AST), or total and indirect bilirubin \\>1.25 x the upper limit of normal (ULN) at the screening visit or D-1; Repeat measurements are allowed at both screening and D-1；\n10. Subjects with serum creatinine \\> ULN at the screening visit or D-1; Repeat measurements are allowed at both screening and D-1；\n11. Subject has a clinically significant history or evidence of gastrointestinal disorder(s), including reflux esophagitis, chronic diarrhea, gastritis, and inflammatory bowel disease (e.g., Crohn's disease and ulcerative colitis);\n12. Subjects with bone disease, including (but not limited to) osteoporosis (T-score ≤ -2.5); prior fractures, or clinically significant bone trauma, bone surgery, Addison's disease, osteomalacia, Paget's disease, and vitamin D deficiency(vitamin D ≤20 ng/mL).\n13. Subjects with a history of hypokalemia.\n14. Subjects who have been treated with any of the following:\n\n    1. Subjects who have received oral bisphosphonates (\\> 3 months cumulatively in the past 2 years or \\> 1 month in the past year, or any use during the 3-month period prior to screening.\n    2. Intravenous bisphosphonate, fluoride, or strontium within 5 years.\n    3. Parathyroid hormone (PTH) or PTH derivatives (teriparatide, Abaloparatide) within the last year, or treatment with denosumab.\n15. Subjects who have received the following within three months of screening:\n\n    1. Any selective estrogen receptor modulator (SERM)\n    2. Tibolone\n    3. Anabolic steroids or testosterone\n    4. Systemic hormonal replacement therapy\n    5. Calcitonin\n    6. Active vitamin D analogues\n    7. Other bone active drugs, including anti-convulsants (except benzodiazepines) and heparin\n    8. Glucocorticoids, chronic systemic ketoconazole, androgens, adrenocorticotropic hormone (ACTH), cinacalcet, aluminum, lithium protease inhibitors, gonadotropin-releasing hormone agonists\n    9. Calcineurin inhibitors.\n16. History of drug abuse, or positive urine drug test (e.g., barbiturates, benzodiazepines, methadone, buprenorphine, amphetamines, methamphetamines, opiates, cocaine, cannabinoids) at the screening visit or D-1;\n17. History of regular alcohol consumption within 6 months prior to screening, with more than 14 units of alcohol per week (or an average daily intake \\> 2 units for men, \\> 1 unit for women). One unit is equal to 5 ounces \\[150 mL\\] of wine (12% alcohol), or 12 ounces \\[360 mL\\] of regular beer (5% alcohol), or 1.5 ounces \\[45 mL\\] of 80 proof distilled spirits (40% alcohol); and/or positive alcohol test at the screening visit or D-1;\n18. Smoking more than 5 cigarettes per day within 3 months prior to screening, or positive for nicotine test at the screening visit or D-1;\n19. Consuming excessive amount \\> 6 servings of coffee, tea, cola, energy drink, or other caffeine-containing product per day. One serving ≈ 120 mg of caffeine. Or consumed any caffeine-containing product within 24 hours prior to dosing of the IMP;\n20. Unable to refrain from using any medication, including prescription and non-prescription drugs, herbal remedies, dietary supplements within 14 days or 5 half-lives (whichever is longer) prior to dosing of the IMP and for the duration of study until the last visit.\n21. Participated in any clinical trial and received an investigational medicine or medical device within 30 days prior to dosing of the investigational medicinal product. If the 5 half-lives of the investigational medicine are longer than 30 days, then 5 half-lives should be considered as the time limitation;\n22. Currently pregnant or lactating, or intending to become pregnant during the study;\n23. Had blood donation or blood loss over 500 mL within 3 months prior to screening;\n24. Subject has clinical signs and symptoms consistent with COVID-19, e.g., fever, dry cough, dyspnea, sore throat, fatigue, or confirmed current infection by appropriate laboratory test or contact to any SARS-CoV-2 positive or COVID-19 patient within the last 4 weeks prior to investigational medicinal product administration. .\n25. Subject who had severe course of COVID-19 (extracorporeal membrane oxygenation, mechanically ventilated).\n26. Subject scheduled to receive COVID-19 vaccination within 2 weeks before or after the investigational medicinal product administration.\n27. Subject has received the second COVID-19 vaccination or booster less than 4 weeks (if on a single dose vaccination, it should be 4 weeks after) before the investigational medicinal product administration.\n28. Other conditions considered to be ineligible for study entry in the PI's judgment.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "55 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "David Han, MD",
                    "role": "CONTACT",
                    "phone": "800-239-4367",
                    "email": "david.han@cctrials.com"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Kongli Zhu, MD",
                    "affiliation": "Tasly Biopharmaceuticals Co., Ltd.",
                    "role": "STUDY_CHAIR"
                }
            ],
            "locations": [
                {
                    "facility": "California Clinical Trials Medical Group, Inc.",
                    "status": "RECRUITING",
                    "city": "Glendale",
                    "state": "California",
                    "zip": "91206",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "David Han, MD",
                            "role": "CONTACT",
                            "email": "david.han@cctrials.com"
                        }
                    ],
                    "geoPoint": {
                        "lat": 34.14251,
                        "lon": -118.25508
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000005234",
                    "term": "Fatty Liver"
                },
                {
                    "id": "D000065626",
                    "term": "Non-alcoholic Fatty Liver Disease"
                }
            ],
            "ancestors": [
                {
                    "id": "D000008107",
                    "term": "Liver Diseases"
                },
                {
                    "id": "D000004066",
                    "term": "Digestive System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M8375",
                    "name": "Fatty Liver",
                    "asFound": "Steatohepatitis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M30540",
                    "name": "Non-alcoholic Fatty Liver Disease",
                    "asFound": "Nonalcoholic Steatohepatitis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M11107",
                    "name": "Liver Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M7255",
                    "name": "Digestive System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8883",
                    "name": "Gastrointestinal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T5868",
                    "name": "Visceral Steatosis",
                    "asFound": "Steatohepatitis",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC06",
                    "name": "Digestive System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000008934",
                    "term": "Mitogens"
                }
            ],
            "ancestors": [
                {
                    "id": "D000050258",
                    "term": "Mitosis Modulators"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M11900",
                    "name": "Mitogens",
                    "asFound": "Natural",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}