{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06223360",
            "orgStudyIdInfo": {
                "id": "ADC-061-BENFO"
            },
            "secondaryIdInfos": [
                {
                    "id": "1R01AG076634-01",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/1R01AG076634-01"
                }
            ],
            "organization": {
                "fullName": "Alzheimer's Disease Cooperative Study (ADCS)",
                "class": "OTHER"
            },
            "briefTitle": "A Trial to Evaluate the Safety and Efficacy of Benfotiamine in Patients With Early Alzheimer's Disease (BenfoTeam)",
            "officialTitle": "A Seamless Phase 2A-Phase 2B Randomized Double-Blind Placebo- Controlled Trial to Evaluate the Safety and Efficacy of Benfotiamine in Patients With Early Alzheimer's Disease (BenfoTeam)",
            "therapeuticArea": [
                "Neurology"
            ],
            "study": "a-trial-to-evaluate-the-safety-and-efficacy-of-benfotiamine-in-patients-with-early-alzheimer-s-disease-benfoteam"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "RECRUITING",
            "startDateStruct": {
                "date": "2024-03-22",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-02-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-02-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-12-20",
            "studyFirstSubmitQcDate": "2024-01-16",
            "studyFirstPostDateStruct": {
                "date": "2024-01-25",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-17",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-18",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Alzheimer's Disease Cooperative Study (ADCS)",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Burke Medical Research Institute",
                    "class": "OTHER"
                },
                {
                    "name": "National Institute on Aging (NIA)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this study is to learn more about the safety, effectiveness and tolerability of the study drug called Benfotiamine which may delay or slow the progression of the symptoms of early Alzheimer's disease.",
            "detailedDescription": "This is a randomized, double-blind, placebo-controlled 18-month clinical trial of benfotiamine in early AD. This trial will include a seamless phase 2A-2B design with a randomized total sample of 406 participants. Participants who are randomized but drop out prior to study drug exposure will be replaced.\n\nPhase 2A of the trial will randomize approximately 150 participants total, in a 1:1:1 to treatment with 1200 mg/day benfotiamine, 600 mg/day benfotiamine or placebo. The primary objective of phase 2A is to determine the highest safe and well tolerated dose of benfotiamine (600 mg or 1200 mg), as evaluated by the rate of tolerability events (TEs), for advancement to long-term 72 week exposure. The highest tolerated dose of benfotiamine will be carried forward from phase 2A to phase 2B.\n\nAt the start of phase 2B, all participants enrolled in the two phase 2A active dose arms will receive a new supply of benfotiamine at the selected phase 2B dose. All phase 2A participants will be included in the phase 2 intent-to-treat efficacy population, as assigned to active or placebo treatment. The primary objective of phase 2B is to assess efficacy of benfotiamine on global function and cognition over 72 weeks. In phase 2B, a composite cognitive and functional measure as well as PD biomarkers will be used to evaluate efficacy during the extended treatment period. Phase 2B will also evaluate longer-term safety and tolerability of benfotiamine treatment over 72 weeks."
        },
        "conditionsModule": {
            "conditions": [
                "Alzheimer Disease"
            ],
            "keywords": [
                "Mild Cognitive Impairment",
                "Mild Alzheimer's Disease",
                "Early Alzheimer's disease"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "TRIPLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "INVESTIGATOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 406,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Low Dose Benfotiamine",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will take 300mg benfotiamine capsules twice a day (BID; once in the morning and once in the evening).",
                    "interventionNames": [
                        "Drug: Low Dose Benfotiamine"
                    ]
                },
                {
                    "label": "High Dose Benfotiamine",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will take 600mg benfotiamine capsules twice a day (BID; once in the morning and once in the evening).",
                    "interventionNames": [
                        "Drug: High Dose Benfotiamine"
                    ]
                },
                {
                    "label": "Placebo",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "Participants will take placebo capsules twice a day (BID; once in the morning and once in the evening). In the placebo group, capsules will be filled with inactive microcrystalline cellulose. The other capsule components, shape and color are identical between benfotiamine and placebo arms.",
                    "interventionNames": [
                        "Drug: Placebo"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Low Dose Benfotiamine",
                    "description": "300mg benfotiamine capsules (BID, twice a day)",
                    "armGroupLabels": [
                        "Low Dose Benfotiamine"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "High Dose Benfotiamine",
                    "description": "600mg benfotiamine capsules (BID, twice a day)",
                    "armGroupLabels": [
                        "High Dose Benfotiamine"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Placebo",
                    "description": "Placebo capsules to mimic benfotiamine capsules (BID, twice a day)",
                    "armGroupLabels": [
                        "Placebo"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Phase 2A: The rate of tolerability events (TEs).",
                    "description": "The primary safety outcome in phase 2A is the rate of tolerability events (TEs) compared between active arms (benfotiamine) and placebo arms, at each dose. A TE is counted when either a participant discontinues study drug due to intolerability or experiences a moderate or severe adverse event (AE) that is determined to be possibly, probably or definitely related to study drug.",
                    "timeFrame": "Up to 72 weeks"
                },
                {
                    "measure": "Phase 2B: The primary cognitive endpoint is the within-participant change from baseline to 72 weeks compared between active arms (benfotiamine) and placebo on the Alzheimer's Disease Assessment Scale - Cognitive Subscale 13 (ADAS-Cog13).",
                    "description": "ADAS-Cog13 is a structured psychometric scale that evaluates memory (immediate and delayed word recall; immediate word recognition), receptive and expressive language, orientation, ideational praxis (preparing a letter for mailing), constructional praxis (copying figures), and attention (number cancellation). Ratings of spoken language, language comprehension, word finding difficulty, and ability to remember test instructions also are obtained. ADAS-Cog13 total score has a range of 0-85; with higher scores indicating greater impairment.",
                    "timeFrame": "72 weeks"
                },
                {
                    "measure": "Phase 2B: The primary functional endpoint is the within-participant change from baseline to 72 weeks compared between active arm (benfotiamine) and placebo on the Clinical Dementia Rating - Sum of Boxes (CDR-SB).",
                    "description": "CDR-SB is a composite rating of cognition and everyday function which incorporates both informant input and direct assessment of performance. It assesses through semi-structured interview three cognitive domains (memory, orientation, and judgement/problem solving) and three everyday functional domains (community affairs, home and hobbies, personal care). Level of impairment in each of the six domains is rated from none (score=0) to severe (score=3). The six domain scores are then summed to create the CDR-SB. Range 0-18; higher scores indicate greater impairment.",
                    "timeFrame": "72 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Number of Participants With Adverse Events (AEs) and Serious AEs.",
                    "description": "An Adverse Event (AE) is defined as any new untoward medical occurrence or worsening of a pre-existing medical condition in participants or clinical investigation participants administered an investigational (medicinal) product and that does not necessarily have a causal relationship with this treatment. A serious AE (SAE) is defined as any event that met any of the following criteria at any dose: death; life-threatening; inpatient hospitalization or prolongation of existing hospitalization; persistent or significant disability/incapacity; congenital anomaly/birth defect in the offspring of a participant who received study drug; other important medical events that may have jeopardized the participant and may have required medical or surgical intervention to prevent one of the other serious outcomes. An AE is considered \"Related\" for causality designations of possible, probable and definite. The number of AEs and SAEs will be compared between active arms (benfotiamine) and placebo arm.",
                    "timeFrame": "72 weeks"
                },
                {
                    "measure": "Number of Participant Withdrawals from the study.",
                    "description": "Number of participant withdrawals from the study for all reasons during the study period (baseline to 72 weeks). Number of participant withdrawals will be compared between active arms (benfotiamine) and placebo arm.",
                    "timeFrame": "72 weeks"
                },
                {
                    "measure": "Number of Participant Drug Discontinuations.",
                    "description": "Number of participant drug discontinuations during the study period (baseline to 72 weeks). Number of participant drug discontinuations will be compared between active arms (benfotiamine) and placebo arm.",
                    "timeFrame": "72 weeks"
                },
                {
                    "measure": "Mean and Median Thiamine levels (nmol/L).",
                    "description": "Measures of thiamine will be provided as blood markers of efficacy of drug delivery. These measurements will be conducted on whole blood and red blood cells. Blood samples to measure mean and median thiamine levels (nmol/L) will be collected on all participants and results compared between active arms (benfotiamine) and placebo arm at baseline and week 72.",
                    "timeFrame": "Baseline, week 72"
                },
                {
                    "measure": "Mean and Median Thiamine Diphosphate (ThDP) levels (nmol/L).",
                    "description": "Measures of thiamine diphosphate (ThDP) will be provided as blood markers of efficacy of drug delivery. These measurements will be conducted on whole blood and red blood cells. Blood samples to measure mean and median Thiamine Diphosphate (ThDP) levels (nmol/L) will be collected on all participants and results compared between active arms (benfotiamine) and placebo arm at baseline and week 72.",
                    "timeFrame": "Baseline, week 72"
                },
                {
                    "measure": "Mean and Median Thiamine Monophosphate (ThMP) levels (nmol/L).",
                    "description": "Measures of thiamine monophosphate (ThMP) will be provided as blood markers of efficacy of drug delivery. These measurements will be conducted on whole blood and red blood cells. Blood samples to measure mean and median Thiamine Monophosphate (ThMP) levels (nmol/L) will be collected on all participants and results compared between active arms (benfotiamine) and placebo arm at baseline and week 72.",
                    "timeFrame": "Baseline, week 72"
                },
                {
                    "measure": "Mean and Median levels of ThDP Activation of Transketolase (U/g haemoglobin (U/gHb)).",
                    "description": "Measures of ThDP activation of transketolase will be provided as blood markers of efficacy of drug delivery. These measurements will be conducted on whole blood and red blood cells. Blood samples to measure mean and median hDP Activation of Transketolase (U/g haemoglobin (U/gHb)) will be collected on all participants and results compared between active arms (benfotiamine) and placebo arm at baseline and week 72.",
                    "timeFrame": "Baseline, week 72"
                },
                {
                    "measure": "Phase 2B: within-participant change from baseline to 72 weeks compared between active (benfotiamine) arms and placebo arm on The Alzheimer's Disease Cooperative Study - Activities of Daily Living Scale for use in Mild Cognitive Impairment (ADCS-ADL-MCI).",
                    "description": "The ADCS-ADL-MCI is a structured questionnaire completed with the informant to assess the participant's ability to perform basic and instrumental activities of daily living. Activities assessed include dressing; social and occupational functioning; household chores and use of tools; interest in and ability to carry out hobbies; shopping and meal preparation; managing appointments; using a phone and computer/tablet.",
                    "timeFrame": "72 weeks"
                },
                {
                    "measure": "Phase 2B: within-participant change from baseline to 72 weeks compared between active arms (benfotiamine) and placebo arm on the Montreal Cognitive Assessment (MoCA).",
                    "description": "The MoCA is a brief mental status exam, which assesses numerous cognitive domains, including attention and concentration, executive functions, memory, language, visuoconstructional skills, conceptual thinking, calculations, and orientation. Range: 0-30; lower scores indicate more cognitive impairment.",
                    "timeFrame": "72 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Key Inclusion Criteria:\n\n* Aged 50 to 89 (inclusive) at screening\n* Mild Cognitive Impairment (MCI) due to AD or Mild dementia due to AD according to workgroups of the Diagnostic Guidelines of the National Institute on Aging and Alzheimer's Association (NIA-AA)\n* Mini-Mental State Examination (MMSE) score 20-30 inclusive at screening-. Montreal Cognitive Assessment score (MoCA) \\< 26 at screening\n* Clinical Dementia Rating (CDR) global score of 0.5 or 1 with memory score of greater or equal to 0.5 at screening\n* Positive plasma AD biomarker signature\n* Participants who are treated with FDA-approved acetylcholinesterase inhibitors (AchEI)and/or memantine will have to be on a stable dosage regimen for at least 3 months prior to screening.\n* Participants must have a study partner who has frequent interaction with them (approximately \\>3-4 times per week), will be available for all clinic visits in person or remotely, and can assist in compliance with study procedures.\n* Female participants must be post-menopausal for at least one year or surgically sterile(bilateral tubal ligation, hysterectomy, or bilateral oophorectomy) for at least 6 months prior to screening.\n* Fluent in English or Spanish to ensure compliance with cognitive testing and study visit procedures.\n* Ambulatory, or able to walk with an assistive device.\n* Provision of informed consent from the participant (or the participant's legally authorized representative (LAR) if unable to provide consent) and the study partner.\n\nKey Exclusion Criteria:\n\n* Significant neurological disorder other than AD (e.g. hypoxia, stroke, traumatic brain injury\n* Significant neurodegenerative diseases, other than AD, and causes of dementias, Parkinson's disease and Huntington's disease, vascular dementia, CJD (Creutzfeldt-Jakob disease), LBD (Lewy Body dementia), PSP (Progressive Supranuclear Palsy), AIDS (Acquired Immunodeficiency Syndrome), or NPH (normal pressure hydrocephalus).\n* Meeting Diagnostic Criteria for Possible AD according to workgroups of the Diagnostic Guidelines of the NIA-AA.\n* A current diagnosis of uncontrolled Type I or Type II diabetes mellitus, as defined by Hemoglobin A1C (Hb A1C ≥ 8).\n* A current active, uncontrolled seizure disorder.\n* Diagnosis of cancer, except for those participants who have undergone potentially curative therapy with no evidence of recurrence for \\> 5 years.\n* History of alcoholism or substance abuse, current or within past 5 years.\n* Previous exposure to Benfotiamine within past 3 months.\n* Contraindication to MRI.\n* Participation in another clinical trial for an investigational agent and having taken at least one dose of study drug, unless confirmed as having been on placebo, within 4 weeks prior to the baseline visit. The end of a previous investigational trial is defined as the date of the last dose of an investigational agent.\n* Initiation of a monoclonal antibody treatment targeting brain amyloid within 6 months prior to the baseline visit.\n* A disability that may prevent the patient from completing all study requirements e.g.,blindness, deafness, severe language difficulty).",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "50 Years",
            "maximumAge": "89 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "ADCS Recruitment Team",
                    "role": "CONTACT",
                    "phone": "877-807-1290",
                    "email": "adcs-recruitment@health.ucsd.edu"
                },
                {
                    "name": "Bryce Truver, MS",
                    "role": "CONTACT",
                    "phone": "619-818-3769",
                    "email": "btruver@health.ucsd.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Howard Feldman, MDCM",
                    "affiliation": "Alzheimer's Disease Cooperative Study (ADCS)",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Gary E. Gibson, PhD",
                    "affiliation": "Burke Neurological Institute",
                    "role": "STUDY_DIRECTOR"
                },
                {
                    "name": "Jose A. Luchsinger, MD MPH",
                    "affiliation": "Columbia University",
                    "role": "STUDY_DIRECTOR"
                }
            ],
            "locations": [
                {
                    "facility": "Syrentis Clinical Research",
                    "status": "RECRUITING",
                    "city": "Santa Ana",
                    "state": "California",
                    "zip": "92705",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 33.74557,
                        "lon": -117.86783
                    }
                },
                {
                    "facility": "Brain Matters Research",
                    "status": "RECRUITING",
                    "city": "Delray Beach",
                    "state": "Florida",
                    "zip": "33445",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 26.46146,
                        "lon": -80.07282
                    }
                },
                {
                    "facility": "Neuropsychiatric Research Center of Southwest Florida",
                    "status": "RECRUITING",
                    "city": "Fort Myers",
                    "state": "Florida",
                    "zip": "33912",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 26.62168,
                        "lon": -81.84059
                    }
                },
                {
                    "facility": "Brain Matters Research (Kane Center)",
                    "status": "RECRUITING",
                    "city": "Stuart",
                    "state": "Florida",
                    "zip": "34997",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 27.19755,
                        "lon": -80.25283
                    }
                },
                {
                    "facility": "Southern Illinois University",
                    "status": "RECRUITING",
                    "city": "Springfield",
                    "state": "Illinois",
                    "zip": "62702",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 39.80172,
                        "lon": -89.64371
                    }
                },
                {
                    "facility": "University of Iowa",
                    "status": "RECRUITING",
                    "city": "Iowa City",
                    "state": "Iowa",
                    "zip": "52242",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 41.66113,
                        "lon": -91.53017
                    }
                },
                {
                    "facility": "University of Kentucky",
                    "status": "RECRUITING",
                    "city": "Lexington",
                    "state": "Kentucky",
                    "zip": "40504",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 37.98869,
                        "lon": -84.47772
                    }
                },
                {
                    "facility": "University of Michigan, Ann Arbor",
                    "status": "RECRUITING",
                    "city": "Ann Arbor",
                    "state": "Michigan",
                    "zip": "48109",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 42.27756,
                        "lon": -83.74088
                    }
                },
                {
                    "facility": "Albany Medical College",
                    "status": "RECRUITING",
                    "city": "Albany",
                    "state": "New York",
                    "zip": "12208",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 42.65258,
                        "lon": -73.75623
                    }
                },
                {
                    "facility": "Dent Neurologic Institute",
                    "status": "RECRUITING",
                    "city": "Amherst",
                    "state": "New York",
                    "zip": "14226",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 42.97839,
                        "lon": -78.79976
                    }
                },
                {
                    "facility": "Integrative Clinical Trials",
                    "status": "RECRUITING",
                    "city": "Brooklyn",
                    "state": "New York",
                    "zip": "11229",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 40.6501,
                        "lon": -73.94958
                    }
                },
                {
                    "facility": "SUNY Upstate Medical University",
                    "status": "RECRUITING",
                    "city": "Syracuse",
                    "state": "New York",
                    "zip": "13210",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 43.04812,
                        "lon": -76.14742
                    }
                },
                {
                    "facility": "Ohio State University",
                    "status": "RECRUITING",
                    "city": "Columbus",
                    "state": "Ohio",
                    "zip": "43221",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 39.96118,
                        "lon": -82.99879
                    }
                },
                {
                    "facility": "Rhode Island Hospital",
                    "status": "RECRUITING",
                    "city": "Providence",
                    "state": "Rhode Island",
                    "zip": "02903",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 41.82399,
                        "lon": -71.41283
                    }
                },
                {
                    "facility": "University of North Texas Health Science Center",
                    "status": "RECRUITING",
                    "city": "Fort Worth",
                    "state": "Texas",
                    "zip": "76107",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 32.72541,
                        "lon": -97.32085
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "type": "BACKGROUND",
                    "citation": "1. 2017 Alzheimer's disease facts and figures. Alzheimer's Association; The Journal of the Alzheimer's Association, 2017."
                },
                {
                    "pmid": "20385653",
                    "type": "BACKGROUND",
                    "citation": "Pan X, Gong N, Zhao J, Yu Z, Gu F, Chen J, Sun X, Zhao L, Yu M, Xu Z, Dong W, Qin Y, Fei G, Zhong C, Xu TL. Powerful beneficial effects of benfotiamine on cognitive impairment and beta-amyloid deposition in amyloid precursor protein/presenilin-1 transgenic mice. Brain. 2010 May;133(Pt 5):1342-51. doi: 10.1093/brain/awq069. Epub 2010 Apr 12."
                },
                {
                    "pmid": "29860433",
                    "type": "BACKGROUND",
                    "citation": "Tapias V, Jainuddin S, Ahuja M, Stack C, Elipenahli C, Vignisse J, Gerges M, Starkova N, Xu H, Starkov AA, Bettendorff L, Hushpulian DM, Smirnova NA, Gazaryan IG, Kaidery NA, Wakade S, Calingasan NY, Thomas B, Gibson GE, Dumont M, Beal MF. Benfotiamine treatment activates the Nrf2/ARE pathway and is neuroprotective in a transgenic mouse model of tauopathy. Hum Mol Genet. 2018 Aug 15;27(16):2874-2892. doi: 10.1093/hmg/ddy201."
                },
                {
                    "pmid": "33146542",
                    "type": "BACKGROUND",
                    "citation": "Anandam KY, Srinivasan P, Yasujima T, Al-Juburi S, Said HM. Proinflammatory cytokines inhibit thiamin uptake by human and mouse pancreatic acinar cells: involvement of transcriptional mechanism(s). Am J Physiol Gastrointest Liver Physiol. 2021 Jan 1;320(1):G108-G116. doi: 10.1152/ajpgi.00361.2020. Epub 2020 Nov 4."
                },
                {
                    "pmid": "32858501",
                    "type": "BACKGROUND",
                    "citation": "He Y, Zhou C, Huang M, Tang C, Liu X, Yue Y, Diao Q, Zheng Z, Liu D. Glyoxalase system: A systematic review of its biological activity, related-diseases, screening methods and small molecule regulators. Biomed Pharmacother. 2020 Nov;131:110663. doi: 10.1016/j.biopha.2020.110663. Epub 2020 Aug 25."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "6. Yang, Y., et al., Succinylation Links Metabolic Reductions to Amyloid and Tau Pathology. 2019, bioRxiv."
                },
                {
                    "pmid": "33074237",
                    "type": "BACKGROUND",
                    "citation": "Gibson GE, Luchsinger JA, Cirio R, Chen H, Franchino-Elder J, Hirsch JA, Bettendorff L, Chen Z, Flowers SA, Gerber LM, Grandville T, Schupf N, Xu H, Stern Y, Habeck C, Jordan B, Fonzetti P. Benfotiamine and Cognitive Decline in Alzheimer's Disease: Results of a Randomized Placebo-Controlled Phase IIa Clinical Trial. J Alzheimers Dis. 2020;78(3):989-1010. doi: 10.3233/JAD-200896."
                },
                {
                    "pmid": "25341459",
                    "type": "BACKGROUND",
                    "citation": "Alzheimer's Association National Plan Milestone Workgroup; Fargo KN, Aisen P, Albert M, Au R, Corrada MM, DeKosky S, Drachman D, Fillit H, Gitlin L, Haas M, Herrup K, Kawas C, Khachaturian AS, Khachaturian ZS, Klunk W, Knopman D, Kukull WA, Lamb B, Logsdon RG, Maruff P, Mesulam M, Mobley W, Mohs R, Morgan D, Nixon RA, Paul S, Petersen R, Plassman B, Potter W, Reiman E, Reisberg B, Sano M, Schindler R, Schneider LS, Snyder PJ, Sperling RA, Yaffe K, Bain LJ, Thies WH, Carrillo MC. 2014 Report on the Milestones for the US National Plan to Address Alzheimer's Disease. Alzheimers Dement. 2014 Oct;10(5 Suppl):S430-52. doi: 10.1016/j.jalz.2014.08.103."
                },
                {
                    "pmid": "7120152",
                    "type": "BACKGROUND",
                    "citation": "Greenwood J, Love ER, Pratt OE. Kinetics of thiamine transport across the blood-brain barrier in the rat. J Physiol. 1982 Jun;327:95-103. doi: 10.1113/jphysiol.1982.sp014222."
                },
                {
                    "pmid": "6697223",
                    "type": "BACKGROUND",
                    "citation": "Reggiani C, Patrini C, Rindi G. Nervous tissue thiamine metabolism in vivo. I. Transport of thiamine and thiamine monophosphate from plasma to different brain regions of the rat. Brain Res. 1984 Feb 20;293(2):319-27. doi: 10.1016/0006-8993(84)91239-3."
                },
                {
                    "pmid": "3395256",
                    "type": "BACKGROUND",
                    "citation": "Gibson GE, Sheu KF, Blass JP, Baker A, Carlson KC, Harding B, Perrino P. Reduced activities of thiamine-dependent enzymes in the brains and peripheral tissues of patients with Alzheimer's disease. Arch Neurol. 1988 Aug;45(8):836-40. doi: 10.1001/archneur.1988.00520320022009."
                },
                {
                    "pmid": "9570639",
                    "type": "BACKGROUND",
                    "citation": "Gold M, Hauser RA, Chen MF. Plasma thiamine deficiency associated with Alzheimer's disease but not Parkinson's disease. Metab Brain Dis. 1998 Mar;13(1):43-53. doi: 10.1023/a:1020678912330."
                },
                {
                    "pmid": "15852400",
                    "type": "BACKGROUND",
                    "citation": "Bubber P, Haroutunian V, Fisch G, Blass JP, Gibson GE. Mitochondrial abnormalities in Alzheimer brain: mechanistic implications. Ann Neurol. 2005 May;57(5):695-703. doi: 10.1002/ana.20474."
                },
                {
                    "pmid": "10976635",
                    "type": "BACKGROUND",
                    "citation": "Gibson GE, Haroutunian V, Zhang H, Park LC, Shi Q, Lesser M, Mohs RC, Sheu RK, Blass JP. Mitochondrial damage in Alzheimer's disease varies with apolipoprotein E genotype. Ann Neurol. 2000 Sep;48(3):297-303."
                },
                {
                    "pmid": "2087217",
                    "type": "BACKGROUND",
                    "citation": "Butterworth RF, Besnard AM. Thiamine-dependent enzyme changes in temporal cortex of patients with Alzheimer's disease. Metab Brain Dis. 1990 Dec;5(4):179-84. doi: 10.1007/BF00997071."
                },
                {
                    "pmid": "8232972",
                    "type": "BACKGROUND",
                    "citation": "Morris JC. The Clinical Dementia Rating (CDR): current version and scoring rules. Neurology. 1993 Nov;43(11):2412-4. doi: 10.1212/wnl.43.11.2412-a. No abstract available."
                },
                {
                    "pmid": "8245957",
                    "type": "BACKGROUND",
                    "citation": "Mastrogiacomo F, Bergeron C, Kish SJ. Brain alpha-ketoglutarate dehydrogenase complex activity in Alzheimer's disease. J Neurochem. 1993 Dec;61(6):2007-14. doi: 10.1111/j.1471-4159.1993.tb07436.x."
                },
                {
                    "pmid": "29235507",
                    "type": "BACKGROUND",
                    "citation": "Gejl M, Brock B, Egefjord L, Vang K, Rungby J, Gjedde A. Blood-Brain Glucose Transfer in Alzheimer's disease: Effect of GLP-1 Analog Treatment. Sci Rep. 2017 Dec 13;7(1):17490. doi: 10.1038/s41598-017-17718-y."
                },
                {
                    "pmid": "27252647",
                    "type": "BACKGROUND",
                    "citation": "Gejl M, Gjedde A, Egefjord L, Moller A, Hansen SB, Vang K, Rodell A, Braendgaard H, Gottrup H, Schacht A, Moller N, Brock B, Rungby J. In Alzheimer's Disease, 6-Month Treatment with GLP-1 Analog Prevents Decline of Brain Glucose Metabolism: Randomized, Placebo-Controlled, Double-Blind Clinical Trial. Front Aging Neurosci. 2016 May 24;8:108. doi: 10.3389/fnagi.2016.00108. eCollection 2016."
                },
                {
                    "pmid": "24399744",
                    "type": "BACKGROUND",
                    "citation": "Xie F, Cheng Z, Li S, Liu X, Guo X, Yu P, Gu Z. Pharmacokinetic study of benfotiamine and the bioavailability assessment compared to thiamine hydrochloride. J Clin Pharmacol. 2014 Jun;54(6):688-95. doi: 10.1002/jcph.261. Epub 2014 Jan 22."
                },
                {
                    "pmid": "9638312",
                    "type": "BACKGROUND",
                    "citation": "Hilbig R, Rahmann H. Comparative autoradiographic investigations on the tissue distribution of benfotiamine versus thiamine in mice. Arzneimittelforschung. 1998 May;48(5):461-8."
                },
                {
                    "pmid": "33727798",
                    "type": "BACKGROUND",
                    "citation": "Sheng L, Cao W, Lin P, Chen W, Xu H, Zhong C, Yuan F, Chen H, Li H, Liu C, Yang M, Li X. Safety, Tolerability and Pharmacokinetics of Single and Multiple Ascending Doses of Benfotiamine in Healthy Subjects. Drug Des Devel Ther. 2021 Mar 9;15:1101-1110. doi: 10.2147/DDDT.S296197. eCollection 2021."
                },
                {
                    "pmid": "927453",
                    "type": "BACKGROUND",
                    "citation": "Blass JP, Gibson GE. Abnormality of a thiamine-requiring enzyme in patients with Wernicke-Korsakoff syndrome. N Engl J Med. 1977 Dec 22;297(25):1367-70. doi: 10.1056/NEJM197712222972503."
                },
                {
                    "pmid": "33829271",
                    "type": "BACKGROUND",
                    "citation": "Gallant J, Chan K, Green TJ, Wieringa FT, Leemaqz S, Ngik R, Measelle JR, Baldwin DA, Borath M, Sophonneary P, Yelland LN, Hampel D, Shahab-Ferdows S, Allen LH, Jones KS, Koulman A, Parkington DA, Meadows SR, Kroeun H, Whitfield KC. Low-dose thiamine supplementation of lactating Cambodian mothers improves human milk thiamine concentrations: a randomized controlled trial. Am J Clin Nutr. 2021 Jul 1;114(1):90-100. doi: 10.1093/ajcn/nqab052."
                },
                {
                    "pmid": "33354793",
                    "type": "BACKGROUND",
                    "citation": "Jones KS, Parkington DA, Cox LJ, Koulman A. Erythrocyte transketolase activity coefficient (ETKAC) assay protocol for the assessment of thiamine status. Ann N Y Acad Sci. 2021 Aug;1498(1):77-84. doi: 10.1111/nyas.14547. Epub 2020 Dec 22."
                },
                {
                    "pmid": "30151974",
                    "type": "BACKGROUND",
                    "citation": "Whitfield KC, Bourassa MW, Adamolekun B, Bergeron G, Bettendorff L, Brown KH, Cox L, Fattal-Valevski A, Fischer PR, Frank EL, Hiffler L, Hlaing LM, Jefferds ME, Kapner H, Kounnavong S, Mousavi MPS, Roth DE, Tsaloglou MN, Wieringa F, Combs GF Jr. Thiamine deficiency disorders: diagnosis, prevalence, and a roadmap for global control programs. Ann N Y Acad Sci. 2018 Oct;1430(1):3-43. doi: 10.1111/nyas.13919. Epub 2018 Aug 27."
                },
                {
                    "pmid": "33576090",
                    "type": "BACKGROUND",
                    "citation": "Gomes F, Bergeron G, Bourassa MW, Fischer PR. Thiamine deficiency unrelated to alcohol consumption in high-income countries: a literature review. Ann N Y Acad Sci. 2021 Aug;1498(1):46-56. doi: 10.1111/nyas.14569. Epub 2021 Feb 11."
                },
                {
                    "pmid": "12592403",
                    "type": "BACKGROUND",
                    "citation": "Hammes HP, Du X, Edelstein D, Taguchi T, Matsumura T, Ju Q, Lin J, Bierhaus A, Nawroth P, Hannak D, Neumaier M, Bergfeld R, Giardino I, Brownlee M. Benfotiamine blocks three major pathways of hyperglycemic damage and prevents experimental diabetic retinopathy. Nat Med. 2003 Mar;9(3):294-9. doi: 10.1038/nm834. Epub 2003 Feb 18."
                },
                {
                    "pmid": "11571671",
                    "type": "BACKGROUND",
                    "citation": "Stracke H, Hammes HP, Werkmann D, Mavrakis K, Bitsch I, Netzel M, Geyer J, Kopcke W, Sauerland C, Bretzel RG, Federlin KF. Efficacy of benfotiamine versus thiamine on function and glycation products of peripheral nerves in diabetic rats. Exp Clin Endocrinol Diabetes. 2001;109(6):330-6. doi: 10.1055/s-2001-17399."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "30. Acosta, D.M., D. Eliezer, and G.E. Gibson, Post Translational Modifications by Succinylation and Acetylation, in Reference Module in Life Sciences. 2020, Elsevier."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Data sharing is integral to the ADCS's mission to develop and execute innovative clinical trials focused on interventions that may prevent, delay, or treat the expression of Alzheimer's disease and related dementias. The ADCS is committed to sharing resources and tools, including data, biospecimens, trial designs, outcome and analysis measures following NIH guidelines.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF"
            ],
            "timeFrame": "6 months after publication.",
            "accessCriteria": "Data requestors must complete an ADCS data and sample sharing request form. Upon approval, requestors must complete a data use agreement prior to accessing the data.",
            "url": "https://www.adcs.org/data-sharing/"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000000544",
                    "term": "Alzheimer Disease"
                }
            ],
            "ancestors": [
                {
                    "id": "D000003704",
                    "term": "Dementia"
                },
                {
                    "id": "D000001927",
                    "term": "Brain Diseases"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000024801",
                    "term": "Tauopathies"
                },
                {
                    "id": "D000019636",
                    "term": "Neurodegenerative Diseases"
                },
                {
                    "id": "D000019965",
                    "term": "Neurocognitive Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M3885",
                    "name": "Alzheimer Disease",
                    "asFound": "Alzheimer's Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M29705",
                    "name": "Cognitive Dysfunction",
                    "relevance": "LOW"
                },
                {
                    "id": "M6904",
                    "name": "Dementia",
                    "relevance": "LOW"
                },
                {
                    "id": "M5204",
                    "name": "Brain Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M23002",
                    "name": "Tauopathies",
                    "relevance": "LOW"
                },
                {
                    "id": "M21558",
                    "name": "Neurodegenerative Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M21836",
                    "name": "Neurocognitive Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "T2192",
                    "name": "Familial Alzheimer Disease",
                    "asFound": "Alzheimer's Disease",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000013831",
                    "term": "Thiamine"
                },
                {
                    "id": "C000013835",
                    "term": "Benphothiamine"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000276",
                    "term": "Adjuvants, Immunologic"
                },
                {
                    "id": "D000007155",
                    "term": "Immunologic Factors"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000002614",
                    "term": "Chelating Agents"
                },
                {
                    "id": "D000064449",
                    "term": "Sequestering Agents"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000014803",
                    "term": "Vitamin B Complex"
                },
                {
                    "id": "D000014815",
                    "term": "Vitamins"
                },
                {
                    "id": "D000018977",
                    "term": "Micronutrients"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M229473",
                    "name": "Benphothiamine",
                    "asFound": "Zemplar",
                    "relevance": "HIGH"
                },
                {
                    "id": "M16595",
                    "name": "Thiamine",
                    "asFound": "Zemplar",
                    "relevance": "HIGH"
                },
                {
                    "id": "M3628",
                    "name": "Adjuvants, Immunologic",
                    "relevance": "LOW"
                },
                {
                    "id": "M10201",
                    "name": "Immunologic Factors",
                    "relevance": "LOW"
                },
                {
                    "id": "M5860",
                    "name": "Chelating Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M17558",
                    "name": "Vitamins",
                    "relevance": "LOW"
                },
                {
                    "id": "M17546",
                    "name": "Vitamin B Complex",
                    "relevance": "LOW"
                },
                {
                    "id": "M8618",
                    "name": "Folic Acid",
                    "relevance": "LOW"
                },
                {
                    "id": "M21009",
                    "name": "Micronutrients",
                    "relevance": "LOW"
                },
                {
                    "id": "M16885",
                    "name": "Trace Elements",
                    "relevance": "LOW"
                },
                {
                    "id": "T464",
                    "name": "Thiamin",
                    "relevance": "LOW"
                },
                {
                    "id": "T465",
                    "name": "Thiamine",
                    "relevance": "LOW"
                },
                {
                    "id": "T469",
                    "name": "Vitamin B1",
                    "relevance": "LOW"
                },
                {
                    "id": "T446",
                    "name": "Folic Acid",
                    "relevance": "LOW"
                },
                {
                    "id": "T448",
                    "name": "Folate",
                    "relevance": "LOW"
                },
                {
                    "id": "T475",
                    "name": "Vitamin B9",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "Micro",
                    "name": "Micronutrients"
                },
                {
                    "abbrev": "Hemat",
                    "name": "Hematinics"
                },
                {
                    "abbrev": "Vi",
                    "name": "Vitamins"
                }
            ]
        }
    },
    "hasResults": false
}