{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05201144",
            "orgStudyIdInfo": {
                "id": "148087"
            },
            "organization": {
                "fullName": "University of Utah",
                "class": "OTHER"
            },
            "briefTitle": "A Trial of Phosphodiesterase-5 Inhibitor in Neonatal Congenital Diaphragmatic Hernia (TOP-CDH)",
            "officialTitle": "A Trial of Phosphodiesterase-5 Inhibitor in Neonatal Congenital Diaphragmatic Hernia (TOP-CDH)",
            "therapeuticArea": [
                "Cardiovascular",
                "Other"
            ],
            "study": "a-trial-of-phosphodiesterase-inhibitor-in-neonatal-congenital-diaphragmatic-hernia-top-cdh"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "startDateStruct": {
                "date": "2022-09-15",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-03",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-09",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-01-07",
            "studyFirstSubmitQcDate": "2022-01-07",
            "studyFirstPostDateStruct": {
                "date": "2022-01-21",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-06",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-07",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Michelle Yang",
                "investigatorTitle": "Principal Investigator",
                "investigatorAffiliation": "University of Utah"
            },
            "leadSponsor": {
                "name": "University of Utah",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Congenital diaphragmatic hernia (CDH) occurs in approximately 1 in 3000 US live births, similar to the incidence seen within the Utah Birth Defects cohort. The diaphragmatic defect compromises lung growth and alters pulmonary vascular development. This is reflected postnatally as respiratory failure, pulmonary hypertension (PH) and overall cardiopulmonary dysfunction, particularly post-repair. Currently, optimal management of post-repair PH remains poorly investigated. Sildenafil citrate is a highly selective phosphodiesterase-5 inhibitor that increases cGMP levels, leading to smooth muscle relaxation and an anti-proliferative effect within the pulmonary vasculature. It is used off-label for many neonatal PH disorders, including PH associated with bronchopulmonary dysplasia and idiopathic persistent PH. Most neonates with CDH born within the Mountain West referral basin are managed at a quaternary care center, Primary Children's Hospital (PCH). Of these neonates with PH, approximately 25% have been treated with off-label sildenafil. However, neither the PCH clinical care group nor others have developed/published a standardized approach for either initiating or discontinuing sildenafil therapy in this group of patients. Thus, the aim of this study is to assess the safety and effectiveness of sildenafil therapy for PH in neonates with CDH within the Utah cohort. Given the relatively short-term outcome and small sample size for this trial, the plan is to use this data to support a larger multicenter randomized trial targeting long-term cardiopulmonary outcomes of infants with CDH and post-repair PH.",
            "detailedDescription": "Congenital diaphragmatic hernia (CDH) occurs in approximately 1 in 3000 US live births, similar to the incidence seen within the Utah Birth Defects cohort. An early developmental diaphragmatic defect leads to herniation of abdominal contents into the thoracic cavity. Such visceral herniation compromises lung growth and alters pulmonary vascular development. This is reflected postnatally as respiratory failure, pulmonary hypertension (PH) and overall cardiopulmonary dysfunction, particularly post-repair. Survival among all liveborn infants is approximately 70% and has not changed in the past 20 years. A major contributor to morbidity and mortality of this neonatal cohort is persistent PH.\n\nCDH-related PH is related to 1) arteriolar remodeling with increased vascular smooth muscularization leading to smaller diameters of the distal arterioles; 2) a hypodense vascular bed related to compromised lung growth; and 3) endothelial dysfunction resulting in increased vasoreactivity. Given this multifactorial nature of CDH-related PH, post-natal treatment is often challenging. Moreover, there is an increased risk of PH crises with post-operative inflammatory cascades and fluid shifts. Currently, optimal management of post-repair PH remains poorly investigated.\n\nAn important pulmonary vasodilatory cascade includes the nitric oxide pathway, which acts via increases in cyclic guanosine monophosphate (cGMP). Sildenafil citrate is a highly selective phosphodiesterase-5 inhibitor that increases cGMP levels, leading to smooth muscle relaxation and an anti-proliferative effect within the pulmonary vasculature. It is used off-label for many neonatal PH disorders, including PH associated with bronchopulmonary dysplasia and idiopathic persistent PH. A multi-center trial evaluating the use of sildenafil in premature infants with bronchopulmonary dysplasia (NCT04447989) is currently underway. Pharmacokinetics of sildenafil in infants have previously been studied with a dosing range of 1mg/kg every 6-8 hours. In addition, sildenafil administration in the neonatal cohort appears safe and well-tolerated. Off-label use of sildenafil to treat CDH-related PH is increasing, despite limited evidence of efficacy in neonates with CDH. Use is based on the hypothesis that administering sildenafil post-hernia repair at a time when physiological changes are rapidly shifting may assist with pulmonary vascular relaxation to alleviate PH. Improvement in PH may ultimately benefit post-operative cardiorespiratory stability. Left ventricular eccentricity index (LVEI) is a non-invasive echocardiographic measure of such PH. LVEI is an objective measure that reflects the more subjective measure of left ventricular septal flattening. Its use decreases inter-observer variability and is a reliable assessment of neonatal PH. Elevated values of LVEI ≥ 1.4 are associated with right ventricular suprasystemic pressures. Normative values of LVEI in neonates without PH are ≤1.\n\nMost neonates with CDH born within the Mountain West referral basin are managed at a quaternary care center, Primary Children's Hospital (PCH). PCH neonatal intensive care unit (NICU) averages 19 infants of CDH per year (range 12-24). Preliminary data shows that between 2007 and 2020, 60-85% of neonates with CDH managed at PCH manifest post-operative PH with LVEI values averaging between 1.4 to 2 on the post-repair echocardiogram. Of these neonates with PH, approximately 25% have been treated with off-label sildenafil. However, neither the PCH clinical care group nor others have developed/published a standardized approach for either initiating or discontinuing sildenafil therapy in this group of patients. Equipoise exists within the PCH clinical care group as the effectiveness of sildenafil use in neonates with CDH has not been well studied. Thus, the aim of this study is to assess the safety and effectiveness of sildenafil therapy for PH in neonates with CDH within the Utah cohort. Given the relatively short-term outcome and small sample size for this trial, this data can be used to support a larger multicenter randomized trial targeting long-term cardiopulmonary outcomes of infants with CDH and post-repair PH."
        },
        "conditionsModule": {
            "conditions": [
                "Congenital Diaphragmatic Hernia",
                "Pulmonary Hypertension"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "randomized, double blinded, placebo controlled pilot trial",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "QUADRUPLE",
                    "maskingDescription": "Study drug/placebo will be drawn up in amber syringes by investigational pharmacy to blind the bedside RN who will be administering the study drug. Only investigational pharmacy is unblinded.",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 40,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Sildenafil citrate",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Sildenafil citrate 1mg/kg every 8 hours (PO or NG) for up to 14 days",
                    "interventionNames": [
                        "Drug: Sildenafil Oral Suspension"
                    ]
                },
                {
                    "label": "Placebo",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "Equivalent volume of Ora-sweet©/Ora-plus© every 8 hours (PO or NG) for up to 14 days",
                    "interventionNames": [
                        "Other: Placebo"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Sildenafil Oral Suspension",
                    "description": "Sildenafil citrate is a highly selective PDE-5 inhibitor found in pulmonary vascular smooth muscle cells. Sildenafil acts by increasing cGMP levels in the nitric oxide pathway, leading to smooth muscle relaxation and an anti-proliferative effect within the pulmonary vasculature.",
                    "armGroupLabels": [
                        "Sildenafil citrate"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Placebo",
                    "description": "Equal volume of placebo",
                    "armGroupLabels": [
                        "Placebo"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in Left Ventricular Eccentricity Index (LVEI) on echocardiogram after 14 days of study treatment compared to baseline echocardiogram as compared to placebo.",
                    "description": "On echocardiogram, the septal position at end systole with either flattening or bowing into the left ventricle indicates elevated right ventricular pressures, a surrogate for elevated pulmonary arterial pressures and can be used to determine pulmonary hypertension (PH). LVEI has been shown to adequately quantify septal flattening when correlated to cardiac catheterization measures. Its use decreases inter-observer variability and is a reliable assessment of neonatal PH. Elevated values of LVEI ≥ 1.4 are associated with right ventricular half to suprasystemic pressures, consistent with PH. Normative values of LVEI in neonates without PH are ≤1.",
                    "timeFrame": "14 days"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Compare incidence of extracorporeal membrane oxygenation support (ECMO) between study and placebo groups",
                    "description": "number of infants who required ECMO during the study treatment period will be compared between study and placebo groups",
                    "timeFrame": "14 days"
                },
                {
                    "measure": "Compare incidence of death between study and placebo groups",
                    "description": "number of infants who died during the study treatment period will be compared between study and placebo groups",
                    "timeFrame": "14 days"
                },
                {
                    "measure": "Compare use of additional pulmonary vasodilators between study and placebo groups",
                    "description": "Any pulmonary vasodilator (eg; inhaled nitric oxide, milrinone, etc) that is started after first study drug dose through 14 days will be counted and compared between study groups",
                    "timeFrame": "14 days"
                },
                {
                    "measure": "Compare new onset hypotension between study and placebo groups",
                    "description": "Number of infants experiencing new onset of systemic hypotension within 4 hours of study drug initiation, as defined by a greater than 20% decrease in mean arterial blood pressure from baseline value despite additional volume support up to 20 mL/kg and/or an increase in inotropic use will be compared between study and placebo groups",
                    "timeFrame": "4 hours"
                },
                {
                    "measure": "Compare new onset of oliguria between study and placebo groups",
                    "description": "Number of infants experiencing new oliguria of \\< 1mL/kg/h for 12 hours unresponsive to fluid administration with onset within the first 36 hours of study drug",
                    "timeFrame": "36 hours"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Compare incidence of open-label sildenafil use during/after study period between study and placebo groups",
                    "description": "Number of infants who receive open-label sildenafil during study period (protocol violation, but may happen due to clinical illness) or after study period through discharge will be compared between the study groups",
                    "timeFrame": "3 months"
                },
                {
                    "measure": "Compare number of ventilator days between study and placebo group",
                    "description": "Each calendar day in which the infant is intubated and on a ventilator will be counted from day of first study drug dose through day of last study drug dose",
                    "timeFrame": "14 days"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Infants admitted to PCH NICU\n* Diagnosis of congenital diaphragmatic hernia (CDH)\n* Status post-surgical repair of diaphragmatic defect\n* Has an echocardiogram 48-72 hours after repair with left ventricular eccentricity index (LVEI) ≥ 1.4\n* Parental consent obtained within 24 hours after the above echocardiogram\n\nExclusion Criteria:\n\n* Infants with CDH who do not undergo surgical repair\n* Does not have an echocardiogram 48-72 hours post-repair\n* Has LVEI \\< 1.4 on above echocardiogram\n* Has concurrent severe congenital heart defect that requires neonatal cardiac repair\n* Has a documented sildenafil allergy\n* Concurrent therapy with fluconazole at time of study drug initiation\n* Inability to obtain parental consent within 24 hours of the echocardiogram\n* Receiving extracorporeal membrane oxygenation (ECMO) at the time of the study",
            "healthyVolunteers": false,
            "sex": "ALL",
            "stdAges": [
                "CHILD",
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Carrie A Rau, RN",
                    "role": "CONTACT",
                    "phone": "801-213-3360",
                    "email": "carrie.rau@hsc.utah.edu"
                }
            ],
            "locations": [
                {
                    "facility": "Primary Children's Hospital",
                    "status": "RECRUITING",
                    "city": "Salt Lake City",
                    "state": "Utah",
                    "zip": "84113",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Michelle Yang, MD",
                            "role": "CONTACT",
                            "phone": "801-581-7052",
                            "email": "michelle.yang@hsc.utah.edu"
                        },
                        {
                            "name": "Kimberlee Weaver-Lewis, RN",
                            "role": "CONTACT",
                            "phone": "801-507-7675",
                            "email": "kimberlee.weaverlewis@imail.org"
                        },
                        {
                            "name": "Michelle Yang, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.76078,
                        "lon": -111.89105
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000006976",
                    "term": "Hypertension, Pulmonary"
                },
                {
                    "id": "D000065630",
                    "term": "Hernias, Diaphragmatic, Congenital"
                },
                {
                    "id": "D000006547",
                    "term": "Hernia"
                },
                {
                    "id": "D000006548",
                    "term": "Hernia, Diaphragmatic"
                }
            ],
            "ancestors": [
                {
                    "id": "D000006973",
                    "term": "Hypertension"
                },
                {
                    "id": "D000014652",
                    "term": "Vascular Diseases"
                },
                {
                    "id": "D000002318",
                    "term": "Cardiovascular Diseases"
                },
                {
                    "id": "D000020763",
                    "term": "Pathological Conditions, Anatomical"
                },
                {
                    "id": "D000008171",
                    "term": "Lung Diseases"
                },
                {
                    "id": "D000012140",
                    "term": "Respiratory Tract Diseases"
                },
                {
                    "id": "D000082122",
                    "term": "Internal Hernia"
                },
                {
                    "id": "D000000013",
                    "term": "Congenital Abnormalities"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M10024",
                    "name": "Hypertension",
                    "relevance": "LOW"
                },
                {
                    "id": "M10027",
                    "name": "Hypertension, Pulmonary",
                    "asFound": "Pulmonary Hypertension",
                    "relevance": "HIGH"
                },
                {
                    "id": "M9625",
                    "name": "Hernia",
                    "asFound": "Hernia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M30544",
                    "name": "Hernias, Diaphragmatic, Congenital",
                    "asFound": "Congenital Diaphragmatic Hernia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M9626",
                    "name": "Hernia, Diaphragmatic",
                    "asFound": "Diaphragmatic Hernia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17400",
                    "name": "Vascular Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M22519",
                    "name": "Pathological Conditions, Anatomical",
                    "relevance": "LOW"
                },
                {
                    "id": "M11168",
                    "name": "Lung Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14977",
                    "name": "Respiratory Tract Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M25675",
                    "name": "Hernia, Abdominal",
                    "relevance": "LOW"
                },
                {
                    "id": "M2344",
                    "name": "Internal Hernia",
                    "relevance": "LOW"
                },
                {
                    "id": "M12",
                    "name": "Congenital Abnormalities",
                    "relevance": "LOW"
                },
                {
                    "id": "T1482",
                    "name": "Congenital Diaphragmatic Hernia",
                    "asFound": "Congenital Diaphragmatic Hernia",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC08",
                    "name": "Respiratory Tract (Lung and Bronchial) Diseases"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "BC16",
                    "name": "Diseases and Abnormalities at or Before Birth"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000068677",
                    "term": "Sildenafil Citrate"
                }
            ],
            "ancestors": [
                {
                    "id": "D000014665",
                    "term": "Vasodilator Agents"
                },
                {
                    "id": "D000058986",
                    "term": "Phosphodiesterase 5 Inhibitors"
                },
                {
                    "id": "D000010726",
                    "term": "Phosphodiesterase Inhibitors"
                },
                {
                    "id": "D000004791",
                    "term": "Enzyme Inhibitors"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000064804",
                    "term": "Urological Agents"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M292",
                    "name": "Sildenafil Citrate",
                    "asFound": "Memory",
                    "relevance": "HIGH"
                },
                {
                    "id": "M21320",
                    "name": "Citric Acid",
                    "relevance": "LOW"
                },
                {
                    "id": "M1837",
                    "name": "Sodium Citrate",
                    "relevance": "LOW"
                },
                {
                    "id": "M12507",
                    "name": "Nitric Oxide",
                    "relevance": "LOW"
                },
                {
                    "id": "M29332",
                    "name": "Phosphodiesterase 5 Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M17412",
                    "name": "Vasodilator Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M13629",
                    "name": "Phosphodiesterase Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M7951",
                    "name": "Enzyme Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "T382",
                    "name": "Citrate",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "VaDiAg",
                    "name": "Vasodilator Agents"
                },
                {
                    "abbrev": "Urol",
                    "name": "Urological Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "AnCoag",
                    "name": "Anticoagulants"
                },
                {
                    "abbrev": "Resp",
                    "name": "Respiratory System Agents"
                },
                {
                    "abbrev": "Ot",
                    "name": "Other Dietary Supplements"
                }
            ]
        }
    },
    "hasResults": false
}