{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06430164",
            "orgStudyIdInfo": {
                "id": "STUDY00007235"
            },
            "organization": {
                "fullName": "Emory University",
                "class": "OTHER"
            },
            "briefTitle": "AB Gait Estim Neurophysiology",
            "officialTitle": "Effects of Gait Training Strategies and Noninvasive Stimulation on Neurophysiology and Walking Performance in Able-Bodied Adults- A Preliminary Study",
            "therapeuticArea": [
                "Other"
            ],
            "study": "ab-gait-estim-neurophysiology"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-02-12",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-12",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-12",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-05-21",
            "studyFirstSubmitQcDate": "2024-05-21",
            "studyFirstPostDateStruct": {
                "date": "2024-05-28",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-09",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-11",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Trisha Kesar",
                "investigatorTitle": "Associate Professor",
                "investigatorAffiliation": "Emory University"
            },
            "leadSponsor": {
                "name": "Emory University",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUsExport": true
        },
        "descriptionModule": {
            "briefSummary": "This study is being done to answer the question: What are the effects of electrical stimulation and stepping practice on connections between the brain and muscles? The long-term goal of this project is to develop novel, effective, and personalized rehabilitation protocols founded on an understanding of neurobiological mechanisms that combine electrical stimulation with gait training to improve gait performance in older adults and stroke survivors.\n\nThe rationale of this project is to explore and generate preliminary data regarding how electrical stimulation-based strategies modulate cortical and spinal circuits in able-bodied individuals.\n\nThe researchers will evaluate the effects of short treadmill walking bouts or single gait training sessions with and without electrical stimulation on somatosensory, spinal-reflex, corticospinal circuit neurophysiology, and/or gait performance.\n\nThe study will provide important preliminary and normative data that can explain how brain circuits change with stimulation or stepping practice and inform future rehabilitation studies on patients. The study population is able-bodied individuals.",
            "detailedDescription": "This study is being done to determine the effects of electrical stimulation and walking practice on connections between the brain and muscles.\n\nThis study consists of 1-5 study visits lasting up to 5 hours each. Participants will complete stepping training with or without electrical stimulation delivered to their leg muscles; noninvasive stimulation will be delivered to the participants' brain or nerves in the leg to measure the strength of connections within their brain and between their brain / spinal cord and their muscles.\n\nThe number of sessions for each participant will depend on whether the same participant completes only 1 or more than 1 study aim."
        },
        "conditionsModule": {
            "conditions": [
                "Gait"
            ],
            "keywords": [
                "Corticospinal excitability",
                "Non-invasive stimulation",
                "Functional electrical stimulation (FES)"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "FACTORIAL",
                "primaryPurpose": "OTHER",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 50,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Gait with functional electrical stimulation",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will participate in 2 to 5 sessions over 2-8 weeks. Each session will comprise gait or stepping practice on a treadmill with functional electrical stimulation, and non-invasive measurement of neural circuit excitability.\n\nParticipants will complete multiple 30-second to 4-minute bouts of walking on the treadmill or overground at speeds ranging from self-selected to fast speeds (faster than comfortable self-selected speed), with rest breaks between bouts. For gait training, participants may complete up to six 6-minute bouts of walking with rest breaks between bouts (30-36 minutes walking).",
                    "interventionNames": [
                        "Other: Gait Training",
                        "Device: Functional electrical stimulation (FES)"
                    ]
                },
                {
                    "label": "Gait without functional electrical stimulation",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will participate in 2 to 5 sessions over 2-8 weeks. Each session will comprise gait or stepping practice on a treadmill without functional electrical stimulation, and non-invasive measurement of neural circuit excitability.\n\nParticipants will complete multiple 30-second to 4-minute bouts of walking on the treadmill or overground at speeds ranging from self-selected to fast speeds (faster than comfortable self-selected speed), with rest breaks between bouts. For gait training, participants may complete up to six 6-minute bouts of walking with rest breaks between bouts (30-36 minutes walking).",
                    "interventionNames": [
                        "Other: Gait Training"
                    ]
                },
                {
                    "label": "Paired stimulation of the cortex and peripheral nervous system",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will participate in a single session of peripheral electrical stimulation paired with cortical stimulation pulses (i.e. paired associative stimulation(PAS)) on somatosensory, spinal-reflex, and corticospinal neurophysiology.",
                    "interventionNames": [
                        "Device: Peripheral electrical stimulation paired with cortical magnetic stimulation pulses"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Gait Training",
                    "description": "Gait training: One or multiple short bouts of stepping practice on a treadmill at self-selected or fast speeds will be delivered without FES.",
                    "armGroupLabels": [
                        "Gait with functional electrical stimulation",
                        "Gait without functional electrical stimulation"
                    ]
                },
                {
                    "type": "DEVICE",
                    "name": "Functional electrical stimulation (FES)",
                    "description": "Electrical stimulation involving the parameters and settings proposed here is commonly used in clinical practice and research for pain relief and other applications also referred to as neuromuscular or transcutaneous electrical nerve stimulation. The FES will be delivered using the UDel Stimulator, a custom-designed FES system from the University of Delaware FES lab.\n\nResearchers will use a customized, real-time system to control the stimulator and deliver stimulation during appropriate phases of the gait cycle. Stimulation will be delivered to the ankle dorsiflexors when the subject's foot is in the air (swing phase). Stimulation will be delivered to the ankle plantarflexors during the terminal stance phase of gait. 30-Hz variable frequency stimulation trains will be delivered during gait.",
                    "armGroupLabels": [
                        "Gait with functional electrical stimulation"
                    ],
                    "otherNames": [
                        "FES"
                    ]
                },
                {
                    "type": "DEVICE",
                    "name": "Peripheral electrical stimulation paired with cortical magnetic stimulation pulses",
                    "description": "The paired associative stimulation (PAS) will be conducted in a static posture (seated or standing), to evaluate effects on somatosensory, spinal-reflex, and/or corticospinal neurophysiology delivered with different stimulation parameters. One or multiple short bouts of stepping practice on a treadmill at self-selected or fast speeds may be completed before and/or after PAS to evaluate gait performance",
                    "armGroupLabels": [
                        "Paired stimulation of the cortex and peripheral nervous system"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Gait Performance",
                    "description": "Marker data will be collected using a 7-camera motion analysis system at 120 Hz (Vicon, Oxford, UK). During treadmill walking, ground reaction forces during the treadmill walking will be collected using a treadmill instrumented with two 6-component force platforms under each belt (Bertec, USA). Ground reaction forces will be evaluated using a force plate embedded within the lab floor (AMTI, USA).",
                    "timeFrame": "Pretest (up to 60 seconds), during test (up to 36 minutes), post-test (up to 60 seconds)"
                },
                {
                    "measure": "Corticospinal excitability",
                    "description": "Corticospinal excitability will be assessed using a non-invasive technique called transcranial magnetic stimulation (TMS). TMS will be delivered using MagStim Stimulators with a double circular coil, custom-built double-cone, or batwing coil (Magstim Ltd, Wales, UK). Electrical activity from muscles in response to the TMS will be collected using surface EMG electrodes attached to muscles that play critical roles during walking (e.g., quadriceps femoris, tibialis anterior, soleus, gastrocnemius, hamstrings, etc.). In addition, EMG signals may be recorded from a couple of upper extremity muscles (e.g., first dorsal interosseus, flexor digitorum indicis) to be used as a control.",
                    "timeFrame": "Pretest (up to 60 seconds), during test (up to 36 minutes), post-test (up to 60 seconds)"
                },
                {
                    "measure": "Spinal circuit excitability",
                    "description": "Spinal excitability may be assessed using peripheral electrical stimulation delivered to the nerves innervating the ankle muscles. The methods for electrical stimulation are similar to those used for delivering functional electrical stimulation except that the subjects are seated and the stimulation is used to obtain outcome measures assessing spinal excitability. Muscles of interest are the soleus and medial gastrocnemius (calf muscles), and tibialis anterior (front of lower leg).\n\nEMG activity will be recorded while 50-60 electrical stimuli (short 1 ms square pulses, ranging in intensity from 1mA - 80 mA), 7-10 seconds apart, are delivered to the muscle. Researchers may also deliver 5-20 electrical stimulus pulses at intensities that elicit a percentage of the maximum reflex response.",
                    "timeFrame": "Pretest (up to 60 seconds), during test (up to 36 minutes), post-test (up to 60 seconds)"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Muscle activity during gait",
                    "description": "To record muscle activity, small electromyography (EMG) sensors may be attached to various muscles. The EMG sensors will be attached using hypo-allergenic adhesive. EMG signals will be recorded from the following muscles: tibialis anterior, soleus, gastrocnemius, quadriceps femoris, hamstrings, gluteus medius, and erector spinae",
                    "timeFrame": "Pretest (up to 60 seconds), during test (up to 36 minutes), post-test (up to 60 seconds)"
                },
                {
                    "measure": "Somatosensory excitability",
                    "description": "Somatosensory transmission and excitability may be assessed using electroencephalography (EEG) responses to peripheral nerve stimulation (PNS) stimuli delivered to the lower limb.",
                    "timeFrame": "Pretest (up to 60 seconds), during test (up to 36 minutes), post-test (up to 60 seconds)"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* 18-65 years\n* Able-bodied (healthy without any physical disability, neurological, orthopedic, or other medical disorder affecting walking or study protocol participation)\n* Ability to walk \\>10m overground and for 1 minute on a treadmill\n* Ability to follow 3-stage commands and provide informed consent.\n\nExclusion Criteria:\n\n* Self-reported history or evidence of orthopedic or physical disability\n* History or evidence of neurological pathology\n* Pregnancy (female)\n* Uncontrolled hypertension\n* Cardiac pacemaker or other implanted electronic system\n* Presence of skin conditions preventing electrical stimulation setup\n* Impaired sensation in the left upper limb.\n* Bruises or cuts at the stimulation electrode placement site\n* Concurrent enrollment in rehabilitation or another investigational study.\n* History or evidence of orthopedic or physical disability interfering with study procedures\n* History or evidence of neurological pathology or disorder\n* Severe uncontrolled medical problems (e.g., hypertension, cardiovascular disease, rheumatoid arthritis, active cancer or renal disease, epilepsy) that may interfere with study procedures\n* Contraindications to TMS such as metal implants, medications that can increase cortical excitability, unexplained dizziness in the past 6 months",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "65 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Trisha Kesar, PT, PhD",
                    "role": "CONTACT",
                    "phone": "404-712-5803",
                    "email": "tkesar@emory.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Trisha Kesar, PT, PhD",
                    "affiliation": "Emory University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Emory University",
                    "status": "RECRUITING",
                    "city": "Atlanta",
                    "state": "Georgia",
                    "zip": "30329",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 33.749,
                        "lon": -84.38798
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Researchers will share group deidentified data.",
            "timeFrame": "Within two years after study completion and in conjunction with peer-reviewed publication",
            "accessCriteria": "Requests sent to PI with supporting documentation."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        }
    },
    "hasResults": false
}