{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT03841058",
            "orgStudyIdInfo": {
                "id": "2018-0287"
            },
            "organization": {
                "fullName": "Hospital for Special Surgery, New York",
                "class": "OTHER"
            },
            "briefTitle": "Abaloparatide vs. Placebo in Post-Menopausal Women and Abaloparatide in Men Receiving Initial Spinal Fusion Surgery",
            "officialTitle": "Phase II Trial of Abaloparatide vs. Placebo in Post-Menopausal Women and Abaloparatide in Men Receiving Initial Spinal Fusion Surgery",
            "acronym": "FAST-Healing",
            "therapeuticArea": [
                "Other"
            ],
            "study": "abaloparatide-vs-placebo-in-post-menopausal-women-and-abaloparatide-in-men-receiving-initial-spinal-fusion-surgery"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2019-08-14",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-09",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-09",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2019-02-06",
            "studyFirstSubmitQcDate": "2019-02-12",
            "studyFirstPostDateStruct": {
                "date": "2019-02-15",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-12",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-13",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Hospital for Special Surgery, New York",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This is a prospective randomized, double-blinded, placebo-controlled, phase 2, 12-month pilot to study the efficacy of abaloparatide in postmenopausal women needing lumbar spinal fusion surgery. A total of 72 women with low bone mass who are scheduled to undergo spinal fusion surgery will be randomized 2:1 in a blinded fashion to receive either 80 mcg of abaloparatide subcutaneously (SC) every day or an identical-appearing placebo SC for 6 months. As well as a total of 24 men in an open-label design will be enrolled as an extension to this study. The total anticipated enrollment updated to 97. Outcomes include surgical outcomes at one year, pain, and fusion bone mass volume (FBMV) as a marker of bone union at 6 months and 1 year.",
            "detailedDescription": "This is a prospective randomized, double-blinded, placebo-controlled, phase 2, 12-month pilot to study the efficacy of abaloparatide in postmenopausal women needing lumbar spinal fusion surgery. Seventy-two women with low bone mass who are scheduled to undergo spinal fusion surgery will be randomized 2:1 in a blinded fashion to receive either 80 mcg of abaloparatide subcutaneously (SC) every day or an identical-appearing placebo SC for 6 months. In addition, as Tymlos is now approved for treatment in men, we will enroll 24 men aged 55 and over who will treat in an open-label design. Their responses to teriparatide will be compared to those of untreated men in an ongoing observational study, as well as to the postmenopausal women. This study has 3 objectives:\n\n1. In this pilot study we will evaluate surgical outcomes at one year and the primary outcome will be fusion based on CT exam with categories of Fusion/ Indeterminate/ Not fused and this will be compared between groups receiving 6 months of abaloparatide vs. placebo. Secondary outcomes for surgical success will be evidence of pedicle screw loosening, adjacent segment fracture and proximal junctional kyphosis. This data will be used to determine effect sizes and variance to power the next larger clinical trial.\n2. To determine if abaloparatide/Tymlos versus placebo leads to a faster reduction in pain as assessed by both the Numeric Rating Scale (NRS) and the Oswestry Disability Index (ODI) for low back pain at 6 months.\n3. As an exploratory proof of concept objective we will determine if abaloparatide/Tymlos versus placebo results in greater fusion bone mass volume (FBMV) as a marker of bone union at 6 months and 1 year to see whether at one year post lumbar spinal fusion surgery, greater FBMV is associated with improved spinal surgery outcomes including: enhanced bone union, reduced pedicle screw loosening, adjacent segment fracture and proximal junctional kyphosis. This would serve as evidence that FBMV can be used as an early validated marker of fusion surgery success.\n\nAll analyses will be two-sided and the alpha level will be set at 0.05. FBMV, pain and function will be compared by drug (Abaloparatide vs. placebo) at 6 months. Compliance will be considered as taking 80% of the study drug. For the primary analysis we will evaluate bone union and reduced pedicle screw loosening, adjacent segment fracture, and proximal junctional kyphosis as dichotomous variables at 12 months using logistic regression and comparing the placebo group to the abaloparatide group. We will also evaluate FBMV as a continuous variable and evaluate differences in this outcome between abaloparatide and placebo groups at 6 months as an exploratory outcome variable. We will determine if FBMV differs in those with or without markers of surgical success for validity of FBMV, regardless of prior treatment group. In addition, these data will be used to determine effect sizes and variance to power the next larger clinical trial.\n\nWe will evaluate NRS and ODI score by using repeated measures of these variables over time by treatment group and evaluate NRS at 6 months in the placebo versus abaloparatide group. Comorbidity, age, prior fracture, prior use of bisphosphonates and other covariates will be evaluated, via multivariable regression, as to whether they lead to a change in the estimate of effect in order to be considered for inclusion in the models.\n\nIf abaloparatide can improve outcomes following lumbar spine fusion surgery, this pilot study could lead to the requisite two year trial that may have an impact on the treatment of fusion surgery patients."
        },
        "conditionsModule": {
            "conditions": [
                "Spinal Fusion"
            ],
            "keywords": [
                "abalopartide",
                "pain",
                "surgical outcome"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Randomized controlled trial (PM women) Open-label treatment study (Men)",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "QUADRUPLE",
                    "maskingDescription": "Placebo will be used that will be identical to active drug in appearance (PM women)",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 96,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Abaloparatide (PM Women)",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Abaloparatide 80 mcg dose administered subcutaneously with a pen once daily for 6 months",
                    "interventionNames": [
                        "Drug: Abaloparatide"
                    ]
                },
                {
                    "label": "Placebo (PM Women)",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "Placebo administered subcutaneously with a pen once daily for 6 months",
                    "interventionNames": [
                        "Drug: Placebo"
                    ]
                },
                {
                    "label": "Abaloparatide (Men)",
                    "type": "EXPERIMENTAL",
                    "description": "Open-label treatment with Abaloparatide 80 mcg dose administered subcutaneously with a pen once daily for 6 months",
                    "interventionNames": [
                        "Drug: Abaloparatide"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Abaloparatide",
                    "description": "80 mcg delivered SC by a pen",
                    "armGroupLabels": [
                        "Abaloparatide (Men)",
                        "Abaloparatide (PM Women)"
                    ],
                    "otherNames": [
                        "Tymlos"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Placebo",
                    "description": "A pen to deliver a SC dose of placebo",
                    "armGroupLabels": [
                        "Placebo (PM Women)"
                    ],
                    "otherNames": [
                        "placebo pen"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Difference in measure of fusion mass bridging from transverse process to transverse process",
                    "description": "CT assessment of fusion mass using a qualitative five-point scale to assess fusion quality (1 = unfused, 2 = partial unilateral fusion, 3 = partial bilateral fusion, 4 = complete unilateral fusion, 5 = complete bilateral fusion)",
                    "timeFrame": "one year"
                },
                {
                    "measure": "Difference in incidence of adverse surgical outcomes",
                    "description": "Adverse outcomes include pedicle screw loosening, adjacent segment fracture and proximal junctional kyphosis will be evaluated on CT images",
                    "timeFrame": "one year"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Pain assessed by the Numeric Rating Scale",
                    "description": "Numeric Rating Scale (NRS) from 0 to 10 with higher scores indicating more pain.",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Pain assessed by the Oswestry Disability Index",
                    "description": "Oswestry Disability Index for low back pain with a score of 0 to 50 points or 0 to 100%. Higher scores indicate more pain.",
                    "timeFrame": "6 months"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "CT evaluation of Fusion bone mass volume",
                    "description": "fusion bone mass volume (FBMV) as a marker of bone union will be assessed on CT images",
                    "timeFrame": "6 months and 1 year"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Postmenopausal women (defined as \\>12 months since last menstrual cycle) OR men\n* Age of 50 years or older\n* Requiring posterolateral lumbar spine fusion surgery (L1-2; L2-3; L3-4; L4-5, L5-S1) with single or multi-level fusion for degenerative conditions of the lumbar spine (including lumbar degenerative disk disease, severe instability, high grade spondylolisthesis, deformity, degenerative scoliosis, pseudoarthrosis, and spinal stenosis) under the care of spine surgeons at the Hospital for Special Surgery.\n\nExclusion Criteria:\n\n1. Hypersensitivity to abaloparatide\n2. Patients with increased risk of osteosarcoma: Paget's disease, prior radiation therapy\n3. Patients with active hypercalcemia or current diagnosis of hyperparathyroidism\n4. History of multiple renal calculi or renal calculus within 2 years\n5. Unexplained elevations in alkaline phosphatase\n6. Evidence of metastatic cancer or multiple myeloma.\n7. Patients unwilling to take placebo or abaloparatide.\n8. Patients whose surgery is for a revision to a prior lumbar spinal fusion surgery\n9. Chronic oral steroids (\\>= 7.5 mg prednisone/d currently and for more than 1 month) for an inflammatory comorbid diagnosis\n10. Patients who cannot understand and sign the informed consent\n11. Patients who are unable to meet the proposed follow-up schedule\n12. Patients with \\>1 year of prior cumulative treatment with Forteo and/or Tymlos, or any use of Forteo or Tymlos within the 6 months prior to enrollment.\n13. Patients who have received bisphosphonate treatment of \\>1 year in past 5 years\n14. Patients who are current smokers",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "50 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Giavanna D'Erasmo",
                    "role": "CONTACT",
                    "phone": "(646) 797-8797",
                    "email": "derasmogi@hss.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Emily Stein, MD",
                    "affiliation": "Hospital for Special Surgery, New York",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Hospital for Special Surgery",
                    "status": "RECRUITING",
                    "city": "New York",
                    "state": "New York",
                    "zip": "10021",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Giavanna D'Erasmo",
                            "role": "CONTACT",
                            "phone": "646-797-8797",
                            "email": "derasmogi@hss.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.71427,
                        "lon": -74.00597
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M13066",
                    "name": "Pain",
                    "relevance": "LOW"
                },
                {
                    "id": "T6036",
                    "name": "Menopause",
                    "asFound": "Menopausal",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "C000596789",
                    "term": "Abaloparatide"
                }
            ],
            "ancestors": [
                {
                    "id": "D000050071",
                    "term": "Bone Density Conservation Agents"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M149407",
                    "name": "Abaloparatide",
                    "asFound": "Recurrent grade 2 follicular lymphoma",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BDCA",
                    "name": "Bone Density Conservation Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}