{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06336538",
            "orgStudyIdInfo": {
                "id": "CASE1124"
            },
            "organization": {
                "fullName": "Case Comprehensive Cancer Center",
                "class": "OTHER"
            },
            "briefTitle": "Abbreviated MBCT for Depression in Older African American/Black Breast Cancer Survivors",
            "officialTitle": "Community Engagement in the Development of an Abbreviated Mindfulness-Based Cognitive Therapy Intervention for Depression in Older African American/Black Breast Cancer Survivors (Community Minds)",
            "therapeuticArea": [
                "Mental Health",
                "Oncology and Hematology"
            ],
            "study": "abbreviated-mbct-for-depression-in-older-african-american-black-breast-cancer-survivors"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-11-01",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-01-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-01-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-03-22",
            "studyFirstSubmitQcDate": "2024-03-22",
            "studyFirstPostDateStruct": {
                "date": "2024-03-28",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-26",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-29",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Case Comprehensive Cancer Center",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this research study is to develop and test an intervention designed to improve mood and reduce symptoms of depression.",
            "detailedDescription": "Older African American/Black (AA/B) breast cancer survivors (BCS) experience high rates of depression and higher cancer-related mortality than non-Hispanic white BCS.Treating depression in BCS is critical since it is associated with poor health outcomes, in part due to its detrimental effect on health behaviors and high rate of relapse. Depression is an independent prognostic factor in BCS and associated with a 25% increased risk of cancer recurrence, 30% increased risk of all-cause mortality, and 29% increased risk of cancer-specific mortality. Clinical trials have found that treating depression in a cohort of women with metastatic breast cancer leads to an increase in survival. However, recent studies have found that depression is under-treated in participants with cancer, and despite increases in prescribing practices for antidepressants, rates of depression are steadily rising. Unfortunately, older adults and AA/Bs are both under-represented in clinical research and experience health disparities that limit access to evidence-based, culturally-relevant, depression interventions. In addition, current standard treatment of depression with anti-depressant medications is associated with poor adherence, side effects, unpredictable responsiveness, and have drug interactions with antineoplastic and endocrine therapy medications. Little is known regarding novel, non-pharmacological, treatments for depression in these populations, and reducing barriers to clinical trial participation is essential to develop new evidence-based approaches to depression for older AA BCS. Thus, it is critical to development non-pharmacological approaches for depression for older AA/B BCS and reduce barriers to clinical trial participation.\n\nMindfulness-Based Cognitive Therapy (MBCT) is a group-based psychological intervention for depression that combines mindfulness training with cognitive therapy. MBCT reduces depressive symptoms in BCS, and the American Society of Clinical Oncology's (ASCO) guidelines recommend mindfulness-based interventions (MBIs), such as MBCT, for depression during and after cancer treatment. However, MBCT has significant time and logistical burden that limits clinical trial participation and clinical implementation due to its 8 weekly 2.5-hour in-person sessions. To address these barriers, investigators developed an abbreviated MBCT protocol (MBCT-Brief) that is remotely delivered and 8 weekly 1-hour sessions. However, no studies have adapted MBCT-Brief for the specific needs of older AA/B BCS (i.e. addressing psychological stressors specific to older AA/B BCS and including discussion of culturally relevant topics) or tested a culturally-adapted MBCT-Brief intervention in older AA/B BCS."
        },
        "conditionsModule": {
            "conditions": [
                "Breast Cancer",
                "Breast Cancer Female",
                "Breast Cancer Stage I",
                "Breast Cancer Stage II",
                "Breast Cancer Stage III",
                "Mild Depression",
                "Moderate Depression"
            ],
            "keywords": [
                "Black African Americans"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "interventionModelDescription": "Investigator will first conduct focus groups with older (≥65 years old) African American/Black (AA/B) breast cancer survivors (BCS) with elevated depressive symptoms. They will collect participant perspectives on barriers and facilitators to participation in MBI clinical trials, as well as how to adapt this intervention, called Mindfulness-Based Cognitive Therapy-Brief (MBCT-Brief), to increase cultural relevancy for older AA/B BCS with elevated depressive symptoms. They will then conduct a single arm clinical trial that incorporates the results of the qualitative data analysis to establish feasibility and acceptability of MBCT-Brief.",
                "primaryPurpose": "SUPPORTIVE_CARE",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 31,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Mindfulness-Based Cognitive Therapy",
                    "type": "EXPERIMENTAL",
                    "description": "MBCT-Brief includes 8 weekly 1-hour group sessions delivered either via telephone or video teleconferencing. The decision to deliver the intervention either via phone or teleconferencing will be made based on participant preference obtained during the formative focus groups. Telephone delivery of MBCT-Brief only requires a landline, while teleconferencing requires either a smartphone, tablet, or computer with audio and video functionality. During the MBCT-Brief intervention the instructor will lead in-session practice of medication and cognitive therapy exercises, guided inquiry, and assign and review at-home practice exercises. All sessions will be audio-recorded. Participants will be encouraged to practice daily meditation in between group sessions for 20 minutes, 6 days per week. Participants will complete practice logs to document daily meditation practice.",
                    "interventionNames": [
                        "Other: MBCT"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "MBCT",
                    "description": "Mindfulness-Based Cognitive Therapy (MBCT) is a group-based psychological intervention for depression that combines mindfulness training with cognitive therapy.",
                    "armGroupLabels": [
                        "Mindfulness-Based Cognitive Therapy"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Mean participant attendance rate",
                    "description": "Feasibility rate is measured by calculating the mean percent of intervention sessions attended by the participants",
                    "timeFrame": "8 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Acceptability rate using CSQ(Client Satisfaction Questionnaire-8)",
                    "description": "This is an 8-item self-report measure where response options are coded on a 4-point scale and summed to produce a total score ranging from 8-32. A mean score of ≥25 on the CSQ is considered \"high satisfaction\"",
                    "timeFrame": "At 8 weeks"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Change in fear of recurrence as assessed using FCRI(Fear of Cancer Recurrence Inventory) scores",
                    "description": "Pre/post change in FCRI scores, ranging from 0 to 4 where 0 indicates none and 4 indicates a great deal, will be calculated to examine intervention-related differences in fear of recurrence",
                    "timeFrame": "Baseline, 8 weeks"
                },
                {
                    "measure": "Change in trait mindfulness as assessed using FFMQ-15(Five Facet of Mindfulness Scale Short Form) scores",
                    "description": "Pre/post change in FFMQ-15 scores will be calculated, and these scores will be used in models to predict change in patient reported outcomes. The FFMQ measures pre-post trait mindfulness and is assessed using 15 items that index the degree to which participants experience daily mindfulness, a central objective of the MBCT-Brief intervention. Each item is rated on a 5-point scale from '1' = never or very rarely true to '5' = very often or always true. Scores range from 15-75, with higher scores reflecting greater trait mindfulness.",
                    "timeFrame": "Baseline, 8 weeks"
                },
                {
                    "measure": "Change in Quality of life as assessed using ICS-2(Impact of Cancer Scale version 2) scores",
                    "description": "Pre/post change in ICS-2 scores, ranging from 1-5, where 1 is strongly disgaree and 5 is strongly agree, will be calculated to examine intervention-related differences in quality of life. It consists of a positive impact summary scale with four subscales (altruism and empathy, health awareness, meaning of cancer, and positive self-evaluation), a negative impact summary scale with four subscales (appearance concerns, body change concerns, life interferences, and worry), and subscales for employment and relationship concerns.",
                    "timeFrame": "Baseline, 8 weeks"
                },
                {
                    "measure": "Change in depressive symptoms as assessed using PROMIS-D(Patient Reported Outcomes Measurement Information System-Depression) scores",
                    "description": "Responses categorized as 'never,' 'rarely,' 'sometimes,' 'often,' and 'always' with assigned points of 1, 2, 3, 4, and 5 respectively. A pre/post change of ≥3 points is considered minimally important clinical difference for change in depressive symptoms.",
                    "timeFrame": "Baseline, 8 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* ≥65 years old\n* fluency in English\n* female\n* African American/Black\n* diagnosis of Stage I, II or III breast cancer\n* at least 3 months past active treatment for cancer (chemotherapy, surgery and/or radiation therapy) with no additional treatment scheduled except endocrine therapy\n* mild to moderate symptoms of depression (Patient Health Questionnaire-9(26) scores 4-14)\n* willing to be audio and video-recorded\n* willing to provide written informed consent.\n\nExclusion Criteria:\n\n* moderately severe or severe depression (PHQ-9 scores ≥15)\n* comorbid psychiatric illness or other psychological disorders that would interfere with the ability to participate in or receive benefit from MBCT-Brief, including generalized social anxiety disorder, panic disorder, post-traumatic stress disorder, obsessive-compulsive disorder, drug abuse or dependence, bipolar disorder, borderline personality disorder, and active suicidal ideation.\n* changes in antidepressant medication within 6 weeks of intake\n* prior history of engaging in formal MBIs including Mindfulness-Based Stress Reduction, MBCT, Acceptance and Commitment Therapy, Dialectical Behavior Therapy\n* current daily meditation practice",
            "healthyVolunteers": false,
            "sex": "FEMALE",
            "genderBased": true,
            "minimumAge": "65 Years",
            "stdAges": [
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Jacob Hill, ND",
                    "role": "CONTACT",
                    "phone": "216-695-4897",
                    "email": "hillj35@ccf.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Jacob Hill, ND",
                    "affiliation": "Cleveland Clinic Department of Wellness and Preventive Medicine, Cleveland Clinic, Case Comprehensive Cancer Center",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Cleveland Clinic Department of Wellness and Preventive Medicine",
                    "city": "Cleveland",
                    "state": "Ohio",
                    "zip": "44106",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jacob Hill, ND",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.4995,
                        "lon": -81.69541
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "De-identified individual data set from the single arm pilot trail that underlie the results in publication will be shared",
            "infoTypes": [
                "ICF",
                "ANALYTIC_CODE"
            ],
            "accessCriteria": "Interested individuals who request access to study data will need to contact the study Co-PI, Dr. Jacob Hill. Cleveland Clinic researchers and external interested individuals who request this data will be required to follow the data use and sharing policies of the Cleveland Clinic."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000001943",
                    "term": "Breast Neoplasms"
                },
                {
                    "id": "D000003863",
                    "term": "Depression"
                },
                {
                    "id": "D000003866",
                    "term": "Depressive Disorder"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000001941",
                    "term": "Breast Diseases"
                },
                {
                    "id": "D000012871",
                    "term": "Skin Diseases"
                },
                {
                    "id": "D000001526",
                    "term": "Behavioral Symptoms"
                },
                {
                    "id": "D000019964",
                    "term": "Mood Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M7058",
                    "name": "Depression",
                    "asFound": "Depression",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7061",
                    "name": "Depressive Disorder",
                    "asFound": "Depression",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5220",
                    "name": "Breast Neoplasms",
                    "asFound": "Breast Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5218",
                    "name": "Breast Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M15674",
                    "name": "Skin Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M4818",
                    "name": "Behavioral Symptoms",
                    "relevance": "LOW"
                },
                {
                    "id": "M21835",
                    "name": "Mood Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                }
            ]
        }
    },
    "hasResults": false
}