{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06413316",
            "orgStudyIdInfo": {
                "id": "2000036974"
            },
            "organization": {
                "fullName": "Yale University",
                "class": "OTHER"
            },
            "briefTitle": "ABC-CT Pre-School Feasibility Study",
            "officialTitle": "Autism Biomarkers Consortium for Clinical Trials (ABC-CT) Pre-School Feasibility Study",
            "therapeuticArea": [
                "Other"
            ],
            "study": "abc-ct-pre-school-feasibility-study"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-08-01",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-05-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-06-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-05-08",
            "studyFirstSubmitQcDate": "2024-05-08",
            "studyFirstPostDateStruct": {
                "date": "2024-05-14",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-08",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-14",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "James C. McPartland",
                "investigatorTitle": "Professor - Child Study Center",
                "investigatorAffiliation": "Yale University"
            },
            "leadSponsor": {
                "name": "Yale University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Duke University",
                    "class": "OTHER"
                },
                {
                    "name": "Boston Children's Hospital",
                    "class": "OTHER"
                },
                {
                    "name": "Children's Hospital Los Angeles",
                    "class": "OTHER"
                },
                {
                    "name": "University of Washington",
                    "class": "OTHER"
                },
                {
                    "name": "Food and Drug Administration (FDA)",
                    "class": "FED"
                },
                {
                    "name": "University of Alabama at Birmingham",
                    "class": "OTHER"
                },
                {
                    "name": "University of California, Los Angeles",
                    "class": "OTHER"
                },
                {
                    "name": "Seattle Children's Hospital",
                    "class": "OTHER"
                },
                {
                    "name": "National Institutes of Health (NIH)",
                    "class": "NIH"
                },
                {
                    "name": "National Institute of Mental Health (NIMH)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This is a multicenter study that aims to determine whether the EEG and ET experiments studied in the ABC-CT Phase 1 and ABC-CT Confirmation studies can be successfully used with 3-5-year-old children and to determine the viability of these measures as potential biomarkers in 3-5-year-old children with ASD. Blood (DNA) samples will be collected from participants with ASD and biological parents for future genomic analyses, and raw, processed, and analyzed data will be shared to create a community resource accessible for use by all qualified investigators. These objectives are designed to advance the long term objective of developing promising biomarkers via the FDA Biomarker Qualification Program. This feasibility study aims to enroll 25 ASD and 25 TD eligible participants who are 3-5 years old.",
            "detailedDescription": "The ABC-CT Pre-School Feasibility Study will collect data in a cohort of participants to determine feasibility of the measures used in the ABC-CT Phase 1 study and ABC-CT Confirmation study in 3-5 year old participants. We will be able to examine distributional and psychometric properties of the measures in this group and obtain preliminary estimates of group differences and associations with clinical measures. In addition, we aim to determine the viability of EEG and ET measures as potential biomarkers in 3-5-year-old children with ASD. Viability will be evaluated in terms of (a) valid data acquisition, including adequate levels of participant compliance, (b) reliability of data collection across sites, (c) construct validity in relation to social function, and (d) distributional/psychometric properties.\n\nPrimary Objectives:\n\n1. To evaluate the feasibility of collecting EEG and ET assessments used in the Phase 1 and Confirmation studies in 3-5 year old.\n2. To determine the viability of adapted EEG and ET measures as potential biomarkers in 3-5-year-old children with ASD and TD. To further evaluate the psychometric properties of the ET and EEG biomarkers in the 3-5 year old population.\n\nSecondary Objectives:\n\n* To collect blood samples from all ASD subjects and their biological parents for future genomic analyses and to share raw, processed, and analyzed data via the National Database for Autism Research (NDAR) and National Institute of Health / National Institute of Mental Health (NIH/NIMH) Data Repositories to create a community resource accessible for use by all qualified investigators.\n* To compare estimates of key distributional parameters across the original, confirmation and feasibility samples to determine whether the markers profiles are sufficiently compatible to use in studies combining pre-school and school-aged children.\n\nThe Preschool Feasibility sample will be evenly divided (25 ASD, 25 TD), aged 3-5, with IQ ranging from 60-150, recruited from 5 clinical implementation sites in the US.\n\nEndpoints:\n\nTo collect and analyze a new cohort of participants to evaluate the feasibility of ET and EEG acquisition in 3-5 year olds. We will also evaluate ET and EEG measures for potential utility as biomarkers in clinical trials. Primary endpoints include evaluation of (1) Acquisition, (2) Construct Validity, (3) Discriminant Validity.\n\nPrimary Biomarker Outcome Variables.\n\n1. N170 Latency to Upright Human Faces: The N170 Latency to Upright Human Faces (N170 latency) is a scalp recorded EEG event-related potential (ERP) component elicited by perception of the upright human face. Recorded over the posterior-temporal right hemisphere, the latency (or speed) of the peak of the N170 ERP component occurs at approximately 200 msec in children aged 3 to 5 years of age.\n2. Oculomotor Index of Gaze to Human Faces (OMI): Onscreen gaze position data, reflected in percentage of foveation (angling of the eyes to focus on a particular object) to human faces (Face%) relative to total valid foveation time across three assays."
        },
        "conditionsModule": {
            "conditions": [
                "Autism Spectrum Disorder"
            ],
            "keywords": [
                "Biomarker"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": false,
            "designInfo": {
                "observationalModel": "CASE_CONTROL",
                "timePerspective": "PROSPECTIVE"
            },
            "bioSpec": {
                "retention": "SAMPLES_WITH_DNA",
                "description": "Biological samples (blood) will be obtained for DNA analysis from both ASD participants and their biological parents after consent. All biospecimens will be collected and shipped as defined by the Biospecimen Standard Operating Procedure. Briefly, blood samples can be collected by an appropriately trained research staff member, traveling phlebotomist, or at a clinic. A parent and a trained laboratory member may help alleviate any anxiety the child might have, including by the use of numbing cream or cooling spray as standard practice. Participants with ASD and their biological parent(s) will each have up to 30 mL of blood drawn. Blood draws for this study will be conducted in accordance with NIH guidelines."
            },
            "enrollmentInfo": {
                "count": 50,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Autism Spectrum Disorder",
                    "description": "During Screening Visits, Diagnosis of ASD will be based on Diagnostic and Statistical Manual of Mental Disorders (DSM-5), the BOSA or Autism Diagnostic Observation Schedule (ADOS-2) and short form (ADI-R) scored age appropriately.\n\nDiagnostic evaluations will be completed by research staff and supervised by a licensed psychologist."
                },
                {
                    "label": "Typical Development",
                    "description": "Typically Developing (TD) participants from each site will be roughly matched by age and sex to the ASD group."
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "N170 Latency to Upright Human Faces",
                    "description": "The N170 Latency to Upright Human Faces (N170 latency) is a scalp recorded EEG event-related potential (ERP) component elicited by perception of the upright human face. Recorded over the posterior-temporal right hemisphere, the latency (or speed) of the peak of the N170 ERP component occurs at approximately 200 msec in children aged 6 to 11 years of age and will be later in 3 to 5 year old children.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "N170 Latency to Upright Human Faces",
                    "description": "The N170 Latency to Upright Human Faces (N170 latency) is a scalp recorded EEG event-related potential (ERP) component elicited by perception of the upright human face. Recorded over the posterior-temporal right hemisphere, the latency (or speed) of the peak of the N170 ERP component occurs at approximately 200 msec in children aged 6 to 11 years of age and will be later in 3 to 5 year old children.",
                    "timeFrame": "1 Month"
                },
                {
                    "measure": "Oculomotor Index of Gaze to Human Faces (OMI)",
                    "description": "Onscreen gaze position data, reflected in percentage of foveation (angling of the eyes to focus on a particular object) to human faces (Face%) relative to total valid foveation time across three assays.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Oculomotor Index of Gaze to Human Faces (OMI)",
                    "description": "Onscreen gaze position data, reflected in percentage of foveation (angling of the eyes to focus on a particular object) to human faces (Face%) relative to total valid foveation time across three assays.",
                    "timeFrame": "1 Month"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Aberrant Behavior Checklist (ABC)",
                    "description": "The Aberrant Behavior Checklist (ABC) is a symptom checklist for assessing problem behaviors of children and adults with neurodevelopmetnal disorder at home, in residential facilities, ICFs/MR, and work training centers. It is also useful for classifying problem behaviors of children and adolescents with neurodevelopmetnal disorder in educational settings, residential and community-based facilities, and developmental centers",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Autism Impact Measure (AIM)",
                    "description": "The Autism Impact Measure (AIM) uses a 2-week recall period with items rated on two corresponding 5-point scales (frequency and impact)",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Behavior Assessment System for Children -3 (BASC-3)",
                    "description": "The Behavior Assessment System for Children, Third Edition (BASC-3) offers several different forms designed to aid in collecting information regarding at-risk adaptive behavioral and/or emotional problems.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "PDD Behavior Inventory (PDD-BI)",
                    "description": "The PDD-BI is an assessment tool for children on the autism spectrum. PDDBI profiles can provide guidance to clinicians regarding the child's problems as perceived by the informants, how a particular child compares to most children their age with ASD, and the skills and abilities of the child.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Social Responsiveness Scale 2 (SRS-2)",
                    "description": "The Social Responsiveness Scale 2 (SRS-2) is completed in just 15 to 20 minutes and identifies social impairment associated with autism spectrum disorders (ASDs) and quantifies its severity.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Cognitive Assessment",
                    "description": "Differential Ability Scales - Second Edition; DAS-II (Elliott C, 2007): The DAS-II is a clinical instrument designed to assess cognitive ability include variables such as verbal cluster, spatial cluster, nonverbal cluster, special nonverbal composite",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Resting State EEG",
                    "description": "Resting State EEG (Eyes Open) provides a reference for the event-related EEG measures and a baseline biomarker of EEG spectral power across frequencies, neurofunctional connectivity and coherence, and hemispheric asymmetry and will always be done prior to the other EEG paradigms. Participants will be presented with non-social, abstract moving videos in random order.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Faces Processing EEG",
                    "description": "Faces processing is a foundation for social perception and attention and serves as a promising and robust biomarker of social impairment in ASD and a potential index of subgroup differences. As the primary non-resting paradigm, the FACES task will always",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Kaufman Assessment Battery for Children (K-ABC Face Recognition)",
                    "description": "The Kaufman Assessment Battery for Children (KABC) is a clinical instrument (psychological diagnostic test) for assessing cognitive development. Its construction incorporates several recent developments in both psychological theory and statistical methodology.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Emotional Competence Inventory (ECI)",
                    "description": "The Emotional Competence Inventory 2.0 (ECI) measures 18 competencies organized into four clusters: Self-Awareness, Self-Management, Social Awareness, and Relationship Management. The Emotional Competence Inventory takes approximately 30-45 minutes to complete.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Mullen Scales of Early Learning",
                    "description": "Mullen Scales of Early Learning is a developmentally integrated system that assesses language, motor, and perceptual abilities, measures cognitive ability and motor development quickly and reliability.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "VABS: Vineland Adaptive Behavior Scales- III Socialization",
                    "description": "Administered in person visit or via parent phone interview. The Socialization score is based on 3 subdomains of Interpersonal Relationships, Play \\& Leisure, Coping Scales. The V-Scaled scores, which are specifically designed to measure change over time, are only available for the subdomains. The primary norm-referenced scores for the subdomains are v-scale scores, which have a mean of 15 and standard deviation (SD) of 3. The Vineland-3 is a standardized measure of adaptive behavior--the things that people do to function in their everyday lives.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Eye-tracking (ET) Static Social Scenes Task",
                    "description": "ET Paradigms will be administered in counterbalanced blocks, one on each day of each screening or study visits. Both blocks will include all the tasks but in different orders. The length of individual paradigms ranges from 1 to 8.5 mins. Color images depicting 12 different female faces with direct gaze and the same faces with averted gaze will be presented. Twelve different exemplars from each of five categories (alarm clocks, mobile phones, birds, cars, and shoes) will be used as distracters. Twelve different slides will each contain six images (one face and five distracters, one from each category) placed at an equal distance from the center of the screen. Each slide contains a different set of six images, each image being shown only once in the experiment. This measure examines scanning patterns towards arrays of objects, synthetic stimuli, and faces as well as towards more complex naturalistic (static) scenes. This task examines complex scene processing and attentional selection.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Eye-tracking (ET) Pupillary Light Reflex Task",
                    "description": "ET Paradigms will be administered in counterbalanced blocks, one on each day of each screening or study visits. Both blocks will include all the tasks but in different orders. The length of individual paradigms ranges from 1 to 8.5 mins.\n\nPupillary Light Reflex (PLR) Task is measured following a stimuli that consist of a central fixation point on a black background that flashes white for 133 milliseconds. The constriction of the pupil in response to a bright flash indexes function of the parasympathetic nervous system.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Eye-tracking (ET) Social Interactive Task",
                    "description": "ET Paradigms will be administered in counterbalanced blocks, one on each day of each screening or study visits. Both blocks will include all the tasks but in different orders. The length of individual paradigms ranges from 1 to 8.5 mins.\n\nInteractive Social Task (IST) is taps similar constructs as the activity monitoring task in a more naturalistic, dynamic, and complex context. Following a central fixation, children will be presented with interactive social trails in which two children engage in a natural interactive play session.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Eye-Tracking (ET) Activity Monitoring Task",
                    "description": "ET Paradigms will be administered in counterbalanced blocks, one on each day of each screening or study visits. Both blocks will include all the tasks but in different orders. The length of individual paradigms ranges from 1 to 8.5 mins.\n\nActivity Monitoring Task is measured following central fixation. Children will be presented with multiple activity monitoring trails depicting two actresses engaging in a controlled joint activity such as assembling a puzzle.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Visual Evoked Potentials (VEPs) EEG",
                    "description": "Visual Evoked Potentials (VEPs) index low-level visual processing and reflect the functional integrity of the visual pathway. VEPs reflect excitatory (glutamatergic) and inhibitory (GABAergic) activity and may index subgroups of ASD with low-level visual impairments. VEPs also serve as a control for assessment of higher-order activity in social visual paradigms. Subjects will be presented with black and white checkerboards that reverse phase at a defined interval. The order of the VEP and Biomotion paradigms will be counterbalanced.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Child Symptom Inventory-4 (CSI-4)",
                    "description": "(CSI-4) is a behavior rating scale for evaluating the symptoms of DSM-IV and DSM-5 emotional and behavioral disorders among children between 5 and 12 years old who are attending elementary school (kindergarten thru 6th grade). There are both parent- and teacher-completed versions. The CSI-4: Parent Checklist contains 97 items for over a dozen emotional and behavioral disorders, and the CSI-4: Teacher Checklist contains 77 items. The CSI-4 can be scored to derive symptom count cutoff scores (diagnostic model) or symptom severity scores (T scores based on a dimensional model). Scoring is quick and easy with user-friendly score sheets.",
                    "timeFrame": "Baseline"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\nFor All Subjects:\n\n1. Children (regardless of biological sex) Age 3 - 5. Participants must be able to complete the study before turning 6.\n2. Written parental permission will be obtained prior to any study procedures. Child verbal assent will be obtained.\n3. IQ 60-150 (ASD) and 80-150 (TD) as assessed by the Differential Ability Scales - 2nd Edition or developmental level via Mullen Scales of Early Learning Composite (ELC).\n4. Participant and parent/guardian must be English speaking.\n\nFor ASD Participants (only):\n\n1. Diagnosis of ASD based on Diagnostic and Statistical Manual of Mental Disorders (DSM-5), the BOSA or Autism Diagnostic Observation Schedule (ADOS-2) and short form (ADI-R) scored age appropriately. Diagnostic evaluations will be completed by research staff and supervised by a licensed psychologist.\n2. If parents are biological, a minimum of the child and one parent will be required to consent to the blood draw procedure. It is preferred that the child and both biological parents participate in the blood draw procedure. The inability to obtain blood samples will not be exclusionary.\n\nExclusion Criteria:\n\nFor All Subjects:\n\n1. Known genetic or neurological syndrome with an established link to autism (in addition to ASD for ASD participants)\n\n   1. This does not include events in which the link to ASD is less well known/established (e.g., 16p11.2 CNVs, CHD8 mutations, Trisomy 21, 22q deletion syndrome, Dup 15q Syndrome).\n   2. Specific cases will be discussed with the clinical team who will make a final determination, as needed.\n2. History of epilepsy or seizure disorder\n\n   a. This does not include history of simple febrile seizures or if the child is seizure free (regardless of the seizure type) for the past year.\n3. Motor or sensory impairment that would interfere with the valid completion of study measures including significant hearing or vision impairment not correctable by a hearing aid or glasses/contact lenses. Children who wear bifocal or progressive lenses are not eligible.\n4. Children who are taking neurological or psychiatric medications that are not stable on prescription or dose for 8 weeks prior to D1.\n\n   a. Medication is not exclusionary. Children taking neurological or psychiatric medications, including anti epileptics and psychopharmacological agents, must be stable on the medication and dose for 8 weeks prior to D1.\n5. History of significant prenatal/perinatal/birth injury as defined by birth \\<36 weeks AND weight \\<2000 grams (approximately 4.5.lbs).\n6. History of neonatal brain damage. (e.g., with diagnosed hypoxic or ischemic event).\n7. Any other factor that the investigator feels would make assessment or measurement performance invalid.\n\nFor ASD Participants (only):\n\n1. Any known environmental circumstances that is likely to account for the picture of autism in the proband (severe nutritional or psychological deprivation etc.)\n\nFor TD Participants (only):\n\n1. Known historical diagnosis of ASD or a sibling with ASD.\n2. Criteria score in the ASD range on the BOSA/ADOS\n3. Active psychiatric disorder (depression, anxiety, ADHD, etc.) and/or any current treatment (medication or other treatment) for a psychiatric condition.\n\n   1. Participants will be screened using the (ECI-5 or CSI-4). Due to the instrument's high sensitivity and potential for false positives, any score in the clinical range will be reviewed by research staff for determination of eligibility.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "3 Years",
            "maximumAge": "5 Years",
            "stdAges": [
                "CHILD"
            ],
            "studyPopulation": "aged 3-5, with IQ ranging from 60-150, recruited from 5 clinical implementation sites in the US.",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "James McPartland, PhD",
                    "role": "CONTACT",
                    "phone": "203-785-7179",
                    "email": "james.mcpartland@yale.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "James McPartland, PhD",
                    "affiliation": "Yale University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Children's Hospital Los Angeles",
                    "city": "Los Angeles",
                    "state": "California",
                    "zip": "90027",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Shafali Jeste, MD",
                            "role": "CONTACT",
                            "phone": "323-361-2471",
                            "email": "morozco@chla.usc.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 34.05223,
                        "lon": -118.24368
                    }
                },
                {
                    "facility": "Yale Child Study Center",
                    "city": "New Haven",
                    "state": "Connecticut",
                    "zip": "06510",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "James McPartland, PhD",
                            "role": "CONTACT",
                            "phone": "203-737-4586",
                            "email": "asdbiomarkers@yale.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.30815,
                        "lon": -72.92816
                    }
                },
                {
                    "facility": "Boston Children's Hospital",
                    "city": "Boston",
                    "state": "Massachusetts",
                    "zip": "02445",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Susan Faja, PhD",
                            "role": "CONTACT",
                            "phone": "617-919-4108",
                            "email": "ABC-CT@childrens.harvard.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.35843,
                        "lon": -71.05977
                    }
                },
                {
                    "facility": "Duke University",
                    "city": "Durham",
                    "state": "North Carolina",
                    "zip": "27708",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Geraldine Dawson, PhD",
                            "role": "CONTACT",
                            "phone": "888-691-1062",
                            "email": "autismresearch@dm.duke.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 35.99403,
                        "lon": -78.89862
                    }
                },
                {
                    "facility": "University of Washington",
                    "city": "Seattle",
                    "state": "Washington",
                    "zip": "98195",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Natalia Kleinhans, PhD",
                            "role": "CONTACT",
                            "phone": "206-221-6604",
                            "email": "klab@uw.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 47.60621,
                        "lon": -122.33207
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "IPD will be uploaded to the National Institute of Mental Health Data Archive.",
            "timeFrame": "Data is uploaded every 6 months throughout the study.",
            "accessCriteria": "Per NDA access requirements.",
            "url": "http://nda.nih.gov/"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000067877",
                    "term": "Autism Spectrum Disorder"
                }
            ],
            "ancestors": [
                {
                    "id": "D000002659",
                    "term": "Child Development Disorders, Pervasive"
                },
                {
                    "id": "D000065886",
                    "term": "Neurodevelopmental Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4623",
                    "name": "Autistic Disorder",
                    "relevance": "LOW"
                },
                {
                    "id": "M206",
                    "name": "Autism Spectrum Disorder",
                    "asFound": "Autism Spectrum Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5903",
                    "name": "Child Development Disorders, Pervasive",
                    "relevance": "LOW"
                },
                {
                    "id": "M5902",
                    "name": "Developmental Disabilities",
                    "relevance": "LOW"
                },
                {
                    "id": "M30644",
                    "name": "Neurodevelopmental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M3595",
                    "name": "Adenosine",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "AnArAg",
                    "name": "Anti-Arrhythmia Agents"
                },
                {
                    "abbrev": "VaDiAg",
                    "name": "Vasodilator Agents"
                },
                {
                    "abbrev": "Analg",
                    "name": "Analgesics"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}