{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04941274",
            "orgStudyIdInfo": {
                "id": "210026"
            },
            "secondaryIdInfos": [
                {
                    "id": "21-C-0026"
                }
            ],
            "organization": {
                "fullName": "National Institutes of Health Clinical Center (CC)",
                "class": "NIH"
            },
            "briefTitle": "Abemaciclib in Patients With HIV-associated and HIV-negative Kaposi Sarcoma",
            "officialTitle": "A Phase I/II Study of Abemaciclib in Patients With HIV-associated and HIV-negative Kaposi Sarcoma",
            "therapeuticArea": [
                "Other"
            ],
            "study": "abemaciclib-in-patients-with-hiv-associated-and-hiv-negative-kaposi-sarcoma"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07-02",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-09-29",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2028-03-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2028-06-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-06-25",
            "studyFirstSubmitQcDate": "2021-06-25",
            "studyFirstPostDateStruct": {
                "date": "2021-06-28",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-03",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-05",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "National Cancer Institute (NCI)",
                "class": "NIH"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Background:\n\nKaposi Sarcoma (KS) is common in people with human immunodeficiency virus (HIV) but can also occur in people who do not have HIV. KS tumors usually involve the skin, but may also involve lymph nodes, lungs, bone, and gastrointestinal tract. Researchers want to see if a drug that is currently used to treat a type of breast cancer can help.\n\nObjective:\n\nTo find a safe dose of abemaciclib to treat KS and to see if it can shrink lesions or tumors.\n\nEligibility:\n\nPeople ages 18 and older with KS.\n\nDesign:\n\nParticipants will be screened with some or all of the following:\n\nMedical history\n\nPhysical exam\n\nBlood and urine tests\n\nChest x-ray and/or computed tomography scans\n\nLung or gastrointestinal tract exam with an endoscope (a flexible instrument to examine the interior of the organ)\n\nMedicine review\n\nHeart function tests\n\nKS lesion assessment\n\nSkin sample from a KS lesion\n\nTreatment will be given in 28-day cycles. Participants will take the study drug tablets by mouth everyday. They will keep a medicine diary. They will get the study drug until their cancer gets worse or they have unacceptable side effects.\n\nParticipants will have a study visit at the beginning of each cycle. At these visits, they will repeat some screening tests. They may have medical photographs taken of body surfaces. They may complete questionnaires about their quality of life. They may give skin and saliva samples. For skin samples, an area of skin will be numbed. A small circle of skin over an area affected by KS will be removed.\n\nParticipants will have follow-up visits for up to 2 years after treatment ends.",
            "detailedDescription": "Background:\n\n* Kaposi Sarcoma (KS) is a multicentric angioproliferative tumor, caused by Kaposi sarcoma-associated herpesvirus, that most frequently involves the skin, but may also involve lymph nodes, lungs, bone and gastrointestinal tract. It is most common in people with HIV but may also occur in patients without a diagnosis of HIV. Patients with HIV-associated KS have worse survival than HIV-infected patients without KS.\n* As it is a relapsing and remitting condition, patients with KS often require prolonged courses of cytotoxic chemotherapy and improved approaches for refractory and recurrent KS are needed to decrease morbidity among patients with KS.\n* Cell cycle dysregulation is one of the hallmarks of cancer and has been developed as a therapeutic target in patients with metastatic breast cancer. Cell cycle is controlled by several proteins, including cyclin D kinases (CDKs), cyclins and retinoblastoma (Rb)-E2F signaling pathway.\n* Abemaciclib is an orally available cyclin-dependent kinase (CDK) inhibitor that targets the CDK4 (cyclin D1) and CDK6 (cyclin D3) cell cycle pathways thereby inhibiting retinoblastoma (Rb) protein phosphorylation in early G1.\n* KS is an endothelial tumor, and KSHV-infected endothelial cells serve as the best current model for KS as there are no good animal models for this disease. Abemaciclib was found to inhibit proliferation of KSHV-infected and uninfected human umbilical vein endothelial cells (HUVEC) at doses as low as 0.1 microM.\n* Published Phase I/II studies demonstrated that abemaciclib led to clinical responses in patients with metastatic breast cancer and other tumor types, such as glioblastoma, colorectal cancer, and melanoma.\n* Abemaciclib is a therapy licensed for use in metastatic breast cancer both as monotherapy and in combination with other cancer therapies and the safety and efficacy profiles of this agent are very well known. We hypothesize that abemaciclib will be well-tolerated and patients with KS who have received prior therapies will derive some clinical benefit.\n\nObjectives:\n\n-To evaluate the safety and tolerability of abemaciclib in participants with both untreated and previously treated Kaposi sarcoma\n\nEligibility:\n\n* Age \\>=18 years\n* Histologically confirmed Kaposi sarcoma (KS)\n* KS requiring systemic therapy, with either no prior systemic therapy or history of at least 1 prior line of systemic therapy:\n\n  * 3 weeks from last chemotherapy\n  * 3 weeks from last immunotherapy\n* At least five measurable cutaneous KS lesions with no previous local radiation, surgical or intralesional cytotoxic therapy to these measurable lesions.\n* ECOG Performance Status (PS) \\<= 2\n* Participant must be willing to give informed consent.\n* Participants can be HIV positive or negative.\n* Antiretroviral therapy (ART) for HIV+ participants\n* Participants receiving other investigational agents will not be eligible.\n\nDesign:\n\n* This is a phase I/II study assessing the safety and efficacy of abemaciclib in participants with previously untreated or treated KS.\n* In the phase I portion of the study, up to 18 KS participants treated with prior therapy will be enrolled in a 3+3 dose de-escalation schema using 2 dose de-escalation levels.\n* Following identification of an optimal dose and schedule, an expansion phase (Phase II) will be initiated. Up to 25 previously untreated or treated KS participants will be enrolled.\n* Abemaciclib will be administered as an oral planned starting dose of 200 mg twice daily (in the morning and evening) without regard to meals. Abemaciclib will be given continuously; one cycle equals 28 days.\n* Participants will receive therapy until optimal tumor response, unacceptable toxicity, the participant s request to discontinue therapy, or PI decision. Participants with disease progression will have the option of an additional 12 weeks of treatment, if the PI feels that they are deriving clinical benefit."
        },
        "conditionsModule": {
            "conditions": [
                "Kaposi Sarcoma"
            ],
            "keywords": [
                "Angiogenesis",
                "AIDS",
                "cyclin-dependent kinase",
                "KSHV",
                "Cell Cycle"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1",
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "SEQUENTIAL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 43,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "1/Dose Determination/De-Escalation",
                    "type": "EXPERIMENTAL",
                    "description": "Abemaciclib (de-escalating dose)",
                    "interventionNames": [
                        "Drug: Abemaciclib"
                    ]
                },
                {
                    "label": "2/Dose Expansion: Group 2a",
                    "type": "EXPERIMENTAL",
                    "description": "Abemaciclib (at optimal dose determined in dose escalation portion of the study) for up to 15 participants previously treated with at least 1 line of systemic therapy.",
                    "interventionNames": [
                        "Drug: Abemaciclib"
                    ]
                },
                {
                    "label": "2/Dose Expansion: Group 2b",
                    "type": "EXPERIMENTAL",
                    "description": "Abemaciclib (at optimal dose determined in dose escalation portion of the study) for up to 10 previously untreated participants.",
                    "interventionNames": [
                        "Drug: Abemaciclib"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Abemaciclib",
                    "description": "An initial dose of 200 mg twice daily and at an MTD dose will be administered orally every day of each 28-day cycle.",
                    "armGroupLabels": [
                        "1/Dose Determination/De-Escalation",
                        "2/Dose Expansion: Group 2a",
                        "2/Dose Expansion: Group 2b"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "safety and tolerability of abemaciclib",
                    "description": "The fraction of patients with toxicity noted at each dose level will be reported by grade and type of toxicity identified.",
                    "timeFrame": "28 days"
                },
                {
                    "measure": "overall response rate",
                    "description": "Percentage of patients with the best overall response of CR or PR to therapy",
                    "timeFrame": "every 3 cycles until completion of therapy, then every 3 months for 6 months, then every 6 months for 2 years, then annually for 2 years"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "KS response to abemaciclib",
                    "description": "Staging and response to abemaciclib for KS by the evaluation of number, size, nodularity, and color of lesions.",
                    "timeFrame": "every 3 cycles from cycle 2 until completion of therapy, then every 3 months for 6 months, then every 6 months for 2 years, then annually for 2 years"
                },
                {
                    "measure": "duration of response",
                    "description": "The time criteria are met for CR or PR (whichever is recorded first) until the first date that patient no longer qualifies as a PR",
                    "timeFrame": "every 3 cycles until completion of therapy, then every 3 months for 6 months, then every 6 months for 2 years, then annually for 2 years"
                },
                {
                    "measure": "Progression free survival",
                    "description": "Duration of time from the start of the treatment until time of disease relapse from PR, disease progression, or death, whichever occurs first",
                    "timeFrame": "every 3 cycles until completion of therapy, then every 3 months for 6 months, then every 6 months for 2 years, then annually for 2 years"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "* INCLUSION CRITERIA:\n* Participants must have Kaposi sarcoma confirmed by the Laboratory of Pathology, NCI\n* All participants should have at least five measurable cutaneous KS lesions with no previous local radiation, surgical or intralesional cytotoxic therapy that would prevent response assessment for that lesion.\n* Measurable disease by the criteria proposed by the AIDS Clinical Trials Group Oncology Committee.\n* Participants may be HIV positive or negative.\n* Participants must be able to swallow oral medications\n* For all groups, participants must have adequate organ and marrow function as defined below:\n\n  * Absolute neutrophil count \\>1,000/mcL\n  * Platelets \\>75,000/mcL\n  * Hemoglobin \\>= 8gm/dL\n  * Total bilirubin \\<= 1.5 upper limit of normal unless the participant is receiving a protease inhibitor known to be associated with increased bilirubin (e.g. atazanavir), in which case total bilirubin \\<= 7.5 mg/dL with direct fraction \\<= 0.7\n  * AST(SGOT)/ALT(SGPT) \\<3 X institutional upper limit of normal\n  * Creatinine within normal institutional limits OR\n  * Creatinine clearance \\>45 mL/min/1.73 m2 as estimated by either Cockroft-Gault or 24-hour urine collection for participants with creatinine levels above institutional normal\n  * Cardiac ejection fraction \\> 45% by echocardiogram\n* For phase 1: Participants must have received at least 1 prior line of systemic therapy for KS with either plateau in response, progressive disease, or inadequate response to treatment. Previous local therapy or radiation is not considered systemic therapy.\n* For phase 2: Group 2a: Participants must have received at least 1 prior line of systemic therapy for KS with either plateau in response, relapsed disease, progressive disease, or inadequate response to treatment\n* For phase 2: Group 2b: Participants have not received prior systemic therapy for KS. Previous local therapy or radiation is not considered systemic therapy.\n* Age \\>18 years\n* ECOG performance status \\<= 2 (Karnofsky \\>= 60%.\n* Human immunodeficiency virus (HIV)-infected participants on effective anti-retroviral therapy are eligible for this trial.\n* Willingness to adhere to ART\n* For all arms of the study, participants must have received ART for 8 weeks prior to enrollment, with no evidence of KS improvement over the most recent 4 weeks\n* For participants with evidence of chronic hepatitis B virus (HBV) infection, the HBV viral load must be undetectable on suppressive therapy, if indicated.\n* Participants with a history of hepatitis C virus (HCV) infection must have been treated and cured. For participants with HCV infection who are currently on treatment, they are eligible if they have an undetectable HCV viral load.\n* No uncontrolled severe concurrent bacterial, viral, or fungal infections.\n* Participants with known history or current symptoms of cardiac disease, or history of treatment with cardiotoxic agents, should have a clinical risk assessment of cardiac function using the New York Heart Association Functional Classification. To be eligible for this trial, participants should be class 2B or better.\n* The effects of abemaciclib on the developing human fetus are unknown. For this reason and because CDK inhibitors are known to be teratogenic, persons of child-bearing potential and their sexual partners must agree to use adequate pregnancy contraception (hormonal or barrier method of birth control; abstinence) prior to study entry and for the duration of study treatment. Should a person become pregnant or suspect they are pregnant while they or their partner is receiving study drug in this study, the pregnant person should inform their treating physician immediately. Participants with sexual partners of childbearing potential treated or enrolled on this protocol must also agree to use adequate contraception prior to the study, for the duration of study treatment, and 4 months after completion of abemaciclib administration.\n* Ability to understand and the willingness to sign a written informed consent document.\n\nExclusion Criteria:\n\n* Participants who have had chemotherapy or immunotherapy within 3 weeks prior to entering the study.\n* Participants who received radiotherapy must have completed and fully recovered from the acute effects of radiotherapy. A washout period of at least 14 days is required between end of radiotherapy and enrollment.\n* Participants who have not recovered from adverse events due to prior anti-cancer therapy (i.e., have residual toxicities \\> Grade 1) with the exception of alopecia or neuropathy.\n* Participants who are receiving any other investigational agents.\n* History of severe allergic reactions attributed to compounds of similar chemical or biologic composition to CDK inhibitor.\n* Participants receiving any medications or substances that are strong/moderate inhibitors of CYP3A4 are ineligible. Because the lists of these agents are constantly changing, it is important to regularly consult a frequently-updated medical reference. As part of the enrollment/informed consent procedures, the participant will be counseled on the risk of interactions with other agents, and what to do if new medications need to be prescribed or if the participant is considering a new over-the-counter medicine or herbal product.\n* Participants with serious and/or uncontrolled severe intercurrent illness that in the judgement of the investigator would preclude participation in the study.\n* No active KSHV-associated multicentric Castleman disease, KSHV-associated inflammatory cytokine syndrome or primary effusion lymphoma.\n* Participants with psychiatric illness/social situations that would limit adherence with study requirements.\n* Pregnant persons are excluded from this study because abemaciclib is CDK inhibitor with the potential for teratogenic or abortifacient effects. Because there is an unknown but potential risk for adverse events in nursing infants secondary to treatment of the nursing person with abemaciclib, breastfeeding should be discontinued if the nursing person is treated with abemaciclib.\n* Participants with a prior or concurrent malignancy whose natural history or treatment does not have the potential to interfere with the safety or efficacy assessment of the regimen are eligible for this trial\n* Participants with interstitial lung disease",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Anaida Widell",
                    "role": "CONTACT",
                    "phone": "(240) 760-6074",
                    "email": "anaida.widell@nih.gov"
                },
                {
                    "name": "Ramya M Ramaswami, M.D.",
                    "role": "CONTACT",
                    "phone": "(240) 506-1088",
                    "email": "ramya.ramaswami@nih.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Ramya M Ramaswami, M.D.",
                    "affiliation": "National Cancer Institute (NCI)",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "National Institutes of Health Clinical Center",
                    "status": "RECRUITING",
                    "city": "Bethesda",
                    "state": "Maryland",
                    "zip": "20892",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "For more information at the NIH Clinical Center contact National Cancer Institute Referral Office",
                            "role": "CONTACT",
                            "phone": "888-624-1937"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.98067,
                        "lon": -77.10026
                    }
                }
            ]
        },
        "referencesModule": {
            "seeAlsoLinks": [
                {
                    "label": "NIH Clinical Center Detailed Web Page",
                    "url": "https://clinicalstudies.info.nih.gov/cgi/detail.cgi?A_2021-C-0026.html"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": ".All IPD recorded in the medical record will be shared with intramural investigators upon request.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF"
            ],
            "timeFrame": "Clinical data available during the study and indefinitely.",
            "accessCriteria": "Clinical data will be made available via subscription to BTRIS and with the permission of the study PI. @@@@@@Requests for all collected IPD data from clinical trials, conducted under a binding collaborative agreement between NCI/DCTD and a pharmaceutical/biotechnology company, that are not under DSMB monitoring must be in compliance with the terms of the binding collaborative agreement and must be approved by NCI/DCTD and the Pharmaceutical Collaborator (i.e., the NCI ETCTN Director in conjunction with the NCI/DCTD Regulatory Affairs Branch)"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000012514",
                    "term": "Sarcoma, Kaposi"
                },
                {
                    "id": "D000012509",
                    "term": "Sarcoma"
                }
            ],
            "ancestors": [
                {
                    "id": "D000018204",
                    "term": "Neoplasms, Connective and Soft Tissue"
                },
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000006566",
                    "term": "Herpesviridae Infections"
                },
                {
                    "id": "D000004266",
                    "term": "DNA Virus Infections"
                },
                {
                    "id": "D000014777",
                    "term": "Virus Diseases"
                },
                {
                    "id": "D000007239",
                    "term": "Infections"
                },
                {
                    "id": "D000009383",
                    "term": "Neoplasms, Vascular Tissue"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M3522",
                    "name": "Acquired Immunodeficiency Syndrome",
                    "relevance": "LOW"
                },
                {
                    "id": "M18250",
                    "name": "HIV Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M15327",
                    "name": "Sarcoma",
                    "asFound": "Sarcoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M15332",
                    "name": "Sarcoma, Kaposi",
                    "asFound": "Kaposi's Sarcoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M20350",
                    "name": "Neoplasms, Connective and Soft Tissue",
                    "relevance": "LOW"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M10283",
                    "name": "Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M6368",
                    "name": "Communicable Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M9643",
                    "name": "Herpesviridae Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M17522",
                    "name": "Virus Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M7442",
                    "name": "DNA Virus Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M12328",
                    "name": "Neoplasms, Vascular Tissue",
                    "relevance": "LOW"
                },
                {
                    "id": "T5284",
                    "name": "Soft Tissue Sarcoma",
                    "asFound": "Sarcoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "T3199",
                    "name": "Kaposi Sarcoma",
                    "asFound": "Kaposi's Sarcoma",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC01",
                    "name": "Infections"
                },
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}