{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05911308",
            "orgStudyIdInfo": {
                "id": "LCCC2113"
            },
            "organization": {
                "fullName": "UNC Lineberger Comprehensive Cancer Center",
                "class": "OTHER"
            },
            "briefTitle": "Abequolixron (RGX-104) and Durvalumab in Lung Cancer",
            "officialTitle": "A Pilot Window of Opportunity Study Evaluating Durvalumab (MEDI4736) in Combination With Platinum Doublet Chemotherapy Followed by Evaluation of Durvalumab (MEDI4736) in Combination With Platinum Doublet Chemotherapy and Abequolixron (RGX-104) in Non-small Cell Lung Cancer",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "abequolixron-rgx-and-durvalumab-in-lung-cancer"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-04-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-12-19",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-12-19",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-06-09",
            "studyFirstSubmitQcDate": "2023-06-09",
            "studyFirstPostDateStruct": {
                "date": "2023-06-22",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-04-18",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-22",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "UNC Lineberger Comprehensive Cancer Center",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "AstraZeneca",
                    "class": "INDUSTRY"
                },
                {
                    "name": "Rgenix, Inc.",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Non-Small Cell Lung Cancer (NSCLC) is one of the deadliest types of cancer. In lung cancer patients with a tumor that can be removed by surgery, adjuvant chemotherapy increases survival. Neoadjuvant therapy may have advantages such as, it may be more tolerable prior to surgery, earlier treatment may be more efficacious, and it can provide an indication of treatment response. Neoadjuvant treatment can provide pre- and post-treatment specimens for correlative analysis to better understand mechanisms of action and resistance.\n\nThis pilot study will investigate the effects of neoadjuvant durvalumab plus platinum doublet chemotherapy and neoadjuvant durvalumab plus platinum doublet chemotherapy in combination with abequolixron (RGX-104), an LXR/ApoE agonist, in subjects with NSCLC who are scheduled to undergo surgical resection as part of their standard of care.\n\nThe purpose of this study is to study how well using a combination of durvalumab, platinum doublet chemotherapy (carboplatin/abraxane or carboplatin/pemetrexed), and abequolixron treats non-small cell lung cancer before surgery. Durvalumab (a type of immunotherapy) and platinum doublet chemotherapy are drugs that are individually approved for use during the treatment of cancer. FDA (Food and Drug Administration) has not approved the combined use of these drugs in treating non-small cell lung cancer. Abequolixron is not FDA approved for the treatment of cancer."
        },
        "conditionsModule": {
            "conditions": [
                "Non-Small Cell Lung Cancer"
            ],
            "keywords": [
                "Neoadjuvant therapy",
                "abequolixron (RGX-104)",
                "LXR/ApoE",
                "carboplatin",
                "abraxane",
                "pemetrexed"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 24,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Neoadjuvant therapy",
                    "type": "EXPERIMENTAL",
                    "description": "Subjects with operable Non-Small Cell Lung Cancer received neoadjuvant durvalumab plus platinum doublet chemotherapy and neoadjuvant durvalumab plus platinum doublet chemotherapy in combination with abequolixron (RGX-104), an LXR/ApoE agonist.",
                    "interventionNames": [
                        "Drug: Durvalumab",
                        "Drug: Carboplatin",
                        "Drug: Abequolixron",
                        "Drug: Abraxane",
                        "Drug: Pemetrexed"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Durvalumab",
                    "description": "1,500 mg Durvalumab IV infusion will be given on day 1 of each cycle for 3 cycles.",
                    "armGroupLabels": [
                        "Neoadjuvant therapy"
                    ],
                    "otherNames": [
                        "Imfinzi"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Carboplatin",
                    "description": "Carboplatin IV infusion will be given on day 1 of each cycle for 3 cycles. The dose will be AUC 5.",
                    "armGroupLabels": [
                        "Neoadjuvant therapy"
                    ],
                    "otherNames": [
                        "Paraplatin"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Abequolixron",
                    "description": "100 or 120 mg Abequolixron will be administered by mouth twice a day for 5 days followed by 2 days off throughout your treatment (5 days a week for up to 9 weeks).",
                    "armGroupLabels": [
                        "Neoadjuvant therapy"
                    ],
                    "otherNames": [
                        "RGX 104",
                        "RGX-104",
                        "RGX104",
                        "SB-742881"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Abraxane",
                    "description": "100 mg/m2 Abraxane will be given by IV infusion on days 1, 8, and 15 of each cycle for 3 cycles.",
                    "armGroupLabels": [
                        "Neoadjuvant therapy"
                    ],
                    "otherNames": [
                        "Paclitaxel albumin-bound",
                        "Nab-paclitaxel"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Pemetrexed",
                    "description": "500 mg/m2 pemetrexed will be given by IV infusion on day 1 of each cycle for 3 cycles.",
                    "armGroupLabels": [
                        "Neoadjuvant therapy"
                    ],
                    "otherNames": [
                        "Alimta"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Feasibility of surgery",
                    "description": "Feasibility will be evaluated as the delay time between the completion of neoadjuvant therapy and surgery. A failure of feasibility will be defined as a delay in the planned surgery of more than 42 days (surgical delay of 35 days, plus 7 days for scheduling).",
                    "timeFrame": "Up to 120 days"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Toxicities",
                    "description": "Toxicities related to study treatment therapy will be classified and graded according to The NCI Common Terminology Criteria for Adverse Events (NCI-CTCAE v5.0).\n\nNCI-CTCAE v5.0 is a descriptive terminology that can be utilized for Adverse Event (AE) reporting. A grading (severity) scale is provided for each AE term. Grade 1 Mild; asymptomatic or mild symptoms; clinical or diagnostic observations only; intervention not indicated. Grade 2 Moderate; minimal, local, or noninvasive intervention indicated; limiting age-appropriate instrumental Activities of Daily Living (ADL). Grade 3 Severe or medically significant but not immediately life-threatening; hospitalization or prolongation of hospitalization indicated; disabling; limiting self-care ADL. Grade 4 Life-threatening consequences; urgent intervention indicated. Grade 5 Death related to AE.",
                    "timeFrame": "Up to 1 years after surgery"
                },
                {
                    "measure": "Major pathologic response rate - squamous histology",
                    "description": "Major pathologic complete response rate after neoadjuvant chemotherapy will be assessed via surgical pathology report in subjects with non-small cell lung carcinoma - squamous histology.\n\nMajor pathologic response is defined as equal to or less than 10% residual tumor following neoadjuvant therapy.",
                    "timeFrame": "Up to 120 days"
                },
                {
                    "measure": "Major pathologic response rate - non squamous histology",
                    "description": "Major pathologic complete response rate after neoadjuvant chemotherapy will be assessed via surgical pathology report in subjects with non-small cell lung carcinoma - nonsquamous histology.\n\nMajor pathologic response is defined as equal to or less than 10% residual tumor following neoadjuvant therapy.",
                    "timeFrame": "Up to 120 days"
                },
                {
                    "measure": "Pathologic complete response rate (PCR) -durvalumab in combination with platinum doublet chemotherapy",
                    "description": "PCR -durvalumab in combination with platinum doublet chemotherapy will be histologically evaluated at the time of surgery, in subjects receiving neoadjuvant treatment with durvalumab in combination with platinum doublet chemotherapy.\n\nPathologic complete response (pCR) is the disappearance of all signs of cancer in tissue samples removed during surgery or biopsy (pT0). Also called pathologic complete remission. Pathologic Partial Response (pPR), is the presence of only non-invasive cancer in tissue samples (\\<pT2)",
                    "timeFrame": "Up to 120 days"
                },
                {
                    "measure": "Pathologic complete response rate (PCR) - durvalumab in combination with platinum doublet chemotherapy plus abequolixron",
                    "description": "Pathologic complete response rate (PCR) - durvalumab in combination with platinum doublet chemotherapy plus abequolixron will be histologically evaluated at the time of surgery, in subjects receiving neoadjuvant treatment with durvalumab in combination with platinum doublet chemotherapy plus abequolixron.\n\nPathologic complete response (pCR) is the disappearance of all signs of cancer in tissue samples removed during surgery or biopsy (pT0). Also called pathologic complete remission. Pathologic Partial Response (pPR), is the presence of only non-invasive cancer in tissue samples (\\<pT2)",
                    "timeFrame": "Up to 120 days"
                },
                {
                    "measure": "Clinical response rate (CRR) - durvalumab in combination with platinum doublet chemotherapy",
                    "description": "CRR is defined as the clinical response rate is the combination of complete response (CR) + partial response (PR) defined by The overall response rate will be assessed per Response Evaluation Criteria Solid Tumors (RECIST) 1.1 in subjects receiving durvalumab in combination with platinum doublet chemotherapy.\n\nBased on RECIST v1.1, Complete Response (CR) is the Disappearance of all target lesions; Partial Response (PR), \\>=30% decrease in the sum of the longest diameter of target lesions; and Overall Response Rate (ORR) = CR + PR/total number of subjects.",
                    "timeFrame": "Up to 1 years after surgery"
                },
                {
                    "measure": "Clinical response rate (CRR) - durvalumab in combination with platinum doublet chemotherapy plus abequolixron",
                    "description": "CRR is defined as the clinical response rate is the combination of complete response (CR) + partial response (PR) defined by The overall response rate will be assessed per Response Evaluation Criteria Solid Tumors (RECIST) 1.1 in subjects receiving durvalumab in combination with platinum doublet chemotherapy plus abequolixron.\n\nBased on RECIST v1.1, Complete Response (CR) is the Disappearance of all target lesions; Partial Response (PR), \\>=30% decrease in the sum of the longest diameter of target lesions; and Overall Response Rate (ORR) = CR + PR/total number of subjects.",
                    "timeFrame": "Up to 1 years after surgery"
                },
                {
                    "measure": "Recurrence-free survival (RFS) - durvalumab in combination with platinum doublet chemotherapy",
                    "description": "RFS - durvalumab in combination with platinum doublet chemotherapy will be defined as the time from the time after surgery to disease recurrence or death (whichever occurs first) and will be defined by RECIST 1.1. in subjects receiving neoadjuvant therapy with durvalumab in combination with platinum doublet chemotherapy.\n\nBased on RECIST v1.1 Partial Response (PR), \\>=30% decrease in the sum of the longest diameter of target lesions; Stable Disease (SD), no response or less response than Partial or Progressive; or Progressive Disease (PD), as a 20% increase in the sum of the longest diameter of target lesions, or a measurable increase in a non-target lesion, or the appearance of new lesions.",
                    "timeFrame": "Up to 5 years"
                },
                {
                    "measure": "Recurrence-free survival (RFS)- durvalumab in combination with platinum doublet chemotherapy plus abequolixron",
                    "description": "RFS - durvalumab in combination with platinum doublet chemotherapy will be defined as the time from the time after surgery to disease recurrence or death (whichever occurs first) and will be defined by RECIST 1.1. in subjects receiving neoadjuvant therapy with durvalumab in combination with platinum doublet chemotherapy plus abequolixron\n\nBased on RECIST v1.1 Partial Response (PR), \\>=30% decrease in the sum of the longest diameter of target lesions; Stable Disease (SD), no response or less response than Partial or Progressive; or Progressive Disease (PD), as a 20% increase in the sum of the longest diameter of target lesions, or a measurable increase in a non-target lesion, or the appearance of new lesions.",
                    "timeFrame": "Up to 5 years"
                },
                {
                    "measure": "Overall Survival (OS) - durvalumab",
                    "description": "OS - durvalumab is defined as the time from the first day of study therapy to the date of death for any cause, in subjects receiving neoadjuvant therapy with durvalumab in combination with platinum doublet chemotherapy.",
                    "timeFrame": "Up to 5 years"
                },
                {
                    "measure": "Overall Survival (OS) - durvalumab in combination with platinum doublet chemotherapy plus abequolixron",
                    "description": "OS - durvalumab in combination with platinum doublet chemotherapy plus abequolixron is defined as the time from the first day of study therapy to date of death for any cause, in subjects receiving neoadjuvant therapy with durvalumab in combination with platinum doublet chemotherapy plus abequolixron.",
                    "timeFrame": "Up to 5 years"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Willing and able to provide written informed consent obtained to participate in the study and\n\n   HIPAA authorization for the release of personal health information.\n2. Age ≥ 18 years at the time of consent.\n3. Histologically or cytologically confirmed non-small cell lung cancer for which surgical resection\n\n   would be standard of care.\n4. ECOG Performance Status of 0-1\n5. Body weight of \\> 40 kg\n6. Is able to swallow and retain oral medication.\n\nExclusion Criteria:\n\n1. Participation in another clinical study with an investigational product during the last 3 weeks\n2. Concurrent enrollment in another clinical study unless it is an observational (non-interventional)\n\n   clinical study or during the follow-up period of an interventional study.\n3. Any concurrent chemotherapy, IP, biologic, or hormonal therapy for cancer treatment with the\n\n   exception of those mentioned in this protocol. Concurrent use of hormonal therapy for noncancer-\n\n   related conditions (e.g., hormone replacement therapy) is acceptable.\n4. Lack of full recovery from a major surgical procedure (as defined by the Investigator) within 28 days prior to the first dose of IP.\n5. History of allogenic organ transplantation.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Lauren Higgins",
                    "role": "CONTACT",
                    "phone": "919-966-4432",
                    "email": "lqhiggin@ad.unc.edu"
                },
                {
                    "name": "Lori Stravers",
                    "role": "CONTACT",
                    "email": "lori_stravers@med.unc.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Jared Weiss, MD",
                    "affiliation": "UNC Lineberger Comprehensive Cancer Center",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Moffitt Cancer Center",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Tampa",
                    "state": "Florida",
                    "zip": "33612",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Tara Ackerman",
                            "role": "CONTACT",
                            "email": "tara.ackerman@moffitt.org"
                        },
                        {
                            "name": "Alberto Chiaporri, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 27.94752,
                        "lon": -82.45843
                    }
                },
                {
                    "facility": "UNC Lineberger Comprehensive Cancer Center",
                    "status": "RECRUITING",
                    "city": "Chapel Hill",
                    "state": "North Carolina",
                    "zip": "27516",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Lauren Higgins",
                            "role": "CONTACT",
                            "email": "lqhiggin@ad.unc.edu"
                        },
                        {
                            "name": "Jared Weiss, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 35.9132,
                        "lon": -79.05584
                    }
                },
                {
                    "facility": "Fox Chase Cancer Center",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Philadelphia",
                    "state": "Pennsylvania",
                    "zip": "19111",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Michael Oldfield",
                            "role": "CONTACT",
                            "email": "Michael.Oldfield@fccc.edu"
                        },
                        {
                            "name": "Hossein Borghaei, MS, DO",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.95233,
                        "lon": -75.16379
                    }
                }
            ]
        },
        "referencesModule": {
            "seeAlsoLinks": [
                {
                    "label": "Clinical trials at UNC Lineberger",
                    "url": "http://unclineberger.org/patientcare/clinical-trials/clinical-trials"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000008175",
                    "term": "Lung Neoplasms"
                },
                {
                    "id": "D000002289",
                    "term": "Carcinoma, Non-Small-Cell Lung"
                }
            ],
            "ancestors": [
                {
                    "id": "D000012142",
                    "term": "Respiratory Tract Neoplasms"
                },
                {
                    "id": "D000013899",
                    "term": "Thoracic Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000008171",
                    "term": "Lung Diseases"
                },
                {
                    "id": "D000012140",
                    "term": "Respiratory Tract Diseases"
                },
                {
                    "id": "D000002283",
                    "term": "Carcinoma, Bronchogenic"
                },
                {
                    "id": "D000001984",
                    "term": "Bronchial Neoplasms"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5546",
                    "name": "Carcinoma, Non-Small-Cell Lung",
                    "asFound": "Non-small Cell Lung Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M11172",
                    "name": "Lung Neoplasms",
                    "asFound": "Lung Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5534",
                    "name": "Carcinoma",
                    "relevance": "LOW"
                },
                {
                    "id": "M14979",
                    "name": "Respiratory Tract Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M16658",
                    "name": "Thoracic Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M11168",
                    "name": "Lung Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14977",
                    "name": "Respiratory Tract Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5540",
                    "name": "Carcinoma, Bronchogenic",
                    "relevance": "LOW"
                },
                {
                    "id": "M5260",
                    "name": "Bronchial Neoplasms",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC08",
                    "name": "Respiratory Tract (Lung and Bronchial) Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000017239",
                    "term": "Paclitaxel"
                },
                {
                    "id": "D000068196",
                    "term": "Albumin-Bound Paclitaxel"
                },
                {
                    "id": "D000016190",
                    "term": "Carboplatin"
                },
                {
                    "id": "D000068437",
                    "term": "Pemetrexed"
                },
                {
                    "id": "C000613593",
                    "term": "Durvalumab"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000972",
                    "term": "Antineoplastic Agents, Phytogenic"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                },
                {
                    "id": "D000050257",
                    "term": "Tubulin Modulators"
                },
                {
                    "id": "D000050256",
                    "term": "Antimitotic Agents"
                },
                {
                    "id": "D000050258",
                    "term": "Mitosis Modulators"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000004791",
                    "term": "Enzyme Inhibitors"
                },
                {
                    "id": "D000005493",
                    "term": "Folic Acid Antagonists"
                },
                {
                    "id": "D000019384",
                    "term": "Nucleic Acid Synthesis Inhibitors"
                },
                {
                    "id": "D000074322",
                    "term": "Antineoplastic Agents, Immunological"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M18650",
                    "name": "Carboplatin",
                    "asFound": "System",
                    "relevance": "HIGH"
                },
                {
                    "id": "M19537",
                    "name": "Paclitaxel",
                    "asFound": "Sessions",
                    "relevance": "HIGH"
                },
                {
                    "id": "M272500",
                    "name": "Durvalumab",
                    "asFound": "Pancreatic",
                    "relevance": "HIGH"
                },
                {
                    "id": "M231",
                    "name": "Albumin-Bound Paclitaxel",
                    "asFound": "Sessions",
                    "relevance": "HIGH"
                },
                {
                    "id": "M264",
                    "name": "Pemetrexed",
                    "asFound": "Target",
                    "relevance": "HIGH"
                },
                {
                    "id": "M26197",
                    "name": "Tubulin Modulators",
                    "relevance": "LOW"
                },
                {
                    "id": "M26196",
                    "name": "Antimitotic Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M7951",
                    "name": "Enzyme Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M17546",
                    "name": "Vitamin B Complex",
                    "relevance": "LOW"
                },
                {
                    "id": "M8618",
                    "name": "Folic Acid",
                    "relevance": "LOW"
                },
                {
                    "id": "M8619",
                    "name": "Folic Acid Antagonists",
                    "relevance": "LOW"
                },
                {
                    "id": "M1346",
                    "name": "Antineoplastic Agents, Immunological",
                    "relevance": "LOW"
                },
                {
                    "id": "T446",
                    "name": "Folic Acid",
                    "relevance": "LOW"
                },
                {
                    "id": "T447",
                    "name": "Folinic Acid",
                    "relevance": "LOW"
                },
                {
                    "id": "T448",
                    "name": "Folate",
                    "relevance": "LOW"
                },
                {
                    "id": "T475",
                    "name": "Vitamin B9",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "Micro",
                    "name": "Micronutrients"
                },
                {
                    "abbrev": "Hemat",
                    "name": "Hematinics"
                },
                {
                    "abbrev": "Vi",
                    "name": "Vitamins"
                }
            ]
        }
    },
    "hasResults": false
}