{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06138873",
            "orgStudyIdInfo": {
                "id": "AIM-VT"
            },
            "organization": {
                "fullName": "Rush University Medical Center",
                "class": "OTHER"
            },
            "briefTitle": "Ablation-Index Guided Scar-Mediated Ventricular Tachycardia Ablation in Patients With Ischemic Cardiomyopathy",
            "officialTitle": "Ablation-Index Guided Scar-Mediated Ventricular Tachycardia Ablation in Patients With Ischemic Cardiomyopathy (AIM-VT) - a Prospective Single-Blinded, Multicenter Randomized Controlled Trial",
            "acronym": "AIM-VT",
            "therapeuticArea": [
                "Critical Care",
                "Cardiovascular"
            ],
            "study": "ablation-index-guided-scar-mediated-ventricular-tachycardia-ablation-in-patients-with-ischemic-cardiomyopathy"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-11",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-07-01",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-07-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-07-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-11-10",
            "studyFirstSubmitQcDate": "2023-11-17",
            "studyFirstPostDateStruct": {
                "date": "2023-11-18",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-11-17",
            "lastUpdatePostDateStruct": {
                "date": "2023-11-18",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Henry Huang",
                "investigatorTitle": "Assistant Professor, Director, Clinical Cardiac Electrophysiology Program",
                "investigatorAffiliation": "Rush University Medical Center"
            },
            "leadSponsor": {
                "name": "Rush University Medical Center",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "University of Michigan",
                    "class": "OTHER"
                },
                {
                    "name": "Medical University of South Carolina",
                    "class": "OTHER"
                },
                {
                    "name": "The Cleveland Clinic",
                    "class": "OTHER"
                },
                {
                    "name": "Biosense Webster, Inc.",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Over the last decade, radiofrequency catheter ablation (RFCA) has become an established treatment for ventricular arrhythmias (VA). Due to the challenging nature of visualizing lesion formation in real time and ensuring an effective transmural lesion, different surrogate measures of lesion quality have been used. The Ablation Index (AI) is a variable incorporating power delivery in its formula and combining it with CF and time in a weighted equation which aims at allowing for a more precise estimation of lesion depth and quality when ablating VAs. AI guidance has previously been shown to improve outcomes in atrial and ventricular ablation in patients with premature ventricular complexes (PVC). However research on outcomes following AI-guidance for VT ablation specifically in patients with structural disease and prior myocardial infarction remains sparse. The investigators aim at conducting the first randomized controlled trial testing for the superiority of an AI-guided approach regarding procedural duration.",
            "detailedDescription": "Over the last decade, radiofrequency catheter ablation (RFCA) has become an established treatment for ventricular arrhythmias (VA). RFCA uses electromagnetic energy that transforms into heat upon delivery into the myocardium and irreversibly damages the viable myocytes, causing the loss of cellular excitability. Irreversible loss of cellular excitability generally occurs at temperatures exceeding 50°C, while at lower temperatures, the damage is not permanent and myocytes can recover excitability, leading to VA recurrences. Due to the challenging nature of visualizing lesion formation in real time and ensuring an effective transmural lesion, different surrogate measures of lesion quality have been used. The fall in local impedance during ablation has been considered as a first marker of the direct effect of ablation in cardiac tissue but the generator impedance drop does not correlate well with lesion size. First, large impedance drops can indicate impeding steam pop without effective lesion formation. Second scar tissue carries a lower impedance than healthy tissue due to their higher water/collagen content and make impedance drops less reliable.\n\nOne of the major determinants of lesion formation is an adequate contact between the tip of the catheter and the myocardial surface. A first major technological advancement in ablation catheters was the development of sensors at the distal tip capable of monitoring contact (contact force, CF). A recent ablation marker is the Force-Time-Integral (FTI), which multiplies CF by radiofrequency application duration. Limitations in this ablation parameter are the exclusion of maximal power settings being delivered and the assumption that a single target FTI is required in all myocardial segments with varying wall thickness and underlying substrate. Also for prolonged energy deliveries, the contribution of radiofrequency application duration is proportionally less important in lesion creation than CF. To overcome some of these limitations, the Ablation Index (AI) was introduced. This is a variable incorporating power delivery in its formula and combining it with CF and time in a weighted equation. It has shown to be a more precise estimation of lesion depth and quality in animal models and humans than FTI, time alone or impedance drop.\n\nAI guidance has previously been shown to improve outcomes in atrial and ventricular ablation in patients with premature ventricular complexes (PVC). However research on outcomes following AI-guidance for VT ablation specifically in patients with structural disease and prior myocardial infarction remains sparse, with mainly research conducted in ex-vivo porcine or canine models. In theory, use of AI to guide ablation in this subpopulation of VT patients may shorten procedure time and possibly improve procedural safety in comparison to ablation guided by less reliable conventional parameters or fixed energy application durations. First pilot studies assessing AI-guided VT ablations in patients with structural heart disease provided some observational insights on procedural parameters but our study is the first randomized controlled trial testing for the superiority of an AI-guided approach regarding procedural duration."
        },
        "conditionsModule": {
            "conditions": [
                "Ventricular Tachycardia",
                "Ischemic Cardiomyopathy"
            ],
            "keywords": [
                "ventricular",
                "tachycardia",
                "ablation index",
                "ischemic cardiomyopathy"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "TRIPLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 100,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "AI-guided ablation",
                    "type": "EXPERIMENTAL",
                    "description": "Use of AI guidance to conduct the ablation",
                    "interventionNames": [
                        "Procedure: Ablation-index guided ventricular tachycardia ablation"
                    ]
                },
                {
                    "label": "non-AI guided ablation",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Ablation without AI guidance, AI values masked to the operator.",
                    "interventionNames": [
                        "Procedure: Ventricular tachycardia ablation with no AI-guidance"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "PROCEDURE",
                    "name": "Ablation-index guided ventricular tachycardia ablation",
                    "description": "As described in arms descriptions",
                    "armGroupLabels": [
                        "AI-guided ablation"
                    ]
                },
                {
                    "type": "PROCEDURE",
                    "name": "Ventricular tachycardia ablation with no AI-guidance",
                    "description": "As described in arms descriptions",
                    "armGroupLabels": [
                        "non-AI guided ablation"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Percentage reduction in ablation time between the groups with/without AI guidance",
                    "description": "Percentage of reduction in ablation time in seconds, with ablation time defined as the total radiofrequency delivery time delivered during the VT ablation procedure. Total ablation time is automatically recorded by the Carto System Software and will be subsequently extracted as part of a raw unedited data file for unbiased endpoint evaluation.",
                    "timeFrame": "intra-procedural"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Percentage of reduction in total procedural duration in seconds between the AI/not AI group",
                    "description": "the time elapsed from injection of lidocaine as the start and removal of all catheters from the heart as the end of the procedure. Timestamps logged for these events in the EP lab will be used for unbiased endpoint evaluation.",
                    "timeFrame": "intra-procedural"
                },
                {
                    "measure": "Total intravenous fluids administered in milliliters (ml)",
                    "description": "Defined as total intravenous fluid volume administered in the EP laboratory",
                    "timeFrame": "intra-procedural"
                },
                {
                    "measure": "Fluoroscopy duration in minutes",
                    "description": "The time elapsed of procedural fluoroscopy usage in minutes",
                    "timeFrame": "intra-procedural"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Acute procedural success (no inducible VT), partial success (only non-clinical VT induced), and inducibility not tested at end of procedure (in number, % and risk-difference)",
                    "description": "The acute procedural success will be defined as the absence of inducible ventricular tachycardia upon completion of the procedure, during further electrophysiologic testing in the EP laboratory. Partial success will be defined by the presence of residual non-clinical VTs, meaning inducible VTs which are not morphologically corresponding to the ones causing the patient's symptoms. Patients for whom the inducibility was not tested at the end of the procedure will be classified in a third category. The number of patients in each of the three categories and the proportion of each category, in percentage, to the whole cohort, will be assessed.",
                    "timeFrame": "intra-procedural"
                },
                {
                    "measure": "Average ablation time per lesion (in seconds and percentage difference)",
                    "description": "The ablation time for each patient will be indexed by the number of lesions applied to the myocardium. This ablation/time per lesion will be averaged over all patients using the correct summary measure depending on data distribution (normal or non-normal distributed data) and will be compared between arms.",
                    "timeFrame": "intra-procedural"
                },
                {
                    "measure": "Number of RF lesions per patient (number, mean with standard deviation/median with interquartile range and percentage difference)",
                    "description": "The number of radiofrequency application per patient during the ablation will be averaged over all patients using the correct summary measure depending on data distribution (normal or non-normal distributed data) and will be compared between arms.",
                    "timeFrame": "intra-procedural"
                },
                {
                    "measure": "Ablation Index per lesion (absolute value and percentage difference)",
                    "description": "The value of the ablation index for each lesion will be summarized in each arm, for the overall patient collective in that arm, using the correct summary measure depending on data distribution (normal or non-normal distributed data) and will be compared between arms.",
                    "timeFrame": "intra-procedural"
                },
                {
                    "measure": "Steam pops (in number, percentage and risk-difference)",
                    "description": "The number of steam pops (defined as an audible sound and/or a sudden spike in impedance produced by intramyocardial explosion when tissue temperatures reaches 100°C and leads to gas production) will be counted in each arm and compared between arms using the correct summary measure depending on data distribution (normal or non-normal distributed data).",
                    "timeFrame": "intra-procedural"
                },
                {
                    "measure": "Impedance drop per lesion (in Ohm and percentage difference)",
                    "description": "The impedance drop per lesion can be measured using intra-cardiac catheters while applying the lesions. The impedance drop will be averaged over all lesions per patient and per arm and will be compared using the correct summary measure depending on data distribution (normal or non-normal distributed data) and will be compared between arms.",
                    "timeFrame": "intra-procedural"
                },
                {
                    "measure": "Recurrence event of sustained ventricular tachycardia or ICD therapy within 1 year (in number, % and risk-difference)",
                    "description": "Composite outcome of sustained ventricular tachycardia (episode lasting \\> 30 seconds detected by ICD) or ventricular tachycardia episode treated successfully by ICD therapy (Including ventricular tachycardia episodes terminated by ATP or ICD shock in \\< 30 seconds based programmed detection/treatment ICD settings).",
                    "timeFrame": "1 year"
                },
                {
                    "measure": "Complications within 7 days of ventricular tachycardia ablation procedure (in number, % and risk-difference, for the overall combined safety outcome and broken down for each complication)",
                    "description": "Complications include but are not limited to bleeding, death, pericardial effusion, cardiac tamponade, stroke, arterial thromboembolism, steam pops, thrombus formation, cardiogenic shock, phrenic nerve paralysis, admission for congestive heart failure",
                    "timeFrame": "7 days post-intervention"
                },
                {
                    "measure": "Overall hospitalizations after the procedure over 1 year (in number, percentage and risk-difference)",
                    "timeFrame": "1 year"
                },
                {
                    "measure": "Cardiovascular hospitalizations after the procedure over 1 year (in number, percentage and risk-difference)",
                    "timeFrame": "1 year"
                },
                {
                    "measure": "Death after ablation procedure from cardiovascular and/or non-cardiovascular cause over 1 year (in number, percentage and risk-difference)",
                    "timeFrame": "1 year"
                },
                {
                    "measure": "Need for re-do ablations for sustained ventricular tachycardia or appropriate ICD therapy after index ventricular tachycardia ablation procedure over 1 year (in number, percentage and risk-difference)",
                    "timeFrame": "1 year"
                },
                {
                    "measure": "Need for anti-arrhythmic drug anytime in the first year after ablation excluding the 1-month blanking period post-ablation (in number, percentage and risk-difference)",
                    "description": "Clinic prescription or in-hospital administration of any anti-arrhythmic class Ia, Ib, Ic, or III (including amiodarone) agents if prescribed/administered with the goal of treating or preventing ventricular arrhythmic events.",
                    "timeFrame": "1 year"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Patient ≥ 18 y.o.\n* Structural Heart Disease: Ischemic Cardiomyopathy\n* Sustained Scar-related Monomorphic Ventricular Tachycardia documented by ECG or CIED interrogation\n\nExclusion Criteria:\n\n* If clinical ventricular arrhythmia is predominantly PVCs, supraventricular tachycardia, or ventricular fibrillation\n* Myocardial infarction or cardiac surgery within 6 months\n* Severe mitral regurgitation\n* Stroke or TIA within 6 months\n* Prior VT substrate ablation in the previous 6 months\n* NYHA functional class IV\n* Non-ischemic VT substrate",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Henry Huang, MD",
                    "role": "CONTACT",
                    "phone": "942-5020",
                    "phoneExt": "312",
                    "email": "Henry_D_Huang@rush.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Henry Huang, MD",
                    "affiliation": "Henry_D_Huang@rush.edu",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Medical University of Michigan",
                    "city": "Ann Arbor",
                    "state": "Michigan",
                    "zip": "48109",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 42.27756,
                        "lon": -83.74088
                    }
                },
                {
                    "facility": "Cleveland Clinic",
                    "city": "Cleveland",
                    "state": "Ohio",
                    "zip": "44195",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 41.4995,
                        "lon": -81.69541
                    }
                },
                {
                    "facility": "Medical University of South Carolina",
                    "city": "Charleston",
                    "state": "South Carolina",
                    "zip": "29425",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 32.77657,
                        "lon": -79.93092
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "33664896",
                    "type": "BACKGROUND",
                    "citation": "Proietti R, Lichelli L, Lellouche N, Dhanjal T. The challenge of optimising ablation lesions in catheter ablation of ventricular tachycardia. J Arrhythm. 2020 Dec 28;37(1):140-147. doi: 10.1002/joa3.12489. eCollection 2021 Feb."
                },
                {
                    "pmid": "35048448",
                    "type": "BACKGROUND",
                    "citation": "Larsen T, Du-Fay-de-Lavallaz JM, Winterfield JR, Ravi V, Rhodes P, Wasserlauf J, Trohman RG, Sharma PS, Huang HD. Comparison of ablation index versus time-guided radiofrequency energy dosing using normal and half-normal saline irrigation in a porcine left ventricular model. J Cardiovasc Electrophysiol. 2022 Apr;33(4):698-712. doi: 10.1111/jce.15379. Epub 2022 Jan 30."
                },
                {
                    "pmid": "30354288",
                    "type": "BACKGROUND",
                    "citation": "Hussein A, Das M, Riva S, Morgan M, Ronayne C, Sahni A, Shaw M, Todd D, Hall M, Modi S, Natale A, Dello Russo A, Snowdon R, Gupta D. Use of Ablation Index-Guided Ablation Results in High Rates of Durable Pulmonary Vein Isolation and Freedom From Arrhythmia in Persistent Atrial Fibrillation Patients: The PRAISE Study Results. Circ Arrhythm Electrophysiol. 2018 Sep;11(9):e006576. doi: 10.1161/CIRCEP.118.006576."
                },
                {
                    "pmid": "33063099",
                    "type": "BACKGROUND",
                    "citation": "Gasperetti A, Sicuso R, Dello Russo A, Zucchelli G, Saguner AM, Notarstefano P, Soldati E, Bongiorni MG, Della Rocca DG, Mohanty S, Carbucicchio C, Duru F, Di Biase L, Natale A, Tondo C, Casella M. Prospective use of ablation index for the ablation of right ventricle outflow tract premature ventricular contractions: a proof of concept study. Europace. 2021 Jan 27;23(1):91-98. doi: 10.1093/europace/euaa228."
                },
                {
                    "pmid": "36371330",
                    "type": "BACKGROUND",
                    "citation": "Bates AP, Paisey J, Yue A, Banks P, Roberts PR, Ullah W. Radiofrequency Ablation of the Diseased Human Left Ventricle: Biophysical and Electrogram-Based Analysis. JACC Clin Electrophysiol. 2023 Mar;9(3):330-340. doi: 10.1016/j.jacep.2022.10.001. Epub 2022 Oct 10."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009202",
                    "term": "Cardiomyopathies"
                },
                {
                    "id": "D000013610",
                    "term": "Tachycardia"
                },
                {
                    "id": "D000017180",
                    "term": "Tachycardia, Ventricular"
                },
                {
                    "id": "D000007511",
                    "term": "Ischemia"
                }
            ],
            "ancestors": [
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000006331",
                    "term": "Heart Diseases"
                },
                {
                    "id": "D000002318",
                    "term": "Cardiovascular Diseases"
                },
                {
                    "id": "D000001145",
                    "term": "Arrhythmias, Cardiac"
                },
                {
                    "id": "D000075224",
                    "term": "Cardiac Conduction System Disease"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M10543",
                    "name": "Ischemia",
                    "asFound": "Ischemic",
                    "relevance": "HIGH"
                },
                {
                    "id": "M16384",
                    "name": "Tachycardia",
                    "asFound": "Tachycardia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12154",
                    "name": "Cardiomyopathies",
                    "asFound": "Cardiomyopathy",
                    "relevance": "HIGH"
                },
                {
                    "id": "M6160",
                    "name": "Cicatrix",
                    "relevance": "LOW"
                },
                {
                    "id": "M19488",
                    "name": "Tachycardia, Ventricular",
                    "asFound": "Ventricular Tachycardia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M9419",
                    "name": "Heart Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M4453",
                    "name": "Arrhythmias, Cardiac",
                    "relevance": "LOW"
                },
                {
                    "id": "M1472",
                    "name": "Cardiac Conduction System Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                }
            ]
        }
    },
    "hasResults": false
}