{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05467735",
            "orgStudyIdInfo": {
                "id": "22-0058"
            },
            "organization": {
                "fullName": "The University of Texas Medical Branch, Galveston",
                "class": "OTHER"
            },
            "briefTitle": "Above-Knee-High Application of Lower Limb Compression and Its Impact on Clinical Outcome in Patients Hospitalized With Heart Failure Exacerbation.",
            "officialTitle": "Above-Knee-High Application of Lower Limb Compression and Its Impact on Clinical Outcome in Patients Hospitalized With Heart Failure Exacerbation.",
            "acronym": "A-KHALIFE",
            "therapeuticArea": [
                "Cardiovascular",
                "Other"
            ],
            "study": "above-knee-high-application-of-lower-limb-compression-and-its-impact-on-clinical-outcome-in-patients-hospitalized-with-heart-failure-exacerbation"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-04-30",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-01-14",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-04-14",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-06-24",
            "studyFirstSubmitQcDate": "2022-07-18",
            "studyFirstPostDateStruct": {
                "date": "2022-07-20",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-07-25",
            "lastUpdatePostDateStruct": {
                "date": "2023-07-27",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "The University of Texas Medical Branch, Galveston",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Heart failure (HF) remains one of the most common causes of hospitalization with high morbidity and mortality, and its worldwide prevalence is increasing. Despite notable progress in outcomes for HF the rate of early rehospitalization for HF (re-HHF) remains high, especially in the first 30 days. The rate of 30-day HF rehospitalization in the claims databases of the USA and in worldwide randomized clinical trials is 20-25% and 5-10% respectively.\n\nIn patients with bilateral leg edema, the presence of CHF (congestive heart failure) as the factor causing or worsening local leg swelling should be evaluated. Application of local leg compression can be considered in stable CHF patients without decompensated heart function (NYHA Class I and II) for both CHF-related edema treatment and for treatment of concomitant diseases leading to leg swelling occurrence. Current literature does not have recommendations on the routine use of lower limb compression in leg swelling related to end stage heart disease and advanced, decompensated heart failure. Potential benefits of applying medical compression in more severe classes of CHF (NYHA Class III and IV) would need to be evaluated by further randomized clinical studies to determine which cohort of patients would benefit most from lower limb compression, as well as to choose the safest and most efficient compression protocol for these patients.\n\nThe AIM of this study is to improve the clinical outcome of patients admitted with exacerbation of heart failure with associated volume overload.\n\nThe primary objectives are: 1) diminish the duration of hospitalization of CHF patients; 2) decrease the incidence of rehospitalization from CHF exacerbation and 3) prevent local complications associated with prolonged lower extremity edema.\n\nThe investigators hypothesize that the application of local compression to bilateral lower extremities, when added to guideline-based therapy for CHF exacerbation, will improve overall clinical outcome in patients at the University of Texas Medical Branch (UTMB). If our intervention is proven to be beneficial, it could lead to a significant reduction in nationwide hospitalization costs associated with heart failure.",
            "detailedDescription": "The growing number of patients with potentially heart-affecting diseases, including arterial hypertension, diabetes, and heart ischemic disease, as well as the ageing of the population, has resulted in a growing number of patients with advanced stages of CHF. The average number of days for an HF-related hospitalization in the United States is about 6 to 8 days. Hospitalization costs associated with heart failure averaged $23,077 and were higher when heart failure was a secondary rather than the primary diagnosis.\n\nThe presence of CHF results in a significant risk of leg oedema. Medical compression (MC) treatment is one of the basic methods of leg oedema elimination in patients with chronic venous disease and lymphedema, but it is not routinely considered in subjects with CHF-related swelling. In addition to chronic venous disease, bilateral leg swelling can also occur in other pathological conditions, including occupational leg oedema, lymphedema, obesity, or hypoalbuminemia. Lower extremity edema can significantly affect the patient's general condition and quality of life. The symptoms of leg heaviness, cramps \\& mobility limitations could be accompanied by signs of local skin injuries, transcutaneous migration of fluid, skin discoloration or stasis dermatitis and skin induration. In more advanced and permanent swelling, the sequence of fluid transudation and epithelial maceration can lead to the development of large skin and subcutaneous tissue defects, with formation of chronic lower extremity ulcers. In cases where lower extremity lesions or wounds are already present, the presence of heart failure with volume overload can significantly impair the healing process of the local pathology.\n\nDespite the common use of compression therapy in the treatment of leg swelling of venous and lymphatic origin, guidelines regarding its potential use in HF-related edema have not been specified. This is due to lack of sufficient number of properly performed studies in this field as well as a heterogenous population of heart failure patients with several classes of disease severity. As documented in the available literature, compression treatment can potentially be used in selected HF patients.\n\nPatients who are admitted with heart failure exacerbation with clinical evidence of volume overload in the form of lower extremity edema will be randomly assigned in a 1:1 ratio to either the Control group or Compression group.\n\nPatients, care providers (Heart failure specialist) and outcome-assessing physicians would be blinded to arm assignment.\n\nPatients in the Compression group would be subject to application of standardized lower extremity, thigh-high, elastic compression stockings within 24 hours of admission, and would remain in place during the entire hospital stay, provided the patient is able to tolerate it.\n\nIn addition, the patients would be closely monitored with daily skin checks for cutaneous lesions and daily transthoracic echocardiograms for estimation on cardiac pressures.\n\nOrthostatic vitals signs would be checked on Day 2 or Day 3 of hospitalization by a member of the study team.\n\nIn the Control group, the inflatable sleeves of a sequential compression device would be placed in bilateral lower extremities, but the device would not be turned on, thus no external pressure would be applied. All other measures would be identical to the Compression group.\n\nBoth groups of patients would receive standard care for heart failure exacerbation.\n\nThe primary outcomes would be-\n\n1. Length of stay in the hospital, calculated by subtracting the day of admission from day of discharge. Incidence of rehospitalization due to heart failure exacerbation within the first 30 days as well as within the first 90 days after discharge from index hospitalization. Patients would have been recruited and subject to our intervention at the index hospitalization.\n2. Duration of index hospitalization.\n\nThe secondary outcomes would be incidence of rehospitalization due to heart failure exacerbation within the first 30 days as well as within the first 90 days after discharge from index hospitalization. In addition, the following would also be secondary outcomes of our study: death from all causes, cardiovascular deaths, and major adverse cardiac event within 30 days of discharge from index hospitalization, incidence of AKI, total duration of IV diuretics therapy, percent change in serum BNP level at discharge in comparison to admission. Incidence of orthostatic hypotension and incidence of cutaneous lesions following application of compression stockings would be secondary outcomes as well.\n\nFollowing IRB approval, the recruiting process will begin with a target of including 100 patients in the study. Tentative timeline for completion of the study would be three (3) years.\n\nPatients who meet the inclusion criteria of the study will be randomly assigned in a 1:1 ratio to either the Control group or Compression group. Randomization will be performed by data analysis software, which would determine whether the patient would fall under the lower extremity Compression arm vs Control (no compression) arm.\n\nPatients in the Compression group would be subject to application of standardized lower extremity, thigh-high, elastic compression stockings within 24 hours of admission. The stockings used at UTMB are known to exert a pressure ranging from 15-18 mmHg, with the greatest pressure being exerted at the ankle (18 mmHg) and gradual reduction throughout the length of the leg to 15 mmHg. Appropriate size of the stockings would be based on calf circumference, thigh circumference and leg length. The compression would be applied throughout the entire duration of hospitalization, provided the patient is able to tolerate it. Daily thorough skin checks for any cutaneous defects or lesions will be performed, and mobilization encouraged. Orthostatic blood pressure would be checked at least 24 hours after application of compression stockings, either on day 2 or 3 of hospitalization. In addition, bedside Transthoracic Echocardiograms would be done prior to the application of compression and on a daily basis after the stockings had been placed to monitor intra-cardiac pressures. However, the pressures obtained from echocardiogram would not be made available to the heart failure team to ensure that the ongoing treatment is not affected in any way by echocardiographic findings of the study team.\n\nThe investigators would measure thigh and calf circumference every day. If there is a change (either increase or decrease) in the circumferences by 3-5 cm from the previous day, investigators would consider changing the size of compression stocking based on the new measurements.\n\nIn the Control group, the inflatable sleeves of a sequential compression device would be placed in bilateral lower extremities, but the device would not be turned on, thus no external pressure would be applied. Orthostatic blood pressure measurements, daily skin checks and bedside echocardiograms prior to and after application of lower extremity sleeves would be performed similar to the compression group. No extra costs on the part of the patient would be necessary."
        },
        "conditionsModule": {
            "conditions": [
                "Heart Failure; With Decompensation",
                "Lower Extremity Edema",
                "Heart Failure，Congestive"
            ],
            "keywords": [
                "Heart failure with decompensation",
                "Compression stockings",
                "Lower extremity compression"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "TRIPLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 100,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Interventional: Compression Arm",
                    "type": "EXPERIMENTAL",
                    "description": "Patients in the Compression group would be subject to application of standardized lower extremity, thigh-high, elastic compression stockings within 24 hours of admission. Appropriate size of the stockings would be based on calf circumference, thigh circumference and leg length. The compression would be applied throughout the entire duration of hospitalization, provided the patient is able to tolerate it. Daily thorough skin checks for any cutaneous defects or lesions will be performed, and mobilization encouraged.",
                    "interventionNames": [
                        "Other: Application of compression to bilateral lower extremities of patients using appropriately-sized elastic compression stockings."
                    ]
                },
                {
                    "label": "Control Arm",
                    "type": "NO_INTERVENTION",
                    "description": "The inflatable sleeves of a sequential compression device would be placed in bilateral lower extremities of patients, but the device would not be turned on, thus no external pressure would be applied."
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Application of compression to bilateral lower extremities of patients using appropriately-sized elastic compression stockings.",
                    "description": "Patients in the Compression group would be subject to application of standardized lower extremity, thigh-high, elastic compression stockings within 24 hours of admission. Appropriate size of the stockings would be based on calf circumference, thigh circumference and leg length. The compression would be applied throughout the entire duration of hospitalization, provided the patient is able to tolerate it. Daily thorough skin checks for any cutaneous defects or lesions will be performed, and mobilization encouraged.",
                    "armGroupLabels": [
                        "Interventional: Compression Arm"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Length of stay in the hospital",
                    "description": "Calculated by subtracting the day of admission from day of discharge.",
                    "timeFrame": "up to 60 days"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Incidence of 30-day rehospitalization",
                    "description": "Incidence of rehospitalization due to heart failure exacerbation within the first 30 days",
                    "timeFrame": "The incidence of rehospitalization or readmission within the first 30 days after discharge"
                },
                {
                    "measure": "Incidence of 90-day rehospitalization",
                    "description": "Incidence of rehospitalization due to heart failure exacerbation within the first 90 days",
                    "timeFrame": "The incidence of rehospitalization or readmission within the first 90 days after discharge"
                },
                {
                    "measure": "Death from all causes",
                    "description": "Number of deaths from all causes",
                    "timeFrame": "Death from all causes within the first 30 days as well as within the first 90 days after discharge from index hospitalization"
                },
                {
                    "measure": "Cardiovascular deaths",
                    "description": "Number of cardiovascular deaths",
                    "timeFrame": "Cardiovascular deaths within the first 30 days as well as within the first 90 days after discharge from index hospitalization"
                },
                {
                    "measure": "Major adverse cardiac event within 30 days of discharge from index hospitalization",
                    "description": "Number of major adverse cardiac events",
                    "timeFrame": "Major adverse cardiac event within the first 30 days as well as within the first 90 days after discharge from index hospitalization"
                },
                {
                    "measure": "Incidence of AKI",
                    "description": "Occurance of AKI",
                    "timeFrame": "Up to 60 days"
                },
                {
                    "measure": "Duration of IV diuretics therapy",
                    "description": "Total days of giving IV diuretics therapy during index hospitalization",
                    "timeFrame": "up to 30 days"
                },
                {
                    "measure": "Change in serum BNP level at discharge in comparison to admission",
                    "description": "Percent change in serum BNP level at discharge in comparison to admission",
                    "timeFrame": "up to 60 days"
                },
                {
                    "measure": "Incidence of orthostatic hypotension",
                    "description": "Incidence of orthostatic hypotension after application of compression stockings.",
                    "timeFrame": "after 48 hours but before 72 hours after application of compression stocking"
                },
                {
                    "measure": "Incidence of cutaneous lesions following application of compression stockings.",
                    "description": "Incidence of cutaneous lesions following application of compression stockings during index hospitalization.",
                    "timeFrame": "up to 60 days"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Patients who are admitted with heart failure exacerbation with clinical evidence of volume overload in the form of lower extremity pitting edema.\n2. Patients who are not yet recruited for other pharmacological or medical device clinical trials.\n\nExclusion Criteria:\n\n1. Age \\<18 years.\n2. Patient on hemodialysis or peritoneal dialysis.\n3. Simultaneous participation in another interventional study.\n4. Impossibility to perform lower extremity compression, caused by pathology in either or both lower limbs (e.g. amputation, chronic wounds).\n5. No written informed consent.\n6. Patient who are on invasive or non-invasive positive pressure ventilation (including BiPAP) or who are requiring \\>15L of oxygen.\n7. Cardiogenic shock requiring catecholamine infusion.\n8. Systolic blood pressure \\<80 mmHg.\n9. Patients requiring mechanical circulatory support including intra-aortic balloon counter-pulsation or impella.\n10. Patients on VAD (Ventricular Assist Device).\n11. Severe peripheral artery disease\n12. Diagnosis of lower extremity deep venous thrombosis or pulmonary embolism in the last 3 months\n13. Expected impossibility to obtain follow-up data at 12-week follow-up.\n14. Pregnant women.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Salman Salehin, MD",
                    "role": "CONTACT",
                    "phone": "+12818189321",
                    "email": "sasalehi@utmb.edu"
                },
                {
                    "name": "Wissam I Khalife, MD",
                    "role": "CONTACT",
                    "phone": "+7137022817",
                    "email": "wikhalif@utmb.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Wissam I Khalife, MD",
                    "affiliation": "University of Texas Medical Branch, Galveston",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Salman Salehin, MD",
                    "affiliation": "University of Texas Medical Branch, Galveston",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Texas Medical Branch (UTMB) Galveston",
                    "status": "RECRUITING",
                    "city": "Galveston",
                    "state": "Texas",
                    "zip": "77555",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Salman Salehin, MD",
                            "role": "CONTACT",
                            "phone": "281-818-9321",
                            "email": "sasalehi@utmb.edu"
                        },
                        {
                            "name": "Wissam I Khalife, MD",
                            "role": "CONTACT",
                            "phone": "+17137022817",
                            "email": "wikhalif@utmb.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 29.30135,
                        "lon": -94.7977
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "29386200",
                    "type": "BACKGROUND",
                    "citation": "Benjamin EJ, Virani SS, Callaway CW, Chamberlain AM, Chang AR, Cheng S, Chiuve SE, Cushman M, Delling FN, Deo R, de Ferranti SD, Ferguson JF, Fornage M, Gillespie C, Isasi CR, Jimenez MC, Jordan LC, Judd SE, Lackland D, Lichtman JH, Lisabeth L, Liu S, Longenecker CT, Lutsey PL, Mackey JS, Matchar DB, Matsushita K, Mussolino ME, Nasir K, O'Flaherty M, Palaniappan LP, Pandey A, Pandey DK, Reeves MJ, Ritchey MD, Rodriguez CJ, Roth GA, Rosamond WD, Sampson UKA, Satou GM, Shah SH, Spartano NL, Tirschwell DL, Tsao CW, Voeks JH, Willey JZ, Wilkins JT, Wu JH, Alger HM, Wong SS, Muntner P; American Heart Association Council on Epidemiology and Prevention Statistics Committee and Stroke Statistics Subcommittee. Heart Disease and Stroke Statistics-2018 Update: A Report From the American Heart Association. Circulation. 2018 Mar 20;137(12):e67-e492. doi: 10.1161/CIR.0000000000000558. Epub 2018 Jan 31. No abstract available. Erratum In: Circulation. 2018 Mar 20;137(12):e493. doi: 10.1161/CIR.0000000000000573."
                },
                {
                    "pmid": "27207191",
                    "type": "BACKGROUND",
                    "citation": "Ponikowski P, Voors AA, Anker SD, Bueno H, Cleland JG, Coats AJ, Falk V, Gonzalez-Juanatey JR, Harjola VP, Jankowska EA, Jessup M, Linde C, Nihoyannopoulos P, Parissis JT, Pieske B, Riley JP, Rosano GM, Ruilope LM, Ruschitzka F, Rutten FH, van der Meer P; Authors/Task Force Members; Document Reviewers. 2016 ESC Guidelines for the diagnosis and treatment of acute and chronic heart failure: The Task Force for the diagnosis and treatment of acute and chronic heart failure of the European Society of Cardiology (ESC). Developed with the special contribution of the Heart Failure Association (HFA) of the ESC. Eur J Heart Fail. 2016 Aug;18(8):891-975. doi: 10.1002/ejhf.592. Epub 2016 May 20. No abstract available."
                },
                {
                    "pmid": "20516414",
                    "type": "BACKGROUND",
                    "citation": "Bueno H, Ross JS, Wang Y, Chen J, Vidan MT, Normand SL, Curtis JP, Drye EE, Lichtman JH, Keenan PS, Kosiborod M, Krumholz HM. Trends in length of stay and short-term outcomes among Medicare patients hospitalized for heart failure, 1993-2006. JAMA. 2010 Jun 2;303(21):2141-7. doi: 10.1001/jama.2010.748."
                },
                {
                    "pmid": "21772014",
                    "type": "BACKGROUND",
                    "citation": "Stevenson LW, Pande R. Witness to progress. Circ Heart Fail. 2011 Jul;4(4):390-2. doi: 10.1161/CIRCHEARTFAILURE.111.963066. No abstract available."
                },
                {
                    "pmid": "24491689",
                    "type": "BACKGROUND",
                    "citation": "Ambrosy AP, Fonarow GC, Butler J, Chioncel O, Greene SJ, Vaduganathan M, Nodari S, Lam CSP, Sato N, Shah AN, Gheorghiade M. The global health and economic burden of hospitalizations for heart failure: lessons learned from hospitalized heart failure registries. J Am Coll Cardiol. 2014 Apr 1;63(12):1123-1133. doi: 10.1016/j.jacc.2013.11.053. Epub 2014 Feb 5."
                },
                {
                    "pmid": "19903931",
                    "type": "BACKGROUND",
                    "citation": "Ross JS, Chen J, Lin Z, Bueno H, Curtis JP, Keenan PS, Normand SL, Schreiner G, Spertus JA, Vidan MT, Wang Y, Wang Y, Krumholz HM. Recent national trends in readmission rates after heart failure hospitalization. Circ Heart Fail. 2010 Jan;3(1):97-103. doi: 10.1161/CIRCHEARTFAILURE.109.885210. Epub 2009 Nov 10."
                },
                {
                    "pmid": "20031785",
                    "type": "BACKGROUND",
                    "citation": "Keenan PS, Normand SL, Lin Z, Drye EE, Bhat KR, Ross JS, Schuur JD, Stauffer BD, Bernheim SM, Epstein AJ, Wang Y, Herrin J, Chen J, Federer JJ, Mattera JA, Wang Y, Krumholz HM. An administrative claims measure suitable for profiling hospital performance on the basis of 30-day all-cause readmission rates among patients with heart failure. Circ Cardiovasc Qual Outcomes. 2008 Sep;1(1):29-37. doi: 10.1161/CIRCOUTCOMES.108.802686."
                },
                {
                    "pmid": "23340637",
                    "type": "BACKGROUND",
                    "citation": "Dharmarajan K, Hsieh AF, Lin Z, Bueno H, Ross JS, Horwitz LI, Barreto-Filho JA, Kim N, Bernheim SM, Suter LG, Drye EE, Krumholz HM. Diagnoses and timing of 30-day readmissions after hospitalization for heart failure, acute myocardial infarction, or pneumonia. JAMA. 2013 Jan 23;309(4):355-63. doi: 10.1001/jama.2012.216476."
                },
                {
                    "pmid": "20442387",
                    "type": "BACKGROUND",
                    "citation": "Hernandez AF, Greiner MA, Fonarow GC, Hammill BG, Heidenreich PA, Yancy CW, Peterson ED, Curtis LH. Relationship between early physician follow-up and 30-day readmission among Medicare beneficiaries hospitalized for heart failure. JAMA. 2010 May 5;303(17):1716-22. doi: 10.1001/jama.2010.533."
                },
                {
                    "pmid": "19339721",
                    "type": "BACKGROUND",
                    "citation": "Jencks SF, Williams MV, Coleman EA. Rehospitalizations among patients in the Medicare fee-for-service program. N Engl J Med. 2009 Apr 2;360(14):1418-28. doi: 10.1056/NEJMsa0803563. Erratum In: N Engl J Med. 2011 Apr 21;364(16):1582."
                },
                {
                    "pmid": "29082629",
                    "type": "BACKGROUND",
                    "citation": "Fudim M, O'Connor CM, Dunning A, Ambrosy AP, Armstrong PW, Coles A, Ezekowitz JA, Greene SJ, Metra M, Starling RC, Voors AA, Hernandez AF, Michael Felker G, Mentz RJ. Aetiology, timing and clinical predictors of early vs. late readmission following index hospitalization for acute heart failure: insights from ASCEND-HF. Eur J Heart Fail. 2018 Feb;20(2):304-314. doi: 10.1002/ejhf.1020. Epub 2017 Oct 29."
                },
                {
                    "pmid": "25960401",
                    "type": "BACKGROUND",
                    "citation": "Khan H, Greene SJ, Fonarow GC, Kalogeropoulos AP, Ambrosy AP, Maggioni AP, Zannad F, Konstam MA, Swedberg K, Yancy CW, Gheorghiade M, Butler J; EVEREST Trial Investigators. Length of hospital stay and 30-day readmission following heart failure hospitalization: insights from the EVEREST trial. Eur J Heart Fail. 2015 Oct;17(10):1022-31. doi: 10.1002/ejhf.282. Epub 2015 May 9."
                },
                {
                    "pmid": "32710511",
                    "type": "BACKGROUND",
                    "citation": "Urbanek T, Jusko M, Kuczmik WB. Compression therapy for leg oedema in patients with heart failure. ESC Heart Fail. 2020 Oct;7(5):2012-2020. doi: 10.1002/ehf2.12848. Epub 2020 Jul 25."
                },
                {
                    "pmid": "7947865",
                    "type": "BACKGROUND",
                    "citation": "O'Connell JB, Bristow MR. Economic impact of heart failure in the United States: time for a different approach. J Heart Lung Transplant. 1994 Jul-Aug;13(4):S107-12. No abstract available."
                },
                {
                    "pmid": "20964473",
                    "type": "BACKGROUND",
                    "citation": "Wang G, Zhang Z, Ayala C, Wall HK, Fang J. Costs of heart failure-related hospitalizations in patients aged 18 to 64 years. Am J Manag Care. 2010 Oct;16(10):769-76."
                },
                {
                    "pmid": "29871479",
                    "type": "BACKGROUND",
                    "citation": "Nicolaides A, Kakkos S, Baekgaard N, Comerota A, de Maeseneer M, Eklof B, Giannoukas AD, Lugli M, Maleti O, Myers K, Nelzen O, Partsch H, Perrin M. Management of chronic venous disorders of the lower limbs. Guidelines According to Scientific Evidence. Part I. Int Angiol. 2018 Jun;37(3):181-254. doi: 10.23736/S0392-9590.18.03999-8. No abstract available."
                },
                {
                    "pmid": "2212870",
                    "type": "BACKGROUND",
                    "citation": "Dereppe H, Hoylaerts M, Renard M, Leduc O, Bernard R, Leduc A. [Hemodynamic impact of pressotherapy]. J Mal Vasc. 1990;15(3):267-9. French."
                },
                {
                    "pmid": "8851264",
                    "type": "BACKGROUND",
                    "citation": "Galm O, Jansen-Genzel W, von Helden J, Wienert V. Plasma human atrial natriuretic peptide under compression therapy in patients with chronic venous insufficiency with or without cardiac insufficiency. Vasa. 1996;25(1):48-53. No abstract available."
                },
                {
                    "pmid": "29034036",
                    "type": "BACKGROUND",
                    "citation": "Tamura K. Intervention for Varicose Veins of Lower Extremities Lowers the Brain Natriuretic Peptide Values in Varicose Vein Patients. Ann Vasc Dis. 2017 Jun 25;10(2):115-118. doi: 10.3400/avd.oa.16-00102."
                },
                {
                    "pmid": "2620312",
                    "type": "BACKGROUND",
                    "citation": "Bain RJ, Tan LB, Murray RG, Davies MK, Littler WA. Central haemodynamic changes during lower body positive pressure in patients with congestive cardiac failure. Cardiovasc Res. 1989 Oct;23(10):833-7. doi: 10.1093/cvr/23.10.833."
                },
                {
                    "pmid": "26979355",
                    "type": "BACKGROUND",
                    "citation": "Alavi A, Sibbald RG, Phillips TJ, Miller OF, Margolis DJ, Marston W, Woo K, Romanelli M, Kirsner RS. What's new: Management of venous leg ulcers: Treating venous leg ulcers. J Am Acad Dermatol. 2016 Apr;74(4):643-64; quiz 665-6. doi: 10.1016/j.jaad.2015.03.059."
                },
                {
                    "pmid": "31599504",
                    "type": "BACKGROUND",
                    "citation": "Moady G, Bickel A, Shturman A, Khader M, Atar S. The Safety and Hemodynamic Effects of Pneumatic Sleeves in Patients with Severe Left Ventricular Dysfunction. Isr Med Assoc J. 2019 Oct;21(10):649-652."
                },
                {
                    "pmid": "21667818",
                    "type": "BACKGROUND",
                    "citation": "Leduc O, Crasset V, Leleu C, Baptiste N, Koziel A, Delahaie C, Pastouret F, Wilputte F, Leduc A. Impact of manual lymphatic drainage on hemodynamic parameters in patients with heart failure and lower limb edema. Lymphology. 2011 Mar;44(1):13-20."
                },
                {
                    "pmid": "28549402",
                    "type": "BACKGROUND",
                    "citation": "Rabe E, Partsch H, Hafner J, Lattimer C, Mosti G, Neumann M, Urbanek T, Huebner M, Gaillard S, Carpentier P. Indications for medical compression stockings in venous and lymphatic disorders: An evidence-based consensus statement. Phlebology. 2018 Apr;33(3):163-184. doi: 10.1177/0268355516689631. Epub 2017 Feb 22."
                },
                {
                    "pmid": "25920631",
                    "type": "BACKGROUND",
                    "citation": "Wittens C, Davies AH, Baekgaard N, Broholm R, Cavezzi A, Chastanet S, de Wolf M, Eggen C, Giannoukas A, Gohel M, Kakkos S, Lawson J, Noppeney T, Onida S, Pittaluga P, Thomis S, Toonder I, Vuylsteke M, Esvs Guidelines Committee, Kolh P, de Borst GJ, Chakfe N, Debus S, Hinchliffe R, Koncar I, Lindholt J, de Ceniga MV, Vermassen F, Verzini F, Document Reviewers, De Maeseneer MG, Blomgren L, Hartung O, Kalodiki E, Korten E, Lugli M, Naylor R, Nicolini P, Rosales A. Editor's Choice - Management of Chronic Venous Disease: Clinical Practice Guidelines of the European Society for Vascular Surgery (ESVS). Eur J Vasc Endovasc Surg. 2015 Jun;49(6):678-737. doi: 10.1016/j.ejvs.2015.02.007. Epub 2015 Apr 25. No abstract available. Erratum In: Eur J Vasc Endovasc Surg. 2020 Mar;59(3):495. doi: 10.1016/j.ejvs.2019.11.027."
                },
                {
                    "pmid": "20350509",
                    "type": "BACKGROUND",
                    "citation": "Nose Y, Murata K, Wada Y, Tanaka T, Fukagawa Y, Yoshino H, Susa T, Kihara C, Matsuzaki M. The impact of intermittent pneumatic compression devices on deep venous flow velocity in patients with congestive heart failure. J Cardiol. 2010 May;55(3):384-90. doi: 10.1016/j.jjcc.2010.01.002. Epub 2010 Feb 6."
                },
                {
                    "pmid": "29908550",
                    "type": "BACKGROUND",
                    "citation": "Executive Committee. The Diagnosis and Treatment of Peripheral Lymphedema: 2016 Consensus Document of the International Society of Lymphology. Lymphology. 2016 Dec;49(4):170-84."
                },
                {
                    "pmid": "18583904",
                    "type": "BACKGROUND",
                    "citation": "Gorelik O, Almoznino-Sarafian D, Litvinov V, Alon I, Shteinshnaider M, Dotan E, Modai D, Cohen N. Seating-induced postural hypotension is common in older patients with decompensated heart failure and may be prevented by lower limb compression bandaging. Gerontology. 2009;55(2):138-44. doi: 10.1159/000141920. Epub 2008 Jun 27."
                },
                {
                    "pmid": "26880254",
                    "type": "BACKGROUND",
                    "citation": "Gorelik O, Feldman L, Cohen N. Heart failure and orthostatic hypotension. Heart Fail Rev. 2016 Sep;21(5):529-38. doi: 10.1007/s10741-016-9541-z."
                },
                {
                    "pmid": "31078324",
                    "type": "BACKGROUND",
                    "citation": "Papismadov B, Tzur I, Izhakian S, Barchel D, Swarka M, Phatel H, Livshiz-Riven I, Gorelik O. High compression leg bandaging prevents seated postural hypotension among elderly hospitalized patients. Geriatr Nurs. 2019 Nov-Dec;40(6):558-564. doi: 10.1016/j.gerinurse.2019.04.004. Epub 2019 May 9."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000006333",
                    "term": "Heart Failure"
                }
            ],
            "ancestors": [
                {
                    "id": "D000006331",
                    "term": "Heart Diseases"
                },
                {
                    "id": "D000002318",
                    "term": "Cardiovascular Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M9421",
                    "name": "Heart Failure",
                    "asFound": "Heart Failure",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7657",
                    "name": "Edema",
                    "relevance": "LOW"
                },
                {
                    "id": "M9419",
                    "name": "Heart Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                }
            ]
        }
    },
    "hasResults": false
}