{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05336812",
            "orgStudyIdInfo": {
                "id": "OSU-21193"
            },
            "secondaryIdInfos": [
                {
                    "id": "NCI-2022-01752",
                    "type": "REGISTRY",
                    "domain": "CTRP (Clinical Trial Reporting Program)"
                }
            ],
            "organization": {
                "fullName": "Ohio State University Comprehensive Cancer Center",
                "class": "OTHER"
            },
            "briefTitle": "Acalabrutinib in Combination With Venetoclax or Obinutuzumab for the Treatment of Treatment-naive Chronic Lymphocytic Leukemia",
            "officialTitle": "Prospective Randomized Phase II Study of Acalabrutinib + Obinutuzumab or Venetoclax in Previously Untreated CLL",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "acalabrutinib-in-combination-with-venetoclax-or-obinutuzumab-for-the-treatment-of-treatment-naive-chronic-lymphocytic-leukemia"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-03",
            "overallStatus": "RECRUITING",
            "startDateStruct": {
                "date": "2022-09-13",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-12-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-03-16",
            "studyFirstSubmitQcDate": "2022-04-13",
            "studyFirstPostDateStruct": {
                "date": "2022-04-20",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-03-14",
            "lastUpdatePostDateStruct": {
                "date": "2024-03-15",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Adam Kittai",
                "investigatorTitle": "Principal Investigator",
                "investigatorAffiliation": "Ohio State University Comprehensive Cancer Center"
            },
            "leadSponsor": {
                "name": "Ohio State University Comprehensive Cancer Center",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This phase II trial tests whether acalabrutinib in combination with venetoclax or obinutuzumab works to shrink tumors in patients with treatment-naive chronic lymphocytic leukemia . Acalabrutinib is also an inhibitor that works in the body to block the activation of certain cells that lead to the growth of cancerous B cells. Venetoclax is in a class of medications called B-cell lymphoma-2 (BCL-2) inhibitors. It may stop the growth of cancer cells by blocking Bcl-2, a protein needed for cancer cell survival. Obinutuzumab is a monoclonal antibody that may interfere with the ability of cancer cells to grow and spread. Giving acalabrutinib in combination with venetoclax or obinutuzumab may help ease symptoms, decrease the amount of cancer suggestive of improvement, prolonged disease-free remission and/or survival, and increased knowledge about cancer treatment in patients with chronic lymphocytic leukemia. Patients will be treated with acalabrutinib for 12 cycles, and then randomized to receive 6 cycles of acalabrutinib plus obinutuzumab or acalabrutinib plus venetoclax.",
            "detailedDescription": "PRIMARY OBJECTIVE:\n\nI. To evaluate whether the addition of venetoclax or obinutuzumab for 6 cycles to patients receiving acalabrutinib for 1 year in treatment-naive (TN) chronic lymphocytic leukemia (CLL) will improve rate of bone marrow (BM) undetectable minimal residual disease (uMRD).\n\nSECONDARY OBJECTIVES:\n\nI. To assess the safety and tolerability of a delayed approach to combination therapy in patients with TN CLL.\n\nII. To determine the overall response rate (ORR) of the addition of venetoclax or obinutuzumab for 6 cycles to patients receiving acalabrutinib for 1 year in TN CLL.\n\nIII. To determine the progression free survival (PFS) of the addition of venetoclax or obinutuzumab for 6 cycles to patients receiving acalabrutinib for 1 year in TN CLL.\n\nIV. To determine the duration of response (DOR) of the addition of venetoclax or obinutuzumab for 6 cycles to patients receiving acalabrutinib for 1 year in TN CLL.\n\nV. To determine the time to next treatment (TTNT) of the addition of venetoclax or obinutuzumab for 6 cycles to patients receiving acalabrutinib for 1 year in TN CLL.\n\nEXPLORATORY OBJECTIVES:\n\nI. To determine the concordance rate between uMRD status as measured by next generation sequencing (NGS) versus standard flow cytometry as well as blood vs bone marrow, and examine implications for PFS.\n\nII. To determine how acalabrutinib plus venetoclax or obinutuzumab changes numbers of T, B, and natural killer (NK) cells during and after therapy.\n\nIII. To determine how baseline genomic features predict outcomes following acalabrutinib plus venetoclax or obinutuzumab.\n\nOUTLINE: Patients are randomized into 1 of 2 arms.\n\nARM I: Patients receive acalabrutinib orally (PO) twice daily (BID) on days 1-28. Patients also receive obinutuzumab intravenously (IV) on days 1, 2, 8, and 15 of cycle 13 and day 1 of cycles 14-18. Treatment repeats every 28 days for up to 18 cycles in the absence of disease progression or unacceptable toxicity.\n\nARM II: Patients receive acalabrutinib PO BID on days 1-28. Patients also receive venetoclax PO once daily (QD) on days 1-28 days of cycles 13-18. Treatment repeats every 28 days for up to 18 cycles in the absence of disease progression or unacceptable toxicity.\n\nAfter completion of the study treatment, patients are followed up at 30 days and every 6 months up to 10 years."
        },
        "conditionsModule": {
            "conditions": [
                "Chronic Lymphocytic Leukemia",
                "Small Lymphocytic Lymphoma"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 52,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Arm I (acalabrutinib, obinutuzumab)",
                    "type": "EXPERIMENTAL",
                    "description": "Patients receive acalabrutinib PO BID on days 1-28. Patients also receive obinutuzumab IV on days 1, 2, 8, and 15 of cycle 13 and day 1 of cycles 14-18. Treatment repeats every 28 days for up to 18 cycles in the absence of disease progression or unacceptable toxicity.",
                    "interventionNames": [
                        "Drug: Acalabrutinib",
                        "Biological: Obinutuzumab"
                    ]
                },
                {
                    "label": "Arm II (acalabrutinib, venetoclax)",
                    "type": "EXPERIMENTAL",
                    "description": "Patients receive acalabrutinib PO BID on days 1-28. Patients also receive venetoclax PO QD on days 1-28 days of cycles 13-18. Treatment repeats every 28 days for up to 18 cycles in the absence of disease progression or unacceptable toxicity.",
                    "interventionNames": [
                        "Drug: Acalabrutinib",
                        "Drug: Venetoclax"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Acalabrutinib",
                    "description": "Given PO",
                    "armGroupLabels": [
                        "Arm I (acalabrutinib, obinutuzumab)",
                        "Arm II (acalabrutinib, venetoclax)"
                    ],
                    "otherNames": [
                        "ACP-196",
                        "Bruton Tyrosine Kinase Inhibitor ACP-196",
                        "Calquence"
                    ]
                },
                {
                    "type": "BIOLOGICAL",
                    "name": "Obinutuzumab",
                    "description": "Given IV",
                    "armGroupLabels": [
                        "Arm I (acalabrutinib, obinutuzumab)"
                    ],
                    "otherNames": [
                        "Anti-CD20 Monoclonal Antibody R7159",
                        "GA-101",
                        "GA101",
                        "Gazyva",
                        "huMAB(CD20)",
                        "R7159",
                        "RO 5072759",
                        "RO-5072759",
                        "RO5072759"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Venetoclax",
                    "description": "Given PO",
                    "armGroupLabels": [
                        "Arm II (acalabrutinib, venetoclax)"
                    ],
                    "otherNames": [
                        "ABT-0199",
                        "ABT-199",
                        "ABT199",
                        "GDC-0199",
                        "RG7601",
                        "Venclexta",
                        "Venclyxto"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Rate of bone marrow undetectable minimal residual disease (uMRD), defined as tumor cell in 10,000 cells using standard flow based assay, achieved after completion of therapy",
                    "description": "Will provide uMRD rates at the end of treatment with combination therapy for each experimental arm with 95% confidence intervals.",
                    "timeFrame": "Up to 1 year"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Progression-free survival",
                    "description": "Will be calculated and compared between those who are uMRD by flow cytometry versus (vs) next generation sequencing (NGS) in the different treatment arms.",
                    "timeFrame": "From the start of combination therapy until documented disease progression, or death from any cause, whichever occurs first, assessed up to 1 year"
                },
                {
                    "measure": "Time to next treatment (TTNT)",
                    "description": "Will be estimated with 95% CIs for each arm.",
                    "timeFrame": "At 1 and 3 years up to time from start of combination therapy until next treatment is initiated"
                },
                {
                    "measure": "Overall response rate (ORR)",
                    "description": "ORR (computed tomography \\[CT\\] based) will be defined as the proportion of patients achieving a complete or partial response according to the International Workshop (iw)CLL criteria after combination therapy is completed; any eligible patient who begins treatment with the combination regimen will be included in the denominator when calculating the ORR. ORR will be reported with a 95% binomial exact confidence interval for each arm.",
                    "timeFrame": "Up to 1 year"
                },
                {
                    "measure": "Duration of response (DOR)",
                    "description": "DOR will be estimated using Kaplan-Meier method. The median DOR and DOR at 3 years will be estimated with 95% confidence intervals (CIs) for each arm.",
                    "timeFrame": "Time from the first tumor assessment supports the response, at 1 and 3 years, or to the time of confirmed disease progression or death due to any cause"
                },
                {
                    "measure": "Incidence of adverse events",
                    "description": "Will be summarized by type and severity according to Common Terminology Criteria for Adverse Events (CTCAE) version (v). 5.0, with a focus on grade 3 or higher adverse events. Adverse events (AEs), adverse events of special interests (AESIs), and serious adverse events (SAEs) that occur during acalabrutinib monotherapy will be summarized separately from those that occur with combination therapy.",
                    "timeFrame": "Up to 1 year"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Discordant rate of uMRD between flow cytometry and NGS",
                    "description": "Will be estimated with 95% confidence intervals across time. At each time point, the overall discordant rate will be defined as the number of patients who do not have the same uMRD status by flow cytometry and NGS divided by the total number of evaluable patients. For each comparison of uMRD results between flow cytometry and NGS, Cohen's kappa statistic for agreement will also be calculated.",
                    "timeFrame": "At various time points up to 1 years"
                },
                {
                    "measure": "Numbers of T, B, and NK cells during and after therapy",
                    "description": "Will be described separately for each treatment arm. Descriptive statistics (means, medians, standard deviations, interquartile range) and graphical displays will be used to characterize central tendency and variability over time. Values will be log transformed as appropriate.",
                    "timeFrame": "Up to 1 year"
                },
                {
                    "measure": "Presence or absence of genomic features",
                    "description": "The association between the presence or absence of genomic features with uMRD and ORR will be explored using logistic regression and adjusting for treatment arm, whereas the association between the presence or absence of genomic features with time-to-event endpoints will be explored using Cox proportional hazards models and adjusting for treatment arm.",
                    "timeFrame": "Up to 1 year"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Men and women \\>= 18 years of age\n* Diagnosis of CLL/small lymphocytic lymphoma (SLL) meeting criteria established in the 2018 International Workshop (iw)CLL guidelines\n* Must be treatment-naive: Received no prior chemotherapy, immunotherapy, or targeted therapy for the treatment of CLL, with the exceptions of palliative loco-regional radiotherapy, rituximab for autoimmune conditions, or corticosteroids for symptoms control\n* Patients must meet criteria for treatment as defined by 2018 iwCLL guidelines which includes at least one of the following criteria:\n\n  * Evidence of marrow failure as manifested by the development or worsening of anemia or thrombocytopenia (not attributable to autoimmune hemolytic anemia or thrombocytopenia)\n  * Massive (\\>= 6 cm below the costal margin), progressive or symptomatic splenomegaly\n  * Massive nodes (\\>= 10 cm) or progressive or symptomatic lymphadenopathy\n  * Progressive lymphocytosis with a lymphocyte doubling time \\< 6 months or an increase of \\>= 50% over a 2 month period\n  * Autoimmune anemia and/or thrombocytopenia that is poorly responsive to standard therapy\n  * Symptomatic or functional extranodal involvement (e.g. skin, kidney, lung, spine)\n  * Constitutional symptoms, which include any of the following:\n\n    * Unintentional weight loss of 10% or more within 6 months\n    * Significant fatigue\n    * Fevers \\> 100.5 degrees Fahrenheit (F) for 2 weeks or more without evidence of infection\n    * Night sweats \\>= 1 month without evidence of infection\n* Eastern Cooperative Oncology Group (ECOG) performance status of =\\< 2\n* Adequate bone marrow independent of growth factor support or infusion support at screening unless evidence shows that the cytopenia(s) is due to marrow involvement by CLL/SLL and/or disease-related immune thrombocytopenia, or anemia. If cytopenias are due to disease in the bone marrow any degree of cytopenias are allowed. Patients with active uncontrolled autoimmune cytopenias are excluded\n* Absolute neutrophil count (ANC) \\>= 1000/mm\\^3\n* Platelets \\>= 30,000/mm\\^3\n* Hemoglobin \\>= 7 g/dL\n* Total bilirubin =\\< 2.0 x upper limit of normal (ULN) (excepting Gilbert's syndrome)\n* Aspartate aminotransferase (AST) and alanine aminotransferase (ALT) =\\< 2.5 x ULN\n* Creatinine clearance \\>= 30 mL/min/1.73m\\^2\n\n  * Using 24-hour creatinine clearance or modified Cockcroft-Gault equation\n* Woman of childbearing potential (WOCBP) who are sexually active must use highly effective methods of contraception during treatment and for at least 2 days after last acalabrutinib dose, 30 days after last venetoclax dose, and 6 months after last obinutuzumab dose\n* Willing and able to participate in all required evaluations and procedures in this study protocol\n* Ability to understand the purpose and risks of the study and provide signed and dated informed consent and authorization to use protected health information\n\nExclusion Criteria:\n\n* Patients with high-risk disease as defined by:\n\n  * Presence of deletion 17p13 on cytogenetic analysis by fluorescent in situ hybridization (FISH)\n  * Presence of TP53 mutation on next generation sequencing\n  * Presence of complex karyotype on cytogenetic evaluation\n\n    * Defined as \\>= 3 karyotypic abnormalities\n* Treatment with a moderate or strong CYP3A inhibitor or inducer within 7 days prior to first dose of acalabrutinib or venetoclax or need for treatment with a strong CYP3A inhibitor or inducer during the period or the study. Patients who have a need for treatment with a moderate CYP3A inhibitor or inducer during acalabrutinib or venetoclax dose escalation will also be excluded\n* Known active involvement of the central nervous system by lymphoma or leukemia\n* Subject with other malignancies that are associated with a life expectancy of \\< 2 years or that would confound assessment of toxicity in this study\n* Clinically significant cardiovascular disease such as symptomatic arrhythmias, congestive heart failure, or myocardial infarction within 6 months of screening, or any Class 3 or 4 cardiac disease as defined by the New York Heart Association Functional Classification. Note: Subjects with controlled atrial fibrillation can enroll on study\n* Is unable to swallow oral medication, or has significant gastrointestinal disease that would limit absorption of oral medication\n* Known history of infection with human immunodeficiency virus (HIV)\n* Subjects with active infections requiring intravenous (IV) antibiotic/antiviral therapy are not eligible for entry onto the study until resolution of the infection. Subjects on prophylactic antibiotics or antivirals are acceptable\n* Known history of hypersensitivity or anaphylaxis to study drug(s) including active product or excipient components\n* Active bleeding or history of bleeding diathesis (e.g., hemophilia or von Willebrand disease)\n* Uncontrolled autoimmune hemolytic anemia (AIHA) or idiopathic thrombocytopenic purpura (ITP) unrelated to underlying CLL\n* Patients with uncontrolled autoimmune disease requiring \\> 20 mg of daily prednisone or equivalent\n* Presence of a gastrointestinal ulcer diagnosed by endoscopy within 3 months before screening\n* Requires or receiving anticoagulation with warfarin or equivalent vitamin K antagonists\n* Prothrombin time (PT)/international normalized ratio (INR) or activated partial thromboplastin time (aPTT) (in the absence of lupus anticoagulant) \\> 2 x ULN\n* History of significant cerebrovascular disease/event, including stroke or intracranial hemorrhage, within 6 months before the first dose of study drug\n* Major surgical procedure within 28 days of first dose of study drug. Note: If a subject had major surgery, they must have recovered adequately from any toxicity and/or complications from the intervention before the first dose of study drug\n* Hepatitis B or C serologic status:\n\n  * Subjects who are hepatitis B core antibody (anti-HBc) positive and who are hepatitis B surface antigen (HBsAg) negative will need to have a negative polymerase chain reaction (PCR) and must be willing to undergo deoxyribonucleic acid (DNA) PCR testing during the study to be eligible. Those who are HBsAg positive or hepatitis B PCR positive will be excluded\n  * Subjects who are hepatitis C antibody positive will need to have a negative PCR result to be eligible. Those who are hepatitis C PCR positive will be excluded\n* Breastfeeding or pregnant\n* Vaccination with live vaccines 28 days prior to registration for study screening\n* Concurrent participation in another therapeutic clinical trial",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "The Ohio State University Comprehensive Cancer Center",
                    "role": "CONTACT",
                    "phone": "800-293-5066",
                    "email": "OSUCCCClinicaltrials@osumc.edu"
                },
                {
                    "name": "Megan Nussbaum",
                    "role": "CONTACT",
                    "phone": "614-688-9309",
                    "email": "megan.nussbaum@osumc.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Adam S Kittai, MD",
                    "affiliation": "Ohio State University Comprehensive Cancer Center",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Ohio State University Comprehensive Cancer Center",
                    "status": "RECRUITING",
                    "city": "Columbus",
                    "state": "Ohio",
                    "zip": "43210",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Adam S. Kittai, MD",
                            "role": "CONTACT",
                            "phone": "614-366-4567",
                            "email": "adam.kittai@osumc.edu"
                        },
                        {
                            "name": "Adam S. Kittai, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.96118,
                        "lon": -82.99879
                    }
                }
            ]
        },
        "referencesModule": {
            "seeAlsoLinks": [
                {
                    "label": "The Jamesline",
                    "url": "http://cancer.osu.edu"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000007938",
                    "term": "Leukemia"
                },
                {
                    "id": "D000007945",
                    "term": "Leukemia, Lymphoid"
                },
                {
                    "id": "D000015451",
                    "term": "Leukemia, Lymphocytic, Chronic, B-Cell"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000006402",
                    "term": "Hematologic Diseases"
                },
                {
                    "id": "D000008232",
                    "term": "Lymphoproliferative Disorders"
                },
                {
                    "id": "D000008206",
                    "term": "Lymphatic Diseases"
                },
                {
                    "id": "D000007160",
                    "term": "Immunoproliferative Disorders"
                },
                {
                    "id": "D000007154",
                    "term": "Immune System Diseases"
                },
                {
                    "id": "D000015448",
                    "term": "Leukemia, B-Cell"
                },
                {
                    "id": "D000002908",
                    "term": "Chronic Disease"
                },
                {
                    "id": "D000020969",
                    "term": "Disease Attributes"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M11220",
                    "name": "Lymphoma",
                    "relevance": "LOW"
                },
                {
                    "id": "M18116",
                    "name": "Leukemia, Lymphocytic, Chronic, B-Cell",
                    "asFound": "Chronic Lymphocytic Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10945",
                    "name": "Leukemia",
                    "asFound": "Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10951",
                    "name": "Leukemia, Lymphoid",
                    "asFound": "Lymphocytic Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M9490",
                    "name": "Hematologic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M11225",
                    "name": "Lymphoproliferative Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M11203",
                    "name": "Lymphatic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10206",
                    "name": "Immunoproliferative Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M10200",
                    "name": "Immune System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M18115",
                    "name": "Leukemia, B-Cell",
                    "relevance": "LOW"
                },
                {
                    "id": "M6147",
                    "name": "Chronic Disease",
                    "relevance": "LOW"
                },
                {
                    "id": "M22700",
                    "name": "Disease Attributes",
                    "relevance": "LOW"
                },
                {
                    "id": "T3543",
                    "name": "Lymphosarcoma",
                    "relevance": "LOW"
                },
                {
                    "id": "T1308",
                    "name": "Chronic Lymphocytic Leukemia",
                    "asFound": "Chronic Lymphocytic Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "T1303",
                    "name": "Chronic Graft Versus Host Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC15",
                    "name": "Blood and Lymph Conditions"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "C000579720",
                    "term": "Venetoclax"
                },
                {
                    "id": "C000543332",
                    "term": "Obinutuzumab"
                },
                {
                    "id": "C000604908",
                    "term": "Acalabrutinib"
                },
                {
                    "id": "D000092004",
                    "term": "Tyrosine Kinase Inhibitors"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                },
                {
                    "id": "D000074322",
                    "term": "Antineoplastic Agents, Immunological"
                },
                {
                    "id": "D000047428",
                    "term": "Protein Kinase Inhibitors"
                },
                {
                    "id": "D000004791",
                    "term": "Enzyme Inhibitors"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4225",
                    "name": "Antibodies",
                    "relevance": "LOW"
                },
                {
                    "id": "M249656",
                    "name": "Venetoclax",
                    "asFound": "EEG",
                    "relevance": "HIGH"
                },
                {
                    "id": "M42185",
                    "name": "Acalabrutinib",
                    "asFound": "TOF",
                    "relevance": "HIGH"
                },
                {
                    "id": "M288906",
                    "name": "Obinutuzumab",
                    "asFound": "Ideal",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10184",
                    "name": "Immunoglobulins",
                    "relevance": "LOW"
                },
                {
                    "id": "M4230",
                    "name": "Antibodies, Monoclonal",
                    "relevance": "LOW"
                },
                {
                    "id": "M2889",
                    "name": "Tyrosine Kinase Inhibitors",
                    "asFound": "Temporal",
                    "relevance": "HIGH"
                },
                {
                    "id": "M1346",
                    "name": "Antineoplastic Agents, Immunological",
                    "relevance": "LOW"
                },
                {
                    "id": "M25820",
                    "name": "Protein Kinase Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M7951",
                    "name": "Enzyme Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "T22",
                    "name": "Tyrosine",
                    "asFound": "Wire",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "AA",
                    "name": "Amino Acids"
                }
            ]
        }
    },
    "hasResults": false
}