{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06445725",
            "orgStudyIdInfo": {
                "id": "7K23DK123398-04",
                "type": "NIH",
                "link": "https://reporter.nih.gov/quickSearch/7K23DK123398-04"
            },
            "organization": {
                "fullName": "Baylor College of Medicine",
                "class": "OTHER"
            },
            "briefTitle": "Acceptance Based Coping Skills for Diabetes Delivered By Promotores",
            "officialTitle": "Acceptance Based Coping (ABaCo) Skills Delivered By Promotores for Hispanic/Latino Patients With Type 2 Diabetes",
            "acronym": "ABaCo",
            "therapeuticArea": [
                "Endocrinology"
            ],
            "study": "acceptance-based-coping-skills-for-diabetes-delivered-by-promotores"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-03-04",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-10-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-10-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-04-18",
            "studyFirstSubmitQcDate": "2024-06-04",
            "studyFirstPostDateStruct": {
                "date": "2024-06-06",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-04",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-06",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Kathryn E. Kanzler",
                "investigatorTitle": "Associate Professor",
                "investigatorAffiliation": "Baylor College of Medicine"
            },
            "leadSponsor": {
                "name": "Baylor College of Medicine",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "The University of Texas Health Science Center at San Antonio",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The goal of this pilot clinical trial is to learn about the feasibility and acceptability of promotores (community health workers) delivering an educational intervention for Hispanic/Latino patients with type 2 diabetes.\n\nThe main questions it aims to answer are:\n\n1. What is the impact of the ABaCo program on participants' blood sugar management and quality of life?\n2. How well are we able to enroll participants and keep them in the ABaCo program?\n3. Is this telephone-based, educational ABaCo program acceptable?\n\nParticipants will be asked to:\n\n* Participate in four research visits: provide fingerstick blood samples before and after the program (at 6 months), and complete questionnaires at four times times during the program (before, twice during, and at 6 months).\n* Participate in the ABaCo program: join seven (7) individual phone call visits with promotores to review educational information about caring for diabetes while keeping connected to life values. Each phone call lasts approximately 45 minutes once per week for six (6) weeks, then a refresher visit is a month later.",
            "detailedDescription": "This overall project aims to develop an acceptable and feasible Promotores-delivered intervention program for Hispanic/Latino patients with type 2 diabetes. Specifically, this study aims to conduct a mixed-methods, single arm pre-post intervention pilot trial (6 months) on the Acceptance Based Coping (ABaCo) program to\n\n* Evaluate feasibility (recruitment and retention) and acceptability (satisfaction)\n* Establish methods of assessing intervention fidelity\n* Engage multi-level partners\n* Estimate the magnitude of potential impact of ABaCo on selected mechanisms and outcomes.\n\nHypothesis: Participants receiving ABaCo will evidence clinically meaningful change from baseline to follow-up on glycemic management and quality of life (primary outcomes) and self-management skills and acceptance coping (secondary outcomes).\n\nProcedures: Potential participants will be referred to study staff by the Promotores team at the University Health Robert B Green Campus Family Health Center. They will be contacted by study staff for a phone visit to conduct screening procedures. If eligible, they will be scheduled for an in-person visit at the Texas Diabetes Institute (TDI), where they will be consented, complete a fingerstick HbA1c test, and complete an initial assessment packet. Participants will then receive the intervention (telephone-delivered ABaCo skills program) delivered by one Promotor/a for 6 weeks and again at week 10 (booster visit). There will be phone-based assessments visit at week 6, and again at week 10. They will be invited to participate in an interview to provide feedback on their experiences in the program and study. A final in-person assessment at TDI will be conducted at 24 weeks (6 months) after baseline, including a fingerstick HbA1c test and a final assessment packet.\n\nAt the study conclusion, all engaged Promotores and clinical partners will also be invited to share their experiences via written and verbal feedback."
        },
        "conditionsModule": {
            "conditions": [
                "Type 2 Diabetes"
            ],
            "keywords": [
                "community health worker",
                "acceptance and commitment therapy",
                "task shifting",
                "access to care"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "interventionModelDescription": "single arm, pre-post, mixed-methods pilot study",
                "primaryPurpose": "HEALTH_SERVICES_RESEARCH",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 20,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Acceptance Based Coping (ABaCo) Skills Training",
                    "type": "EXPERIMENTAL",
                    "description": "Participant-patients will receive care as usual in the Nosotros Promotores program at University Health Robert B Green Campus Family Health Center, including standardized procedures (e.g., home visits, phone calls and in-clinic visits), along with this protocol - individual telephone-delivered ABaCo skills intervention delivered by one Promotor/a for 10 weeks (6 weeks plus booster at 10 weeks).",
                    "interventionNames": [
                        "Behavioral: Acceptance Based Coping (ABaCo)"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Acceptance Based Coping (ABaCo)",
                    "description": "The educational ABaCo protocol consists of core Acceptance \\& Commitment Therapy (ACT) interventions, culturally and contextually-tailored for this population, and in accordance with clinician-led versions of ACT for diabetes to include (a) identification of patient values, (b) teaching acceptance and brief mindfulness skills, and (c) techniques for engaging in valued activities while coping with difficult experiences (e.g., sugar cravings, distress). It is delivered by a community health worker (promotor/a) over 6 consecutive weeks over the phone, followed by a booster call at week 10.",
                    "armGroupLabels": [
                        "Acceptance Based Coping (ABaCo) Skills Training"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Average blood glucose management (HbA1c)",
                    "description": "Glycated hemoglobin (HbA1c) is the average blood glucose levels in past 3 months (HbA1c); higher percentages reflect higher levels of blood glucose (worse blood glucose management).",
                    "timeFrame": "0, 24 weeks"
                },
                {
                    "measure": "Quality of life: Patient Reported Outcomes Measurement Information System Global-10",
                    "description": "PROMIS-10 consists of 10 items that assess physical and mental health, functioning, emotional distress, interference, overall quality of life. There are two subscales - Global Physical Health and Global Mental Health. The raw score range for both subscales is 4 to 20, but raw scores are converted to T-scores with a range of 20-80. Higher scores indicate better health. Strong psychometrics.",
                    "timeFrame": "0, 6, 10, 24 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Diabetes Acceptance: Acceptance & Action Diabetes Questionnaire (AADQ)",
                    "description": "11 Likert-type items (1-7): acceptance of distressing diabetes thoughts/feelings and their interference. The range of possible scores is 11-77; higher scores indicate greater non-acceptance of diabetes. Good internal consistency, construct and discriminant validity.",
                    "timeFrame": "0, 6, 10, 24 weeks"
                },
                {
                    "measure": "Diabetes Acceptance: Diabetes Acceptance Scale (DAS)",
                    "description": "DAS is a recently-developed 20-item measure with Likert scale items (1-3) that identifies patients struggling to accept diabetes. Items 11 - 20 are reversed scored. The lowest possible score is 0, and the highest possible score is 60. Higher scores indicate greater diabetes acceptance. It will be used with the AADQ in pilot testing to inform best measures for next trial.",
                    "timeFrame": "0, 6, 10, 24 weeks"
                },
                {
                    "measure": "Self-management: Summary of Diabetes Self-Care Activities",
                    "description": "11-item scale assesses five different self-care regimen areas: Diet, exercise, blood-glucose testing, foot care, and smoking. The items are measured by days of the week on a scale of 0-7. The total score range is 0 -77. Higher scores indicate better self-care.\n\nFor the general diet score, the mean is taken for items 1 and 2. For specific diet, the mean for items 3 and 4 is taken, with item 4 being scored reversed.\n\nFor exercise scoring the mean is taken for items 5 and 6. Blood glucose is scored by taking the mean for items 7 and 8. While foot care is measured by taking the mean of items 9 and 10. Smoking is measured by item 11 and the number of cigarettes smoked per day.\n\nEstablished, standardized.",
                    "timeFrame": "0, 6, 10, 24 weeks"
                },
                {
                    "measure": "Diabetes Distress: Diabetes Distress Scale",
                    "description": "17 Likert-type scale items (1-6) measure diabetes-related distress with subscales of Emotional Burden, Physician Distress, Regimen Distress, and Interpersonal Distress. Total scores range from 17 -102, but an average score is calculated to determine level of distress, with higher scores indicating greater distress. An average score of \\< 2 reflects little to no distress, an average score between 2. and 2.9 reflects moderate distress, and an average score of \\> 3 reflects high distress. Strong psychometrics.",
                    "timeFrame": "0, 6, 10, 24 weeks"
                },
                {
                    "measure": "Emotional Distress: Patient Health Questionnaire-4",
                    "description": "4-item Likert scale measure (0-3). It is an ultra-brief screener that assesses anxiety and depression. Scores are rated as normal (0-2), mild (3-5), moderate (6-8), and severe (9-12). A total score greater than or equal to 3 on the first two questions suggests anxiety, while a total score greater than or equal to 3 on the last two questions suggests depression. Good psychometric properties.",
                    "timeFrame": "0, 6, 10, 24 weeks"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Feasibility: Recruitment",
                    "description": "Recruitment (goal: n = 20)",
                    "timeFrame": "24 weeks"
                },
                {
                    "measure": "Feasibility: Retention",
                    "description": "Participant retention (goal: no more than 25% drop-out)",
                    "timeFrame": "24 weeks"
                },
                {
                    "measure": "Acceptability: Interviews",
                    "description": "Interviews will be conducted with participants to understand experiences and opinions on acceptability, satisfaction, feasibility, barriers and facilitators to participation, and seek suggestions for further cultural/contextual tailoring.",
                    "timeFrame": "10 weeks"
                },
                {
                    "measure": "Acceptability: Ratings",
                    "description": "Satisfaction (acceptability) will be assessed during semistructured interviews with 3 Likert-type scale items: ease of learning; overall satisfaction; likely to recommend (goal: at least 80% report acceptability at an average of 4 or more on 7-pt scale).",
                    "timeFrame": "10 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Age 18-70\n* Diagnosis of Type 2 Diabetes (T2DM)\n* HbA1c of 7.5% or greater (may be taking oral agents or injectables for T2DM management)\n* Evidence of avoidance coping (prescreen of \\<48.4 on English or a \\<52 on the Spanish Acceptance and Action Diabetes Questionnaire) and/or poor self-management skills (prescreen below recommended frequencies in 2 or more sub-scales of the Summary of Diabetes Self-Care Activities)\n* Self-identifies as Hispanic/Latino\n* Receiving ongoing care at study site clinic\n* Preferred language is English or Spanish\n\nExclusion Criteria:\n\n* A medical condition or life circumstance that would contraindicate participation\n* Inability to read/comprehend the informed consent process or study instructions",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "70 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Olivia Morris",
                    "role": "CONTACT",
                    "phone": "713-440-0345",
                    "email": "olivia.morris@bcm.edu"
                },
                {
                    "name": "Karen Morado",
                    "role": "CONTACT",
                    "phone": "210) 450 - 3856",
                    "email": "moradok@uthscsa.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Kathryn Kanzler, PsyD ABPP",
                    "affiliation": "Baylor College of Medicine; UT Health San Antonio",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Texas Health Science Center at San Antonio",
                    "status": "RECRUITING",
                    "city": "San Antonio",
                    "state": "Texas",
                    "zip": "78229",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 29.42412,
                        "lon": -98.49363
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "17469891",
                    "type": "BACKGROUND",
                    "citation": "Gregg JA, Callaghan GM, Hayes SC, Glenn-Lawson JL. Improving diabetes self-management through acceptance, mindfulness, and values: a randomized controlled trial. J Consult Clin Psychol. 2007 Apr;75(2):336-43. doi: 10.1037/0022-006X.75.2.336."
                },
                {
                    "pmid": "29439862",
                    "type": "BACKGROUND",
                    "citation": "Schmitt A, Reimer A, Kulzer B, Icks A, Paust R, Roelver KM, Kaltheuner M, Ehrmann D, Krichbaum M, Haak T, Hermanns N. Measurement of psychological adjustment to diabetes with the diabetes acceptance scale. J Diabetes Complications. 2018 Apr;32(4):384-392. doi: 10.1016/j.jdiacomp.2018.01.005. Epub 2018 Jan 31."
                },
                {
                    "pmid": "29401043",
                    "type": "BACKGROUND",
                    "citation": "Barnett ML, Lau AS, Miranda J. Lay Health Worker Involvement in Evidence-Based Treatment Delivery: A Conceptual Model to Address Disparities in Care. Annu Rev Clin Psychol. 2018 May 7;14:185-208. doi: 10.1146/annurev-clinpsy-050817-084825. Epub 2018 Jan 31."
                },
                {
                    "pmid": "32175717",
                    "type": "BACKGROUND",
                    "citation": "Khan MAB, Hashim MJ, King JK, Govender RD, Mustafa H, Al Kaabi J. Epidemiology of Type 2 Diabetes - Global Burden of Disease and Forecasted Trends. J Epidemiol Glob Health. 2020 Mar;10(1):107-111. doi: 10.2991/jegh.k.191028.001."
                },
                {
                    "pmid": "29382975",
                    "type": "BACKGROUND",
                    "citation": "American Diabetes Association. Standards of Medical Care in Diabetes-2018 Abridged for Primary Care Providers. Clin Diabetes. 2018 Jan;36(1):14-37. doi: 10.2337/cd17-0119. No abstract available."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Based on ethical considerations, the following data produced during the project will be preserved and shared: deidentified standardized survey data; clinical data (i.e., lab values); recruitment and retention counts; qualitative data (aggregated matrix of interview responses).\n\nTo facilitate the interpretation of the data, metadata, including protocols and public data collection instruments, will be available and associated with the relevant datasets.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF",
                "CSR"
            ],
            "timeFrame": "Data will be available after the publication of primary outcomes",
            "accessCriteria": "Email request to PI (Dr. Kanzler, kathryn.kanzler@bcm.edu) , who will share in accordance with institutional policies."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000003920",
                    "term": "Diabetes Mellitus"
                },
                {
                    "id": "D000003924",
                    "term": "Diabetes Mellitus, Type 2"
                }
            ],
            "ancestors": [
                {
                    "id": "D000044882",
                    "term": "Glucose Metabolism Disorders"
                },
                {
                    "id": "D000008659",
                    "term": "Metabolic Diseases"
                },
                {
                    "id": "D000004700",
                    "term": "Endocrine System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M7119",
                    "name": "Diabetes Mellitus, Type 2",
                    "asFound": "Type 2 Diabetes",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7115",
                    "name": "Diabetes Mellitus",
                    "asFound": "Diabetes",
                    "relevance": "HIGH"
                },
                {
                    "id": "M11639",
                    "name": "Metabolic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M25403",
                    "name": "Glucose Metabolism Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M7862",
                    "name": "Endocrine System Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                },
                {
                    "abbrev": "BC19",
                    "name": "Gland and Hormone Related Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}