{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05820204",
            "orgStudyIdInfo": {
                "id": "22-2162"
            },
            "organization": {
                "fullName": "University of Colorado, Denver",
                "class": "OTHER"
            },
            "briefTitle": "Acceptability and Efficacy of Pain Reprocessing Therapy in Racially/ Ethnically Diverse Adults With Chronic Back Pain",
            "officialTitle": "Feasibility and Acceptability of Pain Reprocessing Therapy in Racially/ Ethnically Diverse Adults With Chronic Back Pain",
            "therapeuticArea": [
                "Other"
            ],
            "study": "acceptability-and-efficacy-of-pain-reprocessing-therapy-in-racially-ethnically-diverse-adults-with-chronic-back-pain"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-04-12",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-03-16",
            "studyFirstSubmitQcDate": "2023-04-18",
            "studyFirstPostDateStruct": {
                "date": "2023-04-19",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-08",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-10",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of Colorado, Denver",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The goal of this clinical trial is to learn which treatment works better for adults with chronic pain. This study are comparing three treatments: Pain Reprocessing Therapy (PRT), Cognitive Behavioral Therapy (CBT), and usual care (whatever a person is already doing to cope with their pain).\n\nThe study's main questions are:\n\n* Does PRT work well for adults with chronic pain?\n* Which treatment works better for lowering pain: PRT, CBT, or usual care?\n\nThis study will compare PRT, CBT, and usual care to see which is most helpful for lowering pain and helping with other problems that people with chronic pain can have.",
            "detailedDescription": "Investigators recently developed a novel psychological treatment, pain reprocessing therapy (PRT). Using a combination of cognitive, exposure-based, and somatic psychotherapy techniques, PRT aims to promote patients' reconceptualization of pain as due to reversible, non-dangerous brain activity rather than peripheral pathology. Critically, PRT aims to reduce or eliminate pain, rather than increasing functioning.\n\nIn the first trial of PRT (N = 151), 66% of patients randomized to PRT were pain-free or nearly so at post-treatment, as compared to fewer than 20% of placebo and usual care controls. This trial was conducted in a primarily White, highly-educated population with face-to-face treatment, and how PRT effects would generalize to a more diverse population or to telehealth treatment is not known.\n\nPRT was developed to better address pain intensity and pain-related outcomes compared to leading psychological treatments for pain such as cognitive behavioral therapy (CBT). This study aims to yield preliminary findings on the comparative efficacy of PRT vs. CBT vs. usual care. Developing scalable effective, non-pharmacological chronic pain treatments and testing their efficacy in racial/ethnic minorities is an urgent societal need. Accordingly, this study also tests a remotely-delivered PRT intervention in a diverse patient population.\n\nAim 1 of this study is to test the feasibility (recruitment \\& retention) of conducting a randomized clinical trial comparing remotely-delivered PRT with an active comparator, CBT, and usual care and to assess the acceptability (helpfulness, satisfaction, \\& impact) of PRT in a diverse, lower socioeconomic status (SES) patient population.\n\nAim 2 of this study is to test the comparative efficacy of PRT vs. CBT and PRT vs. usual care on pain intensity and other pain-related outcomes.\n\nAdditional resources became available during the study, allowing an increase in sample size from N = 75 to N = 150 to provide greater statistical power aim 2 (comparative efficacy). No interim analyses were conducted at any point, and investigators remained blind to study outcomes. The decision to expand the sample size was made after careful deliberation with Columbia and Cornell Roybal Center Advisory Committees."
        },
        "conditionsModule": {
            "conditions": [
                "Pain, Chronic",
                "Back Pain"
            ],
            "keywords": [
                "chronic pain",
                "Pain Reprocessing Therapy",
                "Cognitive Behavioral Therapy for Chronic Pain"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Three-arm randomized control trial",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "maskingDescription": "* Outcome assessment will be completed via automated transmission of a redCAP link, and as such is inherently blinded.\n* Fidelity assessment will be conducted by blinded fidelity assessors who are otherwise not involved in the study.",
                    "whoMasked": [
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 150,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Pain reprocessing therapy (PRT)",
                    "type": "EXPERIMENTAL",
                    "description": "PRT has 5 components: 1) education about the origin of pain in the brain, its reversibility, and the pain-fear cycle; 2) reinforcing education using personal biography; 3) \"somatic tracking\" of pain through mindfulness and reappraisal of pain sensations as non-dangerous; 4) lowering the level of personal threat that may trigger pain sensation; and 5) inducing positive affect in periods of pain. Patients will attend 1 assessment and education telehealth session with a physician followed by 8, 50-minute, therapist-led sessions. Pacing will be flexible, ranging from 5-12 weeks, to increase accessibility. Treatment will be provided by experienced PRT clinicians. All PRT sessions will be remotely-delivered.",
                    "interventionNames": [
                        "Behavioral: Pain reprocessing therapy (PRT)"
                    ]
                },
                {
                    "label": "Cognitive Behavioral Therapy for Chronic Pain (CBT-CP)",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "CBT-CP, considered the leading psychological treatment for chronic pain, is a structured, time-limited intervention that aims to teach patients how to better manage chronic pain and improve their quality of life. Participants will receive 9, 50-minute sessions of CBT-CP over 5 - 12 weeks. The VA CBT-CP protocol contains an initial orientation involving education and familiarization with the CBT-CP approach to chronic pain. The protocol then includes sessions that focus on topics such as exercise, relaxation, pleasant activities, cognitive coping, and sleep. All CBT-CP sessions will be remotely-delivered.",
                    "interventionNames": [
                        "Behavioral: Cognitive Behavioral Therapy for Chronic Pain (CBT-CP)"
                    ]
                },
                {
                    "label": "Usual Care",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Participants will be asked to continue whatever they are already doing to care for their back pain. Length of the usual care condition will be 5 weeks, the expected mean completion time of the PRT and CBT arms, and may be adjusted at mid-enrollment to match treatment arm length more closely.",
                    "interventionNames": [
                        "Other: Usual care"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Pain reprocessing therapy (PRT)",
                    "description": "A promising new psychotherapy for chronic pain",
                    "armGroupLabels": [
                        "Pain reprocessing therapy (PRT)"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Cognitive Behavioral Therapy for Chronic Pain (CBT-CP)",
                    "description": "A psychotherapy for chronic pain that has 30+ years of research support.",
                    "armGroupLabels": [
                        "Cognitive Behavioral Therapy for Chronic Pain (CBT-CP)"
                    ],
                    "otherNames": [
                        "Cognitive Behavioral Therapy"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Usual care",
                    "description": "Participants will be asked to continue to do whatever they are currently doing to manager their pain",
                    "armGroupLabels": [
                        "Usual Care"
                    ],
                    "otherNames": [
                        "Treatment as usual"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Pain intensity",
                    "description": "Last-week average pain intensity is assessed via the Brief Pain Inventory Short Form (BPI-SF). The BPI-SF assess pain severity and its impact on functioning. It consists of 9 total items including 4 pain items and 5 pain interference items. The 4 pain items measure pain in the last week on a numerical rating scale of 0 (no pain at all) to 10 (pain as bad as you can imagine).",
                    "timeFrame": "Primary time point is the day after post-treatment, 1.5 months on average"
                },
                {
                    "measure": "Session Attendance",
                    "description": "Session attendance is a feasibility measure calculated as the proportion or percentage of people randomized to either PRT or CBT who attended at least 6 sessions.",
                    "timeFrame": "This value will be calculated a day after post-treatment for the last participant, approximately 1 year from the start of enrollment"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Pain interference",
                    "description": "Pain interference is assessed via the pain interference items (5-items) of the Brief Pain Inventory Short Form (BPI-SF). The BPI-SF assess pain severity and its impact on functioning. It consists of 9 total items including 4 pain items and 5 pain interference items. The 5 pain interference items measure pain interference in the last week on a numerical rating scale of 0 (does not interfere) to 10 (completely interferes).",
                    "timeFrame": "Primary time point is the day after post-treatment, 1.5 months on average"
                },
                {
                    "measure": "Depression",
                    "description": "Depression is assessed via the 8-item depression sub-scale of the Patient Reported Outcome Measurement Information System Short Form (PROMIS-SF). The PROMIS scale as a whole monitors the physical, mental, and social health of adults and children. Each item in the PROMIS-SF depression sub-scale is rated on a 5-point scale of 1 (never) to 5 (always).",
                    "timeFrame": "Primary time point is the day after post-treatment, 1.5 months on average"
                },
                {
                    "measure": "Positive Affect",
                    "description": "Assessed via the PANAS is a self-report questionnaire that consists of two 10-item scales to measure both positive and negative affect. Each item is rated on a 5-point scale of 1 (not at all) to 5 (very much).",
                    "timeFrame": "Primary time point is the day after post-treatment, 1.5 months on average"
                },
                {
                    "measure": "Anxiety",
                    "description": "Anxiety is assessed via the 8-item anxiety sub-scale of the Patient Reported Outcome Measurement Information System Short Form (PROMIS-SF). The PROMIS scale as a whole monitors the physical, mental, and social health of adults and children. Each item in the PROMIS-SF anxiety sub-scale is rated on a 5-point scale of 1 (never) to 5 (always).",
                    "timeFrame": "Primary time point is the day after post-treatment, 1.5 months on average"
                },
                {
                    "measure": "Anger",
                    "description": "Anger is assessed via the 5-item anger sub-scale of the Patient Reported Outcome Measurement Information System Short Form (PROMIS-SF). The PROMIS scale as a whole monitors the physical, mental, and social health of adults and children. Each item in the PROMIS-SF anger sub-scale is rated on a 5-point scale of 1 (never) to 5 (always).",
                    "timeFrame": "Primary time point is the day after post-treatment, 1.5 months on average"
                },
                {
                    "measure": "Sleep quality",
                    "description": "Sleep quality is assessed via the 8-item sleep disturbance sub-scale of the Patient Reported Outcome Measurement Information System Short Form (PROMIS-SF). The PROMIS scale as a whole monitors the physical, mental, and social health of adults and children. 7 of the 8 items in the PROMIS-SF sleep disturbance sub-scale are rated on a 5-point scale of 1 (not at all) to 5 (very much) while 1 item is rated on a 5-point scale of 1 (very poor) to 5 (very good).",
                    "timeFrame": "Primary time point is the day after post-treatment, 1.5 months on average"
                },
                {
                    "measure": "Client satisfaction",
                    "description": "Client Satisfaction is assessed the Patients' Global Impression of Change (PGIC). The PGIC is a single-item self-report scale that measures a patient's belief about the efficacy of treatment. The single-item is rated on a 7-point scale of 1 (No change or condition has got worse) to 7 (a great deal better).",
                    "timeFrame": "Primary time point is the day after post-treatment, 1.5 months on average"
                },
                {
                    "measure": "Physical Activity Levels",
                    "description": "Physical activity levels are assessed via the 7-item, self-reported International Physical Activity Questionnaire - Short Form (IPAQ-SF). The IPAQ-SF measures sitting times as well as physical activity and their intensities as performed by a participant during the last 7 days. Types of physical activities and their intensities are recorded in time (Hours per day: minutes per day)",
                    "timeFrame": "Primary time point is the day after post-treatment, 1.5 months on average"
                },
                {
                    "measure": "Medication Use",
                    "description": "Medication use is assessed by asking participants to provide the names, dosages, and frequencies of the medications that they are currently taking for pain management only.",
                    "timeFrame": "Primary time point is the day after post-treatment, 1.5 months on average"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Last-week average back pain of at least 4 of 10 at the two pretreatment timepoints (online pre-screening and informed consent session)\n* Back pain that is an ongoing problem for at least half the days of the last 6 months\n* Back pain that is worse than leg pain.\n\nExclusion Criteria:\n\n* Current litigation or compensation associated with pain or plans to apply for compensation or engage in litigation in the next 6 months\n* Active suicidal ideation with intent, recent history of suicide attempt, or recent history of suicide attempts or self-harm behaviors within the past 5 years (including non-suicidal self-harm)\n* Recent history of inpatient psychiatric hospitalization within the past 5 years\n* Active, current psychosis or mania\n* Active, current substance abuse, or problems with substance abuse within the past 2 years\n* Instability in living conditions or major interfering life events:\n\n  * Major surgery or other major medical event planned in coming six months\n  * Unsure whether will reliably have suitable conditions for telehealth appointments over the next two months, including a computer or tablet, reliable fast internet, and a quiet comfortable room that is reliably available.\n  * Major, interfering changes in employment or housing anticipated over the next six months\n* Failure to complete at least 85% (6 of 7) of EMA surveys in the first week of the study (post-consent, pre-randomization)\n* Leg pain worse than back pain\n* Back surgery within the last 2 years\n* Difficulty controlling bladder function (to screen out cauda equina syndrome)\n* Serious medical illness (e.g., current, or recent cancer diagnosis, severe cardiovascular disease)\n* Recent large unexplained, unintended weight loss (20lbs or more)\n* Recent vertebral fracture/ known spinal fractures or tumors\n* Known sensory/motor abnormalities in the trunk or legs.\n* Self-reported diagnosis of a specific inflammatory disorder: rheumatoid arthritis, polymyalgia rheumatica, scleroderma, Lupus, or polymyositis",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Jonathan K. Ashar, Ph.D.",
                    "role": "CONTACT",
                    "phone": "303.724.2536",
                    "email": "yoni.ashar@cuanschutz.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Jonathan K. Ashar, Ph.D.",
                    "affiliation": "University of Colorado - Anschutz Medical Campus",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Colorado Anschutz Medical Campus",
                    "status": "RECRUITING",
                    "city": "Aurora",
                    "state": "Colorado",
                    "zip": "80045",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jonathan K. Ashar, Ph.D.",
                            "role": "CONTACT",
                            "phone": "303-724-2536",
                            "email": "yoni.ashar@cuanschutz.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.72943,
                        "lon": -104.83192
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Investigators will share de-identified project data publicly under Data Use Agreements that safeguard individual participant confidentiality and privacy. The study will produce the following types of data. All data will be available for sharing, except where noted, upon the date of the online publication of the results of the primary study aims:\n\n* Patient-reported outcomes: All patient-reported outcomes will be de-identified and shared in raw form.\n* Measures of treatment engagement: Deidentified values (e.g. number of treatment sessions attended) will be shared in raw form.\n* Audio-video recordings of therapy sessions: These will be used in planned future research. Upon publication of a manuscript referencing these data, deidentified subject-level summary statistics (e.g., metrics of patient-provider vocal synchrony) will be shared.",
            "timeFrame": "Complete, clean, de-identified copies of the data components described above, along with data dictionaries and metadata, will be publicly posted along with data use agreements by the online publication date of the primary aims in a peer-reviewed journal.",
            "accessCriteria": "Data Use Agreements will ask users to not attempt to re-identify participants, either by merging in administrative, census, medical, or other data, or by using a software program that might re-identify participants.\n\nInvestigators will consult as needed with the Cornell Research Data Management Service Group (RDMSG). As described in the Cornell Roybal Center overall data sharing plan, through the Cornell Roybal Center Investigator Development Program investigators will be able to access instruction and assistance to meet other requests for information that ensure research transparency and reproducibility: documentation about study aims; hypotheses/research questions; variable sources (e.g. outcome variables, covariates); measure/index construction; and publication information."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000001416",
                    "term": "Back Pain"
                },
                {
                    "id": "D000059350",
                    "term": "Chronic Pain"
                }
            ],
            "ancestors": [
                {
                    "id": "D000010146",
                    "term": "Pain"
                },
                {
                    "id": "D000009461",
                    "term": "Neurologic Manifestations"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4714",
                    "name": "Back Pain",
                    "asFound": "Back Pain",
                    "relevance": "HIGH"
                },
                {
                    "id": "M29442",
                    "name": "Chronic Pain",
                    "asFound": "Pain, Chronic",
                    "relevance": "HIGH"
                },
                {
                    "id": "M13066",
                    "name": "Pain",
                    "relevance": "LOW"
                },
                {
                    "id": "M12404",
                    "name": "Neurologic Manifestations",
                    "relevance": "LOW"
                },
                {
                    "id": "T1303",
                    "name": "Chronic Graft Versus Host Disease",
                    "asFound": "Chronic",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}