{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05873855",
            "orgStudyIdInfo": {
                "id": "5R34MH126776-02",
                "type": "NIH",
                "link": "https://reporter.nih.gov/quickSearch/5R34MH126776-02"
            },
            "organization": {
                "fullName": "Florida International University",
                "class": "OTHER"
            },
            "briefTitle": "Acceptability, Feasibility, and Preliminary Impact of a Web-based, HIV Prevention Toolkit With Cisgender Male Couples in Lima, Peru",
            "officialTitle": "Acceptability, Feasibility, and Preliminary Impact of a Web-based, HIV Prevention Toolkit With Cisgender Male Couples in Lima, Peru",
            "therapeuticArea": [
                "Infectious Diseases",
                "Other",
                "Gastroenterology"
            ],
            "study": "acceptability-feasibility-and-preliminary-impact-of-a-web-based-hiv-prevention-toolkit-with-cisgender-male-couples-in-lima-peru"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-12-27",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-04-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-06-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-05-15",
            "studyFirstSubmitQcDate": "2023-05-15",
            "studyFirstPostDateStruct": {
                "date": "2023-05-24",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-04-10",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-11",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Florida International University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "University of Southern California",
                    "class": "OTHER"
                },
                {
                    "name": "Universidad Peruana Cayetano Heredia",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This digital couples-based HIV/STI prevention intervention project will determine preliminary efficacy to improve uptake of evidence-based strategies and a tailored prevention plan among cisgender male couples who are in a relationship (defined as greater than 3 months or more).",
            "detailedDescription": "The project draws on our strong findings from the preliminary work we conducted in Lima. The 3-year project will update and adapt an existing digital health couples-based HIV/STI prevention toolkit intervention that showed promise for reducing couples' HIV risk. The intervention is theoretically grounded in Couples Interdependence Theory for health behavior change. The project is a 6-month pilot randomized control trial with 60 at-risk male couples using a delayed, educational control condition of 3 months. Our Specific Aims are to: 1) Assess feasibility to retain 60 consented and eligible male couples in a 6-month pilot RCT through quantitative measurement of enrollment and retention/attrition rates, and by reason for attrition; 2) Describe acceptability of the adapted toolkit intervention using mixed methods23 from 3 data sources. At last follow-up, partners responses to the Health Information Usability Evaluation Scale24 and other survey items (e.g., 3 things liked best/least about the toolkit, features for improvement) will be captured, along with the additional details they will share about their experiences during the individual-level, qualitative exit interview; 3) Examine preliminary impact of the toolkit intervention on couples': a) formation and adherence to a tailored risk-reduction plan and agreement; b) relationship functioning (e.g., communication); c) use of/adherence to evidence-based HIV/STI prevention strategies; and d) HIV/STI incidence. Preliminary impact will be assessed via changes in couples' outcomes a-d over time between trial arms, and for all couples."
        },
        "conditionsModule": {
            "conditions": [
                "HIV Infections",
                "Hiv",
                "Sexually Transmitted Infections (Not HIV or Hepatitis)",
                "Sexually Transmitted Diseases",
                "Sexual Behavior",
                "Risk Reduction"
            ],
            "keywords": [
                "prevention",
                "relationship functioning",
                "adherence",
                "prevention strategies"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "6-month pilot randomized controlled trial with delayed, no-attention control condition of 3 months.",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "maskingDescription": "Participants and relationship partner will not know in advance which arm they are assigned and randomized to in the trial.",
                    "whoMasked": [
                        "PARTICIPANT"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 120,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Intervention",
                    "type": "EXPERIMENTAL",
                    "description": "From baseline to 6 months, participants randomized to the intervention arm will have access to the P3 web app intervention and all of its contents (5 modules, resources, etc.), including post-baseline assessments that will occur at 3 months and 6 months.",
                    "interventionNames": [
                        "Behavioral: Para ti, para mi, para nosotros (P3)"
                    ]
                },
                {
                    "label": "Waitlist Control",
                    "type": "EXPERIMENTAL",
                    "description": "From baseline to 3-months, participants in the waitlist control condition will have access to the P3 web app for post-baseline assessment of 3 months and the resources section.\n\nFrom 3 months to 6 months, participants randomized to the waitlist control arm will then have access to the P3 web app intervention and all of its contents (5 modules, resources, etc.), including post-baseline assessment that will occur at 6 months.",
                    "interventionNames": [
                        "Behavioral: Waitlist Control Para ti, para mi, para nosotros (P3)"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Para ti, para mi, para nosotros (P3)",
                    "description": "From day 1 to day 180 (i.e., entire 6-month duration, post baseline) of the pilot trial, participants randomized to the intervention arm will have access to use the five modules as directed. The P3 intervention includes modules focused on topics of: HIV/STI prevention, sexual agreements, communication/decision-making skills, strengthening relationships and creating goals, and physical activity.",
                    "armGroupLabels": [
                        "Intervention"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Waitlist Control Para ti, para mi, para nosotros (P3)",
                    "description": "From day 91 to day 180 (i.e., starting after 3-month assessment) of the pilot trial, participants randomized to the waitlist control condition will have access to use the five modules as directed. The P3 intervention includes modules focused on topics of: HIV/STI prevention, sexual agreements, communication/decision-making skills, strengthening relationships and creating goals, and physical activity.",
                    "armGroupLabels": [
                        "Waitlist Control"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Changes in the creation of a detailed risk reduction plan by comparing responses from baseline to 3-months, 3-months to 6-months, and baseline to 6-months.",
                    "description": "Participants will be asked if they created a detailed risk-reduction plan that contains evidence-based strategies with their partner at all time points, using a dichotomous measure containing yes/no responses.\n\nChanges in number of individuals and couples who create a detailed risk reduction plan from baseline to 3-months, 3-months to 6-months, and baseline to 6-months.",
                    "timeFrame": "baseline to 3-months, 3-months to 6-months, and baseline to 6-months"
                },
                {
                    "measure": "Changes in the creation of a detailed agreement by comparing responses from baseline to 3-months, 3-months to 6-months, and baseline to 6-months.",
                    "description": "Participants will be asked if they created a detailed agreement with their partner at all time points, using a dichotomous measure containing yes/no responses.\n\nChanges in number of individuals and couples who create a detailed sexual agreement from baseline to 3-months, 3-months to 6-months, and baseline to 6-months.",
                    "timeFrame": "baseline to 3-months, 3-months to 6-months, and baseline to 6-months."
                },
                {
                    "measure": "Changes in adherence to risk-reduction plan by comparing responses from baseline to 3-months, 3-months to 6-months, and baseline to 6-months.",
                    "description": "Participants will be asked whether they had adhered to their risk reduction plan at all time points.\n\nChanges to categorical responses (yes/no) at individual and couple levels from baseline to 3-months, 3-months to 6-months, and baseline to 6-months.",
                    "timeFrame": "baseline to 3-months, 3-months to 6-months, and baseline to 6-months."
                },
                {
                    "measure": "Changes in adherence to agreement by comparing responses from baseline to 3-months, 3-months to 6-months, and baseline to 6-months.",
                    "description": "Participants will be asked whether they had adhered to their agreement at all time points.\n\nChanges to categorical responses (yes/no) at individual and couple levels from baseline to 3-months, 3-months to 6-months, and baseline to 6-months.",
                    "timeFrame": "baseline to 3-months, 3-months to 6-months, and baseline to 6-months"
                },
                {
                    "measure": "Changes in the number of evidence-based prevention strategies being used over time by comparing responses from baseline to 3-months, 3-months to 6-months, and baseline to 6-months.",
                    "description": "Participants will be asked to select which evidence-based HIV/STI prevention strategies they are currently using at all time points.\n\nChanges to categorical responses (yes/no) at individual and couple levels from baseline to 3-months, 3-months to 6-months, and baseline to 6-months.",
                    "timeFrame": "baseline to 3-months, 3-months to 6-months, and baseline to 6-months"
                },
                {
                    "measure": "Change in HIV incidence by comparing results from testing at baseline to 6-months.",
                    "description": "Participants will be asked to provide sample to test for HIV at baseline and 6-months.\n\nCount: New HIV diagnosis via testing at follow-up occurring 6 months after baseline randomization.",
                    "timeFrame": "baseline to 6 months"
                },
                {
                    "measure": "Change in STI incidence by comparing results from testing at baseline to 6-months.",
                    "description": "Participants will be asked to provide sample to test for HIV at baseline and 6-months.\n\nCount: New STI diagnosis via testing at follow-up occurring 6 months after baseline randomization.",
                    "timeFrame": "baseline to 6 months"
                },
                {
                    "measure": "Changes in relationship mutual constructive communication (MCC) patterns by comparing responses from baseline to 3-months, 3-months to 6-months, and baseline to 6-months.",
                    "description": "Participants will be asked about their MCC patterns at all time points, using a validated theoretical measure containing 11 questions with Likert-type scale responses ranging from 1-9. Higher scores indicate more positive communication patterns.\n\nChanges in mean scores (individual, couple) will be evaluated from baseline to 3-months and 3-months to 6-months.",
                    "timeFrame": "baseline to 3-months, 3-months to 6-months, and baseline to 6-months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. being assigned male at birth and currently identifying as male (cis-gender);\n2. having had anal sex with each other in the past 3 months;\n3. referring to each other as being in a relationship, defined as \"someone you feel emotionally or romantically committed to above all others, and may be referred to as partner, husband, partner, etc.\";\n4. being in a relationship with each other for 3 months or longer;\n5. being at least 18 years of age;\n6. not having any history of intimate partner violence since their relationship began;\n7. self-reporting not feeling coerced by their partner to take part in the study activities;\n8. having their own Internet/web-connected device (e.g. smartphone, laptop, tablet, computer);\n9. living in the Lima metro area and planning to live there for the next 6 months;\n10. willing to receive an in-person rapid HIV test (if applicable);\n11. willing to be tested for other STIs and use swabs to self-collect their own specimens; and\n12. willing to attend an in-person appointment at baseline and at 6 months.\n\nExclusion Criteria:\n\n-Does not meet one or more of the inclusion criteria",
            "healthyVolunteers": true,
            "sex": "MALE",
            "genderBased": true,
            "genderDescription": "Cisgender men",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Jason W Mitchell, PhD",
                    "role": "CONTACT",
                    "phone": "305-348-7789",
                    "email": "jamitche@fiu.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Jason W Mitchell, PhD",
                    "affiliation": "Florida International University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Florida International University",
                    "status": "RECRUITING",
                    "city": "Miami",
                    "state": "Florida",
                    "zip": "33199",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jason W Mitchell, PhD",
                            "role": "CONTACT",
                            "phone": "808-219-6729",
                            "email": "jamitche@fiu.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 25.77427,
                        "lon": -80.19366
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Findings from aims 1-3 will be shared via presentation(s) at peer-reviewed national and international conferences, such as the International AIDS Conference, IAS, AIDS Impact, and the International Congress of Behavioral Medicine.\n\nFindings resulting from the analysis of the data related to the 6-month pilot randomized control trial will be shared as Research Papers in leading, peer-reviewed journals, such as: JMIR Mhealth Uhealth, AIDS and Behavior, JAIDS, and Prevention Science.\n\nA de-identified version of the project's final analytic dataset and codebook will be shared and made available via a download link located at the Florida International University Digital Repository.",
            "timeFrame": "Data will become available in early 2025.",
            "accessCriteria": "User registration will be required in order to access or download files. As part of the registration process, users must agree to the conditions of use governing access to the public release data, including restrictions against attempting to identify study participants, destruction of the data after analyses are completed, reporting responsibilities, restrictions on redistribution of the data to third parties, and proper acknowledgement of the data resource."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000007239",
                    "term": "Infections"
                },
                {
                    "id": "D000003141",
                    "term": "Communicable Diseases"
                },
                {
                    "id": "D000012749",
                    "term": "Sexually Transmitted Diseases"
                }
            ],
            "ancestors": [
                {
                    "id": "D000020969",
                    "term": "Disease Attributes"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000091662",
                    "term": "Genital Diseases"
                },
                {
                    "id": "D000091642",
                    "term": "Urogenital Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M3522",
                    "name": "Acquired Immunodeficiency Syndrome",
                    "relevance": "LOW"
                },
                {
                    "id": "M18250",
                    "name": "HIV Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M9592",
                    "name": "Hepatitis A",
                    "relevance": "LOW"
                },
                {
                    "id": "M9591",
                    "name": "Hepatitis",
                    "relevance": "LOW"
                },
                {
                    "id": "M15558",
                    "name": "Sexually Transmitted Diseases",
                    "asFound": "Sexually Transmitted Diseases",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10283",
                    "name": "Infections",
                    "asFound": "Infection",
                    "relevance": "HIGH"
                },
                {
                    "id": "M6368",
                    "name": "Communicable Diseases",
                    "asFound": "Infection",
                    "relevance": "HIGH"
                },
                {
                    "id": "M22700",
                    "name": "Disease Attributes",
                    "relevance": "LOW"
                },
                {
                    "id": "M2876",
                    "name": "Genital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M2875",
                    "name": "Urogenital Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC01",
                    "name": "Infections"
                },
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC06",
                    "name": "Digestive System Diseases"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                }
            ]
        }
    },
    "hasResults": false
}