{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05535816",
            "orgStudyIdInfo": {
                "id": "22-37292"
            },
            "organization": {
                "fullName": "University of California, San Francisco",
                "class": "OTHER"
            },
            "briefTitle": "Accuracy of Ultrasound for Detecting Residual Fragments During RIRS",
            "officialTitle": "Diagnostic Accuracy of Ultrasound Versus Fluoroscopy for Detecting Residual Fragments During Retrograde Intrarenal Surgery: a Randomized Controlled Trial",
            "therapeuticArea": [
                "Nephrology and Renal Diseases",
                "Other"
            ],
            "study": "accuracy-of-ultrasound-for-detecting-residual-fragments-during-rirs"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-03-27",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2023-10-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2023-10-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-09-06",
            "studyFirstSubmitQcDate": "2022-09-06",
            "studyFirstPostDateStruct": {
                "date": "2022-09-10",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-04-03",
            "lastUpdatePostDateStruct": {
                "date": "2023-04-04",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of California, San Francisco",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this study is to assess the accuracy of ultrasound and traditional fluoroscopy to find the residual fragments before retrograde intrarenal surgery is complete. This would ultimately limit the need for radiation exposure and improve the quality of clinical care given to patients and healthcare teams.",
            "detailedDescription": "Ultrasound is currently gaining popularity as an alternative imaging modality for the diagnosis and treatment of urolithiasis. However, the benefit of ultrasound on the diagnostic accuracy of detecting residual fragments during retrograde intrarenal surgery (RIRS) has never been evaluated in a randomized study. Its use would reduce radiation exposure for patients and care team members as well as improve stone free clearance rates for surgery. Therefore, The investigators plan to conduct a randomized trial to assess the diagnostic accuracy of ultrasound and fluoroscopy in conjunction with endoscopic examination for detecting residual stone fragments during retrograde intrarenal surgery. After admission, approximately 172 subjects will be randomized in a 1:1 ratio to receive ultrasound or fluoroscopy before completing RIRS. Subsequently, four weeks after the operation, the investigators will compare with routine low-dose non-contrast computed tomography as a gold standard for detecting residual fragments. If ultrasound is more accurate than fluoroscopy in detecting residual fragments, the investigators will encourage this approach as it can reduce radiation exposure for patients and healthcare professionals."
        },
        "conditionsModule": {
            "conditions": [
                "Stone, Kidney",
                "Ultrasound Therapy; Complications"
            ],
            "keywords": [
                "residual stone",
                "ureteroscopy",
                "ultrasound",
                "diagnostic accuracy"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "DIAGNOSTIC",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 172,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Ultrasound",
                    "type": "EXPERIMENTAL",
                    "description": "Before completing retrograde intrarenal surgery, a complete endoscopic examination will be performed along with ultrasound by the same endourologist to determine the size of the largest residual fragment.",
                    "interventionNames": [
                        "Diagnostic Test: Ultrasound"
                    ]
                },
                {
                    "label": "Fluoroscopy",
                    "type": "NO_INTERVENTION",
                    "description": "Standard of care, control Before completing retrograde intrarenal surgery, a complete endoscopic examination will be performed along with fluoroscopy by the same endourologist to determine the size of the largest residual fragment."
                }
            ],
            "interventions": [
                {
                    "type": "DIAGNOSTIC_TEST",
                    "name": "Ultrasound",
                    "description": "Before completing retrograde intrarenal surgery, a complete endoscopic examination will be performed along with ultrasound instead of fluoroscopy by the same endourologist to determine the size of the largest residual fragment.",
                    "armGroupLabels": [
                        "Ultrasound"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Diagnostic accuracy detecting residual fragments during retrograde intrarenal surgery",
                    "description": "The diagnostic accuracy of ultrasound and fluoroscopy will be measured in conjunction with endoscopic examination for detecting residual fragments during retrograde intrarenal surgery for renal stones treatment by the same endourologist to determine the size of the largest residual fragment, categorizing them as stone free, ≤ 2 mm, or \\>2 mm, and compared with routine low-dose non-contrast computed tomography by a radiologist blinded to surgery and intraoperative imaging, categorizing them as stone free, ≤ 2 mm, or \\>2 mm. The results will be compared for accuracy.",
                    "timeFrame": "4 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Sensitivity detecting residual fragments during retrograde intrarenal surgery",
                    "description": "The sensitivity of ultrasound and fluoroscopy will be measured in conjunction with endoscopic examination for detecting residual fragments during retrograde intrarenal surgery for renal stones treatment by the same endourologist to determine the size of the largest residual fragment, categorizing them as stone free, ≤ 2 mm, or \\>2 mm, and compared with routine low-dose non-contrast computed tomography by a radiologist blinded to surgery and intraoperative imaging, categorizing them as stone free, ≤ 2 mm, or \\>2 mm. The results will be compared for sensitivity.",
                    "timeFrame": "4 weeks"
                },
                {
                    "measure": "Specificity detecting residual fragments during retrograde intrarenal surgery",
                    "description": "The specificity of ultrasound and fluoroscopy will be measured in conjunction with endoscopic examination for detecting residual fragments during retrograde intrarenal surgery for renal stones treatment by the same endourologist to determine the size of the largest residual fragment, categorizing them as stone free, ≤ 2 mm, or \\>2 mm, and compared with routine low-dose non-contrast computed tomography by a radiologist blinded to surgery and intraoperative imaging, categorizing them as stone free, ≤ 2 mm, or \\>2 mm. The results will be compared for specificity.",
                    "timeFrame": "4 weeks"
                },
                {
                    "measure": "Positive predictive value detecting residual fragments during retrograde intrarenal surgery",
                    "description": "The positive predictive value of ultrasound and fluoroscopy will be measured in conjunction with endoscopic examination for detecting residual fragments during retrograde intrarenal surgery for renal stones treatment by the same endourologist to determine the size of the largest residual fragment, categorizing them as stone free, ≤ 2 mm, or \\>2 mm, and compared with routine low-dose non-contrast computed tomography by a radiologist blinded to surgery and intraoperative imaging, categorizing them as stone free, ≤ 2 mm, or \\>2 mm. The results will be compared for positive predictive value.",
                    "timeFrame": "4 weeks"
                },
                {
                    "measure": "Negative predictive value detecting residual fragments during retrograde intrarenal surgery",
                    "description": "The negative predictive value of ultrasound and fluoroscopy will be measured in conjunction with endoscopic examination for detecting residual fragments during retrograde intrarenal surgery for renal stones treatment by the same endourologist to determine the size of the largest residual fragment, categorizing them as stone free, ≤ 2 mm, or \\>2 mm, and compared with routine low-dose non-contrast computed tomography by a radiologist blinded to surgery and intraoperative imaging, categorizing them as stone free, ≤ 2 mm, or \\>2 mm. The results will be compared for negative predictive value.",
                    "timeFrame": "4 weeks"
                },
                {
                    "measure": "Operative time in minutes",
                    "description": "The operative time will be measured from the time the endoscope is inserted into the urethra until the end of the procedure.",
                    "timeFrame": "Surgical duration, up to 4 hours"
                },
                {
                    "measure": "Surgical complications into grade I to V on the modified Clavien-Dindo classification from operation, up to 4 weeks.",
                    "description": "Surgical complications will be categorized according to the modified Clavien-Dindo classification consisted of 5 severity grades. Complications are within 4 weeks post-operation ranging from Grade I to V. Grade I include any deviation from the normal postoperative course without the need for pharmacological treatment or surgical, endoscopic, and radiological interventions. Grade II complications are defined as complications requiring pharmacological treatment with drugs other than such allowed for grade I complications. Grade III complications are defined as complications requiring surgical, endoscopic or radiological intervention; IIIa intervention not under general anesthesia and IIIb intervention under general anesthesia. Grade IV complications are defined as life-threatening complication requiring IC/ICU management; IVa single organ dysfunction (including dialysis) and IVb multiorgan dysfunction. Grade V complications indicated death of a patient due to a complication.",
                    "timeFrame": "From operation, up to 4 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Patients over the age of 18.\n* Consecutive patients with a diagnosis of renal stone or ureteral stone with a plan to undergoing RIRS for stone removal.\n\nExclusion Criteria:\n\n* Patients who decline informed consent.\n* Pregnancy\n* Kidney transplantation\n* Ectopic kidney\n* Patients undergoing concurrent bilateral stone removal surgery.\n* Patients whose pain cannot be controlled when presenting at the Emergency Department.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Thomas Chi, M.D.",
                    "role": "CONTACT",
                    "phone": "415-353-2480",
                    "email": "tom.chi@ucsf.edu"
                },
                {
                    "name": "Ukrit Rompsaithong, M.D.",
                    "role": "CONTACT",
                    "phone": "415-741-4634",
                    "email": "ukrit.rompsaithong@ucsf.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Thomas Chi, M.D.",
                    "affiliation": "University of California, San Francisco",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of California, San Francisco",
                    "status": "RECRUITING",
                    "city": "San Francisco",
                    "state": "California",
                    "zip": "94143",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Thomas Chi, M.D.",
                            "role": "CONTACT",
                            "phone": "415-353-2480",
                            "email": "tom.chi@ucsf.edu"
                        },
                        {
                            "name": "Victoria Hogue, M.A.",
                            "role": "CONTACT",
                            "email": "Victoria.Hogue@ucsf.edu"
                        },
                        {
                            "name": "Ukrit Rompsaithong, M.D.",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 37.77493,
                        "lon": -122.41942
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "27238615",
                    "type": "BACKGROUND",
                    "citation": "Assimos D, Krambeck A, Miller NL, Monga M, Murad MH, Nelson CP, Pace KT, Pais VM Jr, Pearle MS, Preminger GM, Razvi H, Shah O, Matlaga BR. Surgical Management of Stones: American Urological Association/Endourological Society Guideline, PART II. J Urol. 2016 Oct;196(4):1161-9. doi: 10.1016/j.juro.2016.05.091. Epub 2016 May 27."
                },
                {
                    "pmid": "26344917",
                    "type": "BACKGROUND",
                    "citation": "Turk C, Petrik A, Sarica K, Seitz C, Skolarikos A, Straub M, Knoll T. EAU Guidelines on Interventional Treatment for Urolithiasis. Eur Urol. 2016 Mar;69(3):475-82. doi: 10.1016/j.eururo.2015.07.041. Epub 2015 Sep 4."
                },
                {
                    "pmid": "31304880",
                    "type": "BACKGROUND",
                    "citation": "Prezioso D, Barone B, Di Domenico D, Vitale R. Stone residual fragments: A thorny problem. Urologia. 2019 Nov;86(4):169-176. doi: 10.1177/0391560319860654. Epub 2019 Jul 14."
                },
                {
                    "pmid": "30398369",
                    "type": "BACKGROUND",
                    "citation": "Danilovic A, Cavalanti A, Rocha BA, Traxer O, Torricelli FCM, Marchini GS, Mazzucchi E, Srougi M. Assessment of Residual Stone Fragments After Retrograde Intrarenal Surgery. J Endourol. 2018 Dec;32(12):1108-1113. doi: 10.1089/end.2018.0529."
                },
                {
                    "pmid": "27578040",
                    "type": "BACKGROUND",
                    "citation": "Brisbane W, Bailey MR, Sorensen MD. An overview of kidney stone imaging techniques. Nat Rev Urol. 2016 Nov;13(11):654-662. doi: 10.1038/nrurol.2016.154. Epub 2016 Aug 31."
                },
                {
                    "pmid": "27733052",
                    "type": "BACKGROUND",
                    "citation": "Tzou DT, Usawachintachit M, Taguchi K, Chi T. Ultrasound Use in Urinary Stones: Adapting Old Technology for a Modern-Day Disease. J Endourol. 2017 Apr;31(S1):S89-S94. doi: 10.1089/end.2016.0584. Epub 2016 Nov 3."
                },
                {
                    "pmid": "23073063",
                    "type": "BACKGROUND",
                    "citation": "Deters LA, Belanger G, Shah O, Pais VM. Ultrasound guided ureteroscopy in pregnancy. Clin Nephrol. 2013 Feb;79(2):118-23. doi: 10.5414/CN107654."
                },
                {
                    "pmid": "29239803",
                    "type": "BACKGROUND",
                    "citation": "Morrison JC, Van Batavia JP, Darge K, Long CJ, Shukla AR, Srinivasan AK. Ultrasound guided ureteroscopy in children: Safety and success. J Pediatr Urol. 2018 Feb;14(1):64.e1-64.e6. doi: 10.1016/j.jpurol.2017.08.019. Epub 2017 Oct 14."
                },
                {
                    "pmid": "20206970",
                    "type": "BACKGROUND",
                    "citation": "Ray AA, Ghiculete D, Pace KT, Honey RJ. Limitations to ultrasound in the detection and measurement of urinary tract calculi. Urology. 2010 Aug;76(2):295-300. doi: 10.1016/j.urology.2009.12.015. Epub 2010 Mar 5."
                },
                {
                    "pmid": "28341578",
                    "type": "BACKGROUND",
                    "citation": "Kanno T, Kubota M, Funada S, Okada T, Higashi Y, Yamada H. The Utility of the Kidneys-ureters-bladder Radiograph as the Sole Imaging Modality and Its Combination With Ultrasonography for the Detection of Renal Stones. Urology. 2017 Jun;104:40-44. doi: 10.1016/j.urology.2017.03.019. Epub 2017 Mar 21."
                },
                {
                    "pmid": "29476214",
                    "type": "BACKGROUND",
                    "citation": "Roberson NP, Dillman JR, O'Hara SM, DeFoor WR Jr, Reddy PP, Giordano RM, Trout AT. Comparison of ultrasound versus computed tomography for the detection of kidney stones in the pediatric population: a clinical effectiveness study. Pediatr Radiol. 2018 Jul;48(7):962-972. doi: 10.1007/s00247-018-4099-7. Epub 2018 Feb 23."
                },
                {
                    "pmid": "15273542",
                    "type": "BACKGROUND",
                    "citation": "Dindo D, Demartines N, Clavien PA. Classification of surgical complications: a new proposal with evaluation in a cohort of 6336 patients and results of a survey. Ann Surg. 2004 Aug;240(2):205-13. doi: 10.1097/01.sla.0000133083.54934.ae."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000007669",
                    "term": "Kidney Calculi"
                },
                {
                    "id": "D000053040",
                    "term": "Nephrolithiasis"
                }
            ],
            "ancestors": [
                {
                    "id": "D000007674",
                    "term": "Kidney Diseases"
                },
                {
                    "id": "D000014570",
                    "term": "Urologic Diseases"
                },
                {
                    "id": "D000052776",
                    "term": "Female Urogenital Diseases"
                },
                {
                    "id": "D000005261",
                    "term": "Female Urogenital Diseases and Pregnancy Complications"
                },
                {
                    "id": "D000091642",
                    "term": "Urogenital Diseases"
                },
                {
                    "id": "D000052878",
                    "term": "Urolithiasis"
                },
                {
                    "id": "D000014545",
                    "term": "Urinary Calculi"
                },
                {
                    "id": "D000052801",
                    "term": "Male Urogenital Diseases"
                },
                {
                    "id": "D000002137",
                    "term": "Calculi"
                },
                {
                    "id": "D000020763",
                    "term": "Pathological Conditions, Anatomical"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5399",
                    "name": "Calculi",
                    "relevance": "LOW"
                },
                {
                    "id": "M10693",
                    "name": "Kidney Calculi",
                    "asFound": "Stone, Kidney",
                    "relevance": "HIGH"
                },
                {
                    "id": "M27126",
                    "name": "Nephrolithiasis",
                    "asFound": "Stone, Kidney",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10698",
                    "name": "Kidney Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M17319",
                    "name": "Urologic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M2875",
                    "name": "Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M27093",
                    "name": "Female Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14127",
                    "name": "Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M8399",
                    "name": "Female Urogenital Diseases and Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M27103",
                    "name": "Urolithiasis",
                    "relevance": "LOW"
                },
                {
                    "id": "M17295",
                    "name": "Urinary Calculi",
                    "relevance": "LOW"
                },
                {
                    "id": "M27095",
                    "name": "Male Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M22519",
                    "name": "Pathological Conditions, Anatomical",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                }
            ]
        }
    },
    "hasResults": false
}