{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04107064",
            "orgStudyIdInfo": {
                "id": "50268"
            },
            "organization": {
                "fullName": "Stanford University",
                "class": "OTHER"
            },
            "briefTitle": "Achieving Steady Work Among Adults With Autism Through Specialized Employment Program",
            "officialTitle": "Achieving Steady Work Among Adults With Autism Through Specialized Employment Program",
            "therapeuticArea": [
                "Other"
            ],
            "study": "achieving-steady-work-among-adults-with-autism-through-specialized-employment-program"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-11",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2019-09-30",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-12",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-12",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2019-09-24",
            "studyFirstSubmitQcDate": "2019-09-25",
            "studyFirstPostDateStruct": {
                "date": "2019-09-27",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-11-22",
            "lastUpdatePostDateStruct": {
                "date": "2023-11-28",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR_INVESTIGATOR",
                "investigatorFullName": "Lawrence Fung",
                "investigatorTitle": "Assistant Professor",
                "investigatorAffiliation": "Stanford University"
            },
            "leadSponsor": {
                "name": "Lawrence Fung",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Individuals with autism spectrum disorder (ASD) have significantly higher levels of unemployment and underemployment compared to their typically developing peers and all other groups with neurodevelopmental disorders, even though major companies that have employed and trained young people with ASD acclaim their significant innovations in their companies. The investigators hope to examine the effects of specialized employment support programs, over current traditional vocational rehabilitation approaches, for adults with ASD on their ability to maintain steady employment and overall benefit to the organizations at which they will be employed.\n\nThe investigators predict that Stanford University's Neurodiversity at Work (NaW) Program will improve employment outcomes and positively impact the overall quality of life of individuals with ASD in this program. The investigators hope that the findings of the study will lead to the advancement of programs aimed to support individuals with ASD.",
            "detailedDescription": "To date, there has been limited research examining effects of specialized employment support programs (such as Stanford's Neurodiversity at Work) for adults with ASD. Results from this study will have substantial positive impact on the field because they will significantly elevate the investigators' understanding of the factors involved in successful employment and QoL outcomes in individuals with ASD. Furthermore, understanding the trajectories of psychiatric symptoms, employment outcomes and QoL will facilitate the development of educational tools, training materials and intervention tools to help in improving overall outcomes of individuals with ASD.\n\nThe study has four specific aims that the investigators hope will contribute towards the advancement and proliferation of programs, such as Stanford's Neurodiversity at Work (NaW) aimed to support individuals with ASD, both in in the workplace and beyond.\n\nThe investigators' first aim is to compare job retention rates resulting from NaW starting before onboarding and NaW starting 6 months after onboarding (NaW-DS) for adults with ASD, as well as compare duration of sustained employment for NaW and NaW-DS (NaW-delayed start).\n\nThe second aim is to compare the change in QoL between NaW and NaW-DS for adults with ASD at month 15 past onboarding. The investigators predict that NaW will result in a higher QoL, as measured by the World Health Organization Quality of Life assessment (WHOQOL-100), in adults with ASD, compared to NaW-DS. The investigators also have an exploratory aim of determining costs of employee turnover achieved from the NaW and NaW-DS, as well as comparing rates of job offers between specialized internship programs (IP) and specialized pre-employment training programs (PT).\n\nAdditionally, behavioral assessments will be administered to participants throughout the duration of the study as additional exploratory measures.\n\nResults from this study will provide an evidence base for the understanding of trajectories of psychiatric symptoms, employment outcomes and QoL will facilitate the development of education tools, training materials and intervention tools to help improving overall outcomes of individuals with ASD."
        },
        "conditionsModule": {
            "conditions": [
                "Autism Spectrum Disorder",
                "Autism"
            ],
            "keywords": [
                "Neurodiversity",
                "ASD",
                "Employment",
                "Neurodiverse"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "whoMasked": [
                        "PARTICIPANT"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 80,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Neurodiversity at Work (NaW) Group",
                    "type": "EXPERIMENTAL",
                    "description": "Individuals in this group will receive a 6-week Autism at Work pre-employment training. Upon onboarding, each individual will be supported by a team manager, a team buddy, a peer mentor, a job/life skills coach, a vocational rehabilitation counselor, and a personal counselor. Ongoing support for members of support circles will be provided during the 12 weeks immediately after onboarding.",
                    "interventionNames": [
                        "Behavioral: NaW"
                    ]
                },
                {
                    "label": "Neurodiversity at Work - Delayed Start (NaW-DS)",
                    "type": "EXPERIMENTAL",
                    "description": "Participants in this group will receive typical orientation for neurotypical employees after onboarding. The support of peer mentor, job/life skills coach, vocational rehabilitation counselor, and a personal counselor will start 6 months after onboarding. Managers, co-workers, team buddies and mentors for all recruited and hired employees in both groups will receive the same specialized training to enhance their abilities to work with individuals with ASD.",
                    "interventionNames": [
                        "Behavioral: NaW-DS"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "NaW",
                    "description": "Participants will receive assistance with finding employment, onboarding, training, and so on.",
                    "armGroupLabels": [
                        "Neurodiversity at Work (NaW) Group"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "NaW-DS",
                    "description": "Participants will receive assistance with onboarding and training 6 months after the initiation of their employment.",
                    "armGroupLabels": [
                        "Neurodiversity at Work - Delayed Start (NaW-DS)"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Job Retention Rates",
                    "description": "Compare job retention rates resulting from NaW starting before onboarding and NaW starting 6 months after onboarding (NaW-DS). The investigators predict that the NaW program will result in a higher rate of sustained employment in adults with ASD 15 months after onboarding when compared to NaW-DS.",
                    "timeFrame": "Before onboarding for NaW arm; 6 months after onboarding for NaW-DS arm; 15 months after onboarding for both arms."
                },
                {
                    "measure": "Duration of Sustained Employment",
                    "description": "Compare duration of sustained employment for NaW and NaW-DS. The investigators predict that the NaW program will result in a longer duration of sustained employment as compared to NaW-DS.",
                    "timeFrame": "15 months after onboarding."
                },
                {
                    "measure": "Costs of Employee Turnover",
                    "description": "Determine the costs of employee turnover achieved from the NaW and NaW-DS.",
                    "timeFrame": "15 months after onboarding."
                },
                {
                    "measure": "Rates of Job Offers",
                    "description": "Compare rates of job offers between internship programs and pre-employment training programs.",
                    "timeFrame": "15 months after onboarding."
                },
                {
                    "measure": "World Health Organization Quality of Life Assessment [WHOQOL-100]",
                    "description": "Measures individuals' perceptions of their position in life in the context of the culture and value systems in which they live and in relation to their goals, expectations, standards and concerns.\n\nPurpose of measure: compare the change in Quality of Life (QoL) between NaW and NaW-DS for adults with ASD at month 15 post-onboarding; compare the trajectories of change in QoL between NaW and NaW-DS for adults with ASD over time.\n\nThis scale consists of four domains: physical health, psychological, social relationships, and environment. A higher score indicates a better quality of life, while a lower score indicates a lower quality of life. There is a total of 100 items in this scale. The minimum score is 100, with the highest score being 500. The five point scale ranges from \"Not at all\" to \" Extremely\" (or \"Completely\" or \"Very satisfied\"). Subscales are combined to produce a total score.",
                    "timeFrame": "At screening, 3 months after onboarding at job position, 6 months after onboarding, 12 months after onboarding, 15 months after onboarding, 18 months after onboarding."
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Maslach's Burnout Measure",
                    "description": "Designed to measure burnout as defined by the World Health Organization (WHO). The minimum score is 22, and the maximum score is 132. A lower score indicates lower levels of burnout, while a higher score indicates high levels of burnout. Each item is rated on two scales: a 6-point frequency scale, and a 7-point intensity scale. The frequency scale ranges from \"A few times a year\" to \"Every day.\" The intensity scale ranges from \"Very mild\" to \"Very strong; major.\"",
                    "timeFrame": "Baseline, 6 months after onboarding, 12 months after onboarding, and 18 months after onboarding."
                },
                {
                    "measure": "Meyer and Allen's Affective Commitment Measure",
                    "description": "The Affective Commitment Scale's items were written to assess affective orientation towards the organization. Some responses are reverse-coded, so higher and lower scores do not necessarily point to similar results across the board. Each item is rated on a 7-point scale, ranging from \"Strongly disagree\" to \"Strongly agree.\" Scores range from a minimum of 8 to a maximum of 56.",
                    "timeFrame": "Baseline, 6 months after onboarding, 12 months after onboarding, and 18 months after onboarding."
                },
                {
                    "measure": "Eisenberger's Perceived Organizational Support",
                    "description": "This scale aims to measure perceived organizational support with regard to an individual feeling appreciated, supported, and cared for within their place of work. Some items are reverse-coded. The 7-point scale ranges from \"Strongly disagree\" to \"Strongly agree.\" Scores range from a minimum of 8 to a maximum of 56.",
                    "timeFrame": "Baseline, 6 months after onboarding, 12 months after onboarding, and 18 months after onboarding."
                },
                {
                    "measure": "Morgensen and Humphrey's Job Characteristics (WDQ)",
                    "description": "This scale measures work autonomy, task variety, task significance, task identity, and feedback from one's job. It also measures job complexity, information processing, skill variety, and specialization. All items are measured on a 5-point scale, with 1 indicating \"Strongly disagree\" and 5 being equal to \"Strongly agree.\" Scores range from a minimum of 44 to a maximum of 220. Scores are interpreted in varying ways throughout the instrument.",
                    "timeFrame": "Baseline, 6 months after onboarding, 12 months after onboarding, and 18 months after onboarding."
                },
                {
                    "measure": "Judge's Global Job Satisfaction",
                    "description": "This scale measures perceived job satisfaction. It consists of 8 individual questions with various response options, including a scale ranging from \"Strongly agree\" to \"Strongly disagree\", a \"Yes/No\" option, a second scale ranging from \"Very dissatisfied\" to \"Very satisfied,\" and an item in which participants are asked to score their satisfaction by way of percentage allocation. There is no range or minimum/maximum scores in this measure.",
                    "timeFrame": "Baseline, 6 months after onboarding, 12 months after onboarding, and 18 months after onboarding."
                },
                {
                    "measure": "MOAQ Subscale: Intent to Turnover",
                    "description": "A 4-item scale with two 7-point scoring scales: \"Strongly disagree/Strongly agree\" and \"Not at all likely/Extremely likely,\" measuring one's intent to turnover from a job. Scores range from a minimum of 3 to a maximum of 21, with a higher score indicating a higher likelihood of job turnover.",
                    "timeFrame": "Baseline, 6 months after onboarding, 12 months after onboarding, and 18 months after onboarding."
                },
                {
                    "measure": "Work Motivation and Engagement (UWES)",
                    "description": "A 17-item scale aimed at measuring one's work engagement within a current job. Each item is rated using either one the following 6-point scales: specific (1 = a few times a year or less; 6 = every day) or broad (0 = never; 1 = almost never; 6 = always). Both scales include an option for 'never' (0). The minimum score is 0, with the maximum score being 102. A higher score indicates greater levels of engagement and motivation, with a lower score indicating lower levels of the aforementioned qualities.",
                    "timeFrame": "Baseline, 6 months after onboarding, 12 months after onboarding, and 18 months after onboarding."
                },
                {
                    "measure": "ANZ Financial Well-being Scale",
                    "description": "An 11-item scale which measures relative financial comfort and well-being. Items are scored in multiple-choice form as well as three Likert-scale items. Multiple-choice items vary in language but generally aim to measure the degree to which the participant is able to cover necessary expenses and their feelings regarding their financial situation. Some items are reverse-scored, thus making a higher/lower score not necessarily indicative of financial well-being or lack thereof.",
                    "timeFrame": "Baseline, 6 months after onboarding, 12 months after onboarding, and 18 months after onboarding."
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Rosenberg Scale of Self-Esteem",
                    "description": "A 10-item scale that measures global self-worth by measuring both positive and negative feelings about the self. The scale is believed to be uni-dimensional. The minimum score is 10, with the maximum score being 40. A lower score indicates an individuals' lower self-esteem, while a higher score indicates higher levels of self-esteem. The four point scale ranges from \"Strongly agree\" to \"Strongly disagree.\"",
                    "timeFrame": "Baseline, 6 months after onboarding, 12 months after onboarding, and 18 months after onboarding."
                },
                {
                    "measure": "Social Phobia and Anxiety Inventory",
                    "description": "SPAI assesses specific somatic symptoms, cognitions, and behaviors across a wide range of potentially fear-producing situations to measure social anxiety and fear. The scale contains 17 items. The minimum score is 17, and the maximum is 85. A lower scale indicates lower levels of social phobia, while a higher score indicates higher levels of social phobia. The five point scale ranges from \"Not at all\" to \"Extremely.\"",
                    "timeFrame": "Baseline, 6 months after onboarding, 12 months after onboarding, and 18 months after onboarding."
                },
                {
                    "measure": "Test of Young Adult Social Skills Knowledge",
                    "description": "A scale which surveys adolescent and young adult knowledge of social skills and behavioral abnormalities. The scale contains 30 items that are \"True/False\" and multiple-choice in nature. A lower score (fewer items correct) indicates less knowledge of social skills, while a higher score indicates more knowledge of social skills.",
                    "timeFrame": "Baseline, 6 months after onboarding, 12 months after onboarding, and 18 months after onboarding."
                },
                {
                    "measure": "Autism Spectrum Quotient",
                    "description": "The Autism Spectrum Quotient was developed by the Autism Research Centre to test if adults with high-functioning autism or Asperger Syndrome are just an extreme on a dimension of autistic traits that runs right through the general population. This scale is comprised of 50 items and the four point scale ranges from \"Definitely agree\" to \"Definitely disagree.\" Higher and lower scores are irrelevant, as the scales are often reversed within this instrument.",
                    "timeFrame": "Baseline, 6 months after onboarding, 12 months after onboarding, and 18 months after onboarding."
                },
                {
                    "measure": "Patient Health Questionnaire (PHQ-9)",
                    "description": "The PHQ-9 assesses relative rates of depression amongst human subjects. A higher score indicates a higher level of depression. The scale is comprise of 9 multiple-choice questions and one follow-up multiple-choice question (based on subjects' responses to the previous 9 questions).",
                    "timeFrame": "Baseline, 6 months after onboarding, 12 months after onboarding, and 18 months after onboarding."
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Moderately functioning group of participants:\n\n  * Males and females with ASD\n  * Between the ages of 18-55\n  * No significant current psychosocial stressors per history\n  * Able to travel to work independently\n  * Attended either an internship program, pre-employment training, or both\n  * Possess an IQ between 60 and 90\n* High functioning group of participants:\n\n  * Males and females with ASD\n  * Between the ages of 18-55\n  * No significant current psychosocial stressors per history\n  * Able to travel to work independently\n  * Attended either an internship program, pre-employment training, or both\n  * Possess a college degree\n  * Possess an IQ of 90 or above\n\nExclusion criteria:\n\n* DSM-5 diagnosis of other severe psychiatric disorder such as bipolar disorder or schizophrenia.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "55 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Lawrence K Fung, MD, PhD",
                    "role": "CONTACT",
                    "phone": "6504989392",
                    "email": "lkfung@stanford.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Lawrence Fung, MD, PhD",
                    "affiliation": "Stanford University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Stanford University School of Medicine",
                    "status": "RECRUITING",
                    "city": "Palo Alto",
                    "state": "California",
                    "zip": "94304",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 37.44188,
                        "lon": -122.14302
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000001321",
                    "term": "Autistic Disorder"
                },
                {
                    "id": "D000067877",
                    "term": "Autism Spectrum Disorder"
                }
            ],
            "ancestors": [
                {
                    "id": "D000002659",
                    "term": "Child Development Disorders, Pervasive"
                },
                {
                    "id": "D000065886",
                    "term": "Neurodevelopmental Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4623",
                    "name": "Autistic Disorder",
                    "asFound": "Autism",
                    "relevance": "HIGH"
                },
                {
                    "id": "M206",
                    "name": "Autism Spectrum Disorder",
                    "asFound": "Autism Spectrum Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5903",
                    "name": "Child Development Disorders, Pervasive",
                    "relevance": "LOW"
                },
                {
                    "id": "M5902",
                    "name": "Developmental Disabilities",
                    "relevance": "LOW"
                },
                {
                    "id": "M30644",
                    "name": "Neurodevelopmental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}