{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05747755",
            "orgStudyIdInfo": {
                "id": "2023P000031"
            },
            "secondaryIdInfos": [
                {
                    "id": "R18HS029366",
                    "type": "AHRQ",
                    "link": "https://reporter.nih.gov/quickSearch/R18HS029366"
                },
                {
                    "id": "355948",
                    "type": "OTHER",
                    "domain": "UCSF IRB"
                }
            ],
            "organization": {
                "fullName": "Brigham and Women's Hospital",
                "class": "OTHER"
            },
            "briefTitle": "Achieving Diagnostic Excellence Through Prevention and Teamwork",
            "officialTitle": "Achieving Diagnostic Excellence Through Prevention and Teamwork (ADEPT)",
            "acronym": "ADEPT",
            "therapeuticArea": [
                "Other"
            ],
            "study": "achieving-diagnostic-excellence-through-prevention-and-teamwork"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-03",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-03",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-04",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-09",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-02-07",
            "studyFirstSubmitQcDate": "2023-02-17",
            "studyFirstPostDateStruct": {
                "date": "2023-02-28",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-03-03",
            "lastUpdatePostDateStruct": {
                "date": "2023-03-07",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Jeffrey L. Schnipper, MD.,MPH.",
                "investigatorTitle": "Professor of Medicine",
                "investigatorAffiliation": "Brigham and Women's Hospital"
            },
            "leadSponsor": {
                "name": "Brigham and Women's Hospital",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Agency for Healthcare Research and Quality (AHRQ)",
                    "class": "FED"
                },
                {
                    "name": "University of California, San Francisco",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This study seeks to link a group of hospitals to measure and share the rates of diagnostic errors, to understand underlying causes of diagnostic errors, and develop ways that hospitals, clinicians, and patients can work together to avoid diagnostic errors and harms due to those errors. The investigators will test how data sharing and collaboration improve diagnostic processes and develop approaches which can be sustained into the future. The approach represents a novel application of rigorous outcome adjudication to the problem of inpatient diagnostic errors using a learning health system model.",
            "detailedDescription": "Many factors contribute to diagnostic errors, but key among them are foundational issues in healthcare: complex and fragmented care systems, the limited time available to providers trying to ascertain a firm diagnosis, and the work systems and cultures that support or impede improvements in diagnostic performance. While approaches to identifying diagnostic errors exist, few studies have linked identification of underlying systemic and structural causes of errors to existing quality improvement programs in hospitals. Even fewer have applied resilience theories or positive deviance approaches to characterize the features of cases where the diagnostic process is optimal and then use those findings to frame health system improvement.\n\nThis application builds directly on the investigators' currently funded study - Utility of Predictive Systems in Diagnostic Errors (UPSIDE) - which is defining risk factors, underlying causes, and prevalence of diagnostic errors among patients admitted to hospitals participating in a 55-hospital research collaborative, the Hospital Medicine Reengineering Network (HOMERuN). UPSIDE has developed reference standard approaches to adjudication of diagnostic errors, defined factors associated with errors, and created collaborations with participating sites and national organizations, providing a uniquely powerful opportunity to transform how diagnostic process evaluation programs can be used to improve patient safety.\n\nThe overall goal of this Center is to turn the investigators' highly successful multicenter network into a diagnostic error learning health system that will integrate diagnostic error assessments into existing quality and safety programs, provide support and expertise needed to reduce diagnostic errors, and catalyze scientific, personnel, and infrastructure changes which will last beyond the duration of this grant.\n\nTo achieve the study's overall goals, the investigators will: 1) Implement a case review infrastructure which can accurately identify diagnostic errors and characterize diagnostic processes among patients suffering inpatient deaths, ICU transfers, or rapid-response team calls taking place at hospitals associated the Hospital Medicine Reengineering Network; 2) Develop site-level audit and feedback and group-wide benchmarking reports of error rates, diagnostic process faults, diagnostic process resilience features and use these data to frame collaboration between existing safety and quality programs at participating sites; 3) Use the data and collaborative model to develop and pilot test interventions based on highest priority findings; and 4) Develop understanding of the program's reach, adoption, implementation, and maintenance, as well feasibility and initial experience with pilot interventions. This project will establish a learning health system which can achieve excellence in diagnosis as an ongoing part of care, a system which can be a model for others as well."
        },
        "conditionsModule": {
            "conditions": [
                "Diagnostic Errors"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "SINGLE_GROUP",
                "interventionModelDescription": "Interrupted time series",
                "primaryPurpose": "DIAGNOSTIC",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 7200,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Pre-intervention (usual care)",
                    "type": "NO_INTERVENTION",
                    "description": "Patients admitted to study hospitals in the 12 months prior to the start of the intervention"
                },
                {
                    "label": "Intervention",
                    "type": "EXPERIMENTAL",
                    "description": "Patients admitted to study hospitals during the 36 months of the intervention",
                    "interventionNames": [
                        "Behavioral: ADEPT Program"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "ADEPT Program",
                    "description": "Integration of surveillance for diagnostic errors into usual care, benchmarking and sharing of results across hospitals, expert mentoring of quality and safety personnel in change management, pilot testing and refinement of Safety I and Safety II interventions to reduce systemic causes of diagnostic errors and to increase resilience, thus promoting diagnostic excellence.",
                    "armGroupLabels": [
                        "Intervention"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Diagnostic Errors",
                    "description": "Proportion of patients in each trigger category (death, ICU transfer, rapid response) with an adjudicated diagnostic error.",
                    "timeFrame": "Through hospital discharge, an average of 10 days"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Harmful Diagnostic Errors",
                    "description": "Proportion of patients in each trigger category with diagnostic errors contributing to death, permanent harm, or requiring life-sustaining treatment using NCC-MERP criteria.",
                    "timeFrame": "Through hospital discharge, an average of 10 days"
                },
                {
                    "measure": "Diagnostic process faults",
                    "description": "Number of diagnostic process faults per patient, as determined by the DEER taxonomy during adjudication",
                    "timeFrame": "Through hospital discharge, an average of 10 days"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Reach",
                    "description": "Description of hospitals, teams, or units where our diagnostic error measurement methodology is built into usual care (Aim 1), where benchmarking data are incorporated into usual care (Aim 2), and whether and which pilot interventions are adopted (Aim 3) compared with those where they are not adopted, and a description of patients who receive patient-level interventions (Aim 3) compared with those who do not.",
                    "timeFrame": "Duration of the program (3 years)"
                },
                {
                    "measure": "Adoption",
                    "description": "Number and types of audit/feedback, benchmarking, and Safety I and Safety II interventions adopted at each site, as well as units, teams, and clinician types that do and do not adopt interventions.",
                    "timeFrame": "Duration of the program (3 years)"
                },
                {
                    "measure": "Implementation",
                    "description": "Proportion of patients in each trigger population who undergo adjudication for diagnostic error, the number of surveys administered and interviews conducted with medical teams (in the presence of error and for good catches), the number of benchmarking reports produced, the number of audit/feedback sessions conducted, and (if they can be tracked) the proportion of patients who receive patient-level interventions.",
                    "timeFrame": "Duration of the program (3 years)"
                },
                {
                    "measure": "Maintenance",
                    "description": "Proportion of patients in each trigger category (death, ICU transfer, rapid response) with an adjudicated diagnostic error 6 months after after the end of collaborative calls with sites.",
                    "timeFrame": "Duration of the program (3 years) plus 6 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Adult patients admitted to general medicine services at one of the participating hospitals and who either died during the hospitalization, were transferred to the ICU \\>= 48 hours after admission, or had a rapid response.\n\nExclusion Criteria:\n\n* Admitted for a non-medical reason\n* Patients coded in the field who are moribund on arrival to the hospital",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Tiffany Lee",
                    "role": "CONTACT",
                    "phone": "415-476-6949",
                    "email": "tiffany.lee@ucsf.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Andrew Auerbach",
                    "affiliation": "University of California, San Francisco",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of California San Francisco",
                    "city": "San Francisco",
                    "state": "California",
                    "zip": "94143",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Tiffany Lee",
                            "role": "CONTACT",
                            "phone": "415-476-6949",
                            "email": "tiffany.lee@ucsf.edu"
                        },
                        {
                            "name": "Andrew Auerbach, MD, MPH",
                            "role": "CONTACT",
                            "email": "andrew.auerbach@ucsf.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 37.77493,
                        "lon": -122.41942
                    }
                },
                {
                    "facility": "Brigham & Women's Hospital",
                    "city": "Boston",
                    "state": "Massachusetts",
                    "zip": "02120",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 42.35843,
                        "lon": -71.05977
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "UNDECIDED"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        }
    },
    "hasResults": false
}