{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04682392",
            "orgStudyIdInfo": {
                "id": "PAR20-0625-ACL-bonehealth"
            },
            "organization": {
                "fullName": "Parkview Health",
                "class": "OTHER"
            },
            "briefTitle": "ACL Bone Health and Loading Study",
            "officialTitle": "The Effects of Bone Health on Landing Mechanics on Patients Post ACL Reconstruction.",
            "acronym": "ACLBONE",
            "therapeuticArea": [
                "Other"
            ],
            "study": "acl-bone-health-and-loading-study"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-01",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-02-17",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-01-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-01-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2020-12-08",
            "studyFirstSubmitQcDate": "2020-12-18",
            "studyFirstPostDateStruct": {
                "date": "2020-12-23",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-01-19",
            "lastUpdatePostDateStruct": {
                "date": "2024-01-22",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR_INVESTIGATOR",
                "investigatorFullName": "Candice Dunkin, MS, LAT, ATC",
                "investigatorTitle": "Director of Sports Medicine Parkview Sports Medicine",
                "investigatorAffiliation": "Parkview Health"
            },
            "leadSponsor": {
                "name": "Candice Dunkin, MS, LAT, ATC",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Parkview Health",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this study is to look at the effects of bone density on lower extremity loading mechanics using Blood Flow Restriction (BFR) to provide the control group for bone health.\n\nHypothesis: The BFR group will have decreased bone mineral loss and improved functional performance compared to control group.",
            "detailedDescription": "Group 1 - ACL without BFR : 30 athletes with ACL tears and will NOT do blood flow restriction (BFR). Random group allocation will be determined using envelopes for allocation concealment. The control group will be tested with a Dexascan immediately post appointment confirming MRI findings of ACL tear and scheduling surgery. They will be then Scanned again at first therapy appointment within 24-48 hours of surgery. Then Dexascans will be done every 4 weeks until 28 weeks with a maximum of 9 scans. The scans will be completed on a normally scheduled rehabilitation session at the convenience of the radiology techs availability. The investigators will collect force plate measurements for squat symmetry at first 4-week assessment period, and then for landing symmetry every 4 weeks after that until 28 weeks.\n\nGroup 2 - ACL with BFR: 30 athletes with ACL tear that will receive BFR. This group will be selected in the same manner as the control group. They will be tested with a dexasan immediately post appointment confirming MRI findings of ACL tear and scheduling surgery. At the initial dexascan they will also be instructed in Blood flow restriction and do exercises with blood flow restriction to prepare for initial post-surgical visit. They will be then scanned again at first therapy appointment within 24-48 hours of surgery. Then Dexascans will be done every 4 weeks until 28 weeks with a maximum of 9 scans. The investigators will collect force plate measurements for squat symmetry at first 4-week assessment and then for landing symmetry every 4 weeks after that until 28 weeks.\n\nThe standard of care following ACL tear does not include Dexascan, force plate measurements, or blood flow restriction.\n\nIndependent Variable\n\n1. Blood Flow Restrictions (BFR) Dependent Variable\n\n1. Landing mechanics / force distribution\n2. Bone Mineral Density /Bone mass\n3. Lean Muscle Mass (LM)\n4. Pain via Visual Analogue Scale (VAS)\n5. Quad Strength using microFET®2 Digital Handheld Dynamometer\n6. Hamstring strength using microFET®2 Digital Handheld Dynamometer\n7. SL Hop Distance\n8. Triple Hop Distance\n9. Crossover hop Distance\n10. Keiser leg press max power at 5 reps at body weight\n\nProcedures: Once a participant has been identified as meeting the inclusion criteria with a positive MRI finding and have agreed to schedule surgery, they will be allocated to either the control or experimental group. Random group allocation will be determined using envelopes for allocation concealment. Prior to initiation of the study, a research assistant not involved in data collection will use a random number generator to create the randomization sequence allocating an equal number of participants to each of the 2 groups, the control non BFR group and the experimental BFR group. The randomization will be concealed by having the group assignment placed inside a sealed opaque envelope within potential participant folders. This process will be documented and signed by the randomizer. Once selected and enrolled, the group assignment will be revealed and will not be blinded to either the participant or the researchers. The pre-op therapy session will be completed 48-72 hours following MRI confirmation of ACL tear if they have opted for surgical intervention. The initial post-op therapy session will be completed within 24-48 hours of surgery.\n\nAll participants will undergo bone mineral density (BMD), bone mass, and lean muscle mass (LM) measurements using Dexascan at pre-op visit, and again at initial post op visit ad then every 4 weeks from week 4-16.\n\nParticipants will also complete a total of 9 landing/jumping trials as part of testing, with rest as needed. Following the warm-up, subjects will complete 3 drop landings, 3 drop vertical jumps, and 3 countermovement jumps. The participant must demonstrate safe landing mechanics on the drop landings as determined by testing PT in order to attempt the drop vertical jumps and the countermovement jumps.\n\nLanding assessment will be collected at initial landing session at weeks 8, 12,16,20, 24, and 28 weeks post op.\n\nThe exercises selection and progression will be standardized for BFR intervention across all subjects. The BFR group will exercise with 80% arterial limb occlusion using the Delphi automated tourniquet around the proximal thigh outfitted with Doppler (Delfi®). If 80% arterial limb occlusion is not tolerated by the participant, the pressure will be decreased to tolerance. However, the pressure will not be lowered below 60% as there is a floor effect at 60% LOP where BFR is no longer beneficial.\n\nExercises will be performed for 4 sets of 30-15-15-15 repetitions separated by 30s of rest and 1 BFR exercise will be performed. SL hop, Triple hop, Crossover hop, and Keiser leg press power will be measured at 12, 16, 20 and 24 weeks. Strength testing will be done with microFET®2 Digital Handheld Dynamometer every 2 weeks of the rehab process in accordance with standard rehab protocol."
        },
        "conditionsModule": {
            "conditions": [
                "ACL Tear"
            ],
            "keywords": [
                "Blood Flow Restriction (BFR)"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "2 groups with Randomized group assignments",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 60,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Delfi's PTS Personalized Tourniquet System for Blood Flow Restriction Group",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "This group will use Delfi's PTS Personalized Tourniquet System for Blood Flow Restriction for rehab.",
                    "interventionNames": [
                        "Device: Delfi's PTS Personalized Tourniquet System for Blood Flow Restriction Group",
                        "Other: Standard ACL rehab"
                    ]
                },
                {
                    "label": "Non Delfi PTS Personalized Tourniquet System for Blood Flow Restriction Group",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Standard post operative ACL rehab without Blood flow restriction",
                    "interventionNames": [
                        "Other: Standard ACL rehab"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "Delfi's PTS Personalized Tourniquet System for Blood Flow Restriction Group",
                    "description": "A Delphi Personal Tourniquet system for blood flow restriction (BFR) therapy will be applied to each treatment session for this group. They will do 3-5 exercises with the BFR system on the surgical or both lower extremities for bilateral or unilateral movements.",
                    "armGroupLabels": [
                        "Delfi's PTS Personalized Tourniquet System for Blood Flow Restriction Group"
                    ],
                    "otherNames": [
                        "A Dephi Personal Tourniquet System will be utilized for the experimental group."
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Standard ACL rehab",
                    "description": "Standard accelerated ACL protocol",
                    "armGroupLabels": [
                        "Delfi's PTS Personalized Tourniquet System for Blood Flow Restriction Group",
                        "Non Delfi PTS Personalized Tourniquet System for Blood Flow Restriction Group"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Leg Weight distribution landing on force plates",
                    "description": "Athlete landing on force plates from and 18 inch height to compare loading / weight symmetry",
                    "timeFrame": "week 28 post surgery"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Bone mineral density",
                    "description": "Bone mineral density of distal femur and proximal tibia",
                    "timeFrame": "Week 28 post surgery"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Athletes undergoing ACL reconstruction with or without meniscal pathology\n* MRI confirming ACL tear\n* Athletes ages 16-22\n\nExclusion Criteria:\n\n* Any Cognitively impaired athletes\n* Athletes not in age range of 16-22\n* Athletes who have additional ligament repair or chondral repair.\n* Athletes with any weight bearing restrictions greater than 4 weeks.\n* Athletes with re-tears or history of contralateral ACL tears\n* Athletes with any systemic neuromuscular or balance disorders will not be allowed\n* Athletes who do not or are unable to provide consent or assent (with Parental consent).\n* Pregnant women will be excluded.\n* Athlete who has previously used Blood Flow Restriction\n* Athletes who are unable or unwilling to complete all rehabilitation with Parkview Athletic Rehab at SportONE Parkview Fieldhouse",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "16 Years",
            "maximumAge": "22 Years",
            "stdAges": [
                "CHILD",
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Candice Dunkin, MAT",
                    "role": "CONTACT",
                    "phone": "260-385-1575",
                    "email": "candice.dunkin@parkview.com"
                },
                {
                    "name": "Thomas M Ruediger, DPT",
                    "role": "CONTACT",
                    "phone": "8106181897",
                    "email": "Tmruediger@manchester.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Candice Dunkin, MAT",
                    "affiliation": "Parkview Health",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Parkview Athletic Rehab",
                    "status": "RECRUITING",
                    "city": "Fort Wayne",
                    "state": "Indiana",
                    "zip": "46805",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Candice Dunkin, MAT",
                            "role": "CONTACT",
                            "phone": "260-385-1575",
                            "email": "candice.dunkin@parkview.com"
                        },
                        {
                            "name": "Ryan Nelson, DPT",
                            "role": "CONTACT",
                            "phone": "7657497019",
                            "email": "ryan.nelson@parkview.com"
                        },
                        {
                            "name": "Jonathan Dettmer, DPT",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Thomas Ruediger, DPT",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.1306,
                        "lon": -85.12886
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "20810081",
                    "type": "BACKGROUND",
                    "citation": "Nyland J, Fisher B, Brand E, Krupp R, Caborn DN. Osseous deficits after anterior cruciate ligament injury and reconstruction: a systematic literature review with suggestions to improve osseous homeostasis. Arthroscopy. 2010 Sep;26(9):1248-57. doi: 10.1016/j.arthro.2010.03.017."
                },
                {
                    "pmid": "25683732",
                    "type": "BACKGROUND",
                    "citation": "Thomas AC, Wojtys EM, Brandon C, Palmieri-Smith RM. Muscle atrophy contributes to quadriceps weakness after anterior cruciate ligament reconstruction. J Sci Med Sport. 2016 Jan;19(1):7-11. doi: 10.1016/j.jsams.2014.12.009. Epub 2015 Jan 13."
                },
                {
                    "pmid": "30852644",
                    "type": "BACKGROUND",
                    "citation": "Lepley AS, Grooms DR, Burland JP, Davi SM, Kinsella-Shaw JM, Lepley LK. Quadriceps muscle function following anterior cruciate ligament reconstruction: systemic differences in neural and morphological characteristics. Exp Brain Res. 2019 May;237(5):1267-1278. doi: 10.1007/s00221-019-05499-x. Epub 2019 Mar 9."
                },
                {
                    "pmid": "25978101",
                    "type": "BACKGROUND",
                    "citation": "Kuenze CM, Foot N, Saliba SA, Hart JM. Drop-Landing Performance and Knee-Extension Strength After Anterior Cruciate Ligament Reconstruction. J Athl Train. 2015 Jun;50(6):596-602. doi: 10.4085/1062-6050-50.2.11. Epub 2015 May 15."
                },
                {
                    "pmid": "32232065",
                    "type": "BACKGROUND",
                    "citation": "Lu Y, Patel BH, Kym C, Nwachukwu BU, Beletksy A, Forsythe B, Chahla J. Perioperative Blood Flow Restriction Rehabilitation in Patients Undergoing ACL Reconstruction: A Systematic Review. Orthop J Sports Med. 2020 Mar 25;8(3):2325967120906822. doi: 10.1177/2325967120906822. eCollection 2020 Mar."
                },
                {
                    "pmid": "30949807",
                    "type": "BACKGROUND",
                    "citation": "Centner C, Ritzmann R, Schur S, Gollhofer A, Konig D. Blood flow restriction increases myoelectric activity and metabolic accumulation during whole-body vibration. Eur J Appl Physiol. 2019 Jun;119(6):1439-1449. doi: 10.1007/s00421-019-04134-5. Epub 2019 Apr 4."
                },
                {
                    "pmid": "28324168",
                    "type": "BACKGROUND",
                    "citation": "Lauver JD, Cayot TE, Rotarius T, Scheuermann BW. The effect of eccentric exercise with blood flow restriction on neuromuscular activation, microvascular oxygenation, and the repeated bout effect. Eur J Appl Physiol. 2017 May;117(5):1005-1015. doi: 10.1007/s00421-017-3589-x. Epub 2017 Mar 21."
                },
                {
                    "pmid": "31524780",
                    "type": "BACKGROUND",
                    "citation": "Lauver JD, Cayot TE, Rotarius TR, Scheuermann BW. Acute Neuromuscular and Microvascular Responses to Concentric and Eccentric Exercises With Blood Flow Restriction. J Strength Cond Res. 2020 Oct;34(10):2725-2733. doi: 10.1519/JSC.0000000000003372."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "9. Lambert B, Hedt CA, Jack RA, et al. Blood Flow Restriction Therapy Preserves Whole Limb Bone and Muscle Following ACL Reconstruction. Orthop J Sport Med. 2019;7(3_suppl2):2325967119S0019. doi:10.1177/2325967119S00196"
                },
                {
                    "type": "BACKGROUND",
                    "citation": "10. Brandner CR, May AK, Clarkson MJ, Warmington SA. Reported side-effects and safety considerations for the use of blood flow restriction during exercise in practice and research. Tech Orthop. 2018;33(2):114-121. doi:10.1097/BTO.0000000000000259"
                },
                {
                    "pmid": "31156448",
                    "type": "BACKGROUND",
                    "citation": "Patterson SD, Hughes L, Warmington S, Burr J, Scott BR, Owens J, Abe T, Nielsen JL, Libardi CA, Laurentino G, Neto GR, Brandner C, Martin-Hernandez J, Loenneke J. Blood Flow Restriction Exercise: Considerations of Methodology, Application, and Safety. Front Physiol. 2019 May 15;10:533. doi: 10.3389/fphys.2019.00533. eCollection 2019. Erratum In: Front Physiol. 2019 Oct 22;10:1332. doi: 10.3389/fphys.2019.01332."
                },
                {
                    "pmid": "21410544",
                    "type": "BACKGROUND",
                    "citation": "Loenneke JP, Wilson JM, Wilson GJ, Pujol TJ, Bemben MG. Potential safety issues with blood flow restriction training. Scand J Med Sci Sports. 2011 Aug;21(4):510-8. doi: 10.1111/j.1600-0838.2010.01290.x. Epub 2011 Mar 16."
                },
                {
                    "pmid": "30246795",
                    "type": "BACKGROUND",
                    "citation": "Ladlow P, Coppack RJ, Dharm-Datta S, Conway D, Sellon E, Patterson SD, Bennett AN. Low-Load Resistance Training With Blood Flow Restriction Improves Clinical Outcomes in Musculoskeletal Rehabilitation: A Single-Blind Randomized Controlled Trial. Front Physiol. 2018 Sep 10;9:1269. doi: 10.3389/fphys.2018.01269. eCollection 2018."
                },
                {
                    "pmid": "27749358",
                    "type": "BACKGROUND",
                    "citation": "Tennent DJ, Hylden CM, Johnson AE, Burns TC, Wilken JM, Owens JG. Blood Flow Restriction Training After Knee Arthroscopy: A Randomized Controlled Pilot Study. Clin J Sport Med. 2017 May;27(3):245-252. doi: 10.1097/JSM.0000000000000377."
                },
                {
                    "pmid": "32167837",
                    "type": "BACKGROUND",
                    "citation": "Curran MT, Bedi A, Mendias CL, Wojtys EM, Kujawa MV, Palmieri-Smith RM. Blood Flow Restriction Training Applied With High-Intensity Exercise Does Not Improve Quadriceps Muscle Function After Anterior Cruciate Ligament Reconstruction: A Randomized Controlled Trial. Am J Sports Med. 2020 Mar;48(4):825-837. doi: 10.1177/0363546520904008."
                },
                {
                    "pmid": "16311420",
                    "type": "BACKGROUND",
                    "citation": "Baim S, Wilson CR, Lewiecki EM, Luckey MM, Downs RW Jr, Lentle BC. Precision assessment and radiation safety for dual-energy X-ray absorptiometry: position paper of the International Society for Clinical Densitometry. J Clin Densitom. 2005 Winter;8(4):371-8. doi: 10.1385/jcd:8:4:371."
                },
                {
                    "pmid": "16376161",
                    "type": "BACKGROUND",
                    "citation": "Blake GM, Naeem M, Boutros M. Comparison of effective dose to children and adults from dual X-ray absorptiometry examinations. Bone. 2006 Jun;38(6):935-42. doi: 10.1016/j.bone.2005.11.007. Epub 2005 Dec 22."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000070598",
                    "term": "Anterior Cruciate Ligament Injuries"
                }
            ],
            "ancestors": [
                {
                    "id": "D000007718",
                    "term": "Knee Injuries"
                },
                {
                    "id": "D000007869",
                    "term": "Leg Injuries"
                },
                {
                    "id": "D000014947",
                    "term": "Wounds and Injuries"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M15241",
                    "name": "Rupture",
                    "relevance": "LOW"
                },
                {
                    "id": "M22785",
                    "name": "Lacerations",
                    "relevance": "LOW"
                },
                {
                    "id": "M601",
                    "name": "Anterior Cruciate Ligament Injuries",
                    "asFound": "ACL Tear",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10738",
                    "name": "Knee Injuries",
                    "relevance": "LOW"
                },
                {
                    "id": "M10881",
                    "name": "Leg Injuries",
                    "relevance": "LOW"
                },
                {
                    "id": "M17685",
                    "name": "Wounds and Injuries",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}