{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05802004",
            "orgStudyIdInfo": {
                "id": "STUDY22040183"
            },
            "secondaryIdInfos": [
                {
                    "id": "K01MH130502",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/K01MH130502"
                },
                {
                    "id": "NARSAD Young Investigator",
                    "type": "OTHER_GRANT",
                    "domain": "Brain and Behavior Research Foundation"
                }
            ],
            "organization": {
                "fullName": "University of Pittsburgh",
                "class": "OTHER"
            },
            "briefTitle": "Acoustic Stimulation, Sleep, and Cognitive-Emotional Processes in Young Adults With Anxiety and Depression Symptoms",
            "officialTitle": "The Effect of Acoustic Enhancement of Slow-Wave Activity on Cognitive Control and Emotional Reactivity in Young Adults With Anxiety and Depression Symptoms",
            "acronym": "SERS",
            "therapeuticArea": [
                "Other"
            ],
            "study": "acoustic-stimulation-sleep-and-cognitive-emotional-processes-in-young-adults-with-anxiety-and-depression-symptoms"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-04-24",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-03",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-03",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-03-13",
            "studyFirstSubmitQcDate": "2023-03-24",
            "studyFirstPostDateStruct": {
                "date": "2023-04-06",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-24",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-25",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR_INVESTIGATOR",
                "investigatorFullName": "Michelle Stepan",
                "investigatorTitle": "Assistant Professor",
                "investigatorAffiliation": "University of Pittsburgh"
            },
            "leadSponsor": {
                "name": "Michelle Stepan",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute of Mental Health (NIMH)",
                    "class": "NIH"
                },
                {
                    "name": "Brain & Behavior Research Foundation",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true
        },
        "descriptionModule": {
            "briefSummary": "In this study, the investigators will recruit young adults (ages 18-25 years) with elevated anxiety/depression symptoms and sleep disturbance. Participants will complete two overnights in a sleep lab. During one of the overnights, slow-wave activity will be enhanced by delivering sub-arousal auditory tones during slow-wave sleep using a headband device (Philips SmartSleep or Dreem 2). During the other overnight, tones will not be administered. Cognitive and emotional processes will be evaluated using behavioral task performance, self-report, and functional magnetic resonance imaging (fMRI). After the second overnight, participants will take the headband device home and wear it every night for approximately 2 weeks. For half of the participants, the headband will play tones every night and, for the other half, the headband will not play tones. Participants will then return for a final testing visit in which cognitive and emotional processes and anxiety/depression symptoms will be assessed using behavioral task performance and self-report.",
            "detailedDescription": "When interested participants are identified through recruitment methods, they will be directed to complete an online screening survey. The aim of this screening is to ensure that participants meet minimal study inclusion/exclusion criteria and to avoid an unnecessary in-person visit to the lab.\n\nBased on the online screening, eligible participants will be contacted by study personnel for scheduling for the in-lab baseline visit. During the baseline visit, informed consent will be obtained. The investigators will also perform additional screening, a hearing test, and an audio recording of the participant singing in preparation for the karaoke task (described below). Finally, participants will be given a wrist actigraphy device and will be sent a daily electronic sleep diary with which to track their sleep at home for approximately 1-week before each overnight session. Participants will be told to maintain a consistent sleep schedule (+/- 1hr around wake and bedtimes) for one week before each overnight. Sleep diary and actigraphy will be used to verify compliance. Participants will also be asked to refrain from alcohol and recreational drug use for 48hrs before each in-lab overnight session and will be asked to refrain from consuming caffeine after Noon on the day of their overnight visits. Participants will also be asked to wear the headband device for one night at home prior to each overnight visit to get acclimated to the feel.\n\nApproximately 1-2 weeks later, participants will return for their first overnight visit. They will be screened for drug/alcohol use through a subjective questionnaire. Prior to sleep, participants will complete a set of tasks and questionnaires assessing mood, sleepiness, cognition, and emotional processing. The primary tasks will include a modified AX-CPT cognitive control task and a karaoke task.\n\nAfter completing these tasks, participants will be randomized in counterbalanced order to receive acoustic stimulation during sleep (STIM) or a control night with no acoustic stimulation (SHAM). Participants will remain blind to condition. During STIM, participants will wear a headband device (Philips SmartSleep or Dreem 2), which presents sub-arousal tones during slow-wave sleep to boost underlying slow-wave activity. During SHAM, participants will wear the same device, but no tones will be administered. During both nights, participants will also be set up with standard polysomnography to objectively assess sleep and slow-wave activity.\n\nPost-sleep, participants will again complete a set of tasks and questionnaires assessing mood, sleepiness, cognition, and emotional processing. The primary tasks will include a modified AX-CPT task, an International Affective Picture Stimuli (IAPS) task, and the Karaoke task which will be competed in an fMRI scanner.\n\nAfter a 1-2-week washout period at home, participants will return for their second overnight session to complete the other experimental condition. For at least one week before the second overnight, participants will maintain a consistent sleep schedule (+/- 1hr around wake and bedtimes), verified with wrist actigraphy and sleep diary. Participants will again be asked to refrain from alcohol and recreational drugs use for 48hrs before the overnight session and will be asked to refrain from consuming caffeine after Noon on the day of their overnight visit. Participants will again be asked to wear the headband device at home for one night prior to their overnight visit.\n\nAfter completing the second overnight session, participants will take a headband device home and wear it each night for approximately 2 weeks. Participants will be asked to maintain a consistent sleep schedule (+/- 1hr around wake and bedtimes). Half of the participants will be randomly assigned to receive tones each night (Stim2) and half will not (Sham2). Participant will be blind to condition. Participants will complete daily assessments of their mood, anxiety/depression symptoms, and sleep quality. After the \\~2 weeks at home, participants will return for a final testing visit. Participants will complete assessments of their mood, anxiety/depression symptoms, cognition, and emotional processing.\n\nBelow is a description of the primary tasks:\n\nAX-CPT task: participants view cue-probe pairings, displayed as two letters presented one at a time on a computer screen. The first letter is the cue and the second letter is the probe. Participants are instructed to press a button when they encounter the valid cue-probe pairing and a different button for non-valid cue-probe pairings.\n\nIAPS task: participants will be presented with neutral and negative images from the International Affective Picture System. Participants may be asked to rate their affect, valence, and arousal after each image.\n\nKaraoke task: this task is intended to assess emotional processes, particularly self-referential emotions (i.e., shame, embarrassment). During the baseline visit, participants will sing while being audio recorded. Participants may be asked to wear headphones, which will present the song audio, but will mask their own singing, to promote out-of-tune singing. During the overnight visits, participants will listen to audio snips of their own singing and the same song sung by a professional singer. Participants will rate the intensity of different emotions."
        },
        "conditionsModule": {
            "conditions": [
                "Acoustic Stimulation"
            ],
            "keywords": [
                "Acoustic stimulation",
                "Slow-wave activity",
                "Anxiety",
                "Depression",
                "Cognitive control",
                "Emotion",
                "Daily acoustic stimulation"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "CROSSOVER",
                "interventionModelDescription": "This is a randomized, within-subjects, crossover design with two conditions: acoustic stimulation (STIM) and no acoustic stimulation (SHAM), followed by an at-home randomized, between-subjects design with two conditions: daily acoustic stimulation (STIM2) or no daily acoustic stimulation (SHAM2).",
                "primaryPurpose": "BASIC_SCIENCE",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "maskingDescription": "The sleep techs who will score the sleep record and the fMRI personnel conducting the scanning sessions will also be masked.",
                    "whoMasked": [
                        "PARTICIPANT"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 40,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Stim, then Sham, then daily Stim",
                    "type": "EXPERIMENTAL",
                    "description": "For the 2 overnights in the sleep lab, this arm will be randomized to complete acoustic stimulation (STIM) on the first overnight and no acoustic stimulation (SHAM) on the second overnight and then daily acoustic stimulation (STIM2) during the \\~2 weeks at-home.",
                    "interventionNames": [
                        "Device: Acoustic Stimulation (STIM)",
                        "Device: No Acoustic Stimulation (SHAM)",
                        "Device: Daily acoustic stimulation (STIM2)"
                    ]
                },
                {
                    "label": "Stim, then Sham, then daily Sham",
                    "type": "EXPERIMENTAL",
                    "description": "For the 2 overnights in the sleep lab, this arm will be randomized to complete acoustic stimulation (STIM) on the first overnight and no acoustic stimulation (SHAM) on the second overnight and then no daily acoustic stimulation (SHAM2) during the \\~2 weeks at-home.",
                    "interventionNames": [
                        "Device: Acoustic Stimulation (STIM)",
                        "Device: No Acoustic Stimulation (SHAM)",
                        "Device: No daily acoustic stimulation (SHAM2)"
                    ]
                },
                {
                    "label": "Sham, then Stim, then daily Stim",
                    "type": "EXPERIMENTAL",
                    "description": "For the 2 overnights in the sleep lab, this arm will be randomized to complete no acoustic stimulation (SHAM) on the first overnight and acoustic stimulation (STIM) on the second overnight and then daily acoustic stimulation (STIM2) during the \\~2 weeks at-home.",
                    "interventionNames": [
                        "Device: Acoustic Stimulation (STIM)",
                        "Device: No Acoustic Stimulation (SHAM)",
                        "Device: Daily acoustic stimulation (STIM2)"
                    ]
                },
                {
                    "label": "Sham, then Stim, then daily Sham",
                    "type": "EXPERIMENTAL",
                    "description": "For the 2 overnights in the sleep lab, this arm will be randomized to complete no acoustic stimulation (SHAM) on the first overnight and acoustic stimulation (STIM) on the second overnight and then no daily acoustic stimulation (SHAM2) during the \\~2 weeks at-home.",
                    "interventionNames": [
                        "Device: Acoustic Stimulation (STIM)",
                        "Device: No Acoustic Stimulation (SHAM)",
                        "Device: No daily acoustic stimulation (SHAM2)"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "Acoustic Stimulation (STIM)",
                    "description": "During the in-lab overnight, a headband device will be used to administer acoustic stimulation. Tones will be played during slow-wave sleep to enhance underlying slow-wave activity (0.5 - 4 Hz delta spectral power).",
                    "armGroupLabels": [
                        "Sham, then Stim, then daily Sham",
                        "Sham, then Stim, then daily Stim",
                        "Stim, then Sham, then daily Sham",
                        "Stim, then Sham, then daily Stim"
                    ],
                    "otherNames": [
                        "Philips SmartSleep Deep Sleep Headband",
                        "Dreem 2 Headband"
                    ]
                },
                {
                    "type": "DEVICE",
                    "name": "No Acoustic Stimulation (SHAM)",
                    "description": "During the in-lab overnight, the participant will wear a headband device, but the device will not administer acoustic stimulation. The device will be on and will still monitor sleep, but will not play tones.",
                    "armGroupLabels": [
                        "Sham, then Stim, then daily Sham",
                        "Sham, then Stim, then daily Stim",
                        "Stim, then Sham, then daily Sham",
                        "Stim, then Sham, then daily Stim"
                    ],
                    "otherNames": [
                        "Philips SmartSleep Deep Sleep Headband",
                        "Dreem 2 Headband"
                    ]
                },
                {
                    "type": "DEVICE",
                    "name": "Daily acoustic stimulation (STIM2)",
                    "description": "During the \\~2 weeks at home, a headband device will be used to administer acoustic stimulation. Tones will be played during slow-wave sleep to enhance underlying slow-wave activity (0.5 - 4 Hz delta spectral power).",
                    "armGroupLabels": [
                        "Sham, then Stim, then daily Stim",
                        "Stim, then Sham, then daily Stim"
                    ],
                    "otherNames": [
                        "Philips SmartSleep Deep Sleep Headband",
                        "Dreem 2 Headband"
                    ]
                },
                {
                    "type": "DEVICE",
                    "name": "No daily acoustic stimulation (SHAM2)",
                    "description": "During the \\~2 weeks at home, the participant will wear a headband device, but the device will not administer acoustic stimulation. The device will be on and will still monitor sleep, but will not play tones.",
                    "armGroupLabels": [
                        "Sham, then Stim, then daily Sham",
                        "Stim, then Sham, then daily Sham"
                    ],
                    "otherNames": [
                        "Philips SmartSleep Deep Sleep Headband",
                        "Dreem 2 Headband"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Acute change in slow-wave activity",
                    "description": "Change in 0.5 - 4 Hz delta spectral power",
                    "timeFrame": "Change between two nights, one night in the Sham condition and one night in the Stim condition, separated by ~1-2 weeks"
                },
                {
                    "measure": "Slow-wave activity (chronic change)",
                    "description": "0.5 - 4 Hz delta spectral power",
                    "timeFrame": "Assessed daily during the ~2 weeks at home"
                },
                {
                    "measure": "Change in top-down attention d'",
                    "description": "Change in the standardized hit rate for AX trials minus the standardized false alarm rate to AY trials on the modified AX-CPT task",
                    "timeFrame": "Change between three days; one following a night in the Sham condition, one following a night in the Stim condition, and one following either the Sham2 or Stim2 condition; with ~1-2 weeks between each condition"
                },
                {
                    "measure": "Change in cognitive flexibility d'",
                    "description": "Change in the standardized hit rate for BY trials minus the standardized false alarm rate to AX trials on the modified AX-CPT task",
                    "timeFrame": "Change between three days; one following a night in the Sham condition, one following a night in the Stim condition, and one following either the Sham2 or Stim2 condition; with ~1-2 weeks between each condition"
                },
                {
                    "measure": "Change in frontoparietal cognitive control circuit activity",
                    "description": "Change in fMRI activity in the frontoparietal cognitive control circuit activity (e.g., dorsolateral prefrontal cortex, inferior parietal lobule, middle cingulate gyrus, precuneus) for the AX v. AY contrast during the modified AX-CPT task",
                    "timeFrame": "Change between two days, one following a night in the Sham condition and one following a night in the Stim condition, separated by ~1-2 weeks"
                },
                {
                    "measure": "Change in frontoparietal cognitive control circuit activity",
                    "description": "Change in fMRI activity in the frontoparietal cognitive control circuit activity (e.g., dorsolateral prefrontal cortex, inferior parietal lobule, middle cingulate gyrus, precuneus) for the BY v. AX contrast during the modified AX-CPT task",
                    "timeFrame": "Change between two days, one following a night in the Sham condition and one following a night in the Stim condition, separated by ~1-2 weeks"
                },
                {
                    "measure": "Change in negative affect",
                    "description": "Change in average self-reported negative affect using Likert-style scales during the International Affective Picture Stimuli task. Scales will range from 1-100, with higher scores representing more negative affect.",
                    "timeFrame": "Change between three days; one following a night in the Sham condition, one following a night in the Stim condition, and one following either the Sham2 or Stim2 condition; with ~1-2 weeks between each condition"
                },
                {
                    "measure": "Change in frontolimbic emotional reactivity circuit activity",
                    "description": "Change in fMRI activity in the frontolimbic emotional reactivity circuit activity for the negative v. neutral image contrast during the International Affective Picture Stimuli task",
                    "timeFrame": "Change between two days, one following a night in the Sham condition and one following a night in the Stim condition, separated by ~1-2 weeks"
                },
                {
                    "measure": "Change in anxiety symptoms",
                    "description": "Change in self-reported anxiety using the PROMIS anxiety scale (T-scores range from 36.3-82.7, with higher scores indicating worse anxiety symptoms)",
                    "timeFrame": "Change between four days; the screening visit, one following a night in the Sham condition, one following a night in the Stim condition, and one following either the Sham2 or Stim2 condition; with ~1-2 weeks between each"
                },
                {
                    "measure": "Change in depression symptoms",
                    "description": "Change in self-reported depression using the PROMIS depression scale (T-scores range from 37.1-81.1, with higher scores indicating worse depression symptoms)",
                    "timeFrame": "Change between four days; the screening visit, one following a night in the Sham condition, one following a night in the Stim condition, and one following either the Sham2 or Stim2 condition; with ~1-2 weeks between each"
                },
                {
                    "measure": "Change in mood",
                    "description": "Change in self-reported mood on the Daytime Insomnia Symptom Scale. All 20 subscales will be assessed and each subscale score ranges from 1-100, with higher scores indicating more of that mood (i.e., alert, sad, tense, effort, happy, weary, calm, sleep, overall mood, clear-headed, fatigued, anxious, exhausted, relaxed, forgetful, efficient, stressed, energetic, irritable, ability to concentrate).",
                    "timeFrame": "Change across the ~2 weeks at home"
                },
                {
                    "measure": "Change in anxiety/depression symptoms",
                    "description": "Change in self-reported anxiety and depression using the Anxiety and Depression Scale (Both subscales will be assessed. Scores on each subscale range from 0-8, which higher scores indicating either more anxiety or more depression).",
                    "timeFrame": "Change across the ~2 weeks at home"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in self-referential affect",
                    "description": "Average self-reported emotion intensity using Likert-style scales ranging from 1-5 during the Karaoke task, in which higher scores represent greater emotional intensity.",
                    "timeFrame": "Change between two days, one following a night in the Sham condition and one following a night in the Stim condition, separated by ~1-2 weeks"
                },
                {
                    "measure": "Frontolimbic emotional reactivity circuit activity",
                    "description": "fMRI activity in the frontolimbic emotional reactivity circuit activity for the own-singing v. professional-singing contrast during the Karaoke task",
                    "timeFrame": "Change between two days, one following a night in the Sham condition and one following a night in the Stim condition, separated by ~1-2 weeks"
                },
                {
                    "measure": "Acute change in slow-wave sleep (minutes)",
                    "description": "Change in minutes of time in slow-wave sleep",
                    "timeFrame": "Change between two nights, one night in the Sham condition and one night in the Stim condition, separated by ~1-2 weeks"
                },
                {
                    "measure": "Chronic change in slow-wave sleep (minutes)",
                    "description": "Change in minutes of time in slow-wave sleep",
                    "timeFrame": "Change across the ~2 weeks at home"
                },
                {
                    "measure": "Acute change in slow-wave sleep (%)",
                    "description": "Change in percent of time in slow-wave sleep",
                    "timeFrame": "Change between two nights, one night in the Sham condition and one night in the Stim condition, separated by ~1-2 weeks"
                },
                {
                    "measure": "Chronic change in slow-wave sleep (%)",
                    "description": "Change in percent of time in slow-wave sleep",
                    "timeFrame": "Change across the ~2 weeks at home"
                },
                {
                    "measure": "Acute change in total sleep time",
                    "description": "Change in minutes asleep",
                    "timeFrame": "Change between two nights, one night in the Sham condition and one night in the Stim condition, separated by ~1-2 weeks"
                },
                {
                    "measure": "Chronic change in total sleep time",
                    "description": "Change in minutes asleep",
                    "timeFrame": "Change across the ~2 weeks at home"
                },
                {
                    "measure": "Acute change in sleep efficiency",
                    "description": "Change in proportion of time in bed spent asleep",
                    "timeFrame": "Change between two nights, one night in the Sham condition and one night in the Stim condition, separated by ~1-2 weeks"
                },
                {
                    "measure": "Chronic change in sleep efficiency",
                    "description": "Change in proportion of time in bed spent asleep",
                    "timeFrame": "Change across the ~2 weeks at home"
                },
                {
                    "measure": "Acute change in wake after sleep onset",
                    "description": "Change in minutes awake after sleep onset",
                    "timeFrame": "Change between two nights, one night in the Sham condition and one night in the Stim condition, separated by ~1-2 weeks"
                },
                {
                    "measure": "Chronic change in wake after sleep onset",
                    "description": "Change in minutes awake after sleep onset",
                    "timeFrame": "Change across the ~2 weeks at home"
                },
                {
                    "measure": "Acute change in sleep latency",
                    "description": "Change in minutes until sleep onset",
                    "timeFrame": "Change between two nights, one night in the Sham condition and one night in the Stim condition, separated by ~1-2 weeks"
                },
                {
                    "measure": "Chronic change in sleep latency",
                    "description": "Change in minutes until sleep onset",
                    "timeFrame": "Change across the ~2 weeks at home"
                },
                {
                    "measure": "Change in X-probe d'",
                    "description": "Change in the standardized hit rate for AX trials minus the standardized false alarm rate to BX trials on the modified AX-CPT task",
                    "timeFrame": "Change between three days; one following a night in the Sham condition, one following a night in the Stim condition, and one following either the Sham2 or Stim2 condition; with ~1-2 weeks between each condition"
                },
                {
                    "measure": "Change in B-cue d'",
                    "description": "Change in the standardized hit rate for BY trials minus the standardized false alarm rate to AX trials on the modified AX-CPT task",
                    "timeFrame": "Change between three days; one following a night in the Sham condition, one following a night in the Stim condition, and one following either the Sham2 or Stim2 condition; with ~1-2 weeks between each condition"
                },
                {
                    "measure": "Change in Y-probe d'",
                    "description": "Change in the standardized hit rate for BY trials minus the standardized false alarm rate to AY trials on the modified AX-CPT task",
                    "timeFrame": "Change between three days; one following a night in the Sham condition, one following a night in the Stim condition, and one following either the Sham2 or Stim2 condition; with ~1-2 weeks between each condition"
                },
                {
                    "measure": "Change in vigilant attention d'",
                    "description": "Change in the standardized hit rate for AX trials minus the standardized false alarm rate to CD trials on the modified AX-CPT task",
                    "timeFrame": "Change between three days; one following a night in the Sham condition, one following a night in the Stim condition, and one following either the Sham2 or Stim2 condition; with ~1-2 weeks between each condition"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Age 18-25. Equal numbers of men and women will be included.\n2. Normal hearing.\n3. Elevated anxiety or depression symptoms. This will be determined using the PROMIS anxiety and PROMIS depression scales. Participants with T-scores ≥ 60 (i.e., ≥ than 1 standard deviation above the mean) on either or both scales will be eligible for participation.\n4. Elevated sleep disturbance. This will be determined using the PROMIS sleep disturbance scale. Participants with T-scores ≥ 55 on the PROMIS sleep disturbance scale will be eligible for participation.\n\nExclusion Criteria:\n\n1. Presence of a severe chronic or psychiatric condition including psychosis, bipolar disorder, developmental disorders, or substance use disorder.\n2. Current use of psychotropic medications or medications affecting sleep/wake function, such as antidepressants, antipsychotic medications, steroids, and stimulants. Rationale: These medications may affect sleep and cognitive-emotional function.\n3. Substance abuse. Rationale: Substance abuse may affect sleep and cognitive-emotional function.\n4. Consumption of \\> 14 standard alcoholic drinks per week. Rationale: excessive alcohol consumption may interfere with sleep and cognitive-emotional function.\n5. Consumption of \\> 400mg of caffeine per day, which is roughly equivalent to 3-4 8oz cups of coffee per day.\n6. Drug or alcohol use \\< 48 hours before the in-lab overnight sessions. Rationale: Recent drug or alcohol use could affect sleep, cognitive-emotional processes, and poses a safety risk.\n7. Severe insomnia or sleep apnea symptoms. Insomnia symptoms will be determined using the Insomnia Severity Index. Participants with severe insomnia (i.e., scores \\> 21) will not be eligible. Sleep apnea symptoms will be determined using the STOP-Bang questionnaire. Participants with scores ≥ 3 will not be eligible. Rationale: Sleep disturbances which result in low sleep efficiency and frequent awakenings during the night may reduce the effectiveness of acoustic stimulation which targets the deepest stage of sleep (i.e., slow-wave sleep).\n8. Extreme bedtimes (\\< 10:00pm, \\> 1:00am) or wake times (\\< 6:00am, \\> 10:00am). Rationale: Participants with extreme bed or wake times may have difficulty falling asleep, waking up, or obtaining a sufficient amount of sleep during the in-lab overnight sessions.\n9. Short (\\<5hrs) or long (\\>9hrs) average sleep duration. Rationale: short or long sleepers may have different sleep profiles which could impact the effectiveness of the acoustic stimulation intervention.\n10. Uncorrected vision problems.\n11. Claustrophobia. Rationale: MRI safety criteria.\n12. Metal in body. Rationale: MRI safety criteria.\n13. Body Mass Index (BMI) \\> 40. Rationale: MRI safety criteria.\n14. Pregnancy. Rationale: MRI safety criteria.\n15. Left handedness. Rationale: Left-handed people may have different lateralization of neural functioning which could affect the fMRI results.\n16. Formal vocal training. Rationale: The purpose of the karaoke task is to induce negative self-referential emotions via out-of-tune singing.\n17. Does not own a smartphone or tablet. Rationale: Participants may need to download an app (SleepMapper or Alfin) to download their sleep data from the headband device when wearing it at home.\n18. Inability or unwillingness to complete study procedures.\n19. Hairstyles that prevent access to the scalp (e.g., weave). Rationale: Polysomnography for the in-lab overnights cannot be applied with hairstyles which prevent access to the scalp to apply electrodes.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "25 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Michelle E Stepan, PhD",
                    "role": "CONTACT",
                    "phone": "7247570761",
                    "email": "stepanme@upmc.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Michelle E Stepan, PhD",
                    "affiliation": "University of Pittsburgh",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Pittsburgh",
                    "status": "RECRUITING",
                    "city": "Pittsburgh",
                    "state": "Pennsylvania",
                    "zip": "15213",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Michelle E Stepan, PhD",
                            "role": "CONTACT",
                            "phone": "724-757-0761",
                            "email": "stepanme@upmc.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.44062,
                        "lon": -79.99589
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "De-identified IPD associated with publications will be made available to researchers upon reasonable request. IPD will also be stored in a central data repository at the University of Pittsburgh, which can be accessed by researchers at the institution who have appropriate qualifications and access information. Examples of IPD that can be shared with other researchers include descriptive data such as means and de-identified performance scores on cognitive and emotional tasks, self-reports of mood or anxiety/depression symptoms, summarized sleep EEG data, and summarized fMRI data.",
            "infoTypes": [
                "STUDY_PROTOCOL"
            ],
            "timeFrame": "Data will become available once data collection is finalized. IPD associated with manuscripts will become available once the manuscript is published.",
            "accessCriteria": "To access the data, the requester must have completed and up-to-date research and ethics training and data use or material transfer agreements must be in place."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000003863",
                    "term": "Depression"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001526",
                    "term": "Behavioral Symptoms"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M7058",
                    "name": "Depression",
                    "asFound": "Depression",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7061",
                    "name": "Depressive Disorder",
                    "relevance": "LOW"
                },
                {
                    "id": "M4324",
                    "name": "Anxiety Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4818",
                    "name": "Behavioral Symptoms",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}