{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05678738",
            "orgStudyIdInfo": {
                "id": "H21-0108"
            },
            "secondaryIdInfos": [
                {
                    "id": "BA200299",
                    "type": "OTHER_GRANT",
                    "domain": "U.S. Army medical research and Development Command (USAMRDC)"
                }
            ],
            "organization": {
                "fullName": "University of Connecticut",
                "class": "OTHER"
            },
            "briefTitle": "Acquiring and Targeting Heat Exposures Necessary for Action",
            "officialTitle": "Enhancing Lethality by Targeting Cognitive and Physiological Mechanisms of Female Warfighter Resiliency to Consecutive Days of Intense Exercise in the Heat",
            "acronym": "ATHENA",
            "therapeuticArea": [
                "Other"
            ],
            "study": "acquiring-and-targeting-heat-exposures-necessary-for-action"
        },
        "statusModule": {
            "statusVerifiedDate": "2022-12",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-09-16",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-10-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-10-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-12-16",
            "studyFirstSubmitQcDate": "2022-12-28",
            "studyFirstPostDateStruct": {
                "date": "2023-01-10",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2022-12-28",
            "lastUpdatePostDateStruct": {
                "date": "2023-01-10",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Douglas J Casa",
                "investigatorTitle": "Principal Investigator",
                "investigatorAffiliation": "University of Connecticut"
            },
            "leadSponsor": {
                "name": "University of Connecticut",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "United States Department of Defense",
                    "class": "FED"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false,
            "isUsExport": true
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this research study is to better understand ways that women and men differ physiologically, cognitively, physically, and cellularly to better prescribe helpful interventions that will prevent injury and risk of conditions like exertional heat illnesses or heatstroke. The main questions this project aims to answer are:\n\n1. What is the relative stress contributing to performance differences between women and men during intense exercise in extremely hot and humid environments in response to exertional heat stress?\n2. What is the relative contribution of responses in adipose tissue, cardiovascular tissue, gut microbiota, and musculoskeletal tissue on heat tolerance in women (vs. men) to exertional heat stress?\n3. What is the impact of adding an antioxidant juice consumption regime and will it assist in enhancing performance during an acute bout of exercise-heat stress before and after heat acclimation?\n\nSubjects enrolled and approved for participation will perform:\n\n1. a heat acclimation protocol which includes the completion of 5 days of prescribed exercise-heat exposure\n2. two separate acute exercise-heat exposures for the assessment of thermotolerance and the investigation of potential enhancements in thermoregulatory performance that may occur after the completion of a 5-day heat acclimation protocol\n3. a subset of subjects enrolled and approved for participation who opt in to antioxidant berry supplement consumption will either consume the active or placebo product throughout their participation."
        },
        "conditionsModule": {
            "conditions": [
                "Heat Intolerance",
                "Heat Stress",
                "Fatigue; Heat"
            ],
            "keywords": [
                "Sex Differences",
                "Physical Performance",
                "Body Composition",
                "Heat Acclimation"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Participants will consist of both male and female subjects who will be exposed to similar bouts of exertional heat stress. Analysis will be completed to assess for potential sex-based differences in outcomes measured (male vs. female). Participants (both male and female) who opt-in for antioxidant berry supplementation will be assigned to a subgroup parallel study model where subjects will be exposed to similar bouts of exertional heat stress while consuming either the antioxidant or placebo supplement.",
                "primaryPurpose": "BASIC_SCIENCE",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "maskingDescription": "Participants who opt-in for antioxidant berry supplementation will be randomly assigned to either the group receiving the bioactive ingredient (berry fruit juice) or the placebo group. Both groups will receive 300mL to consume every morning and afternoon during participation.",
                    "whoMasked": [
                        "PARTICIPANT",
                        "INVESTIGATOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 60,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Acute and Chronic Exercise-Heat Stress",
                    "type": "EXPERIMENTAL",
                    "description": "All participants (male and female) will be exposed to repeated bouts of exercise-heat stress.",
                    "interventionNames": [
                        "Other: Acute and Chronic Exercise-Heat Stress"
                    ]
                },
                {
                    "label": "Exercise-Heat Stress + Antioxidant Berry Supplementation",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "All participants (male and female) will be exposed to repeated bouts of exercise-heat stress. Participants who opt-in may be randomly assigned to receive bioactive (antioxidant berry supplement) ingredient in addition to repeated bouts of exercise-heat stress.",
                    "interventionNames": [
                        "Dietary Supplement: Antioxidant Berry Supplementation",
                        "Other: Acute and Chronic Exercise-Heat Stress"
                    ]
                },
                {
                    "label": "Exercise-Heat Stress + Placebo (Non-juice) Supplementation",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "All participants (male and female) will be exposed to repeated bouts of exercise-heat stress. Participants who opt-in may be randomly assigned to receive placebo (non-juice) ingredient in addition to repeated bouts of exercise-heat stress.",
                    "interventionNames": [
                        "Other: Acute and Chronic Exercise-Heat Stress",
                        "Dietary Supplement: Placebo (non-juice) Supplementation"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DIETARY_SUPPLEMENT",
                    "name": "Antioxidant Berry Supplementation",
                    "description": "Participants who opt-in will be instructed to consume 300mL of the bioactive (antioxidant berry) supplement every morning and afternoon during days of participation.",
                    "armGroupLabels": [
                        "Exercise-Heat Stress + Antioxidant Berry Supplementation"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Acute and Chronic Exercise-Heat Stress",
                    "description": "All participants (male and female) will be exposed to repeated bouts of exercise-heat stress.",
                    "armGroupLabels": [
                        "Acute and Chronic Exercise-Heat Stress",
                        "Exercise-Heat Stress + Antioxidant Berry Supplementation",
                        "Exercise-Heat Stress + Placebo (Non-juice) Supplementation"
                    ]
                },
                {
                    "type": "DIETARY_SUPPLEMENT",
                    "name": "Placebo (non-juice) Supplementation",
                    "description": "Participants who opt-in will be instructed to consume 300mL of the placebo (non-juice) supplement every morning and afternoon during days of participation.",
                    "armGroupLabels": [
                        "Exercise-Heat Stress + Placebo (Non-juice) Supplementation"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in Rectal Temperature at Rest",
                    "description": "Rectal thermometer will be self-inserted by participants to assess core temperature prior to exercise-heat stress bouts",
                    "timeFrame": "Through study completion, an average of 14 days"
                },
                {
                    "measure": "Change in Rectal Temperature Rate of Rise",
                    "description": "Rectal thermometer will be self-inserted by participants to assess core temperature during exercise-heat stress bouts",
                    "timeFrame": "Through study completion, an average of 14 days"
                },
                {
                    "measure": "Change in Rectal Temperature at Thermal Threshold (38.5C)",
                    "description": "Rectal thermometer will be self-inserted by participants to assess core temperature during exercise-heat stress bouts at the thermal threshold of 38.5C",
                    "timeFrame": "Measured throughout 5 90-minute exercise-heat stress bouts (heat acclimation sessions)"
                },
                {
                    "measure": "Change in Mean Skin Temperature",
                    "description": "Prior to start of exercise, participants will be instrumented with iButton skin temperature sensors on the chest, shoulder, abdomen, neck, back, thigh, and calf",
                    "timeFrame": "Through study completion, an average of 14 days"
                },
                {
                    "measure": "Change in Heart Rate",
                    "description": "A heart rate monitor will be worn by participants throughout the exercise-heat stress bouts",
                    "timeFrame": "Through study completion, an average of 14 days"
                },
                {
                    "measure": "Change in Heart Rate at Thermal Threshold (38.5C)",
                    "description": "A heart rate monitor will be worn by participants throughout the exercise-heat stress bouts to assess HR at the thermal threshold of 38.5C",
                    "timeFrame": "Measured throughout 5 90-minute exercise-heat stress bouts (heat acclimation sessions)"
                },
                {
                    "measure": "Change in Whole Body Sweat Rate",
                    "description": "Difference in body weight measurement measured prior to and at the cessation of each exercise-heat stress bout",
                    "timeFrame": "Measured at the beginning and end of 5 90-minute exercise-heat stress bouts (heat acclimation sessions)"
                },
                {
                    "measure": "Change in Sweat Metabolite and Protein Expression",
                    "description": "Sweat samples will be collected and assessed for metabolite and protein expression discovery via mass spectrometry",
                    "timeFrame": "Measurement completed during each exercise-heat stress bout (Heat Tolerance Tests 1 [days 5 and 12] and 2 [days 6 and 13]) both before and immediately after heat acclimation as well as the final heat acclimation session (HA5 - day 11)"
                },
                {
                    "measure": "Change in Cognitive Measures - Visual Vigilance",
                    "description": "Participants will perform an assessment of visual vigilance through a validated computer programming system. The test is part of a larger Testing battery which should take approximately 30 minutes for completion",
                    "timeFrame": "Measurement completed immediately after one exercise-heat stress bout (Heat Tolerance Test 2 - days 6 and 13) both before and immediately after heat acclimation"
                },
                {
                    "measure": "Change in Cognitive Measures - Psychomotor Vigilance",
                    "description": "Participants will perform an assessment of psychomotor vigilance through a validated computer programming system. The test is part of a larger Testing battery which should take approximately 30 minutes for completion",
                    "timeFrame": "Measurement completed immediately after one exercise-heat stress bout (Heat Tolerance Test 2 - days 6 and 13) both before and immediately after heat acclimation"
                },
                {
                    "measure": "Change in Cognitive Measures - Four Choice Task",
                    "description": "Participants will perform an assessment of four choice task success through a validated computer programming system. The test is part of a larger Testing battery which should take approximately 30 minutes for completion",
                    "timeFrame": "Measurement completed immediately after one exercise-heat stress bout (Heat Tolerance Test 2 - days 6 and 13) both before and immediately after heat acclimation"
                },
                {
                    "measure": "Change in Cognitive Measures - Match to Sample",
                    "description": "Participants will perform an assessment of match to sample success through a validated computer programming system. The test is part of a larger Testing battery which should take approximately 30 minutes for completion",
                    "timeFrame": "Measurement completed immediately after one exercise-heat stress bout (Heat Tolerance Test 2 - days 6 and 13) both before and immediately after heat acclimation"
                },
                {
                    "measure": "Change in Cognitive Measures - Repeated Acquisition",
                    "description": "Participants will perform an assessment of repeated acquisition through a validated computer programming system. The test is part of a larger Testing battery which should take approximately 30 minutes for completion",
                    "timeFrame": "Measurement completed immediately after one exercise-heat stress bout (Heat Tolerance Test 2 - days 6 and 13) both before and immediately after heat acclimation"
                },
                {
                    "measure": "Change in Cognitive Measures - Grammatical Reasoning",
                    "description": "Participants will perform an assessment of grammatical reasoning through a validated computer programming system. The test is part of a larger Testing battery which should take approximately 30 minutes for completion",
                    "timeFrame": "Measurement completed immediately after one exercise-heat stress bout (Heat Tolerance Test 2 - days 6 and 13) both before and immediately after heat acclimation"
                },
                {
                    "measure": "Change in Cognitive Measures - Profile of Mood States",
                    "description": "Participants will perform an assessment of profile of mood states through a validated computer programming system. The test is part of a larger Testing battery which should take approximately 30 minutes for completion",
                    "timeFrame": "Measurement completed immediately after one exercise-heat stress bout (Heat Tolerance Test 2 - days 6 and 13) both before and immediately after heat acclimation"
                },
                {
                    "measure": "Change in Cognitive Measures - Stroop Task",
                    "description": "Participants will perform an assessment of stroop task success through a validated computer programming system. The test is part of a larger Testing battery which should take approximately 30 minutes for completion",
                    "timeFrame": "Measurement completed immediately after one exercise-heat stress bout (Heat Tolerance Test 2 - days 6 and 13) both before and immediately after heat acclimation"
                },
                {
                    "measure": "Change in Physical Performance - Anaerobic Performance",
                    "description": "Participants will be assessed for anaerobic performance with the completion of a 400 meter sprint for time. This test is part of a larger physical performance battery test which should take approximately 30 minutes for completion",
                    "timeFrame": "Measurements completed immediately after the cognitive battery performed during the Heat Tolerance Test 2 (days 6 and 13) both before and immediately after heat acclimation"
                },
                {
                    "measure": "Change in Physical Performance - Agility Performance",
                    "description": "Participants will be assessed for anaerobic performance with the completion of a quick feet agility test. This test is part of a larger physical performance battery test which should take approximately 30 minutes for completion",
                    "timeFrame": "Measurements completed immediately after the cognitive battery performed during the Heat Tolerance Test 2 (days 6 and 13) both before and immediately after heat acclimation"
                },
                {
                    "measure": "Change in Physical Performance - Upper Body Strength Performance",
                    "description": "Participants will be assessed for upper body strength performance with the completion of a handgrip strength test. This test is part of a larger physical performance battery test which should take approximately 30 minutes for completion",
                    "timeFrame": "Measurements completed immediately after the cognitive battery performed during the Heat Tolerance Test 2 (days 6 and 13) both before and immediately after heat acclimation"
                },
                {
                    "measure": "Change in Physical Performance - Lower Body Power Performance",
                    "description": "Participants will be assessed for lower body power performance with the completion of a vertical jump test. This test is part of a larger physical performance battery test which should take approximately 30 minutes for completion",
                    "timeFrame": "Measurements completed immediately after the cognitive battery performed during the Heat Tolerance Test 2 (days 6 and 13) both before and immediately after heat acclimation"
                },
                {
                    "measure": "Change in Physical Performance - Lower Body Kinematic Performance",
                    "description": "Participants will be assessed for lower body kinematic performance with the completion of the Landing Error Scoring System (LESS) Test. This test is part of a larger physical performance battery test which should take approximately 30 minutes for completion",
                    "timeFrame": "Measurements completed immediately after the cognitive battery performed during the Heat Tolerance Test 2 (days 6 and 13) both before and immediately after heat acclimation"
                },
                {
                    "measure": "Change in Physical Performance - Balance Performance",
                    "description": "Participants will be assessed for balance performance with the completion of the Balance Error Scoring System (BESS) Test. This test is part of a larger physical performance battery test which should take approximately 30 minutes for completion",
                    "timeFrame": "Measurements completed immediately after the cognitive battery performed during the Heat Tolerance Test 2 (days 6 and 13) both before and immediately after heat acclimation"
                },
                {
                    "measure": "Change in Musculoskeletal Gene and Protein Expression",
                    "description": "Musculoskeletal tissue samples will be collected for analysis via RNA-seq",
                    "timeFrame": "Measurement completed after the performance of an exercise-heat stress bout and physical performance battery (Heat Tolerance Test 2 - days 6 and 13) both before and immediately after heat acclimation"
                },
                {
                    "measure": "Change in Musculoskeletal Fiber-Typing",
                    "description": "Musculoskeletal tissue samples will be collected for fiber-type analysis via immunohistochemical procedures",
                    "timeFrame": "Measurement completed after the performance of an exercise-heat stress bout and physical performance battery (Heat Tolerance Test 2 - days 6 and 13) both before and immediately after heat acclimation"
                },
                {
                    "measure": "Change in Musculoskeletal Mitochondrial Function",
                    "description": "Musculoskeletal tissue samples will be collected for analysis of mitochondrial function",
                    "timeFrame": "Measurement completed after the performance of an exercise-heat stress bout and physical performance battery (Heat Tolerance Test 2 - days 6 and 13) both before and immediately after heat acclimation"
                },
                {
                    "measure": "Change in Subcutaneous Abdominal Tissue (SCAAT) Lipolysis Rate",
                    "description": "SCAAT lipolysis rate (interstitial glycerol and ethanol output:input) will be collected and assessed for fat mobilization and subcutaneous adipose tissue blood flow during exercise-heat stress bouts",
                    "timeFrame": "Measurement completed after the performance of an exercise-heat stress bout and physical performance battery (Heat Tolerance Test 2 - days 6 and 13) both before and immediately after heat acclimation"
                },
                {
                    "measure": "Change in Resting Energy Expenditure and Macronutrient Oxidation",
                    "description": "Participant resting energy expenditure, fat oxidation, and carbohydrate oxidation will be assessed via indirect calorimetry for the measurement of respiratory quotient and respiratory exchange ratio",
                    "timeFrame": "Measurement completed after the performance of an exercise-heat stress bout and physical performance battery (Heat Tolerance Test 2 - days 6 and 13) both before and immediately after heat acclimation"
                },
                {
                    "measure": "Change in Circulatory Indicators of Lipid Metabolism - NEFAs",
                    "description": "Blood samples will be collected and assessed for the expression of lipid metabolism biomarker Non-Essential Fatty Acids (NEFAs)",
                    "timeFrame": "Throughout study completion, an average of 14 days"
                },
                {
                    "measure": "Change in Circulatory Indicators of Lipid Metabolism - Insulin",
                    "description": "Blood samples will be collected and assessed for the expression of lipid metabolism biomarker Insulin",
                    "timeFrame": "Throughout study completion, an average of 14 days"
                },
                {
                    "measure": "Change in Circulatory Indicators of Lipid Metabolism - IGF-1",
                    "description": "Blood samples will be collected and assessed for the expression of lipid metabolism biomarker Insulin Growth Factor-1 (IGF-1)",
                    "timeFrame": "Throughout study completion, an average of 14 days"
                },
                {
                    "measure": "Change in Circulatory Indicators of Stress - Epinephrine",
                    "description": "Blood samples will be collected and assessed for the expression of physiological stress biomarker Epinephrine",
                    "timeFrame": "Throughout study completion, an average of 14 days"
                },
                {
                    "measure": "Change in Circulatory Indicators of Stress - Norepinephrine",
                    "description": "Blood samples will be collected and assessed for the expression of physiological stress biomarker Norepinephrine",
                    "timeFrame": "Throughout study completion, an average of 14 days"
                },
                {
                    "measure": "Change in Circulatory Indicators of Stress - Cortisol",
                    "description": "Blood samples will be collected and assessed for the expression of physiological stress biomarker Cortisol",
                    "timeFrame": "Throughout study completion, an average of 14 days"
                },
                {
                    "measure": "Change in Circulatory RNA Content",
                    "description": "Blood samples will be collected and assessed for intracellular RNA content",
                    "timeFrame": "Throughout study completion, an average of 14 days"
                },
                {
                    "measure": "Change in Circulatory Indicators of Inflammation - IL-1B",
                    "description": "Blood samples will be collected and assessed for the expression of inflammatory biomarker IL-1B",
                    "timeFrame": "Measurement completed during the completion of exercise-heat stress bouts (Heat Tolerance Tests 1 [days 5 and 12] and 2 [days 6 and 13]) both before and immediately after heat acclimation"
                },
                {
                    "measure": "Change in Circulatory Indicators of Inflammation - TNF-a",
                    "description": "Blood samples will be collected and assessed for the expression of inflammatory biomarker TNF-a",
                    "timeFrame": "Measurement completed during the completion of exercise-heat stress bouts (Heat Tolerance Tests 1 [days 5 and 12] and 2 [days 6 and 13]) both before and immediately after heat acclimation"
                },
                {
                    "measure": "Change in Circulatory Indicators of Inflammation - IFN-gamma",
                    "description": "Blood samples will be collected and assessed for the expression of inflammatory biomarker IFN-gamma",
                    "timeFrame": "Measurement completed during the completion of exercise-heat stress bouts (Heat Tolerance Tests 1 [days 5 and 12] and 2 [days 6 and 13]) both before and immediately after heat acclimation"
                },
                {
                    "measure": "Change in Gut Microbiome Diversity",
                    "description": "Stool samples will be collected and assessed for the impact of gut microbiome diversity on heat intolerance",
                    "timeFrame": "Measurement completed prior to the completion of an exercise-heat stress bout (Heat Tolerance Test 2) both before and after heat acclimation"
                },
                {
                    "measure": "Change in Saliva Metabolite Expression",
                    "description": "Saliva samples will be collected and assessed for metabolite expression",
                    "timeFrame": "Measurement completed during each exercise-heat stress bout (Heat Tolerance Tests 1 and 2) both before and after heat acclimation as well as the final heat acclimation session (HA5)"
                },
                {
                    "measure": "Change in Thermal Sensation",
                    "description": "0-8 Scale (cold to hot) that indicated how cold or hot the participant feels. 0 = extremely cold, 8 = extremely hot",
                    "timeFrame": "Through study completion, an average of 14 days"
                },
                {
                    "measure": "Change in Recovery",
                    "description": "Participants will be provided a WHOOP strap after the completion of their baseline visit and will be instructed on how to download the associated application and use of the device. The WHOOP device will be used to provide data on sleep quality and quantity, strain, and recovery",
                    "timeFrame": "Throughout study completion, an average of 14 days"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in Perception of Fatigue",
                    "description": "0-10 (no fatigue to extreme fatigue), scale indicates how fatigued the participant feels. High score indicates more fatigue (negative outcome)",
                    "timeFrame": "Throughout study completion, an average of 14 days"
                },
                {
                    "measure": "Change in Perception of Thirst",
                    "description": "0-9 (no thirst to extreme thirst), scale that indicates how thirsty the subject feels, a higher score is considered a negative outcome (more thirsty)",
                    "timeFrame": "Throughout study completion, an average of 14 days"
                },
                {
                    "measure": "Change in Environmental Perception",
                    "description": "Scale to assess participant perception of the environmental conditions, measurement scale identified as the modified environmental symptoms questionnaire (ESQ) which includes a minimum scale of \"Not at all\" and a maximum scale of \"Extreme\". Outcomes are considered worse when associated with greater extremes in documented answers",
                    "timeFrame": "Throughout study completion, an average of 14 days"
                },
                {
                    "measure": "Change in Rating of Perceived Exertion",
                    "description": "6-20 scale to assess participant perceived exertion levels (how hard they are working) during exercise-heat stress bouts. A greater score indicates greater levels of exertion.",
                    "timeFrame": "Throughout study completion, an average of 14 days"
                },
                {
                    "measure": "Change in Sleep Quality",
                    "description": "Scale to assess participant sleep habits including quantity and quality, measurement scale identified as the Kalinska sleep diary (KSD) which is a 9-point scale with increasing severity from 1 (extremely alert) to 9 (extremely sleepy - fighting sleep)",
                    "timeFrame": "Throughout study completion, an average of 14 days"
                },
                {
                    "measure": "Change in Body Mass",
                    "description": "Participants will have nude body weight (kg) assessed at the beginning and end of each testing session",
                    "timeFrame": "Throughout study completion, an average of 14 days"
                },
                {
                    "measure": "Change in Reproductive Hormone State - Estradiol",
                    "description": "Blood plasma samples will be collected for the measurement of circulating estradiol",
                    "timeFrame": "Throughout study completion, an average of 14 days"
                },
                {
                    "measure": "Change in Reproductive Hormone State - Progesterone",
                    "description": "Blood plasma samples will be collected for the measurement of circulating progesterone",
                    "timeFrame": "Throughout study completion, an average of 14 days"
                },
                {
                    "measure": "Change in Reproductive Hormone State - Testosterone",
                    "description": "Blood plasma samples will be collected for the measurement of circulating testosterone",
                    "timeFrame": "Throughout study completion, an average of 14 days"
                },
                {
                    "measure": "Change in Reproductive Hormone State - LH",
                    "description": "Blood plasma samples will be collected for the measurement of circulating luteinizing hormone (LH)",
                    "timeFrame": "Throughout study completion, an average of 14 days"
                },
                {
                    "measure": "Change in Reproductive Hormone State - FSH",
                    "description": "Blood plasma samples will be collected for the measurement of circulating follicle stimulating hormone (FSH)",
                    "timeFrame": "Throughout study completion, an average of 14 days"
                },
                {
                    "measure": "Change in Cardiovascular Response - Blood Pressure",
                    "description": "Blood pressure will be measured manually prior to each testing session with the documentation of systolic and diastolic measurements",
                    "timeFrame": "Throughout study completion, an average of 14 days"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Participants will be healthy men and women, aged 18-50 years, who speak and read the English language fluently. This is required because some of the cognitive tests test grammatical reasoning and offer directional cues recorded as audio files in English. VO2max tests will provide evidence of level of aerobic fitness required to participate in this study. The investigators will use ≥45 ml·kg-1·min-1 for male participants, ≥40 ml·kg-1·min-1 for female participants as our threshold for inclusion.\n* The target composition of our subject sample is 50% men and 50% women.\n* No difficulties with vision, hearing, or ability to read a computer screen and operate a computer keyboard and mouse.\n\nExclusion Criteria:\n\n* unable to visit the laboratory on the required, consistent schedule and consecutive required days (Days 2 and 3, Days 12 and 13)\n* any contraindications to participating in exercise lasting 60-120 minutes daily during a period of 2 consecutive days, 5 days within an 8-day period, and 2 additional days (if subjects elect to participate in the entire study, all options), screening will include resting blood pressure to exclude pre-hypertensive or hypertensive participants (resting BP \\> 120 mmHg and 80mmHg systolic and diastolic, respectively)\n* any contraindications to exposure to exercise-heat stress (e.g., medications that affect thermoregulation, family or personal history of issues with anesthetics that indicate possible susceptibility to malignant hyperthermia, evidence of past heat intolerance)\n* tobacco use or electronic cigarettes (e-cigarettes) within the past 6 months\n* chronic illness (including diabetes, metabolic syndrome, thyroid disease, for example) or other chronic illnesses that make it unsafe for participants to participate in daily rigorous exercise in the heat\n* regular supplementation with blood thinners, including the use of aspirin\n* acute illness (e.g., influenza, head cold, gastrointestinal illness) during the week of scheduled testing\n* current positive COVID-test or infection and past COVID infection within past 6 months\n* contraindications to blood draw and if elected to be considered for participation with microdialysis and skeletal muscle biopsy procedures, contraindications to those individual procedures\n* for subjects who may not complete a DXA scan, history of claustrophobia\n* history of allergic reactions to medical tape and/or latex\n* currently participating in \"non-traditional\" diets including diets such as intermittent fasting, caloric restriction, highly limited consumption of large food classes (e.g., vegan)\n* consumption of antioxidant supplementation on a regular, long-term basis outside of the aronia supplementation regime for the study\n* limited decision-making ability\n* inability to participate in extended physical activity on a treadmill (i.e., standing, running, jogging, walking)\n* consumption of a non-traditional diet including diets such as intermittent fasting, caloric restriction, highly limited consumption of large food classes (e.g., vegan) (this includes individuals who are suffering with current diagnosed or undiagnosed eating disorder)\n* allergy to povidone, ethyl chloride, lidocaine, or bacitracin\n* pregnant or positive pregnancy test during DXA pre-procedures (see DXA SOP)\n* allergy to aronia berries, monkfruit, or sham juice ingredients",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "50 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Elaine C Lee, PhD",
                    "role": "CONTACT",
                    "phone": "860-486-3169",
                    "email": "elaine.c.lee@uconn.edu"
                },
                {
                    "name": "Douglas J Casa, PhD",
                    "role": "CONTACT",
                    "phone": "860 486-3624",
                    "email": "douglas.casa@uconn.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Douglas J Casa, PhD",
                    "affiliation": "Korey Stringer Institute - UConn",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Human Performance Laboratory at the University of Connecticut",
                    "status": "RECRUITING",
                    "city": "Storrs",
                    "state": "Connecticut",
                    "zip": "06269",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jeb Struder",
                            "role": "CONTACT",
                            "phone": "860-486-3077",
                            "email": "jeb.struder@uconn.edu"
                        },
                        {
                            "name": "Staci Thornton",
                            "role": "CONTACT",
                            "email": "staci.thornton@uconn.edu"
                        },
                        {
                            "name": "Douglas J Casa",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Elaine C Lee",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.80843,
                        "lon": -72.24952
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "UNDECIDED"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000005221",
                    "term": "Fatigue"
                },
                {
                    "id": "D000018882",
                    "term": "Heat Stress Disorders"
                }
            ],
            "ancestors": [
                {
                    "id": "D000014947",
                    "term": "Wounds and Injuries"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M8364",
                    "name": "Fatigue",
                    "asFound": "Fatigue",
                    "relevance": "HIGH"
                },
                {
                    "id": "M20924",
                    "name": "Heat Stress Disorders",
                    "asFound": "Heat Stress",
                    "relevance": "HIGH"
                },
                {
                    "id": "M24916",
                    "name": "Stress Disorders, Traumatic",
                    "relevance": "LOW"
                },
                {
                    "id": "M17685",
                    "name": "Wounds and Injuries",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000000975",
                    "term": "Antioxidants"
                }
            ],
            "ancestors": [
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000020011",
                    "term": "Protective Agents"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4292",
                    "name": "Antioxidants",
                    "asFound": "Curve",
                    "relevance": "HIGH"
                },
                {
                    "id": "M21869",
                    "name": "Protective Agents",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}