{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06057740",
            "orgStudyIdInfo": {
                "id": "13518"
            },
            "organization": {
                "fullName": "Utah State University",
                "class": "OTHER"
            },
            "briefTitle": "ACT and CBT Bibliotherapy for Perfectionism",
            "officialTitle": "A Randomized Controlled Trial of Self-Help Acceptance and Commitment Therapy and Cognitive Behavioral Therapy for Perfectionism",
            "therapeuticArea": [
                "Other"
            ],
            "study": "act-and-cbt-bibliotherapy-for-perfectionism"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-09",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-09-12",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-09-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-09-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-08-25",
            "studyFirstSubmitQcDate": "2023-09-25",
            "studyFirstPostDateStruct": {
                "date": "2023-09-28",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-09-25",
            "lastUpdatePostDateStruct": {
                "date": "2023-09-28",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Utah State University",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The goal of this clinical trial is to test self-help books for adults with perfectionism. The main questions it aims to answer are:\n\n1. Are the self-help books (ACT and CBT) effective, compared to a waitlist control condition?\n2. What are the processes of change for perfectionism in ACT vs. CBT bibliotherapy?\n3. Do the self-help books (ACT and CBT) affect change in general distress, well-being, and affect?\n4. Is bibliotherapy an acceptable and feasible intervention for perfectionism?\n\nParticipants will be randomized into either the ACT self-help condition, CBT self-help condition, or waitlist control condition:\n\n1. Participants in both intervention conditions will be asked to read the respective self-help book over the course of 10 weeks and complete 4 surveys over 3.5 months.\n2. Participants in the waitlist condition will be asked to complete 4 surveys over 3.5 months, and will receive access to both self-help books once the study is complete.",
            "detailedDescription": "Perfectionism is a multidimensional construct where individuals develop unrealistically high standards and attribute self-value to meeting these expectations. Perfectionism has also been shown to be a risk and a maintenance factor for a range of psychological difficulties such as depression, social anxiety, eating disorders, and obsessive-compulsive related disorders (Limburg et al., 2017). Furthermore, the prevalence of perfectionism is increasing in undergraduate students according to a recent meta-analysis (Curran \\& Hill, 2019), highlighting the need to expand accessible treatment options. Acceptance and Commitment Therapy (ACT) and Cognitive Behavioral Therapy (CBT) have both demonstrated clinical effectiveness in targeting unhelpful perfectionism, but it is unclear how effective these psychotherapies are at decreasing perfectionism when applied in a bibliotherapy format.\n\nThe present study aims to assess the feasibility and efficacy of ACT and CBT self-help books for perfectionism over a 10-week intervention period and one month follow-up assessment, in comparison to a waitlist control condition. Additionally, this study will examine the impact of bibliotherapies on processes of change (i.e., psychological acceptance and cognitive reappraisal) as well as general distress, well-being, and affect. Participants will be adult students recruited from two universities in the mountain and midwestern regions of the United States and participants will complete self-report assessments at pre-, mid-, post-intervention, and follow-up. For the primary aim evaluating efficacy, we predict both ACT (The Anxious Perfectionist) and CBT (When Perfect Isn't Good Enough by Martin Antony) self-help books will decrease unhelpful perfectionism from pre-intervention to follow-up, in comparison to a waitlist control group. For the secondary aim evaluating processes of change, we predict that (1) ACT will increase psychological flexibility more than CBT, and (2) CBT will increase cognitive reappraisal more than ACT, from pre-intervention to follow-up. For our third aim evaluating changes in distress, well-being, and affect, we predict that (1) both ACT and CBT will decrease distress and general negative affect, and (2) ACT will outperform CBT on increases in well-being and general positive affect from pre-treatment to follow-up. For our fourth aim assessing bibliotherapy acceptability and feasibility, we predict no differences between adherence and satisfaction ratings between the ACT and CBT reading conditions."
        },
        "conditionsModule": {
            "conditions": [
                "Perfectionism"
            ],
            "keywords": [
                "Acceptance and commitment therapy (ACT)",
                "Cognitive behavioral therapy (CBT)",
                "Bibliotherapy"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 120,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "ACT Bibliotherapy",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will read 10 chapters (140 pages) of The Anxious Perfectionist by Clarissa Ong and Michael Twohig over the course of 10 weeks.",
                    "interventionNames": [
                        "Behavioral: Acceptance and commitment therapy (ACT)"
                    ]
                },
                {
                    "label": "CBT Bibliotherapy",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will read 8 chapters (149 pages) of When Perfect Isn't Good Enough by Martin Antony over the course of 10 weeks.",
                    "interventionNames": [
                        "Behavioral: Cognitive behavioral therapy (CBT)"
                    ]
                },
                {
                    "label": "Waitlist Control",
                    "type": "NO_INTERVENTION",
                    "description": "Waitlist condition; assessment only"
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Acceptance and commitment therapy (ACT)",
                    "description": "ACT is a psychological intervention that aims to improve psychological flexibility, the ability to hold thoughts and emotions lightly in a given context and pursue valued ends (Hayes et al., 1999; Twohig \\& Levin, 2017).",
                    "armGroupLabels": [
                        "ACT Bibliotherapy"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Cognitive behavioral therapy (CBT)",
                    "description": "CBT is a psychological intervention which targets cognitions and behaviors in attempt to change emotions.",
                    "armGroupLabels": [
                        "CBT Bibliotherapy"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Frost Multidimensional Perfectionism Scale-Brief (FMPS-Brief)",
                    "description": "The Frost Multidimensional Perfectionism Scale-Brief (FMPS-Brief) is an 8-item self-report measure assessing perfectionism with two sub-scales: evaluative concerns and striving. Total scores range from 8 to 40, where higher scores indicate higher perfectionism.",
                    "timeFrame": "14 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Acceptance and Action Questionnaire 3 (AAQ-3)",
                    "description": "The Acceptance and Action Questionnaire 3 (AAQ-3) is a 7-item self-report measure assessing psychological inflexibility. Total AAQ-3 scores range from 7 to 49, where higher scores indicate greater psychological inflexibility.",
                    "timeFrame": "14 weeks"
                },
                {
                    "measure": "Emotion Regulation Questionnaire - Cognitive Reappraisal Subscale (ERQ-CR)",
                    "description": "The Emotion Regulation Questionnaire - Cognitive Reappraisal Subscale (ERQ-CR) a 5-item self-report measure assessing use of cognitive reappraisal as an emotional regulation strategy. Total ERQ-CR scores are averaged and range from 0 to 7, with higher scores indicating greater use of cognitive reappraisal.",
                    "timeFrame": "14 weeks"
                },
                {
                    "measure": "Depression Anxiety Stress Scale (DASS-21)",
                    "description": "The Depression Anxiety Stress Scale (DASS-21) is a 21-item self-report measure that assess general distress with three sub-scales: depression, anxiety, and stress. Sum scores are calculated by adding the subscale items and multiplying by two, so total scores range from 0 to 120, with higher scores indicating more distress.",
                    "timeFrame": "14 weeks"
                },
                {
                    "measure": "Mental Health Continuum-Short Form (MHC-SF)",
                    "description": "The Mental Health Continuum-Short Form (MHC-SF) is a 14-item self-report measure assessing emotional, social, and psychological well-being. Total scores range from 0 to 70 where high score indicate greater levels of positive well-being.",
                    "timeFrame": "14 weeks"
                },
                {
                    "measure": "Positive and Negative Affect Schedule (PANAS)",
                    "description": "The Positive and Negative Affect Schedule (PANAS) is a 20-item self-report measure assessing state affect with 10 positive affect (e.g., attentive, active, alert, excited, enthusiastic, determined, inspired, proud, interested, and strong) and 10 negative affect (e.g., hostile, irritable, ashamed, guilty, distressed, upset, scared, afraid, jittery, nervous) items. Total scores are calculated separately for positive and negative affect subscales, both range from 10 to 50 where higher scores indicate higher affect.",
                    "timeFrame": "14 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* an adult (18 years and older) student at the university\n* the ability to understand and read English\n* access to the university's online library resources\n* endorse high perfectionism (29 or more on the concerns over mistakes Frost Multidimensional Perfectionism Subscale)\n\nExclusion Criteria:\n\n* N/A",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "locations": [
                {
                    "facility": "Utah State University",
                    "status": "RECRUITING",
                    "city": "Logan",
                    "state": "Utah",
                    "zip": "84321",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Michael P Twohig, PhD",
                            "role": "CONTACT",
                            "phone": "435-265-8933",
                            "email": "michael.twohig@usu.edu"
                        },
                        {
                            "name": "Emily M Bowers, BS",
                            "role": "CONTACT",
                            "phone": "385-501-3270",
                            "email": "emily.bowers@usu.edu"
                        },
                        {
                            "name": "Michael P Twohig, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.73549,
                        "lon": -111.83439
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "UNDECIDED"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        }
    },
    "hasResults": false
}