{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05840055",
            "orgStudyIdInfo": {
                "id": "iRISID-2023-1442"
            },
            "organization": {
                "fullName": "Thomas Jefferson University",
                "class": "OTHER"
            },
            "briefTitle": "ACT With NMOSD Patients and Caregivers Pilot Study",
            "officialTitle": "Acceptance and Commitment Therapy With Neuromyelitis Optica Spectrum Disorder Patient and Caregiver Pilot Study",
            "therapeuticArea": [
                "Other"
            ],
            "study": "act-with-nmosd-patients-and-caregivers-pilot-study"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-06-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-06-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-09-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-04-11",
            "studyFirstSubmitQcDate": "2023-04-21",
            "studyFirstPostDateStruct": {
                "date": "2023-05-03",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-04-11",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-15",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "C. Virginia O'Hayer",
                "investigatorTitle": "Clinical Professor & Director, Jefferson Center City Clinic for Behavioral Medicine",
                "investigatorAffiliation": "Thomas Jefferson University"
            },
            "leadSponsor": {
                "name": "Thomas Jefferson University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Alexion Pharmaceuticals, Inc.",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This study will examine the effectiveness of a neuromyelitis optics spectrum disorder (NMOSD) specific Acceptance and Commitment Therapy (ACT) intervention at reducing anxiety and depression in individuals with NMOSD and their caregivers/loved ones and improving overall health outcomes in individuals with NMOSD.",
            "detailedDescription": "Neuromyelitis optica spectrum disorder (NMOSD), also known as Devic disease, is an inflammatory disorder of the central nervous system. The primary symptom of NMOSD is attacks of inflammation and damage in the optic nerves and spinal cord. Such attacks may cause rapid onset of eye pain or blindness, limb weakness, numbness, or partial paralysis, shooting pain or tingling in the neck, back or abdomen, loss of bowel and bladder control, and prolonged nausea, vomiting or hiccups. These attacks may have periods of remission and relapse, with relapses most commonly occurring years to months apart. Monophasic NMO is a less common variant of NMOSD, and is characterized by a single, severe attack that may last days or weeks. When a patient is first diagnosed with NMOSD, it is unclear whether or not they will have relapses. The psychological burden of NMOSD is documented in the empirical literature, with a focus on experience of depression, pain, sexual dysfunction, sleep issues, stigma, and impact on partners.\n\nBetween 30% and 50% of individuals with NMOSD have been found to endorse clinically significant depressive symptoms on the Beck Depression Inventory. Compared with patients with Multiple Sclerosis (MS), NMOSD patients are twice as likely to receive a formal diagnosis of Recurrent Major Depressive Disorder.\n\nPain, bowel and bladder dysfunction, visual impairment, reduced sexual function, and inability to work, were found to most negatively impact emotional well-being and quality of life among people with NMOSD. It is estimated that chronic pain affects over 80% of NMOSD patients, including patients without recent relapse still commonly reporting moderate or severe pain. Pain severity is the strongest negative predictor of quality of life, and the most common symptom of concern voiced by patients to their physician.\n\nSexual dysfunction, specifically reduced libido, decreased orgasm and erectile dysfunction have been reported by 75% of males and 75% of females living with NMOSD.\n\nSleep disturbance is common in NMOSD, with 64% of NMOSD patients identified as poor sleepers, with correlations with anxiety, depression, pain, disability, and disease duration. Similarly, 71.4% of NMOSD patients endorsed fatigue, with correlations with sleep disturbance, depression, pain, and quality of life.\n\nFurther contributing to the psychological burden of life with NMOSD, 60% of patients reported being affected by NMOSD-related stigma. Embarrassment due to physical limitations, perceived exclusion, avoidance/ostracism, and blame for their illness were deemed the most impactful targets of stigma.\n\nThe psychological burden is also well-defined by patients with NMOSD and their loved ones in online forums, blogs, and social media. In addition to the domains cited in the literature, patients and loved ones often discuss anxiety, delayed diagnosis, physical disability and impact on relationships as hallmark characteristics of life with NMOSD. Despite the many studies suggesting that life with NMOSD is marred by many psychological stressors, including increased depression, there does not appear to be any psychosocial intervention to date to help patients and loved ones cope with this burden. Furthermore, narratives from patients across media describe profound psychological burdens that go untreated.\n\nGiven the prevalence of depression, stress, stigma, and physical impediments associated with NMOSD, it makes sense that patients and their loved ones would resort to avoidance-based coping (distraction with television, avoiding talking about illness, avoiding reminders of illness) to manage these issues. Compared with patients with multiple sclerosis, and with healthy controls, patients with NMOSD were more likely to use mental disengagement strategies, while both NMOSD and MS patients were more likely to use acceptance and behavioral disengagement strategies, compared with healthy controls. However, while avoidance-based coping may provide an effective short-term escape from the psychological burden of NMOSD, it is considered a maladaptive coping strategy in the longer term, as avoidance can be associated with medication nonadherence, missing clinic visits, failure to inform medical providers about symptoms, and can be associated with a paradoxical increase in depression and anxiety.\n\nWhile the economic burden of NMOSD, including financial cost of treatments, loss of income due to disability, and associated financial pressure on caregiver/loved ones is well known, the psychological impact of NMOSD on caregivers and loved ones remains under-studied to date. Based on PHQ-9 score, 21.1% of loved ones of NMOSD patients were found to be experiencing mild, moderate, or moderately severe depressive symptoms. However, partners did not endorse clinically significant \"burden\", anxiety, or depression. Rather, partners endorsed pressure to take on new roles both inside and outside of the home, during NMOSD relapses, with both male and female partners identifying challenges related to gender role shift.\n\nPartners endorsed limiting hobbies and activities to prioritize the patient's health, particularly during a relapse, along with frustration about accommodating NMOSD symptoms in public spaces, helplessness that they cannot \"fix\" their partner's problems, isolation due to lack of support, and anxiety about their partner's well-being and about their own health. Male partners reported \"hardly expressing thoughts and feelings about NMOSD\", and reported that prior to study participation, they had \"never been asked how they feel about NMOSD.\" Lack of caregiver support and avoidance-based coping are associated with caregiver strain and burnout. Given the physical impediments associated with NMOSD, caregivers are often responsible for managing the patient's medication regimen and transporting patients to their infusion appointments. Caregiver burnout can understandably negatively impact patient treatment engagement.\n\nTherefore, the investigators propose a caregiver-assisted, NMOSD-specific mental health intervention. Given physical limitations associated with NMOSD, and increased comfort with telehealth over the past few years, the investigators propose a telehealth-delivered intervention will be most accessible and effective. Acceptance and Commitment Therapy is one potential intervention for reducing internalizing symptoms, increasing purpose in life, and reducing avoidance-based coping among people with NMOSD and their caregiver loved ones. ACT is a \"third wave\" behavioral therapy which balances encouraging life changes in the service of one's values (purpose in life) with a strong acceptance component. This novel, experiential, contextual talk therapy is an empirically supported treatment for anxiety and depression, substance use, and has proven successful in managing chronic pain, somatic problems, HIV, Pancreatic Cancer and Cystic Fibrosis."
        },
        "conditionsModule": {
            "conditions": [
                "NMO Spectrum Disorder"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "SUPPORTIVE_CARE",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 50,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Acceptance and Commitment Therapy",
                    "type": "EXPERIMENTAL",
                    "interventionNames": [
                        "Behavioral: Acceptance and Commitment Therapy"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Acceptance and Commitment Therapy",
                    "description": "Acceptance and Commitment Therapy is one potential intervention for reducing internalizing symptoms, increasing purpose in life, and reducing avoidance-based coping among people with NMOSD and their caregiver loved ones. ACT is a \"third wave\" behavioral therapy which balances encouraging life changes in the service of one's values (purpose in life) with a strong acceptance component. This novel, experiential, contextual talk therapy is an empirically supported treatment for anxiety and depression, substance use, and has proven successful in managing chronic pain, somatic problems, HIV, Pancreatic Cancer and Cystic Fibrosis.",
                    "armGroupLabels": [
                        "Acceptance and Commitment Therapy"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Changes in Generalized Anxiety Disorder Questionnaire (GAD7)",
                    "description": "Generalized Anxiety Disorder 7 is a self-reported questionnaire for screening",
                    "timeFrame": "Baseline, 6 weeks, and three months after study completion."
                },
                {
                    "measure": "Changes in Patient Health Questionnaire (PHQ-9)",
                    "description": "The PHQ-9 (Patient Health Questionnaire-9) objectifies and assesses degree of depression severity via questionnaire.",
                    "timeFrame": "Baseline, 6 weeks, and three months after study completion."
                },
                {
                    "measure": "Changes in Beck Anxiety Inventory (BAI)",
                    "description": "The Beck Anxiety Inventory (BAI) is a widely used 21-item self-report inventory used to assess anxiety levels in adults and adolescents.",
                    "timeFrame": "Baseline, 6 weeks, and three months after study completion."
                },
                {
                    "measure": "Changes in Beck Depression Inventory (BDI-II)",
                    "description": "The Beck Depression Inventory, is a 21-question multiple-choice self-report inventory, one of the most widely used psychometric tests for measuring the severity of depression.",
                    "timeFrame": "Baseline, 6 weeks, and three months after study completion."
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Acceptance and Action Questionnaire",
                    "description": "AAQ-II is a 7 item measure of acceptance and committed action",
                    "timeFrame": "Baseline, 6 weeks, and three months after study completion."
                },
                {
                    "measure": "Cognitive Fusion Questionnaire - 13 item version",
                    "description": "The CFQ-13 is a 13 item measure of cognitive fusion: rigid attachment to thoughts as truth",
                    "timeFrame": "Baseline, 6 weeks, and three months after study completion."
                },
                {
                    "measure": "Brief Fatigue Inventory",
                    "description": "The BFI is a 4-item measure of self-reported fatigue - Item #4 measures the extent to which fatigue has impacted each of 6 life domains",
                    "timeFrame": "3 months prior to baseline to baseline, baseline to 3 months post-treatment"
                },
                {
                    "measure": "Telephone EDSS",
                    "description": "The Telephone Assessment of the Expanded Disability Status Scale is a self-administered assessment of difficulty and interference of 8 neurologic categories associated w MS and w NMOSD",
                    "timeFrame": "Baseline, 6 weeks, and three months after study completion."
                },
                {
                    "measure": "Valued Living Questionnaire",
                    "description": "The VLQ is a 10-item measure of how important each of 10 valued domains are to the respondent, and to what extent the responded has been living according to these values",
                    "timeFrame": "Baseline, 6 weeks, and three months after study completion."
                },
                {
                    "measure": "EHR data re. NMOSD flares, hospitalization, appointments kept/missed",
                    "description": "EHR data re. presence/absence of flares, hospitalizations, clinic visits missed/kept, infusion appts missed/delayed/kept, initiation of steroid Rx, etc.",
                    "timeFrame": "3 months prior to baseline to baseline, baseline to 3 months post-treatment"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Individuals ages 18 and up with a diagnosis of NMOSD and caregiver loved ones willing to participate in the intervention.\n* PHQ-9 score \\>4, or GAD-7 score \\>4\n* Webcam access\n\nExclusion Criteria:\n\n* History of suicidal attempts or acute suicidal ideation on clinical assessment\n* Presence of psychotic disorder or symptoms\n* Presence of psychiatric disorders that interfere with the participation of the study, judged by the study or treating clinician. The presence of other medical conditions that interfere with participation in the study, judged by the study or treating clinician",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "C. Virginia O'Hayer, Ph.D.",
                    "role": "CONTACT",
                    "phone": "919-943-6738",
                    "email": "virginia.ohayer@jefferson.edu"
                },
                {
                    "name": "Chelsi N Nurse, MS",
                    "role": "CONTACT",
                    "phone": "267-225-0069",
                    "email": "chelsi.nurse@jefferson.edu"
                }
            ],
            "locations": [
                {
                    "facility": "Thomas Jefferson University Hospital",
                    "status": "RECRUITING",
                    "city": "Philadelphia",
                    "state": "Pennsylvania",
                    "zip": "19103",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "C.V O'Hayer, Ph.D.",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.95233,
                        "lon": -75.16379
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009471",
                    "term": "Neuromyelitis Optica"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009188",
                    "term": "Myelitis, Transverse"
                },
                {
                    "id": "D000020278",
                    "term": "Demyelinating Autoimmune Diseases, CNS"
                },
                {
                    "id": "D000020274",
                    "term": "Autoimmune Diseases of the Nervous System"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000009902",
                    "term": "Optic Neuritis"
                },
                {
                    "id": "D000009901",
                    "term": "Optic Nerve Diseases"
                },
                {
                    "id": "D000003389",
                    "term": "Cranial Nerve Diseases"
                },
                {
                    "id": "D000003711",
                    "term": "Demyelinating Diseases"
                },
                {
                    "id": "D000005128",
                    "term": "Eye Diseases"
                },
                {
                    "id": "D000001327",
                    "term": "Autoimmune Diseases"
                },
                {
                    "id": "D000007154",
                    "term": "Immune System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M12414",
                    "name": "Neuromyelitis Optica",
                    "asFound": "NMO Spectrum Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12142",
                    "name": "Myelitis",
                    "relevance": "LOW"
                },
                {
                    "id": "M12143",
                    "name": "Myelitis, Transverse",
                    "relevance": "LOW"
                },
                {
                    "id": "M4629",
                    "name": "Autoimmune Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M22098",
                    "name": "Demyelinating Autoimmune Diseases, CNS",
                    "relevance": "LOW"
                },
                {
                    "id": "M22094",
                    "name": "Autoimmune Diseases of the Nervous System",
                    "relevance": "LOW"
                },
                {
                    "id": "M12387",
                    "name": "Neuritis",
                    "relevance": "LOW"
                },
                {
                    "id": "M12833",
                    "name": "Optic Neuritis",
                    "relevance": "LOW"
                },
                {
                    "id": "M12832",
                    "name": "Optic Nerve Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M6605",
                    "name": "Cranial Nerve Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M6909",
                    "name": "Demyelinating Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8271",
                    "name": "Eye Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10200",
                    "name": "Immune System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T4103",
                    "name": "Neuromyelitis Optica Spectrum Disorder",
                    "asFound": "NMO Spectrum Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "T3988",
                    "name": "Myelitis",
                    "relevance": "LOW"
                },
                {
                    "id": "T4263",
                    "name": "Optic Neuritis",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BC11",
                    "name": "Eye Diseases"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC01",
                    "name": "Infections"
                },
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}