{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06093282",
            "orgStudyIdInfo": {
                "id": "23080302"
            },
            "organization": {
                "fullName": "Rush University Medical Center",
                "class": "OTHER"
            },
            "briefTitle": "Activity and Recreation in Communities for Health",
            "officialTitle": "Activity and Recreation in Communities for Health (ARCH) - Pilot Study",
            "acronym": "ARCH",
            "therapeuticArea": [
                "Mental Health"
            ],
            "study": "activity-and-recreation-in-communities-for-health"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-08-15",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-01-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-06-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-10-16",
            "studyFirstSubmitQcDate": "2023-10-16",
            "studyFirstPostDateStruct": {
                "date": "2023-10-23",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-11",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-12",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Rush University Medical Center",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "University of Chicago",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This project tests whether a health outreach intervention that promotes engagement in rewarding, community-based recreational and social activities can produce greater improvements in depressive symptoms, adiposity, and physical activity among people from underresourced communities than traditional health outreach approaches.",
            "detailedDescription": "Underresourced communities are affected by structural barriers and detrimental conditions that contribute to disparities in mental and physical health. People living in these communities may also face financial and logistical barriers to engaging in meaningful and rewarding activities in their community, which is linked to risk for depression and cardiometabolic disease in emerging health behavior models. There is also evidence that depression, physical inactivity, and reward-driven overeating exhibit reciprocal causal relationships that promote cardiometabolic disease through multiple pathways, which supports the value of intervening on these co-occurring risk factors simultaneously. Structured interventions that increase engagement in rewarding activities are effective for treating depression, but this approach has not been adapted for broad dissemination in underresourced populations that face challenges accessing the health care system, and have a high burden of cardiometabolic risk factors.\n\nThis project will refine and test a novel approach for reducing the burden of depression and cardiometabolic disease in underresourced communities. The Activity and Recreation in Communities for Health (ARCH) intervention is designed to promote engagement in rewarding activities through an adaptation of Behavioral Activation Treatment for Depression, and direct provision of resources to engage in rewarding recreational and social activities both independently and through our partnering community-based organizations. ARCH is designed to be delivered in participants' homes and community venues by a health outreach workforce, which addresses barriers to accessing treatment. Aim 1 is to engage community stakeholders in the process of co-designing ARCH to maximize feasibility, acceptability, and uptake. Aim 2 is to conduct an initial evaluation of the refined ARCH intervention among adults from underresourced communities with depression. Changes in depressive symptoms, adiposity, and physical activity over four months will be compared between those randomly assigned to ARCH versus a traditional health outreach comparator. In addition to clinical outcomes, key metrics of program uptake, cost, and feasibility will be quantified, and hypothesized mechanisms underlying treatment effects will be explored (Aim 3). Findings will inform the design of a definitive implementation trial, and determine the potential value of incorporating behavioral activation in other outreach interventions for underserved populations"
        },
        "conditionsModule": {
            "conditions": [
                "Depression"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Two-arm, parallel group design",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "maskingDescription": "Outcomes assessors and the Investigators are blinded to individual participants' treatment assignment.",
                    "whoMasked": [
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 102,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "ARCH",
                    "type": "EXPERIMENTAL",
                    "description": "4-month health outreach intervention to improve depressive symptoms, physical activity, and weight management",
                    "interventionNames": [
                        "Behavioral: ARCH"
                    ]
                },
                {
                    "label": "Traditional Health Outreach",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "4-month health outreach intervention focused on screening, referral to healthcare resources, and support",
                    "interventionNames": [
                        "Behavioral: Traditional Health Outreach"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "ARCH",
                    "description": "ARCH is a 4-month health outreach intervention that includes the following components:\n\n* Screening and referral to address social determinants of health\n* A 12-session adaptation of Behavioral Activation Treatment for Depression\n* Weekly contacts from an outreach worker\n* Optional resources aimed at promoting physical activity and weight management",
                    "armGroupLabels": [
                        "ARCH"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Traditional Health Outreach",
                    "description": "The Traditional Health Outreach comparator is a 4-month health outreach intervention that includes the following components:\n\n* Screening and referral to address social determinants of health\n* Support calls from an outreach worker at least once every 3 weeks",
                    "armGroupLabels": [
                        "Traditional Health Outreach"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Depressive symptoms",
                    "description": "Change in depressive symptoms on the 10-item version of the Centers for Epidemiological Studies - Depression Scale (CES-D-10)",
                    "timeFrame": "4 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Physical activity",
                    "description": "Change in daily minutes of moderate-vigorous physical activity measured by accelerometer",
                    "timeFrame": "4 months"
                },
                {
                    "measure": "Weight loss",
                    "description": "Weight change will be calculated as a percentage of baseline weight",
                    "timeFrame": "4 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Member of an underserved population defined by either of the following:\n\n   1. Received health care at a federally qualified health center within the past 2 years\n   2. Living in a neighborhood with an Area Deprivation Index ≤ 20th percentile\n2. Elevated depressive symptoms (10-item CES-D score≥10)94,95\n3. One or both of the following modifiable cardiometabolic risk factors:\n\n   1. Excess adiposity (body mass index ≥ 28.0 kg/m2)\n   2. Physically inactive according to the 2018 U.S. Physical Activity Guidelines:96 less than 150 minutes of moderate intensity, 75 minutes of vigorous intensity, or an equivalent combination of moderate and vigorous intensity activity, per week based on a 7-day accelerometry protocol\n\nExclusion Criteria:\n\n1. Under 18 years of age\n2. Not fluent in English\n3. Uncontrolled serious mental illness\n4. High risk for suicidality on the Columbia Suicide Severity Scale\n5. Conditions jeopardizing staff safety at home data visits\n6. Individual is dependent on a caretaker for activities of daily living\n7. Currently lives or plans to move outside Cook and Lake Counties",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Brad Appelhans, PhD",
                    "role": "CONTACT",
                    "phone": "312-942-3477",
                    "email": "brad_appelhans@rush.edu"
                }
            ],
            "locations": [
                {
                    "facility": "Rush University Medical Center",
                    "city": "Chicago",
                    "state": "Illinois",
                    "zip": "60612",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 41.85003,
                        "lon": -87.65005
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Data will be shared in accordance with the study's NIH Data Management and Sharing Plan.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF",
                "ANALYTIC_CODE"
            ],
            "timeFrame": "Data will be made available by the end of the project period. However, data that are central to the primary aims of the project will only be shared after the study investigators have had a reasonable period of time to conduct analyses and prepare manuscripts reporting these results. Data will be available for at least 10 years.",
            "accessCriteria": "Access to study will be granted upon review of a written request that summarizes the intended use of the data, the user's qualifications and institutional affiliation, and any required regulatory approval for the planned work by their IRB or other regulatory body. Data that are central to the primary aims of the project, will only be shared after the study investigators have had a reasonable period of time to conduct analyses and prepare manuscripts reporting these results."
        }
    },
    "documentSection": {
        "largeDocumentModule": {
            "largeDocs": [
                {
                    "typeAbbrev": "ICF",
                    "hasProtocol": false,
                    "hasSap": false,
                    "hasIcf": true,
                    "label": "Informed Consent Form",
                    "date": "2024-01-02",
                    "uploadDate": "2024-02-16T16:14",
                    "filename": "ICF_000.pdf",
                    "size": 219160
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000003863",
                    "term": "Depression"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001526",
                    "term": "Behavioral Symptoms"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M7058",
                    "name": "Depression",
                    "asFound": "Depression",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7061",
                    "name": "Depressive Disorder",
                    "relevance": "LOW"
                },
                {
                    "id": "M4818",
                    "name": "Behavioral Symptoms",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}