{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04061421",
            "orgStudyIdInfo": {
                "id": "VICC HEMP 1977"
            },
            "organization": {
                "fullName": "Vanderbilt-Ingram Cancer Center",
                "class": "OTHER"
            },
            "briefTitle": "Active Myeloid Target Compound Combinations in MDS/MPN Overlap Syndromes Overlap Syndromes (ABNL-MARRO)",
            "officialTitle": "The ABNL-MARRO 001 Study: A Phase 1/2 Study of Active Myeloid Target Compound Combinations in MDS/MPN Overlap Syndromes.",
            "acronym": "ABNL-MARRO",
            "therapeuticArea": [
                "Other"
            ],
            "study": "active-myeloid-target-compound-combinations-in-mds-mpn-overlap-syndromes-overlap-syndromes-abnl-marro"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-06",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-12-10",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-08",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-08",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2019-08-09",
            "studyFirstSubmitQcDate": "2019-08-15",
            "studyFirstPostDateStruct": {
                "date": "2019-08-19",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-06-22",
            "lastUpdatePostDateStruct": {
                "date": "2023-06-26",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR_INVESTIGATOR",
                "investigatorFullName": "Michael Savona",
                "investigatorTitle": "Sponsor Investigator",
                "investigatorAffiliation": "Vanderbilt-Ingram Cancer Center"
            },
            "leadSponsor": {
                "name": "Michael Savona",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Incyte Corporation",
                    "class": "INDUSTRY"
                },
                {
                    "name": "Theradex",
                    "class": "INDUSTRY"
                },
                {
                    "name": "Astex Pharmaceuticals, Inc.",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": true
        },
        "descriptionModule": {
            "briefSummary": "ABNL-MARRO (A Basket study of Novel therapy for untreated MDS/MPN and Relapsed/Refractory Overlap Syndromes) is an international European-American cooperation providing the framework for collaborative studies to advance treatment of myelodysplastic/myeloproliferative neoplasms (MDS/MPN) and explore clinical-pathologic markers of disease severity, prognosis and treatment response.\n\nABNL MARRO 001 (AM-001) is an Open label, phase 1/2 study within the framework of the ABNL-MARRO that will test novel treatment combinations in MDS/MPN. Each Arm of AM-001 will test an active myeloid target compound in combination with ASTX727, an oral drug combining fixed doses of the DNA methyltransferase inhibitor (DNMTi) decitabine and the cytidine deaminase inhibitor E7727, also known as cedazuridine in a single tablet.",
            "detailedDescription": "Current Arm: ASTX727 + itacitinib (INCB039110; JAK1 inhibitor)\n\nPrimary Objective Phase 1:\n\n- Characterize the dose-limiting toxicities (DLTs) of each novel oral targeted agent in combination with oral ASTX727 in order to determine the recommended phase 2 dose (RP2D) and schedule.\n\nPrimary Objective Phase 2:\n\n- To test whether the overall response to each novel ASTX727 combination therapy in MDS/MPN patients is sufficiently high to warrant further investigation in more definitive trials.\n\nSecondary Objectives:\n\n* To expand the safety analysis of each treatment combination in MDS/MPN patients.\n* To assess the morphologic bone marrow response in MDS/MPN patients treated on each Arm of the study.\n* To estimate the effect of each treatment combination on patient survival\n* To test the applicability of the proposed MDS/MPN IWG response criteria across multiple Arms of this study.\n\nTertiary/Exploratory objectives:\n\n* To investigate genetic biomarkers of response in MDS/MPN.\n* To characterize molecular responses to individual treatments.\n* To evaluate synergistic effects of hypomethylation by ASTX727 and specific pathway blockade by study compounds.\n* To explore the use of automated quantification of spleen volume from CT exams as a measure of clinical benefit\n* To test and/or validate diagnostic algorithms and prognostic indices for MDS/MPN patients\n* To investigate the correlation of patient reported outcomes with disease severity and/or treatment response"
        },
        "conditionsModule": {
            "conditions": [
                "MDS/MPN"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1",
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 105,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "ASTX727 + itacitinib",
                    "type": "EXPERIMENTAL",
                    "description": "ASTX727 and itacitinib will be taken by mouth",
                    "interventionNames": [
                        "Drug: ASTX727",
                        "Drug: Itacitinib"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "ASTX727",
                    "description": "Taken by mouth daily during days 1-5 of every 28-day cycle.",
                    "armGroupLabels": [
                        "ASTX727 + itacitinib"
                    ],
                    "otherNames": [
                        "Fixed dose combination of cedazuridine (100mg) + oral decitabine (35mg)"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Itacitinib",
                    "description": "Taken by mouth daily during each 28-day cycle",
                    "armGroupLabels": [
                        "ASTX727 + itacitinib"
                    ],
                    "otherNames": [
                        "INCB039110"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Recommended phase 2 dose (phase 1)",
                    "timeFrame": "Up to 28 days"
                },
                {
                    "measure": "Dose-limiting toxicity (phase 1)",
                    "description": "Per CTCAE 5.0",
                    "timeFrame": "Up to 28 days"
                },
                {
                    "measure": "Overall response (phase 2)",
                    "description": "As per Modified MDS/MPN IWG Proposed Response Criteria (Savona et al, Blood 2015)",
                    "timeFrame": "Up to 2 years"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Number of participants with treatment-related adverse events as assessed by CTCAE 5.0",
                    "timeFrame": "Up to 28 days"
                },
                {
                    "measure": "Morphologic bone marrow response",
                    "timeFrame": "Up to 2 years"
                },
                {
                    "measure": "Effect of each treatment combination on patient survival",
                    "description": "PFS",
                    "timeFrame": "Up to 2 years"
                },
                {
                    "measure": "Effect of each treatment combination on patient survival",
                    "description": "OS",
                    "timeFrame": "Up to 2 years"
                },
                {
                    "measure": "Applicability of the proposed MDS/MPN IWG response criteria across multiple Arms of this study.",
                    "description": "Validation of MDS/MPN IWG Proposed Response Criteria (Savona et al, Blood 2015)",
                    "timeFrame": "Up to 2 years"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Must be ≥ 18 years of age at the time of signing the Informed Consent Form (ICF); must voluntarily sign an ICF; and must be willing and able to meet all study requirements.\n* Must have morphologically confirmed diagnosis of MDS/MPN, excluding JMML, in accordance with WHO (2016) diagnostic criteria.\n* Treatment-naïve patients (patients who have had no prior disease-modifying therapy) may enroll in any AM-001 Arm that is open to accrual in phase 1 or phase 2. Treatment-naïve patients may have received recombinant erythropoietin, danazol, hydroxyurea or anagrelide, which are not considered to be disease-modifying therapy for the purpose of this study.\n* After an appropriate wash-out period, patients who have failed (or were intolerant to) prior therapy with a regimen(s) containing a DNMTi may enroll in any Arm in phase 1b or any Arm which has met the criterion of the first Simon's Stage and are open to accrual in the second Simon's Stage in phase 2. Except in the first stage of the phase 2, there are no limits on number of prior therapies if the patient meets all other eligibility criteria. Previously treated patients include:\n\n  * Patients treated with DNMTi therapy prior to enrollment in AM-001 who failed to achieve a complete remission, per the MDS/MPN IWG response criteria, after at least 4 cycles of DNMTi therapy\n  * ;Patients enrolled in AM-001, or patients treated off-study with a regimen containing a DNMTi, who have definitive disease progression as defined in the protocol after at least 2 cycles of the prior therapy-this includes patients who fail to achieve a response with clearly progressive disease and patients who achieve an initial response who then lose that response;\n  * Patients enrolled in AM-001 who have stable disease as best response at the second response evaluation after 6 cycles of the prior AM-001 therapy;\n  * Patients treated on AM-001 who had and recovered from an adverse event that precludes further therapy on that Arm; after recovery from a toxicity that is likely to be related to ASTX727, enrollment in another AM-001 may occur provided that dose modifications are made as appropriate.\n* Must be willing to undergo bone marrow biopsy with aspiration during screening and bone marrow aspiration with tissue collection for disease assessment and correlative studies periodically throughout the trial.\n* Eastern Cooperative Oncology Group (ECOG) performance status of 0, 1 or 2.\n* Life expectancy of at least 3 months, as assessed by the treating physician.\n* For previously treated patients, recovery to ≤ Grade 1 or baseline of any toxicities due to prior systemic treatments, excluding alopecia.\n* Must have adequate hepatic and renal function during screening as demonstrated by:\n\n  * ALT (SGPT) and AST (SGOT) ≤ 3x the institutional upper limit of normal (ULN);\n  * Total bilirubin ≤ 1.5x ULN or ≤ 2x ULN, if upon judgment of the treating investigator the elevated bilirubin is due to extramedullary hematopoiesis related to the underlying MDS/MPN or to Gilbert's disease;\n  * Creatinine \\< 1.5x ULN or estimated creatinine clearance (eCCR) \\>/=40 ml/min/1.73m2 eCCR may be calculated using the standard institutional formula.\n\nExclusion Criteria:\n\n* Patients should be excluded from any treatment Arm that includes a novel targeted agent to which they have had previous exposure. Novel targeted agents in this study include itacitinib (INCB039110) only, currently. Patients who have had prior exposure to ASTX727 therapy are not excluded, provided they meet all other eligibility criteria.\n* Prior receipt of any investigational study drug, including treatment on any prior AM-001 Arm, within 30 days or 5 half-lives (whichever is shorter) before receiving the first dose of study drug in an Arm of AM-001, except if approved by the medical monitor.\n* Prior receipt of any systemic antineoplastic therapy, including but not limited to prior DNMTi therapy, standard induction or cytotoxic chemotherapy (excluding hydroxyurea), or approved targeted agent within 21 days or 5 half-lives (whichever is shorter) before receiving the first dose of study drug in an Arm of AM-001.\n* Known hypersensitivity to decitabine.\n* Transformation to acute myeloid leukemia (e.g. \\>20% myeloid blasts in bone marrow or \\>20% circulating blasts in peripheral blood).\n* Organ transplant recipients including allogeneic hematopoietic stem cell transplant (HSCT).\n* History of clinically significant or uncontrolled cardiac disease, including recent history (within 6 months) of unstable angina, acute myocardial infarction, New York Heart Association Class III or IV congestive heart failure, or clinically significant arrhythmia. Patients with history of atrial tachycardia and/or bradycardia that is well-controlled with medical management and/or pacemaker for at least 1 month before the first dose of study drug will be allowed.\n* History of abnormal electrocardiogram (ECG) or presence of abnormal screening ECG that, in the investigator's opinion, is clinically significant and contraindicated for clinical study. Corrected QT interval (QTc), as corrected by Fredericia, on screening EKG \\>500 milliseconds is excluded, unless there is concomitant right bundle branch block (RBBB) or concomitant left bundle branch block (LBBB) with a pacemaker.\n* Any known contraindications to the use of ASTX727.\n* Any sign of active and clinically significant bleeding.\n* Other active malignancy, not including localized non-melanoma skin cancer, cervical carcinoma in situ, breast ductal carcinoma in situ of the breast, or localized prostate cancer controlled with hormone therapy. Patients with history of other cancers should be free of disease without ongoing anti-neoplastic therapy for at least 2 years.\n* Receipt of wide-field radiotherapy (including therapeutic radioisotopes) ≤ 28 days or limited field radiation for palliation ≤ 14 days prior to starting study medications; or has not recovered from side effects of such therapy.\n* Patients who require continuation of a prohibited concomitant medication for which no alternative therapy or allowable substitute is available.\n* Active, uncontrolled infection. Patients with infection that is under control with active treatment are eligible.\n* Major surgery requiring general anesthesia within 4 weeks prior to starting study treatment.(Placement of a central line or port-a-catheter is acceptable within this time frame and does not exclude the patient.)\n* Women who are pregnant or lactating.\n* Subjects who expect to conceive or father children within the projected duration of the study and/or who are unwilling to use highly effective methods of contraception throughout the duration of the study, starting with the screening visit through the end of treatment visit. For women of child-bearing potential (WOCBP), a negative urine pregnancy test at screening and immediately prior to initiating treatment on any AM-001 treatment Arm (Cycle 1 Day 1) is required.\n* Any concurrent serious or unstable medical or psychiatric condition that in the investigator's opinion would jeopardize the patient's ability to provide informed consent or to comply with the protocol.\n* Any psychological, familial, geographical or sociological condition that in the investigator's opinion would jeopardize the patient's ability to comply with the protocol.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Theradex Oncology US Inquiry",
                    "role": "CONTACT",
                    "phone": "609.799.7580",
                    "email": "info@theradex.com"
                },
                {
                    "name": "Theradex Oncology EU Inquiry",
                    "role": "CONTACT",
                    "phone": "+44 (0)1293 510 319",
                    "email": "enquiry@theradex.co.uk"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Michael Savona, MD",
                    "affiliation": "Vanderbilt-Ingram Cancer Center",
                    "role": "STUDY_CHAIR"
                }
            ],
            "locations": [
                {
                    "facility": "Vanderbilt-Ingram Cancer Center",
                    "status": "RECRUITING",
                    "city": "Nashville",
                    "state": "Tennessee",
                    "zip": "37232",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Vanderbilt-Ingram Service Information Program",
                            "role": "CONTACT",
                            "phone": "800-811-8480",
                            "email": "cip@vumc.org"
                        },
                        {
                            "name": "Michael Savona, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 36.16589,
                        "lon": -86.78444
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "36153475",
                    "type": "DERIVED",
                    "citation": "Moyo TK, Mendler JH, Itzykson R, Kishtagari A, Solary E, Seegmiller AC, Gerds AT, Ayers GD, Dezern AE, Nazha A, Valent P, van de Loosdrecht AA, Onida F, Pleyer L, Cirici BX, Tibes R, Geissler K, Komrokji RS, Zhang J, Germing U, Steensma DP, Wiseman DH, Pfeilstoecker M, Elena C, Cross NCP, Kiladjian JJ, Luebbert M, Mesa RA, Montalban-Bravo G, Sanz GF, Platzbecker U, Patnaik MM, Padron E, Santini V, Fenaux P, Savona MR; MDS/MPN International Working Group. The ABNL-MARRO 001 study: a phase 1-2 study of randomly allocated active myeloid target compound combinations in MDS/MPN overlap syndromes. BMC Cancer. 2022 Sep 24;22(1):1013. doi: 10.1186/s12885-022-10073-w."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "documentSection": {
        "largeDocumentModule": {
            "largeDocs": [
                {
                    "typeAbbrev": "ICF",
                    "hasProtocol": false,
                    "hasSap": false,
                    "hasIcf": true,
                    "label": "Informed Consent Form",
                    "date": "2022-04-06",
                    "uploadDate": "2022-04-08T11:04",
                    "filename": "ICF_000.pdf",
                    "size": 380438
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000013577",
                    "term": "Syndrome"
                }
            ],
            "ancestors": [
                {
                    "id": "D000004194",
                    "term": "Disease"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M16355",
                    "name": "Syndrome",
                    "asFound": "Syndrome",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000077209",
                    "term": "Decitabine"
                },
                {
                    "id": "C000723076",
                    "term": "Decitabine and cedazuridine drug combination"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000964",
                    "term": "Antimetabolites, Antineoplastic"
                },
                {
                    "id": "D000000963",
                    "term": "Antimetabolites"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                },
                {
                    "id": "D000004791",
                    "term": "Enzyme Inhibitors"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M1697",
                    "name": "Decitabine",
                    "asFound": "Derived",
                    "relevance": "HIGH"
                },
                {
                    "id": "M156881",
                    "name": "Decitabine and cedazuridine drug combination",
                    "asFound": "Entered",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4281",
                    "name": "Antimetabolites",
                    "relevance": "LOW"
                },
                {
                    "id": "M7951",
                    "name": "Enzyme Inhibitors",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}