{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06127251",
            "orgStudyIdInfo": {
                "id": "STUDY00006632"
            },
            "secondaryIdInfos": [
                {
                    "id": "P30DK111024",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/P30DK111024"
                }
            ],
            "organization": {
                "fullName": "Emory University",
                "class": "OTHER"
            },
            "briefTitle": "Active You: Walk, Dance, and Tone Your Abs to Reduce Your Risk of Diabetes",
            "officialTitle": "A Pilot Randomized Clinical Trial of Walking, Dance, and Abdominal Core Workouts to Improve Adipocytokines Among Insufficiently Active Adults With Obesity",
            "therapeuticArea": [
                "Endocrinology"
            ],
            "study": "active-you-walk-dance-and-tone-your-abs-to-reduce-your-risk-of-diabetes"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-04-11",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-11-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-11-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-11-07",
            "studyFirstSubmitQcDate": "2023-11-07",
            "studyFirstPostDateStruct": {
                "date": "2023-11-13",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-03",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-04",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Jacob Kariuki",
                "investigatorTitle": "Associate Professor",
                "investigatorAffiliation": "Emory University"
            },
            "leadSponsor": {
                "name": "Emory University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Georgia Center for Diabetes Translation Research",
                    "class": "OTHER"
                },
                {
                    "name": "American Diabetes Association",
                    "class": "OTHER"
                },
                {
                    "name": "National Institute of Diabetes and Digestive and Kidney Diseases (NIDDK)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The phenomenon of physical activity (PA) avoidance in obesity has been detailed in the literature, but there is a lack of programs designed to address the root causes. In addition to common PA barriers such as lack of time, individuals with obesity face weight-related impediments, including stigma, shame, poor fitness, and low exercise self-efficacy, which reduce their engagement in PA. These impediments have been observed in white and minoritized populations. Numerous studies have suggested that individuals with obesity prefer activities that are enjoyable, less exhausting, and conveniently available in settings where they are not exposed to stigma. The studies also point to a need for programs that focus on the general health benefits of PA rather than weight loss, which although desirable, can be elusive.\n\nUnmet weight loss expectations contribute to high dropout rates and non-adherence to the prescribed PA regimen among those with obesity. This is particularly consequential for minoritized populations including African Americans who tend to lose less weight in lifestyle interventions but achieve significant improvements in many cardiometabolic outcomes.\n\nIn this proposal, investigators present PA as a buffer against the deleterious effects of obesity, agnostic of weight loss status.\n\nThe Physical Activity for The Heart (PATH) program was intentionally designed to provide vicarious experiences for diverse individuals with obesity, by featuring their peers in body size, fitness level, and age engaging in PA.\n\nThe impact of the PATH intervention on these biomarkers will provide important insights into the mechanisms via which a combination of popular PA modalities improves cardiometabolic outcomes in the context of obesity.",
            "detailedDescription": "The proposed research is significant because it will provide key evidence supporting the use of curated, openly sourced content to address PA barriers in obesity. Physical Activity for The Heart (PATH) intervention, which is anchored on the social cognitive theory's (SCT) premise that observing similar (i.e. body type, fitness level, age) others succeed can motivate action and help demonstrate a plan for success.\n\nThus proposal will examine the feasibility of using PATH in a weight-neutral context and the preliminary effects on adipocytokines that influence insulin resistance. If PATH improves PA and adipocytokines, it could provide a highly scalable tool for mitigating the risk of cardiometabolic disease, especially among those looking for weight-agnostic PA programs. The walking, dance, and abdominal core workouts to be examined in this proposal are extremely popular and abundant on YouTube, which makes it easy to access and curate content that can be tailored to individual preferences.\n\nThe highly scalable PATH program is accessible at any time in any setting and can lessen the impact of unpredictable barriers to PA such as inclement weather or pandemics."
        },
        "conditionsModule": {
            "conditions": [
                "Obesity"
            ],
            "keywords": [
                "Physical Activity",
                "Workouts",
                "Adipocytokines"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "HEALTH_SERVICES_RESEARCH",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 50,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "PATH Intervention",
                    "type": "EXPERIMENTAL",
                    "description": "Insufficiently active adults with obesity will be assigned to the PATH intervention.",
                    "interventionNames": [
                        "Behavioral: PATH Intervention",
                        "Device: Physical activity tracker",
                        "Behavioral: Dietary education"
                    ]
                },
                {
                    "label": "Control Group",
                    "type": "OTHER",
                    "description": "Insufficiently active adults with obesity will be assigned to the attention control group.",
                    "interventionNames": [
                        "Behavioral: Control Group",
                        "Device: Physical activity tracker",
                        "Behavioral: Dietary education"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "PATH Intervention",
                    "description": "The PATH intervention guides participants in making changes in their lifestyle and PA habits to support gradual improvement of PA. The health coach provides participants with access to the PATH website and instructions on how to use the resources included in PATH. The health coach meets remotely with each participant twice per month to develop a tailored plan geared towards increasing MVPA. After assigning the PATH level, the health coach guides each participant in selecting their weekly PA goal and helps them start slowly with a plan to establish regular exercise frequencies of 3-5 days per week.\n\nParticipants will use a combination of walking, dance, and abdominal core workouts to add at least 10 minutes of MVPA to their baseline PA every two weeks. The remote coach will encourage each participant to engage in at least 2 days of aerobic training (walking or dance sessions), and one day of abdominal core workouts.",
                    "armGroupLabels": [
                        "PATH Intervention"
                    ],
                    "otherNames": [
                        "PATH"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Control Group",
                    "description": "Study staff will have a Zoom meeting with each control group participant where they will be advised to use the Be Active Your Way handout and to self-monitor PA using ScanWatch. Additionally, the group will be introduced to www.health.com, a jargon-free website that focuses on general health topics (e.g., dry eye) and the latest medical news (e.g., vaccines). Every 2 weeks control participants will meet on Zoom with study staff to review their progress in the study so as to keep the contact between the groups as similar as possible.",
                    "armGroupLabels": [
                        "Control Group"
                    ]
                },
                {
                    "type": "DEVICE",
                    "name": "Physical activity tracker",
                    "description": "Participants will be asked to wear a ScanWatch tracker on their non-dominant hand for the entire duration of the study using a 24-hour wear protocol.",
                    "armGroupLabels": [
                        "Control Group",
                        "PATH Intervention"
                    ],
                    "otherNames": [
                        "ScanWatch"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Dietary education",
                    "description": "The research team will examine diet quality and provide all study participants with educational content curated to promote diet quality. To minimize participants' burden, both the intervention and control arms will receive an email with a brief PDF addressing new diet components every 4 weeks",
                    "armGroupLabels": [
                        "Control Group",
                        "PATH Intervention"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Attainment of recruitment goal",
                    "description": "Percentage of recruitment goal achieved within 4 months",
                    "timeFrame": "4 months after screening procedures start"
                },
                {
                    "measure": "Participants' satisfaction of protocol procedures (acceptability)",
                    "description": "Satisfaction by participants will be measured with neutral messages/content collected via an end-of-study survey on user experience.",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Adherence to protocol procedures",
                    "description": "Proportion of the sample who adhere to key study procedures (e.g., regular self-monitoring of PA, attendance of coaching sessions)",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Retention Rate in each group",
                    "description": "Retention rate in each group at 12 weeks after enrollment",
                    "timeFrame": "12 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Changes in adiponectin and leptin",
                    "description": "Adiponectin is a hormone released by adipose tissue and other body tissues, which assists with insulin sensitivity and reduces inflammation. Normal ranges vary depending on sex and BMI and in general lower levels are associated with health conditions of obesity, Type 2 diabetes, and atherosclerosis. Adiponectin and leptin will be collected via dry blood spot kits. A significant increase in adiponectin and decline in leptin, and T2D risk score will indicate improved adipocytokine and cardiometabolic risk profile and vice versa.",
                    "timeFrame": "Baseline and 12 weeks"
                },
                {
                    "measure": "Changes in Monocyte Chemoattractant Protein-1 (MCP-1)",
                    "description": "MCP-1 is one of the key chemokines that regulate the migration and infiltration of monocytes/macrophages. MCP-1 will be collected via dry blood spot kits. A significant decline in MCP-1 will indicate improved adipocytokine and cardiometabolic risk profile and vice versa.",
                    "timeFrame": "Baseline and 12 weeks"
                },
                {
                    "measure": "Changes in proinflammatory cytokines",
                    "description": "Proinflammatory cytokines: tumor necrosis factor Alpha (TNF-α), Interleukin-1 beta (IL1β), and Interleukin-6 (IL6) will be collected via dry blood spot kits. A significant decline in TNF-α, IL1β, and IL6 will indicate improved adipocytokine and cardiometabolic risk profile and vice versa.",
                    "timeFrame": "Baseline and 12 weeks"
                },
                {
                    "measure": "Changes in T2D risk score",
                    "description": "The calculation of the American Diabetes Association (ADA) T2D risk score includes covariates such as age, sex, family history of diabetes, history of high blood pressure (BP), body mass index, and PA regimen (total score of 0-11). Scores ≥5 should be formally screened for diabetes per ADA guidelines.",
                    "timeFrame": "Baseline and 12 weeks"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Change in exercise self-efficacy questionnaire (EXSE)",
                    "description": "EXSE Scale assesses an individual's beliefs in their ability to continue exercising on a three-time-per-week basis at moderate intensities for 40+ minutes per session in the future. For each item, participants indicate their confidence to execute the behavior on a 100-point percentage scale comprised of 10-point increments, ranging from 0% (not at all confident) to 100% (highly confident). The total strength for each measure of self-efficacy is then calculated by summing the confidence ratings and dividing by the total number of items in the scale, resulting in a maximum possible efficacy score of 100.",
                    "timeFrame": "Baseline and 12 weeks"
                },
                {
                    "measure": "Change in exercise self-regulation",
                    "description": "Exercise Self-regulation involves skills for planning, organizing, and managing exercise activities. will be measured by the Exercise Goal-Setting Scale (EGS) and the Exercise Planning and Scheduling Scale (EPS). Participants will rate 10 EGS items and 10 EPS items on a 5-point scale ranging from 1 (does not describe) to 5 (describes completely). Higher levels of self-regulatory skills, such as goal-setting, self-monitoring, planning, and problem-solving, may result in higher levels of PA.",
                    "timeFrame": "Baseline and 12 weeks"
                },
                {
                    "measure": "Change in the physical activity (PA) enjoyment",
                    "description": "The Physical Activity Enjoyment Scale is an 18-item scale that assesses enjoyment of physical activity by asking participants to rate \"how do you feel at the moment about the physical activity you have been doing\" using a 7- point bipolar Likert scale, from 1 (I enjoy it) to 7 (I hate).",
                    "timeFrame": "Baseline and 12 weeks"
                },
                {
                    "measure": "Change in the social support questionnaire (SSQ) score",
                    "description": "SSQ has two-part answer questions. It asks to list up to 9 people who provide support that meets the criteria stated in the question. The support persons are listed by initials and relationship to the participant. Participants then rate their satisfaction (1 - very dissatisfied to 6 - very satisfied) with the support of each person stated in the first part. The support score (SSQN) is added by the average of the individual scores across the 27 items. A high score indicates more optimism about life than a low score. Low SSQ scores have a higher prevalence of negative life events and illness.\n\nAdd the total number of people for all 27 items. (Max. is 243). Divide by 27 for the average item score=SSQ Number Score or SSQN Add the total satisfaction scores for all 27 items. (Max is 162). Divide by 27 for the average item score=SSQ Satisfaction score or SSQS Average the above for the total number of family members - this results in the SSQ family score",
                    "timeFrame": "Baseline and 12 weeks"
                },
                {
                    "measure": "Change in the Outcome Expectations for Exercise Scale questionnaires.",
                    "description": "The Outcome Expectations for Exercise Scale (OEE) contains 9 statements rated by participants using a 5-point Likert scale from 1 \"Strongly Disagree\" to 5 \"Strongly Agree\". The OEE was made primarily to study older adults with low expectations of the effects of exercise.",
                    "timeFrame": "Baseline and 12 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* age ≥18 years, body mass index (BMI) ≥30kg/m2,\n* regular access to the Internet,\n* self-monitoring of PA via waist worn Actigraph during run-in (≥4 days with ≥10hrs wear time),\n* self-reported non-adherence to PA Guidelines \\[\\<150 min of moderate to vigorous physical activities (MVPA/wk)\\].\n\nExclusion Criteria:\n\n* pregnancy/intention to become pregnant within 12 weeks,\n* involvement in litigation related to a health issue, or a condition that requires supervised PA (e.g., stroke).\n* Individuals with a history of cerebrovascular disease (CVD), type 2 diabetes (T2D),\n* any affirmative response to any question in the Physical Activity Readiness Questionnaire (PAR-Q) will require primary care physician (PCP) clearance before enrollment.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Jacob Kariuki, PhD, NP",
                    "role": "CONTACT",
                    "phone": "4047272353",
                    "email": "jacob.kariuki@emory.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Jacob Kariuki, PhD, NP",
                    "affiliation": "Emory University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Emory University",
                    "status": "RECRUITING",
                    "city": "Atlanta",
                    "state": "Georgia",
                    "zip": "30322",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 33.749,
                        "lon": -84.38798
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Deidentified participant data will be made available for the main study outcomes. All the deidentified data will be available for sharing if other researchers submit a data request form that will be approved by the principal investigator (PI)",
            "infoTypes": [
                "STUDY_PROTOCOL"
            ],
            "timeFrame": "Data will be made available for sharing one year after the publication of the study outcomes. Start date December 2025, end date 2032",
            "accessCriteria": "Individual participant data will be available for sharing with researchers for secondary analysis. The request should be directed to jacob.kariuki@emory.edu. Requesters will need to sign a data access agreement. Data will be shared via OneDrive."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009765",
                    "term": "Obesity"
                }
            ],
            "ancestors": [
                {
                    "id": "D000050177",
                    "term": "Overweight"
                },
                {
                    "id": "D000044343",
                    "term": "Overnutrition"
                },
                {
                    "id": "D000009748",
                    "term": "Nutrition Disorders"
                },
                {
                    "id": "D000001835",
                    "term": "Body Weight"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M12701",
                    "name": "Obesity",
                    "asFound": "Obesity",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7115",
                    "name": "Diabetes Mellitus",
                    "relevance": "LOW"
                },
                {
                    "id": "M26186",
                    "name": "Overweight",
                    "relevance": "LOW"
                },
                {
                    "id": "M25307",
                    "name": "Overnutrition",
                    "relevance": "LOW"
                },
                {
                    "id": "M12684",
                    "name": "Nutrition Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M5114",
                    "name": "Body Weight",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC19",
                    "name": "Gland and Hormone Related Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M17360",
                    "name": "Vaccines",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}