{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04129437",
            "orgStudyIdInfo": {
                "id": "IRB2019172"
            },
            "organization": {
                "fullName": "Albert Einstein Healthcare Network",
                "class": "OTHER"
            },
            "briefTitle": "Acute Low Back Pain in the Emergency Department Treated With Osteopathic Manipulative Treatment Versus NSAIDs",
            "officialTitle": "Osteopathic Manipulative Treatment Compared to Ibuprofen for the Treatment of Acute Low Back Pain in the Emergency Department: a Randomized Controlled Trial",
            "therapeuticArea": [
                "Other"
            ],
            "study": "acute-low-back-pain-in-the-emergency-department-treated-with-osteopathic-manipulative-treatment-versus-nsaids"
        },
        "statusModule": {
            "statusVerifiedDate": "2022-11",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2020-02-19",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2023-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2023-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2019-10-11",
            "studyFirstSubmitQcDate": "2019-10-15",
            "studyFirstPostDateStruct": {
                "date": "2019-10-16",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2022-11-02",
            "lastUpdatePostDateStruct": {
                "date": "2022-11-07",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Megan Stobar-Gallagher",
                "investigatorTitle": "Attending Physician",
                "investigatorAffiliation": "Albert Einstein Healthcare Network"
            },
            "leadSponsor": {
                "name": "Albert Einstein Healthcare Network",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "Acute low back pain is the fifth most common presenting complaint to the emergency department, accounting for approximately 4.4% of annual visits. The treatment for acute low back pain is often NSAIDs or other analgesic medications. Osteopathic Manipulative Treatment (OMT) has been shown to be an effective treatment modality for acute low back pain, however, it's use in the emergency department setting is not well described. The adjunct of OMT has the potential to increase patient satisfaction, decrease length of stay and decrease the number of unnecessary prescription medications. We plan to investigate the use of OMT in the setting of acute complaints of low back pain in comparison to the use of nonsteroidal anti-inflammatory drugs (NSAIDs) as primary treatment modality. The study will be a non-blinded randomized-control trial and will take place in an academic tertiary care center in urban Philadelphia, PA over an approximate one-year timespan. We will utilize osteopathic-trained attending and resident physicians to perform the manipulation. Patients will be randomized into one of three treatment groups: appropriately dosed NSAID therapy alone, OMT in addition to NSAID therapy, or OMT alone. The primary outcome will be the difference in pain score before and after treatment using a VAS scale. Secondary outcomes will include patient and physician satisfaction immediately following treatment. Results will be shared by means of publication to the osteopathic and allopathic communities.",
            "detailedDescription": "The goal of this study is to describe the efficacy of Osteopathic Manipulative Treatment (OMT) compared to NSAIDs in decreasing pain in adults with acute low back pain in the emergency department (ED). This study would provide an additional novel adjunct for pain management of painful procedures in the emergency department. Currently in the emergency department the complaint of low back pain comprises 4.4% of visits annually and is an area of patient dissatisfaction surrounding the pain management.\n\nThe primary aims of this project will be measure the level of pain pre and post procedure in adults receiving ibuprofen (NSAID), OMT, or OMT/ibuprofen for low back pain. Secondary aims include patient and physician post procedure satisfaction scores, length of stay in ED.\n\nAIM 1: Measure the level of pain pre and post procedures in adults receiving ibuprofen, OMT, or OMT/Ibuprofen. Hypothesis: The level of pain for patients receiving OMT will be decreased to a greater extent that those receiving only NSAIDs for low back pain.\n\nAIM2: Measure the patient and physician satisfaction with the adjunct of OMT in regard to ability to manage pain based on satisfaction scores from questionnaire. Hypothesis: There will be greater satisfaction in the patients receiving OMT and OMT/NSAIDs than those receiving only OMT alone.\n\nThis study will be a prospective, randomized- controlled trial of patients with acute low back pain in the ED of an urban, tertiary, academic medical center. Subjects will be randomized to one of three groups: Ibuprofen (800 mg), Ibuprofen (800 mg)/OMT, or OMT only for the treatment of acute low back pain\n\nRecruitment Methods\n\nThe research associates as well as the health care team (both residents and attending physicians) will screen patients who present to the ED with the chief complaint of back pain and may qualify for the study. Research associates will use the electronic medical record for screening, and they will be in charge of informed consent, enrollment, as well as data collection. The research study team (osteopathic emergency physicians) will be in charge of performing the OMT.\n\nProcedures Involved in the Research\n\nInitial medical assessment will be made in accordance with established clinical procedures, including the history, physical examination, and vital signs. If by clinical assessment the patient meets eligibility criteria, then they will be approached by a research associate for enrollment in the study and will obtain informed consent.\n\nAfter informed consent, the patient will fill out a pre intervention 100 mm VAS baseline pain scale. The patient will be randomized to one of the three treatment arms; NSAID (ibuprofen), OMT/NSAID (ibuprofen), or OMT alone by using a randomization scheme generated using the web site Randomization.com (http://www.randomization.com).\n\nOnce randomized, subjects in the NSAID arm will be assessed using a VAS prior to medication administration. They will then be given 800 mg of ibuprofen and subjects' pain will be assessed using the VAS at 45 minutes after NSAID administration. Subjects in the NSAID/OMT arm will be assessed using a VAS prior to medication administration and OMT. They will then be given 800 mg of ibuprofen and within 10 minutes will receive OMT. The subject's pain will be assessed using the VAS at 45 minutes after NSAID administration and completion of OMT. The OMT only arm will be assessed using a VAS prior to any OMT. OMT will then be performed and subjects' pain will be assessed using the VAS at 45 minutes after OMT is completed. The method of OMT will be left to the discretion of the treating physician, but will be recorded in the data collection sheet.\n\nThe subject's clinical data (refer to data management) will be entered into a standardized data collection form. Study will end 45-60 minutes after randomized intervention. Once the procedure is complete subjects will fill out a post procedure satisfaction questionnaire. The physician will also fill out a post procedure questionnaire."
        },
        "conditionsModule": {
            "conditions": [
                "Low Back Pain"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE4"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "FACTORIAL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 174,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "NSAID",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Ibuprofen, 800 mg, one time dose",
                    "interventionNames": [
                        "Drug: Ibuprofen"
                    ]
                },
                {
                    "label": "OMT/NSAID",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Ibuprofen, 800 mg, one time dose",
                    "interventionNames": [
                        "Drug: Ibuprofen",
                        "Procedure: Osteopathic manipulative treatment"
                    ]
                },
                {
                    "label": "OMT alone",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "low velocity osteopathic manipulative medicine",
                    "interventionNames": [
                        "Procedure: Osteopathic manipulative treatment"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Ibuprofen",
                    "description": "Weight based ibuprofen dosing",
                    "armGroupLabels": [
                        "NSAID",
                        "OMT/NSAID"
                    ],
                    "otherNames": [
                        "Motrin, Advil"
                    ]
                },
                {
                    "type": "PROCEDURE",
                    "name": "Osteopathic manipulative treatment",
                    "description": "Low velocity osteopathic manipulative treatment",
                    "armGroupLabels": [
                        "OMT alone",
                        "OMT/NSAID"
                    ],
                    "otherNames": [
                        "OMT, OMM"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Pain score",
                    "description": "Difference in pain score before and after treatment using a Visual Analog Scale (VAS) scale (minimum 1, maximum 10, 10 being the worst)",
                    "timeFrame": "45 minutes"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Patient Satisfaction",
                    "description": "Patient satisfaction immediately following treatment with questionnaire",
                    "timeFrame": "45 minutes"
                },
                {
                    "measure": "Physician Satisfaction",
                    "description": "Physician satisfaction immediately following treatment with questionnaire",
                    "timeFrame": "45 minutes"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* All patients 18 years of age or older with the chief complaint of acute low back pain defined as symptom duration no longer than four weeks prior to ED presentation and having clinical findings of somatic dysfunction (muscle edema, erythema, bogginess, hypertonic muscles, asymmetry of tissue, pain with movement, severe/sharp tenderness).\n\nExclusion Criteria:\n\n* Patients will be excluded if they previously participated in the study, history of gastrointestinal bleed, allergies to NSAIDs, NSAID use 4 hours prior to arrival, history of or concern for spinal column fracture, current diagnosis of active malignancy or metastatic cancer, open skin wounds at the treatment location site, patients with neurological deficits related to acute back pain, pregnant women, individuals unable to take oral medications, temperature \\>38C, prisoners, those unable to consent, subjects under police custody, nursing home residents, non-English speaking patients.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Megan Stobart-Gallagher, DO",
                    "role": "CONTACT",
                    "phone": "985-630-0193",
                    "email": "megan.stobart-gallagher@jefferson.edu"
                },
                {
                    "name": "Joseph Herres, DO",
                    "role": "CONTACT",
                    "phone": "215-456-6666",
                    "email": "joseph.herres@jefferson.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Joseph Herres, DO",
                    "affiliation": "Einstein Healthcare Network",
                    "role": "STUDY_DIRECTOR"
                },
                {
                    "name": "Megan Stobart-Gallagher, DO",
                    "affiliation": "Einstein Healthcare Network",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "AEHN",
                    "status": "RECRUITING",
                    "city": "Philadelphia",
                    "state": "Pennsylvania",
                    "zip": "19147",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Beth Lynch",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.95233,
                        "lon": -75.16379
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000001416",
                    "term": "Back Pain"
                },
                {
                    "id": "D000017116",
                    "term": "Low Back Pain"
                }
            ],
            "ancestors": [
                {
                    "id": "D000010146",
                    "term": "Pain"
                },
                {
                    "id": "D000009461",
                    "term": "Neurologic Manifestations"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4714",
                    "name": "Back Pain",
                    "asFound": "Back Pain",
                    "relevance": "HIGH"
                },
                {
                    "id": "M19433",
                    "name": "Low Back Pain",
                    "asFound": "Low Back Pain",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7796",
                    "name": "Emergencies",
                    "relevance": "LOW"
                },
                {
                    "id": "M13066",
                    "name": "Pain",
                    "relevance": "LOW"
                },
                {
                    "id": "M12404",
                    "name": "Neurologic Manifestations",
                    "relevance": "LOW"
                },
                {
                    "id": "T170",
                    "name": "Acute Graft Versus Host Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000007052",
                    "term": "Ibuprofen"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000894",
                    "term": "Anti-Inflammatory Agents, Non-Steroidal"
                },
                {
                    "id": "D000018712",
                    "term": "Analgesics, Non-Narcotic"
                },
                {
                    "id": "D000000700",
                    "term": "Analgesics"
                },
                {
                    "id": "D000018689",
                    "term": "Sensory System Agents"
                },
                {
                    "id": "D000018373",
                    "term": "Peripheral Nervous System Agents"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000000893",
                    "term": "Anti-Inflammatory Agents"
                },
                {
                    "id": "D000018501",
                    "term": "Antirheumatic Agents"
                },
                {
                    "id": "D000016861",
                    "term": "Cyclooxygenase Inhibitors"
                },
                {
                    "id": "D000004791",
                    "term": "Enzyme Inhibitors"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M10102",
                    "name": "Ibuprofen",
                    "asFound": "Bupivacaine",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4218",
                    "name": "Anti-Inflammatory Agents, Non-Steroidal",
                    "relevance": "LOW"
                },
                {
                    "id": "M4217",
                    "name": "Anti-Inflammatory Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M4032",
                    "name": "Analgesics",
                    "relevance": "LOW"
                },
                {
                    "id": "M20786",
                    "name": "Analgesics, Non-Narcotic",
                    "relevance": "LOW"
                },
                {
                    "id": "M20604",
                    "name": "Antirheumatic Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M19209",
                    "name": "Cyclooxygenase Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M7951",
                    "name": "Enzyme Inhibitors",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Infl",
                    "name": "Anti-Inflammatory Agents"
                },
                {
                    "abbrev": "ARhu",
                    "name": "Antirheumatic Agents"
                },
                {
                    "abbrev": "Analg",
                    "name": "Analgesics"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}