{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04033510",
            "orgStudyIdInfo": {
                "id": "1416701"
            },
            "organization": {
                "fullName": "CommonSpirit Health",
                "class": "OTHER"
            },
            "briefTitle": "Acute Cognitive Changes During Atrial Fibrillation Episodes (AFCOG)",
            "officialTitle": "Acute Cognitive Changes During Atrial Fibrillation Episodes (AFCOG)",
            "acronym": "AFCOG",
            "therapeuticArea": [
                "Other"
            ],
            "study": "acute-cognitive-changes-during-atrial-fibrillation-episodes-afcog"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-09",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2019-08-14",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-07-24",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-07-24",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2019-07-24",
            "studyFirstSubmitQcDate": "2019-07-24",
            "studyFirstPostDateStruct": {
                "date": "2019-07-26",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-09-11",
            "lastUpdatePostDateStruct": {
                "date": "2023-09-13",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR_INVESTIGATOR",
                "investigatorFullName": "David Brunk",
                "investigatorTitle": "Primary Investigator",
                "investigatorAffiliation": "CommonSpirit Health"
            },
            "leadSponsor": {
                "name": "David Brunk",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Colorado Cardiac Alliance",
                    "class": "UNKNOWN"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Objectives:\n\n* First, to determine if patients with a history of AF have acute measurable changes in cognitive functioning while in an episode of AF.\n* Second, to collect basic insight into what specific physiologic (blood pressure, pulse oximetry, heart rate, temperature) and pharmacologic (antiarrhythmic medications, rate control medications, anticoagulants, antiplatelet medications, etc.) factors minimize the neurological impact on patients while they are in AF.\n\nIt is hypothesized that when using a tablet-based cognitive testing software - Cambridge Cognition (specifically to assess executive function, learning and working memory: Rapid Visual Information Processing test, Spatial Working Memory/Spatial Span Task tests, One touch Stockings of Cambridge test, Cambridge Gambling Task, Multitasking Test/Intra-Extra Dimensional Set shift tests) - a significant difference will be noted between how the patients perform while in atrial fibrillation compared to the patients' performance while in normal sinus rhythm.",
            "detailedDescription": "Inclusion Criteria\n\n* Subjects who are patients at Colorado Springs Cardiology (CSC) or Penrose-St. Francis Health Services.\n* Patients who are between 35-80 years of age.\n* Subjects actively in an episode of paroxysmal, or persistent AF (who are expected to receive treatment and converted back to sinus rhythm (through antiarrhythmic drug therapy, direct current cardioversion, ablation or Maze/Minimally invasive Maze procedure).\n* Subjects with a history of AF who have had \\>3 documented episodes of AF over the preceding 12 months and meet all other inclusion/exclusion criteria can pre-enroll. The cognition tests will be administered during the patient's next captured AF episode.\n\nMethod of Recruitment\n\n* Study participants will be recruited after it is determined that they are acutely in an episode of AF by a standard of care 12-lead EKG (or KardiaApp), during an outpatient clinical visit (established patient clinical visits, consultations, or new patient visits) at CSC, or when being consulted on or rounded on at Penrose Hospital or St. Francis Medical Center.\n* A baseline 12 lead EKG (or KardiaApp) at recruitment will establish or confirm the presence of AF\n* The research personnel will review the consent for the study with the patient while they are in the CSC office or the patient's room if they are recruited during their time admitted to Penrose-St. Francis Health Services. After the patient has signed the consent, patient eligibility will be confirmed and the study process will continue.\n\nPatients may also be phone consented and complete the testing at home via web-based testing.\n\n• Patients of CSC with a known history of AF with be contacted with information on the study. If the patient is interested and have had \\>3 documented episodes of AF over the preceding 12 months they will be invited to pre-enroll in the study with the intention of having the subject already enrolled in the study before their next episode of AF.\n\nProcedure:\n\nThe study involves an observational study design. Before the study begins:\n\n• All nursing and study personnel participating in the study will undergo routine in-service notification/training about the study.\n\nAfter the study is open:\n\n* While a potential participant at CSC, Penrose Hospital, or St. Francis Medical Center, patients who are determined to be in an active episode of AF by 12 Lead EKG, will be informed about the research study by research personnel and if they are interested in participating, the research personnel will proceed with the informed consent. Alternatively, patients of CSC with a known history of AF will be sent information on the study. If they are interested and have had \\> 3 documented episodes of AF over the preceding 12 months they will be invited to pre-enroll in the study (even when in normal rhythm) with the intention of having the subject already enrolled in the study before their next episode of AF.\n* After receiving informed consent and confirming eligibility, patients will have vital signs performed according to standard of care and a history taken. The subject will then be asked to answer the Cambridge Cognition test while in AF. This can happen on the same date the informed consent is performed.\n* If a patient decides to drop out of the study after signing the consent form routine clinical care will be followed.\n* The Cambridge Cognition test will be performed again at any point after 5 days from the termination of the AF episode after a 12 lead EKG confirms that they are no longer in AF (including after spontaneous conversion, pharmacologic cardioversion, electrical cardioversion, ablation or Maze procedure).\n* The results of each subject's cognitive testing while in an acute episode of AF (experimental) will be compared to the results of the same subject's results in normal rhythm (control).\n* Should a patient's AF episode not resolve within 6 months' time of the documented AF episode on the EKG the patient will be screen-failed and exited from the study without having taken the follow-up cognition test. All data collected prior to the subject exit will be kept for data analysis.\n\nNumber of Subjects Previous similar studies suggest various findings for their effect size11. However, all the findings have been consistently supporting association between atrial fibrillation and cognitive impairment. Based upon a power of 80% and alpha of 0.05, most of the studies suggesting a need of over 250 subjects (98-472), therefore up to 600 subjects will be recruited in this study with a goal of obtaining data on at least 250 participants.\n\nPROCEDURES TO MINIMIZE RISKS To minimize risks associated with breach of confidentiality all data will be entered into Centura work stations where clinicians enter patient data into the Electronic Medical Record (EMR), which is the patient's clinical record, that includes firewall and password protection. Data pertinent to this study will be transferred to a Centura Health password protected computer in a non-identifiable manner. All identifiable data will be kept in a key protected room only accessible by the research staff.\n\nTo minimize risks associated with psychological discomfort as a result of taking the Cambridge Cognition test or its results, breaks will be given where appropriate and the patient will be reminded frequently that they may stop the test at any time should they feel uncomfortable."
        },
        "conditionsModule": {
            "conditions": [
                "Atrial Fibrillation",
                "Cognitive Symptom",
                "Executive Dysfunction",
                "Cognitive Change",
                "Cognitive Impairment",
                "Cognitive Impairment, Mild"
            ],
            "keywords": [
                "atrial fibrillation",
                "cognitive symptoms",
                "executive dysfunction",
                "cognitive change",
                "cognitive impairment",
                "tablet-based cognitive evaluation",
                "Cambridge Cognition",
                "CANTAB",
                "Afib"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": false,
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "PROSPECTIVE"
            },
            "enrollmentInfo": {
                "count": 600,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "AF/NR",
                    "description": "Single cohort with a known or new diagnosis of atrial fibrillation, and intention attain/maintain normal rhythm. Subjects with be their own controls: Tablet-based cognitive testing to be performed while in atrial fibrillation (AF), and while they are in normal rhythm (NR). Results of both sets of cognitive testing will be compared.",
                    "interventionNames": [
                        "Other: Standard of Care Interventions to convert patient from atrial fibrillation to normal rhythm"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Standard of Care Interventions to convert patient from atrial fibrillation to normal rhythm",
                    "description": "Direct current cardioversion, PVAI-atrial fibrillation ablation, Minimally Invasive Surgical Maze procedure, Medications",
                    "armGroupLabels": [
                        "AF/NR"
                    ],
                    "otherNames": [
                        "Direct current cardioversion, PVAI, Minimally Invasive Surgical Maze, Medications"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Difference in Cognitive Score in Atrial Fibrillation compared to Normal Rhythm",
                    "description": "Cognitive score determined by Cambridge Cognition tablet-based cognitive testing software (CANTAB), determining if there is a significant difference between subjects in atrial fibrillation as compared to when those same subjects are in normal rhythm.",
                    "timeFrame": "While in atrial fibrillation with the intention of regaining normal rhythm either through spontaneous, pharmacologic, direct current cardioversion, atrial fibrillation catheter ablation (PVAI), or Maze procedure."
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Subjects who are patients at CSC or Penrose-St. Francis Health Services.\n* Subjects actively in an episode of paroxysmal, or persistent AF (who are expected to receive treatment and converted back to normal rhythm (through antiarrhythmic drug therapy, direct current cardioversion, ablation or Maze/Minimally invasive Maze procedure).\n* Subjects with a history of AF who have had \\>3 documented episodes of AF over the preceding 12 months and meet all other inclusion/exclusion criteria can pre-enroll. The cognition tests will be administered during the patient's next captured AF episode.\n\nExclusion Criteria:\n\n* Patients who had coronary bypass surgery during their life time.\n* Patients with a previously documented history of post-pump syndrome during their life time.\n* Patients with presence of, or medical diagnosis of Transient Ischemic Attack (TIA) or Cerebral Vascular Accident (CVA).\n* Patients with presence of, or medical diagnosis of cognitive impairment (dementia, multiple sclerosis, traumatic brain injury, etc.).\n* Female patients who are pregnant or post-partum.\n* Individuals unwilling or unable to take an anticoagulant.",
            "sex": "ALL",
            "minimumAge": "35 Years",
            "maximumAge": "80 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "Patients of Colorado Springs Cardiology: A Centura Health Clinic (CSC) with a history of, or new diagnosis of, Atrial fibrillation with the intention of being converted back to normal rhythm.",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "David R Brunk, PA-C, MMS",
                    "role": "CONTACT",
                    "phone": "719-776-8500",
                    "email": "DavidBrunk@Centura.org"
                },
                {
                    "name": "Diana Adkins, BSN",
                    "role": "CONTACT",
                    "phone": "719-776-8500",
                    "email": "DianaAdkins@Centura.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "David R Brunk, PA-C, MMS",
                    "affiliation": "CommonSpirit Health",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Penrose St. Francis",
                    "status": "RECRUITING",
                    "city": "Colorado Springs",
                    "state": "Colorado",
                    "zip": "80907",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Sheryl Giambartolomei, RN",
                            "role": "CONTACT",
                            "phone": "303-765-3536",
                            "email": "sherylgiambartolomei@centura.org"
                        },
                        {
                            "name": "Christopher R Cole, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Diana Adkins, BSN",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.83388,
                        "lon": -104.82136
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "type": "BACKGROUND",
                    "citation": "What is Atrial Fibrillation? American Heart Association (2017). Retrieved from: http://www.heart.org/HEARTORG/Conditions/Arrhythmia/AboutArrhythmia/What-is-Atrial-Fibrillation-AFib-or-AF_UCM_423748_Article.jsp#.WuoR0aQvyUk on May, 2018."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Bajpai, A.; Savelieva, I.; Camm, AJ. Epidemiology AND Economic Burden of Atrial Fibrillation. Touch Briefings US Cardiovascular Disease (2007)."
                },
                {
                    "pmid": "30703530",
                    "type": "BACKGROUND",
                    "citation": "Writing Group Members; January CT, Wann LS, Calkins H, Chen LY, Cigarroa JE, Cleveland JC Jr, Ellinor PT, Ezekowitz MD, Field ME, Furie KL, Heidenreich PA, Murray KT, Shea JB, Tracy CM, Yancy CW. 2019 AHA/ACC/HRS focused update of the 2014 AHA/ACC/HRS guideline for the management of patients with atrial fibrillation: A Report of the American College of Cardiology/American Heart Association Task Force on Clinical Practice Guidelines and the Heart Rhythm Society. Heart Rhythm. 2019 Aug;16(8):e66-e93. doi: 10.1016/j.hrthm.2019.01.024. Epub 2019 Jan 28. No abstract available."
                },
                {
                    "pmid": "16818816",
                    "type": "BACKGROUND",
                    "citation": "Miyasaka Y, Barnes ME, Gersh BJ, Cha SS, Bailey KR, Abhayaratna WP, Seward JB, Tsang TS. Secular trends in incidence of atrial fibrillation in Olmsted County, Minnesota, 1980 to 2000, and implications on the projections for future prevalence. Circulation. 2006 Jul 11;114(2):119-25. doi: 10.1161/CIRCULATIONAHA.105.595140. Epub 2006 Jul 3. Erratum In: Circulation. 2006 Sep 12;114(11):e498."
                },
                {
                    "pmid": "27547248",
                    "type": "BACKGROUND",
                    "citation": "Alonso A, Arenas de Larriva AP. Atrial Fibrillation, Cognitive Decline And Dementia. Eur Cardiol. 2016 Summer;11(1):49-53. doi: 10.15420/ecr.2016:13:2."
                },
                {
                    "pmid": "9040682",
                    "type": "BACKGROUND",
                    "citation": "Ott A, Breteler MM, de Bruyne MC, van Harskamp F, Grobbee DE, Hofman A. Atrial fibrillation and dementia in a population-based study. The Rotterdam Study. Stroke. 1997 Feb;28(2):316-21. doi: 10.1161/01.str.28.2.316."
                },
                {
                    "pmid": "21806558",
                    "type": "BACKGROUND",
                    "citation": "Dublin S, Anderson ML, Haneuse SJ, Heckbert SR, Crane PK, Breitner JC, McCormick W, Bowen JD, Teri L, McCurry SM, Larson EB. Atrial fibrillation and risk of dementia: a prospective cohort study. J Am Geriatr Soc. 2011 Aug;59(8):1369-75. doi: 10.1111/j.1532-5415.2011.03508.x. Epub 2011 Aug 1."
                },
                {
                    "pmid": "22371515",
                    "type": "BACKGROUND",
                    "citation": "Marzona I, O'Donnell M, Teo K, Gao P, Anderson C, Bosch J, Yusuf S. Increased risk of cognitive and functional decline in patients with atrial fibrillation: results of the ONTARGET and TRANSCEND studies. CMAJ. 2012 Apr 3;184(6):E329-36. doi: 10.1503/cmaj.111173. Epub 2012 Feb 27."
                },
                {
                    "pmid": "26988962",
                    "type": "BACKGROUND",
                    "citation": "Chen LY, Agarwal SK, Norby FL, Gottesman RF, Loehr LR, Soliman EZ, Mosley TH, Folsom AR, Coresh J, Alonso A. Persistent but not Paroxysmal Atrial Fibrillation Is Independently Associated With Lower Cognitive Function: ARIC Study. J Am Coll Cardiol. 2016 Mar 22;67(11):1379-80. doi: 10.1016/j.jacc.2015.11.064. No abstract available."
                },
                {
                    "pmid": "18667399",
                    "type": "BACKGROUND",
                    "citation": "Knecht S, Oelschlager C, Duning T, Lohmann H, Albers J, Stehling C, Heindel W, Breithardt G, Berger K, Ringelstein EB, Kirchhof P, Wersching H. Atrial fibrillation in stroke-free patients is associated with memory impairment and hippocampal atrophy. Eur Heart J. 2008 Sep;29(17):2125-32. doi: 10.1093/eurheartj/ehn341. Epub 2008 Jul 29."
                },
                {
                    "pmid": "23460057",
                    "type": "BACKGROUND",
                    "citation": "Kalantarian S, Stern TA, Mansour M, Ruskin JN. Cognitive impairment associated with atrial fibrillation: a meta-analysis. Ann Intern Med. 2013 Mar 5;158(5 Pt 1):338-46. doi: 10.7326/0003-4819-158-5-201303050-00007."
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000019954",
                    "term": "Neurobehavioral Manifestations"
                },
                {
                    "id": "D000001281",
                    "term": "Atrial Fibrillation"
                },
                {
                    "id": "D000060825",
                    "term": "Cognitive Dysfunction"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001145",
                    "term": "Arrhythmias, Cardiac"
                },
                {
                    "id": "D000006331",
                    "term": "Heart Diseases"
                },
                {
                    "id": "D000002318",
                    "term": "Cardiovascular Diseases"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000003072",
                    "term": "Cognition Disorders"
                },
                {
                    "id": "D000019965",
                    "term": "Neurocognitive Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                },
                {
                    "id": "D000009461",
                    "term": "Neurologic Manifestations"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M29705",
                    "name": "Cognitive Dysfunction",
                    "asFound": "Cognitive Impairment",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4586",
                    "name": "Atrial Fibrillation",
                    "asFound": "Atrial Fibrillation",
                    "relevance": "HIGH"
                },
                {
                    "id": "M21826",
                    "name": "Neurobehavioral Manifestations",
                    "asFound": "Cognitive Symptoms",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4453",
                    "name": "Arrhythmias, Cardiac",
                    "relevance": "LOW"
                },
                {
                    "id": "M9419",
                    "name": "Heart Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M6301",
                    "name": "Cognition Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M21836",
                    "name": "Neurocognitive Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M12404",
                    "name": "Neurologic Manifestations",
                    "relevance": "LOW"
                },
                {
                    "id": "T170",
                    "name": "Acute Graft Versus Host Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M4854",
                    "name": "Benzocaine",
                    "relevance": "LOW"
                },
                {
                    "id": "T433",
                    "name": "Tannic Acid",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "Ot",
                    "name": "Other Dietary Supplements"
                }
            ]
        }
    },
    "hasResults": false
}