{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05748821",
            "orgStudyIdInfo": {
                "id": "194"
            },
            "organization": {
                "fullName": "Salisbury University",
                "class": "OTHER"
            },
            "briefTitle": "Acute Effects of Autoregulated and Non-autoregulated Blood Flow Restrictive Bicep Curls",
            "officialTitle": "Acute Effects of Autoregulated and Non-autoregulated Blood Flow Restrictive Bicep Curls on Indices of Arterial Stiffness and Muscle Morphology",
            "therapeuticArea": [
                "Other"
            ],
            "study": "acute-effects-of-autoregulated-and-non-autoregulated-blood-flow-restrictive-bicep-curls"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-04-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2023-12-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2023-12-20",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-02-08",
            "studyFirstSubmitQcDate": "2023-02-17",
            "studyFirstPostDateStruct": {
                "date": "2023-03-01",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-07-24",
            "lastUpdatePostDateStruct": {
                "date": "2023-07-27",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Timothy Werner",
                "investigatorTitle": "Associate Professor",
                "investigatorAffiliation": "Salisbury University"
            },
            "leadSponsor": {
                "name": "Salisbury University",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this study is to investigate the acute effects of autoregulated (AR) and non-autoregulated (NAR) blood flow restriction (BFR) bicep curls on indices of arterial stiffness. We are attempting to differentiate physiological changes with AR and NAR bicep curl exercise. Twenty adults aged 18-40 years old will undergo three treatment sessions (control (no BFR), AR BFR and NAR BFR) in a randomized order separated by one week. A familiarization session will also occur one week before starting the treatment period. Each subject will undergo a series of tests including anthropometry, ultrasonography of the carotid artery, applanation tonometry, ultrasonography of the vastus lateralis, blood pressure acquisition, body composition, and maximal strength assessments (1RM). After a familiarization session with the BFR device, subjects will perform arm curls during the three treatment sessions with 4 sets to failure with a 2 seconds concentric and 2 seconds eccentric cadence, at 20% 1RM using 60% of the supine limb occlusion pressure (LOP) with 1-minute rest intervals. Assessments will be performed immediately before and after the exercise bout during each treatment session. Two-way ANOVAs will be used to examine the effects of treatment and the treatment-order interaction on pulse wave velocity, beta-stiffness index, and augmentation index.",
            "detailedDescription": "Visit 1: Familiarization session. Resting BP; urine sample (female participants only); carotid artery ultrasonography, applanation tonometry anthropometric measurements; body composition measurement; arm curl 1 RM (Appendix 1), familiarization of arm curl exercise with BFR device which includes performing four sets with repetitions (rep) of 30, 15, 15, and 15 at 20% of 1RM with 1 minute of rest between sets.\n\nVisit 2 - 4: Treatment session. Carotid artery ultrasonography, applanation tonometry, and vastus lateralis ultrasonography before and immediately after arm curl exercise. Arm curl exercise with randomized no-BFR or BFR device (auto- or nonautoregulated) will be set at 60% of LOP in supine position) and will include four sets to failure at 20% of 1RM with 2 seconds concentric and 2 seconds eccentric movements per repetition and 1 minute of rest between sets. Cadence will be maintained with an electronic metronome.\n\nThe familiarization and treatment sessions will be separated by 1-week.\n\nDevices and Measurements Pregnancy Test. This procedure requires collection of 2-3 teaspoons of urine from all female subjects in a testing cup. Indicator strips (Sekisui Diagnostics OSOM hCG Urine Test Kit, 100% specificity and sensitivity) will be used to test for pregnancy. The P.I. will instruct the participant on the procedure for urine collection. The collection will be completed in a bathroom in Devilbiss Hall. The participant will be instructed to wipe the outer urethra with Castile Soap Towelettes before urinating into a disposable urine collection cup. She will fill the cup with urine, replace the lid and place the cup on a shelf in the bathroom. If the subject is pregnant or the test indicates a current pregnancy, the participant will be immediately notified and will not be able to participate in this study. The participant will be recommended to visit Salisbury University's Student Health Center located in Holloway Hall, room 180 (for SU students) or Wicomico County's Health Department located on 108 E. Main Street in downtown Salisbury, MD for additional support and guidance. The medical waste will be disposed of properly in the Biohazard container inside Devilbiss Hall 316. Spills will be collected with absorptive, disposable towels and surface will be wiped clean with Clorox Wipes. The PI will conduct all the pregnancy tests and the results will be kept confidential.\n\nAutoregulated (AR) and non-autoregulated (NAR) BFR training devices. AR and NAR BFR training devices (Delfi, Vancouver, Canada) will be used for all exercise and testing sessions (Appendix 2). Cuffs will be placed around the right and left proximal arm. The LOP will be set at 60% immediately before exercise and will be applied during the entire exercise set (approximately 30-60 seconds in duration). The AR BFR training device will maintain 60% of the LOP during the entire range of motion. Its diameter will increase during the concentric phase to accommodate the muscle enlargement and decrease during the eccentric phase to accommodate muscle reduction. The NAR BFR training device will also have the LOP set at 60% but the tension will not be constant during the entire range of motion. This is because the diameter of the cuff will not change during the concentric and eccentric phases, causing greater pressures to occur in the thigh during the concentric phase. The LOP will be decreased to 0% immediately after the set is completed.\n\nβ Stiffness Index. β stiffness index will be the primary outcome in the present study. In contrast to other indices, β stiffness index is a blood pressure independent index of central arterial stiffness. High resolution ultrasound (Terason uSmart 3300, Burlington, MA) will be used to measured common carotid artery diameters (see below) and applanation tonometry will be used to measure carotid blood pressure (see below). β stiffness index will then be calculated as: β=(log P1/P0) / ((D1-D0)/D0), where D0 is the smallest diameter, D1 is the maximal diameter, P0 is the lowest pressure, and P1 is the maximal pressure; the β index is expressed in arbitrary units. Carotid Artery Ultrasonography. Common carotid artery diameters will be measured from the longitudinal B-mode images derived from an ultrasound unit (Terason uSmart 3300, Burlington, MA) equipped with a high resolution linear array transducer. The transducer will be wiped cleaned of the electrode gel with a cloth rag after every recording. All tonometry recordings will be taken by the same experienced researcher (TW) with excellent reproducibility (r\\>0.90; p\\<0.05) for β-stiff. In the event of an aberrant finding such as a clot, plaque development, etc., the participant will be given a digital copy of the ultrasound scan and will be referred to follow-up with their primary care provider. For all female participants- a female researcher/faculty member will be in the room during this assessment.\n\nArterial Applanation Tonometry. The carotid arterial pressure waveform and amplitude will be obtained from the common carotid artery with a probe incorporating a high-fidelity strain gauge transducer (Complior Analytic Tonometer, Alam Medical, Vincennes, France). The pressure signal obtained by tonometry will be calibrated by equating the carotid mean arterial pressure to the brachial artery measurement via mercury sphygmomanometry. The tonometer will be cleaned with an alcohol swab after every recording. All tonometry recordings will be taken by the same experienced researcher (TW) with excellent reproducibility (r\\>0.90; p\\<0.05) for carotid waveforms. For all female participants- a female researcher/faculty member will be in the room during this assessment.\n\nPulse Wave Velocity. Non-invasive pulse tonometers (Complior Analytic Tonometer, Alam Medical, Vincennes, France) will be used to simultaneously obtain arterial pressure waveforms at the carotid, brachial, radial and femoral arteries throughout ten cardiac cycles. Surface distance between the two recording sites will be measured to the nearest 0.5 cm. Subsequently, this process is repeated to measure arterial pressure waveforms at the carotid and radial arteries. Pulse wave velocity for the carotid-femoral (aortic PWV) and carotid-radial (brachial PWV) recordings will be determined by normalizing the waveform foot-to-foot time delay to the distance between recording sites (i.e., PWV = D (cm)/Δt (sec)). The participant will remain supine exactly as they were positioned during the tonometry acquisition sequence. An enlarged caliper will be used to measure the distance between the carotid and radial tonometer, and the distance between the carotid and femoral tonometer. The caliper will be cleansed with disinfected wipes and stored in the lab for research use only after the testing session. All tonometry recordings will be taken by the same experienced researcher (TW) with excellent reproducibility (r\\>0.90; p\\<0.05) for pulse wave velocity (PWV). For all female participants- a female researcher/faculty member will be in the room during this assessment.\n\nBicep Brachii ultrasonography. Participants' muscle cross-sectional area (mCSA) and echo intensity (EI) of the Bicep Brachii (BB) muscle will be assessed using a brightness mode (B-mode) of the ultrasound imaging system (Terason t3300, MA, USA) and a multi-frequency linear-array probe (Model 15L4 Smart Mark 4-15 MHz, 50-mm field of view). All ultrasonic scans will be conducted on the participants' right arm to measure the mCSA and EI of the BB. Each participant will be instructed to position on their left side at a elbow angle of 10°. The BB measurements will be obtained from their right arm at 50% of the distance between the greater tubercle and lateral epicondyle. Locations of measurements will be marked with indelible ink to ensure scans will be taken at the same area of the BB muscle. During every scan, water-soluble gel will be applied on the skin and ultrasound probe to maximize acoustic coupling and reduce near-field artifacts. To limit compression of the muscle, the probe will be carefully placed on the skin surface and consistent minimal pressure will be applied. The system setting for image gain will be set at 50 decibels (dB), the dynamic range will be set at 72 dB, and the image depth will be set at a range of 2 to 4 cm based on the tissue thickness of each participant's thigh. All ultrasound scans will be taken by Dr. Moghaddam, an experienced individual with appropriate intra-class correlation coefficient (ICC) and standard error of the measurement (SEM) for both mCSA (ICC = 0.97, SEM = 1.02 cm2) and EI (ICC = 0.98, SEM = 1.02 au).\n\nLimb occlusion pressure (LOP). LOP will be determined using the gold standard method. A cuff will be placed around the proximal right and left arm. The device (Delfi, Vancouver, Canada) will assess the LOP by measuring the systolic blood pressure, very similar to automated blood pressure acquisition, in both the right and left arms at the same time. Measurements will be discontinued if the participant request the cuff be deflated before obtaining the LOP.\n\nDr. Werner will be performing the LOP assessments.\n\nBody Mass and Composition. Body Mass and composition will be measured in DH 325. Body weight will be measured on a digital scale accurate to +0.1 kg. between 7 a.m. and 12p.m. and will be weighed prior to breakfast and after attempting to void. Participants will wear a swim cap, standard shorts and t-shirt at the time of weighing. Female participants are allowed to wear a sports bra for this assessment, but are not required. Body height will be measured with a stadiometer. Total fat and fat-free mass will be measured in all subjects using the BODPOD (Cosmed Metabolic Company, Chicago, IL) . This system utilizes air displacement plethymograph to assess whole-body densitometry. The test requires the subject to sit quietly in the \"egg-shape\" container as the machine samples air pressure and volume within the chamber. A total of three readings are required before an average density score is calculated. The testing time is approximately five minutes. The BODPOD will be cleansed with disinfected wipes and after every testing session. All participants will be instructed to press the \"stop test\" green button under their left leg inside the unit if they experience claustrophobia or any other event that would preclude them from finishing the assessment. Drs. Marquette or Werner will be perform the BODPOD assessments. Both have experience with this measurement, teaching the compentencies to students and using the technology in previously approved Salisbury University IRB studies.\n\nResting BP. These measurements will be performed in the Exercise Physiology Research Lab between 7:00 am and 12:00 pm; serial measurements on subjects will be performed at the same time each visit. Subjects will not have eaten or ingested caffeine-containing beverages prior to reporting to the laboratory. The recordings will be made under quiet, comfortable ambient (\\~24 degree Celsius) laboratory conditions. All BP measurements will conform strictly to American Heart Association guidelines. Briefly, measurements will be made by auscultation over the brachial artery using an automated sphygmomanometer (Welch Allyn, Chicago, IL). The first and fifth phase of the Karotkoff sounds will be used to determine systolic and diastolic BP, respectively. At least 3 measurements will be taken in the upright sitting position. Repeated measurements will be obtained until systolic and diastolic BP are within 6 mmHg on consecutive visits. The sphygmomanometer will be cleansed with disinfected wipes and stored in the lab for research use only after every testing session. Dr. Werner will be performing all BP assessments.\n\nThe PI, Co-PIs, and student investigators involved with subject testing will comply with all SU COVID-related requirements. They will all be fully vaccinated per SU COVID-related protocols. They will be tested by the SU-sponsored COVID testing center. The investigators and participants are recommended to use personal protection equipment (i.e., face mask) during the visits. If the PI would test positive, he will no longer conduct the in-person testing sessions until cleared by the university. If the participants would become symptomatic, they will not be allowed to participate in the study until cleared by the university. The investigators will use personal protective equipment (i.e., face mask, gloves, gown) during the testing sessions. The research team will strive maintaining 6-feet and more distance from the participant during testing to the best of their ability. Dr. Rolnick is only involved in the study design and manuscript development, and will have any physical interaction with any of the subjects or other research team members, thus will not be subjugated to SU-COVID-related standards. Only one participant will be scheduled at a time for each in-person testing session (i.e., visits 1- 4). Before and after each scheduled testing, the equipment and the surface area of the labs will be cleaned and disinfected by bleach and alcohol (at least 70% alcohol) wipes. The researchers will arrange for SU housekeeping to deep clean the research site in between scheduled testing days. All wipes, supplies, and medical wastes will be properly disposed in the Biohazard container in the lab. The research team will practice social distancing and safety protocols during the testing sessions. If the university would mandate shutting down research studies and laboratories, the research team will follow the SU policies and procedures and stop the data collection"
        },
        "conditionsModule": {
            "conditions": [
                "Arterial Stiffness",
                "Healthy Lifestyle"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "CROSSOVER",
                "primaryPurpose": "BASIC_SCIENCE",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 20,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Autoregulated blood flow restriction",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Autoregulated BFR expands as the muscle progresses into the stretch-shortening cycle.",
                    "interventionNames": [
                        "Device: Delfi Personal Tourniquet Systems"
                    ]
                },
                {
                    "label": "Non-autoregulated blood flow restriction",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Non-autoregulated BFR does not expand as the muscle progresses into the stretch-shortening cycle.",
                    "interventionNames": [
                        "Device: Delfi Personal Tourniquet Systems"
                    ]
                },
                {
                    "label": "No blood flow restriction",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "This group serves as the control group for this study",
                    "interventionNames": [
                        "Device: Delfi Personal Tourniquet Systems"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "Delfi Personal Tourniquet Systems",
                    "description": "Measure within \\& between differences in acute vascular compliance from pre- to post-training with autoregulated BFR, nonautoregulated BFR and no BFR conditions.",
                    "armGroupLabels": [
                        "Autoregulated blood flow restriction",
                        "No blood flow restriction",
                        "Non-autoregulated blood flow restriction"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Beta-Stiffness Index",
                    "description": "A measurement that compares carotid SBP and DBP with carotid systolic and diastole diameters.",
                    "timeFrame": "10 minutes after exercise trial."
                },
                {
                    "measure": "Carotid-femoral pulse wave velocity",
                    "description": "A measurement that records the time difference between the foot of the systolic wave form as it arrives at the carotid and femoral arterial sites. It is measured with an arterial tonometer.",
                    "timeFrame": "15 minutes after exercise trial."
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Age 18-40 years old\n2. Physically active (\\> 6 months of consistent exercise training)\n3. Weight stable for previous 6 months (+/-2.5 kg)\n4. Female subjects only- reported regular menstrual cycles for the last 2 years\n\nExclusion Criteria:\n\n1. BP\\>140/90 mmHg\n2. BMI\\>40 kg/m2\n3. Diabetes\n4. Familial hypercholesterolemia\n5. Past or current history of CHD, stroke or major CVD events. Respiratory diseases (not including asthma), endocrine or metabolic, neurological, or hematological disorders that would compromise the study or the health of the subject.\n6. Women must not be pregnant, plan to become pregnant during the study, or be nursing\n7. Active renal or liver disease\n8. All medications and supplements that influence dependent variables\n9. Recent surgery \\< 2 months\n10. Alcohol abuse\n11. Sleep apnea\n12. Claustrophobia",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "40 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Tim Werner, PhD",
                    "role": "CONTACT",
                    "phone": "410-548-3526",
                    "email": "tjwerner@salisbury.edu"
                },
                {
                    "name": "Nick Rolnick, DPT",
                    "role": "CONTACT",
                    "email": "nick@thebfrpros.com"
                }
            ],
            "locations": [
                {
                    "facility": "Salisbury University",
                    "status": "RECRUITING",
                    "city": "Salisbury",
                    "state": "Maryland",
                    "zip": "21801",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Tim Werner, PhD",
                            "role": "CONTACT",
                            "phone": "410-548-3526",
                            "email": "tjwerner@salisbury.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.36067,
                        "lon": -75.59937
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "UNDECIDED"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "T170",
                    "name": "Acute Graft Versus Host Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}