{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05488509",
            "orgStudyIdInfo": {
                "id": "19425-001"
            },
            "organization": {
                "fullName": "Washington State University",
                "class": "OTHER"
            },
            "briefTitle": "Acute Effects of Cannabis on Everyday Life Memory",
            "officialTitle": "Acute Effects of Cannabis on Everyday Life Memory",
            "therapeuticArea": [
                "Other"
            ],
            "study": "acute-effects-of-cannabis-on-everyday-life-memory"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-12",
            "overallStatus": "RECRUITING",
            "startDateStruct": {
                "date": "2023-08-21",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-12-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-12-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-07-27",
            "studyFirstSubmitQcDate": "2022-08-02",
            "studyFirstPostDateStruct": {
                "date": "2022-08-04",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-12-04",
            "lastUpdatePostDateStruct": {
                "date": "2023-12-06",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Ryan Mclaughlin",
                "investigatorTitle": "Associate Professor",
                "investigatorAffiliation": "Washington State University"
            },
            "leadSponsor": {
                "name": "Washington State University",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This study will examine the acute effects of cannabis on various aspects of memory. Eligible participants will complete a drug screen. Participants who pass the drug screen will be asked to wear an Empatica E4 wristband for the duration of the study. Participants will provide a saliva sample from which cortisol will be extracted. They will then complete baseline measures of cannabis consumption patterns, level of intoxication, mood, anxiety, stress, and verbal intelligence. Next, participants will be randomly assigned to inhale vapor from cannabis containing 20mg THC, 40mg THC, or placebo; both cannabis and placebo will be obtained from the National Institute on Drug Abuse (NIDA). Participants will then will complete a battery of memory tests including tests of prospective, verbal, visuospatial, source, verbal working, visuospatial working, false, and temporal order memory. Memory tests will be completed across two blocks in a counterbalanced order. Saliva samples will be obtained two additional times after drug/placebo administration. Ratings of intoxication, mood, anxiety, and stress will be obtained three additional times after drug/placebo administration. The investigators hypothesize that participants who are randomly assigned to inhale cannabis vapor will perform worse on all memory tests than participants who inhale the placebo.",
            "detailedDescription": "This study will examine the acute effects of cannabis on various aspects of memory (prospective memory, temporal order memory, false memory, source memory, verbal memory, visuospatial memory, working memory). The investigators hypothesize that participants who are randomly assigned to inhale cannabis vapor will perform worse on all memory tests than participants who inhale a placebo product. Further, they hypothesize larger effects in the 40mg than 20mg THC condition.\n\nParticipants will meet the research assistant in The Health \\& Cognition (THC) lab testing room in the Department of Psychology at Washington State University (WSU). After obtaining written informed consent participants will be asked when they last used cannabis. Participants who report using cannabis that day will be rescheduled and will be reminded that they must abstain from any cannabis use on the day of the testing session and will be rescheduled for another day. Those who report abstinence on the day of the testing session will be asked to complete a commercially available 12-panel urine drug test to ensure they test positive for cannabis/THC but no other illicit drugs. Participants who don't test positive for cannabis/THC or who do test positive for other illicit drugs are not eligible and will not be permitted to complete the study.\n\nParticipants who pass the drug test (positive for cannabis/THC and negative for other illicit drugs) will then be asked to put on an Empatica E4 medical-grade wristband that will collect continuous measures of heart rate, electrodermal activity, temperature, and motion. They will also complete baseline measures of cannabis consumption patterns, level of intoxication, mood, anxiety, stress, and verbal intelligence.\n\nNext, the researcher will bring the participant down to a separate secluded room for the vaping session. The researcher will take the Volcano Vaporizer pre-loaded with cannabis containing 20 mg of THC, 40 mg of THC, or placebo (the research assistant \\[RA\\] and participant will be blind to the product - only PI Dr. McLaughlin will load the product and be unblinded) out of the locked cabinet and position it directly under the fume hood. The researcher will turn the vaporizer on and will wait until it heats up to 360 degrees Fahrenheit. Once the vaporizer is at the correct temperature the research assistant will show the participant how to operate the vaporizer. The RA will then set up a Zoom videoconferencing session on a computer positioned so that they can observe and communicate with the participant from a remote lab room during the vapor session. This Zoom session will not be recorded. The fume hood will be turned on and the participant will be instructed to wait to vape the product until the RA joins them on the Zoom call. The RA will exit the vaping room, join the Zoom call from the testing room, then instruct the participant to activate the Volcano Vaporizer and let it continue to run until the bag is completely full of vapor. They will then be instructed to stop the device, remove the bag, position the mouthpiece, and begin inhaling the vapor. They will be instructed to inhale for 5 seconds, hold the vapor in their lungs for 10 seconds and then exhale into the \"sploofy\" under the fume hood. They will then be asked to wait for 40 seconds before inhaling again for 5 seconds and holding for 10 seconds. This will be continued until the participant has inhaled 2 bags of vapor. The RA will count the total number of hits/puffs and bags the participant inhales.\n\nAfter the vape session is complete, the RA will bring the participant back to the testing room to complete a battery of memory tests (completed across two blocks in a counterbalanced order always beginning with the prospective memory test instructions and ending with the temporal order memory test). Before the first block and at the end of each block, participants will re-rate intoxication, mood, anxiety, and stress.\n\nFinally, participants will be debriefed. They will then sit and play video games and/or watch television (TV) or read in a separate entertainment room until it has been a total of 4 hours since their vape session ended, and they report feeling sober. RAs will collect intoxication ratings every 30 minutes. Snacks (e.g., chocolate bars, chips, gummies, granola bars, water, soda, and juice) will be provided and we will monitor the quantity and types of snacks participants consume.\n\nCannabis containing 11.86% THC will be obtained from the National Institute on Drug Abuse (NIDA). Nevertheless, our plan for dosing considers potency (grams of flower x 1000 x %THC = mg THC) so participants in the 20mg THC condition will be administered .17 grams of cannabis containing 11.86% THC, while those in the 40 mg condition will be administered .34 grams of cannabis containing 11.86% THC."
        },
        "conditionsModule": {
            "conditions": [
                "Cannabis Use"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Double-blind placebo-controlled clinical trial",
                "primaryPurpose": "BASIC_SCIENCE",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "maskingDescription": "The participants and the RAs who administer the drug and the memory tests (and other outcomes) will be blinded to drug condition. The PI Dr. McLaughlin will be unblinded and will handle the drug, weigh the drug and pre-load it into the Volcano Vaporizer prior to each testing session.",
                    "whoMasked": [
                        "PARTICIPANT",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 156,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "20mg THC",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will inhale vapor from .17 grams of cannabis containing 11.86% THC (20mg THC total).",
                    "interventionNames": [
                        "Drug: Cannabis"
                    ]
                },
                {
                    "label": "40mg THC",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will inhale vapor from .34 grams of cannabis containing 11.86% THC (40mg THC total).",
                    "interventionNames": [
                        "Drug: Cannabis"
                    ]
                },
                {
                    "label": "Placebo",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "Participants will inhale vapor from a placebo product.",
                    "interventionNames": [
                        "Drug: Placebo"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Cannabis",
                    "description": "Participants will inhale vapor from cannabis containing either 20mg THC or 40mg THC.",
                    "armGroupLabels": [
                        "20mg THC",
                        "40mg THC"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Placebo",
                    "description": "Participants will inhale vapor from a placebo product.",
                    "armGroupLabels": [
                        "Placebo"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Difficulties Rating Prospective Memory Test",
                    "description": "Participants will be asked to remember to rate how difficult they found each test immediately after it is completed, using a 0 (not at all difficult) to 10 (extremely difficult) scale. The percentage of tests they remember to provide difficulty ratings for will be computed as the outcome of interest.",
                    "timeFrame": "This outcome will be assessed during the testing session, within 90 min post-treatment."
                },
                {
                    "measure": "Bell Ring Prospective Memory Test",
                    "description": "Participants will be asked to try to remember to ring a desktop bell every 15 minutes during testing. A clock will be positioned on the table for them to refer to the time. The percentage of times they remembered to ring the bell after a 15 minute interval will be computed as the outcome of interest.",
                    "timeFrame": "This outcome will be assessed during the testing session, within 90 min post-treatment."
                },
                {
                    "measure": "Immediate Verbal Memory",
                    "description": "Immediate verbal memory will be assessed using the immediate trials of the California Verbal Learning Test. For these trials, participants are read a list of 16 words and are asked to immediately recall the words three times in a row. The primary outcome of interest is the average number of words correctly recalled across the three immediate memory trials.",
                    "timeFrame": "This outcome will be assessed during the testing session, within 90 min post-treatment."
                },
                {
                    "measure": "Delayed Verbal Memory",
                    "description": "Delayed verbal memory will be assessed using the long delay trial of the California Verbal Learning Test. For this trial, after a delay participants must recall as many words from the list of 16 words that was previously read to them during the immediate verbal memory trials. The primary outcome of interest is the number of words correctly recalled.",
                    "timeFrame": "This outcome will be assessed during the testing session, within 90 min post-treatment."
                },
                {
                    "measure": "Immediate Visuospatial Memory",
                    "description": "Immediate visuospatial memory will be assessed using the immediate trials of the Brief Visuospatial Memory Test. For these trials, participants are shown a page with 6 geometric figures for 10 seconds. The figures are then removed from the participant's sight, and they are asked to draw as many of the figures as possible in their correct location. This is repeated once. The primary outcome of interest is the average accuracy score for the two trials, which can range from 0 to 12, with higher scores indicating better immediate visuospatial memory.",
                    "timeFrame": "This outcome will be assessed during the testing session, within 90 min post-treatment."
                },
                {
                    "measure": "Delayed Visuospatial Memory",
                    "description": "Delayed visuospatial memory will be assessed using the delayed trial of the Brief Visuospatial Memory Test. For this trial, after a delay, participants must draw from memory the 6 geometric figures that they were previously shown during the immediate visuospatial memory trials. They will be asked to draw as many of the figures as possible in their correct location. The primary outcome of interest is the accuracy score, which can range from 0 to 12, with higher scores indicating better delayed visuospatial memory.",
                    "timeFrame": "This outcome will be assessed during the testing session, within 90 min post-treatment."
                },
                {
                    "measure": "Source Memory Test - Free Recall",
                    "description": "Participants will be shown a list of basic words and pictures (e.g., book, swing). They will be told to read each word and name each picture. Participants will later be asked to recall as many words from the list as possible. The primary outcome of interest is the number of correctly recalled words.",
                    "timeFrame": "This outcome will be assessed during the testing session, within 90 min post-treatment."
                },
                {
                    "measure": "Source Memory - Recognition",
                    "description": "Participants will be shown a list of basic words and pictures (e.g., book, swing). They will be told to read each word and name each picture. Participants will later complete a source memory recognition test which will require them to identify new items (words/pictures not shown to them), old words (words/pictures shown to them) and the source of each of the words identified as old (word or picture). The primary outcome of interest is the number of words identified as old for which the correct source judgement was made.",
                    "timeFrame": "This outcome will be assessed during the testing session, within 90 min post-treatment."
                },
                {
                    "measure": "Verbal Working Memory - Digit Span Forward",
                    "description": "Verbal working memory will be assessed using the Forward portion of the Digit Span Test. For this test, participants are read lists of digits (of increasing lengths) and are asked to recall them in the same order. The primary outcome of interest is the total number of correct trials.",
                    "timeFrame": "This outcome will be assessed during the testing session, within 90 min post-treatment."
                },
                {
                    "measure": "Verbal Working Memory - Digit Span Backward",
                    "description": "Verbal working memory will be assessed using the Backwards portion of the Digit Span Test. For this test, participants are read lists of digits (of increasing lengths) and are asked to recall them in reverse order. The primary outcome of interest is the total number of correct trials.",
                    "timeFrame": "This outcome will be assessed during the testing session, within 90 min post-treatment."
                },
                {
                    "measure": "Visuospatial Working Memory - Block Span",
                    "description": "Visuospatial working memory will be assessed using the Corsi Block Tapping Test. An array of 9 blocks is positioned in front of the participant and the experimenter taps the blocks in a specific sequence and then asks the participant to tap the same blocks in the same order. This is repeated multiple times with different length sequences (3 blocks, 4 blocks, 5 blocks, and so on). The block span outcome will be calculated by determining the number of blocks in the longest sequence that the participant correctly repeated. The range of possible scores for this outcome range from 3 to 9, with larger block spans indicating better visuospatial working memory.",
                    "timeFrame": "This outcome will be assessed during the testing session, within 90 min post-treatment."
                },
                {
                    "measure": "Visuospatial Working Memory - Total Score",
                    "description": "Visuospatial working memory will be assessed using the Corsi Block Tapping Test. An array of 9 blocks is positioned in front of the participant and the experimenter taps the blocks in a specific sequence and then asks the participant to tap the same blocks in the same order. This is repeated multiple times with different length sequences (3 blocks, 4 blocks, 5 blocks, and so on). The total score outcome will be calculated by counting the total number of sequences that were correctly repeated. The range of possible scores for this outcome range from 0 to 7, with higher scores indicating better visuospatial working memory.",
                    "timeFrame": "This outcome will be assessed during the testing session, within 90 min post-treatment."
                },
                {
                    "measure": "False Memory Test - Free Recall",
                    "description": "The immediate free recall trials of the Deese-Roediger-McDermott paradigm for false memory will administered. Participants will be read 5 lists of words. Each list will contain 15 words that all relate to one critical lure that is not included in the list (e.g., tired, bed, pillow, night, dream - critical lure sleep is never presented). Immediately after each list is presented participants will be asked to freely recall the list. The primary outcome of interest is the number of words correctly recalled.",
                    "timeFrame": "This outcome will be assessed during the testing session, within 90 min post-treatment."
                },
                {
                    "measure": "False Recognition Memory for Critical Lures",
                    "description": "The false memory recognition test of the Deese-Roediger-McDermott paradigm for false memory will be used to calculate total number of falsely recognized critical lures. After a delay, participants will be asked to indicate whether each word from a list of words was previously presented in a list during the free recall phase of the Deese-Roediger-McDermott paradigm. The list of words will include words that were previously presented, critical lures, words not presented that are highly related to words that were presented, and unrelated distractor words. The primary outcome of interest is the number of critical lures incorrectly identified also old.",
                    "timeFrame": "This outcome will be assessed during the testing session, within 90 min post-treatment."
                },
                {
                    "measure": "False Recognition Memory for Related Words",
                    "description": "The false memory recognition test of the Deese-Roediger-McDermott paradigm for false memory will be used to calculate total number of falsely recognized related words. After a delay, participants will be asked to indicate whether each word from a list of words was previously presented in a list during the free recall phase of the Deese-Roediger-McDermott paradigm. The list of words will include words that were previously presented, critical lures, words not presented that are highly related to words that were presented, and unrelated distractor words.The primary outcome of interest is the number of related words incorrectly identified also old.",
                    "timeFrame": "This outcome will be assessed during the testing session, within 90 min post-treatment."
                },
                {
                    "measure": "False Recognition Memory for Unrelated Words",
                    "description": "The false memory recognition test of the Deese-Roediger-McDermott paradigm for false memory will be used to calculate total number of falsely recognized unrelated words. After a delay, participants will be asked to indicate whether each word from a list of words was previously presented in a list during the free recall phase of the Deese-Roediger-McDermott paradigm. The list of words will include words that were previously presented, critical lures, words not presented that are highly related to words that were presented, and unrelated distractor words. The primary outcome of interest is the number of unrelated words incorrectly identified also old.",
                    "timeFrame": "This outcome will be assessed during the testing session, within 90 min post-treatment."
                },
                {
                    "measure": "Temporal Order Memory Recall",
                    "description": "Participants will be asked to freely recall all the tests they completed as part of the test battery in the order in which they were completed. The order of each recalled test will be scored for accuracy and summed to yield the overall accuracy score. The outcome of interest is the overall accuracy score, with higher scores indicating better temporal order memory recall.",
                    "timeFrame": "This outcome will be assessed during the testing session, within 90 min post-treatment."
                },
                {
                    "measure": "Temporal Order Memory Recognition",
                    "description": "Participants will be presented with cards describing each of the tests they completed, and they will be asked to organize them in the order in which the tests were administered. The order produced by the participant will be scored for accuracy against the correct order. The primary outcome of interest is the accuracy score, with higher scores indicating better temporal order memory recognition.",
                    "timeFrame": "This outcome will be assessed during the testing session, within 90 min post-treatment."
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Baseline Intoxication Rating",
                    "description": "Participants will be asked to rate how high they feel using a scale from (not high at all) to 10 (extremely high) prior to completing any study tasks.",
                    "timeFrame": "This outcome will be assessed at baseline (i.e., during the testing session but before treatment)."
                },
                {
                    "measure": "Post-treatment Intoxication Rating",
                    "description": "Participants will be asked to rate how high they feel using a scale from 0 (not high at all) to 10 (extremely high) after receiving treatment.",
                    "timeFrame": "This outcome will be assessed during the testing session, immediately after treatment."
                },
                {
                    "measure": "Mid-testing Intoxication Rating",
                    "description": "Participants will be asked to rate how high they feel using a scale from 0 (not high at all) to 10 (extremely high) during the middle of memory testing.",
                    "timeFrame": "This outcome will be assessed during the midpoint of the testing session."
                },
                {
                    "measure": "Post-testing Intoxication Rating 1",
                    "description": "Participants will be asked to rate how high they feel using a scale from 0 (not high at all) to 10 (extremely high) after completing memory testing.",
                    "timeFrame": "This outcome will be assessed at the end of the testing session."
                },
                {
                    "measure": "Post-testing Intoxication Rating 2",
                    "description": "Participants will be asked to rate how high they feel using a scale from 0 (not high at all) to 10 (extremely high) after completing memory testing.",
                    "timeFrame": "This outcome will be assessed 30 minutes after the end of the testing session."
                },
                {
                    "measure": "Post-testing Intoxication Rating 3",
                    "description": "Participants will be asked to rate how high they feel using a scale from 0 (not high at all) to 10 (extremely high) after completing memory testing.",
                    "timeFrame": "This outcome will be assessed 60 minutes after the end of the testing session."
                },
                {
                    "measure": "Post-testing Intoxication Rating 4",
                    "description": "Participants will be asked to rate how high they feel using a scale from 0 (not high at all) to 10 (extremely high) after completing memory testing.",
                    "timeFrame": "This outcome will be assessed 90 minutes after the end of the testing session."
                },
                {
                    "measure": "Post-testing Intoxication Rating 5",
                    "description": "Participants will be asked to rate how high they feel using a scale from 0 (not high at all) to 10 (extremely high) after completing memory testing.",
                    "timeFrame": "This outcome will be assessed 120 minutes after the end of the testing session."
                },
                {
                    "measure": "Post-testing Intoxication Rating 6",
                    "description": "Participants will be asked to rate how high they feel using a scale from 0 (not high at all) to 10 (extremely high) after completing memory testing.",
                    "timeFrame": "This outcome will be assessed 2.5 hours after the end of the testing session."
                },
                {
                    "measure": "Post-testing Intoxication Rating 7",
                    "description": "Participants will be asked to rate how high they feel using a scale from 0 (not high at all) to 10 (extremely high) after completing memory testing.",
                    "timeFrame": "This outcome will be assessed 3 hours after the end of the testing session."
                },
                {
                    "measure": "Mood Rating Change Score (Baseline to Post-treatment)",
                    "description": "Participants will rate their mood using a scale from 0 (depressed) to 10 (euphoric) before completing any study tasks and again after receiving treatment. The change in mood ratings will be calculated.",
                    "timeFrame": "This outcome will be computed from measures collected at baseline (i.e., during the testing session but before treatment) and immediately after treatment."
                },
                {
                    "measure": "Mood Rating Change Score (Baseline to Mid-testing)",
                    "description": "Participants will rate their mood using a scale from 0 (depressed) to 10 (euphoric) before completing any study tasks and again in the middle of testing. The change in mood ratings will be calculated.",
                    "timeFrame": "This outcome will be computed from measures collected at baseline (i.e., during the testing session but before treatment) and at the midpoint of testing (i.e., when the first block of testing is complete)."
                },
                {
                    "measure": "Mood Rating Change Score (Baseline to Post-testing)",
                    "description": "Participants will rate their mood using a scale from 0 (depressed) to 10 (euphoric) before completing any study tasks and again after completing memory testing. The change in mood ratings will be calculated.",
                    "timeFrame": "This outcome will be computed from measures collected at baseline (i.e., during the testing session but before treatment) and at the end of the testing session (i.e., after memory tests are complete)."
                },
                {
                    "measure": "Stress Rating Change Score (Baseline to Post-treatment)",
                    "description": "Participants will rate their stress using a scale from 0 (not at all) to 10 (extremely) before completing any study tasks and again after receiving treatment. The change in stress ratings will be calculated.",
                    "timeFrame": "This outcome will be computed from measures collected at baseline (i.e., during the testing session but before treatment) and immediately after treatment."
                },
                {
                    "measure": "Stress Rating Change Score (Baseline to Mid-testing)",
                    "description": "Participants will rate their stress using a scale from 0 (not at all) to 10 (extremely) before completing any study tasks and again in the middle of testing. The change in stress ratings will be calculated.",
                    "timeFrame": "This outcome will be computed from measures collected at baseline (i.e., during the testing session but before treatment) and at the midpoint of testing (i.e., after the first block of tests are complete)."
                },
                {
                    "measure": "Stress Rating Change Score (Baseline to Post-testing)",
                    "description": "Participants will rate their stress using a scale from 0 (not at all) to 10 (extremely) before completing any study tasks and again after completing memory testing. The change in stress ratings will be calculated.",
                    "timeFrame": "This outcome will be computed from measures collected at baseline (i.e., during the testing session but before treatment) and at the end of the testing session (i.e., after memory tests are complete)."
                },
                {
                    "measure": "Anxiety Rating Change Score (Baseline to Post-treatment)",
                    "description": "Participants will rate their anxiety using a scale from 0 (not at all) to 10 (extremely) before completing any study tasks and again after receiving treatment. The change in anxiety ratings will be calculated.",
                    "timeFrame": "This outcome will be computed from measures collected at baseline (i.e., during the testing session but before treatment) and immediately after treatment."
                },
                {
                    "measure": "Anxiety Rating Change Score (Baseline to Mid-testing)",
                    "description": "Participants will rate their anxiety using a scale from 0 (not at all) to 10 (extremely) before completing any study tasks and again in the middle of testing. The change in anxiety ratings will be calculated.",
                    "timeFrame": "This outcome will be computed from measures collected at baseline (i.e., during the testing session but before treatment) and at the midpoint of testing (i.e., after the first block of tests are complete)."
                },
                {
                    "measure": "Anxiety Rating Change Score (Baseline to Post-testing)",
                    "description": "Participants will rate their anxiety using a scale from 0 (not at all) to 10 (extremely) before completing any study tasks and again after completing memory testing. The change in anxiety ratings will be calculated.",
                    "timeFrame": "This outcome will be computed from measures collected at baseline (i.e., during the testing session but before treatment) and at the end of the testing session (i.e., after memory tests are complete)."
                },
                {
                    "measure": "Cortisol Change Score (Baseline to Post-treatment)",
                    "description": "The change in salivary cortisol concentrations from before to after drug/placebo administration",
                    "timeFrame": "This outcome will be computed from measures collected at baseline (i.e., during the testing session but before treatment) and immediately after treatment."
                },
                {
                    "measure": "Cortisol Change Score (Baseline to Post-testing)",
                    "description": "The change in salivary cortisol concentrations from before drug/placebo administration to after memory test completion",
                    "timeFrame": "This outcome will be computed from measures collected at baseline (i.e., during the testing session but before treatment) and at the end of the testing session (i.e., after memory tests are complete)."
                },
                {
                    "measure": "Snack Consumption Type",
                    "description": "Type of snacks consumed",
                    "timeFrame": "This outcome will be assessed after the end of the testing session (from approximately 1-4 hours after drug/placebo administration)."
                },
                {
                    "measure": "Snack Consumption Quantity",
                    "description": "Quantity of snacks consumed (in calories)",
                    "timeFrame": "This outcome will be assessed after the end of the testing session (from approximately 1-4 hours after drug/placebo administration)."
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Verbal Intelligence (IQ)",
                    "description": "Participants will complete the Weschler Test of Adult Reading as an index of verbal IQ to ensure that participants are equivalent in this regard. This test simply requires participants to pronounce a list of basic words (e.g., treaties, knead, liaison). The outcome of interest is the total number of correctly pronounced words.",
                    "timeFrame": "This outcome will be assessed at baseline (i.e., during the testing session but before treatment)."
                },
                {
                    "measure": "Cannabis Consumption Patterns",
                    "description": "Participants will complete the Daily Sessions, Frequency, Age of Onset, and Quantity of Cannabis Use Inventory, which is a standardized, valid, and reliable measure of their cannabis consumption patterns. The information from this survey will be used to characterize the sample, determine covariates that should be controlled for in analyses.",
                    "timeFrame": "This outcome will be assessed at baseline (i.e., during the testing session but before treatment)."
                },
                {
                    "measure": "Drug Screen",
                    "description": "Participants will complete a 12-panel urine drug test to ensure they test positive for cannabis/THC but no other illicit drugs.",
                    "timeFrame": "This outcome will be assessed at baseline (i.e., during the testing session but before treatment)."
                },
                {
                    "measure": "Electrodermal Activity",
                    "description": "An Empatia E4 medical-grade device will be used to collect continuous measures of electrodermal activity.",
                    "timeFrame": "This outcome will be continuously assessed from before drug/placebo administration to immediately before they leave the lab (approximately 5 hours)."
                },
                {
                    "measure": "Heart Rate/Heart Rate Variability",
                    "description": "An Empatia E4 medical-grade device will be used to collect continuous measures of heart rate/heart rate variability.",
                    "timeFrame": "This outcome will be continuously assessed from before drug/placebo administration to immediately before they leave the lab (approximately 5 hours)."
                },
                {
                    "measure": "Temperature",
                    "description": "An Empatia E4 medical-grade device will be used to collect continuous measures of temperature.",
                    "timeFrame": "This outcome will be continuously assessed from before drug/placebo administration to immediately before they leave the lab (approximately 5 hours)."
                },
                {
                    "measure": "Motion",
                    "description": "An Empatia E4 medical-grade device will be used to collect continuous measures of motion.",
                    "timeFrame": "This outcome will be continuously assessed from before drug/placebo administration to immediately before they leave the lab (approximately 5 hours)."
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Have used cannabis at least once a week for at least one year\n* Willing to abstain from using any cannabis on the day of their scheduled testing session (minimum of 8 hours of abstinence)\n\nExclusion Criteria:\n\n* Diagnosis of a serious psychiatric condition (psychosis, bipolar I, panic disorder)\n* Family history of psychosis\n* Diagnosis of a neurological disorder\n* Diagnosis of a chronic medical condition (e.g., heart disease, diabetes)\n* Diagnosis of a learning disability\n* History of multiple concussions\n* History of head injury that may impact cognition\n* Being pregnant\n* Lactating\n* History of adverse experiences with cannabis (anxiety, panic attacks)\n* Use of illicit drugs in the past 6 months\n* Heavy alcohol use (\\>4 drinks, \\>4 times/week)\n* Smoking/nicotine use\n* BMI greater than 34",
            "healthyVolunteers": true,
            "sex": "ALL",
            "genderBased": true,
            "minimumAge": "21 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Ryan McLaughlin, PhD",
                    "role": "CONTACT",
                    "phone": "509-335-6448",
                    "email": "ryan.mclaughlin@wsu.edu"
                },
                {
                    "name": "Carrie Cuttler, PhD",
                    "role": "CONTACT",
                    "phone": "509-335-0681",
                    "email": "carrie.cuttler@wsu.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Ryan McLaughlin, PhD",
                    "affiliation": "Washington State University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Carrie Cuttler",
                    "affiliation": "Washington State University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Washington State University",
                    "status": "RECRUITING",
                    "city": "Pullman",
                    "state": "Washington",
                    "zip": "99163",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Carrie B Cuttler, PhD",
                            "role": "CONTACT",
                            "phone": "509-339-5897",
                            "email": "carrie.cuttler@wsu.edu"
                        },
                        {
                            "name": "Ryan J McLaughlin, PhD",
                            "role": "CONTACT",
                            "phone": "5093393281",
                            "email": "ryan.mclaughlin@wsu.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 46.73127,
                        "lon": -117.17962
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "De-identified data will be shared upon request to the PIs after publication of our primary findings.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF"
            ],
            "timeFrame": "After the publication of primary findings",
            "accessCriteria": "Email to PI"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000002189",
                    "term": "Marijuana Abuse"
                }
            ],
            "ancestors": [
                {
                    "id": "D000019966",
                    "term": "Substance-Related Disorders"
                },
                {
                    "id": "D000064419",
                    "term": "Chemically-Induced Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5449",
                    "name": "Marijuana Abuse",
                    "asFound": "Cannabis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M21837",
                    "name": "Substance-Related Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M30302",
                    "name": "Chemically-Induced Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "T170",
                    "name": "Acute Graft Versus Host Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC25",
                    "name": "Substance Related Disorders"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}