{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04419870",
            "orgStudyIdInfo": {
                "id": "200120"
            },
            "secondaryIdInfos": [
                {
                    "id": "20-HG-0120"
                }
            ],
            "organization": {
                "fullName": "National Institutes of Health Clinical Center (CC)",
                "class": "NIH"
            },
            "briefTitle": "Acute Infection in Mitochondrial Disease: Metabolism, Infection and Immunity During the COVID19 Pandemic",
            "officialTitle": "Acute Infection in Mitochondrial Disease: An Observational Prospective Natural History Study of Metabolism, Infection and Immunity",
            "therapeuticArea": [
                "Other"
            ],
            "study": "acute-infection-in-mitochondrial-disease-metabolism-infection-and-immunity-during-the-pandemic"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07-19",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2020-10-21",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-05-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-05-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2020-06-05",
            "studyFirstSubmitQcDate": "2020-06-06",
            "studyFirstPostDateStruct": {
                "date": "2020-06-09",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-20",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-23",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "National Human Genome Research Institute (NHGRI)",
                "class": "NIH"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Background:\n\nMitochondrial disease is a rare disorder. It can cause poor growth, developmental delays, muscle weakness, and other symptoms. The disease is usually inherited. It can be present at birth or develop later in life. Infection is a major cause of disease and death in people with this disease. Researchers want to learn more about how infection and the declining health of people who have this disease may be related to the COVID-19 pandemic. To do this, researchers will study the DNA of people who become ill with suspected or confirmed coronavirus. Their DNA will be compared to the DNA of their family members.\n\nObjective:\n\nTo learn more about how genes may play a role in how COVID-19 affects people with mitochondrial disease.\n\nEligibility:\n\nPeople age 2 months and older with mitochondrial disease and a suspected or confirmed diagnosis of COVID-19.\\<TAB\\>\n\nDesign:\n\nParticipants will complete a questionnaire about their health history. Their medical records may be reviewed. They will give a blood sample.\n\nIf the participant becomes ill, they may have a videoconference with a doctor or nurse at the NIH to perform a physical exam. They may be contacted after their illness to give updates on their health. They may be asked to give extra blood samples or complete extra questionnaires.\n\nParticipants genetic data will be put into a database. The data will be labeled with a code and not their name. The data will be shared with other researchers.\n\nParticipation lasts about 1 year. This may be extended if the participant is very ill.",
            "detailedDescription": "Study Description:\n\nA prospective longitudinal natural history study of acute illness in participants with Mitochondrial Disease and household/family members.\n\nObjectives:\n\nPrimary Objectives: To identify immune signatures that associate with host responses to disease that would allow improved patient stratification and identification of potential therapeutic targets to mitigate the severe symptoms and sequelae of infection in mitochondrial disease.\n\nSecondary Objectives:\n\n1. To correlate immune signatures with quantifiable measures of clinical presentation to biomarkers of vulnerability and recovery and understand how these measures evolve over time.\n2. To perform exploratory analyses of omic variants, epigenetic signatures, serologic immune markers, antibody profiles and other possible techniques to discover other mechanisms of disease and their relationship with patient-centered outcomes.\n\nEndpoints:\n\nPrimary Endpoints:\n\nWe will perform whole blood transcriptomic analysis, humoral response profiling and soluble mediator profiling.\n\nSecondary Endpoints:\n\n1. We will collect patient medical records for data abstraction to stratify severity of illness based on clinical factors (e.g. intensive care status, ventilatory support, clinical laboratory data, radiology records),\n2. We will collect patient centered outcomes data via questionnaires to understand functional status, healthcare resource access and other sociodynamic factors as they affect the mitochondrial disease community.\n\n   Exploratory Endpoints:\n3. We will collect whole blood specimens for sera and DNA that will support these activities, which will be developed dynamically during the protocol. This will include next generation sequencing to identify biomarkers associated with parameters of infection and recovery.\n4. We will collect other biological specimens (e.g. cerebral spinal fluid) where possible for the exploratory analyses outlined above."
        },
        "conditionsModule": {
            "conditions": [
                "Mitochondrial Disease"
            ],
            "keywords": [
                "Genetics",
                "Phenotype",
                "Virus",
                "Natural History"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "designInfo": {
                "observationalModel": "CASE_CONTROL",
                "timePerspective": "PROSPECTIVE"
            },
            "enrollmentInfo": {
                "count": 400,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Group 1a",
                    "description": "Patients with mitochondrial disease who are ill with suspected or confirmed COVID19"
                },
                {
                    "label": "Group 1b",
                    "description": "Patients with mitochondrial disease who are NOT ill with acute infection"
                },
                {
                    "label": "Group 2",
                    "description": "Family members of patients with mitochondrial disease in Group 1"
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "We will perform whole blood transcriptomic analysis, humoral response profiling and soluble mediator profiling.",
                    "description": "To identify immune signatures that associate with host responses to disease that would allow improved patient stratification and identification of potential therapeutic targets to mitigate the severe symptoms and sequelae of infection in mitochondrial disease.",
                    "timeFrame": "Undefined for natural history study"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Patient Medical Records for Data Abstraction",
                    "description": "to stratify severity of illness based on clinical factors (e.g. intensive care status, ventilatory support, clinical laboratory data, radiology records)",
                    "timeFrame": "Undefined for natural history study"
                },
                {
                    "measure": "Patient centered outcomes data via questionnaires",
                    "description": "to understand functional status, healthcare resource access and other sociodynamic factors as they affect the mitochondrial disease community.",
                    "timeFrame": "Undefined for natural history study"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "* INCLUSION CRITERIA:\n\nIn order to be eligible to participate in this study, an individual must meet all of the following\n\ncriteria:\n\nGroup 1a\n\n1. Participants must be two months of age or older.\n2. Participants must have a diagnosis of mitochondrial disease based on a determination by a physician with expertise in genetics and/or neurology. Supportive evidence may include genetic testing, muscle biopsy, biochemical testing, neuroimaging or enzyme analysis consistent with mitochondrial disease.\n3. At the time of enrollment, participants must have suspected or confirmed acute infection as defined by\n\n   1. New onset of any of the following symptoms within one month of enrollment without an alternative diagnosis: fever, cough, shortness of breath, fatigue, sore throat, rhinorrhea, musculoskeletal pain, vomiting, diarrhea, anosmia, neurologic decline; AND report that testing for infection (e.g. respiratory viral panel, SARS15 COV-2 testing) is clinically indicated based on evaluation by a healthcare provider.\n\n      OR\n   2. Laboratory confirmed positive testing for an infectious disease as performed at a local healthcare setting.\n\nNote: At the time of initial approval of this protocol, testing for COVID-19/SARSCov-2 was not consistently available. In order to avoid bias by limiting recruitment to only those individuals with access to these healthcare resources, inclusion criteria for participants with acute illness were intentionally kept broad. Participants in Group 1 who were initially suspected to have COVID-19 but later found to have an alternative infectious illness were used for comparison studies. In 2023, after the end of the COVID-19 emergency, inclusion criteria for this study were broadened to focus on all acute infections in mitochondrial disease in order to characterize relationships between specific pathogens, immunophenotypes and clinical phenotypes in mitochondrial disease. Please also note that there is no minimum weight requirement for Group 1. However, there is a minimum weight requirement for phlebotomy procedures. Group 1 participants who do not meet minimum weight requirements may enroll for records and questionnaires only.\n\nGroup 1b\n\n1. Participants must be two months of age or older.\n2. Participants must have a diagnosis of mitochondrial disease based on a determination by a physician with expertise in genetics and/or neurology. Supportive evidence may include genetic testing, muscle biopsy, biochemical testing, neuroimaging or enzyme analysis consistent with mitochondrial disease.\n3. At the time of enrollment, participants may not have evidence of any acute infection.\n\nNote: Some participants may initially enroll in Group 1b and later experience acute infection, in which case they may be moved from Group 1b to Group 1a.\n\nGroup 2\n\n1. Participants must be two months of age or older.\n2. Participants must weigh greater than 4 kilograms.\n3. Participants must be household or family member of a participant in Group 1 above.\n\nEXCLUSION CRITERIA:\n\nAn individual who meets any of the following criteria will be excluded from participation in this study:\n\nGroups 1 a\\&b\n\n1. Participants who are less than two months of age.\n2. Participants who do not have mitochondrial disease.\n3. Study team may decline to enroll a participant for other reasons based on clinical judgement.\n\nGroup 2\n\n1. Participants who are less than two months of age.\n2. Participants who are not household or family members of Group 1.\n3. Study team may decline to enroll a participant for other reasons based on clinical judgement.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "2 Months",
            "stdAges": [
                "CHILD",
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "Three study populations will be recruited. (Group 1a) Participants with mitochondrial disease in any location who are two months of age or older and become acutely ill during the COVID19 pandemic; (Group 1b) Participants with mitochondrial disease in any location who are two months of age or older and are not acutely ill (Group 2) Family members of group 1 to serve as controls. We anticipate approximately 50 participants in group 1 and up to 150 participants in Group 2.",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Shannon Kruk, R.N.",
                    "role": "CONTACT",
                    "phone": "(301) 451-9145",
                    "email": "shannon.kruk@nih.gov"
                },
                {
                    "name": "Eliza M Gordon-Lipkin, M.D.",
                    "role": "CONTACT",
                    "phone": "(301) 204-4028",
                    "email": "eliza.gordon-lipkin@nih.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Eliza M Gordon-Lipkin, M.D.",
                    "affiliation": "National Human Genome Research Institute (NHGRI)",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "National Institutes of Health Clinical Center",
                    "status": "RECRUITING",
                    "city": "Bethesda",
                    "state": "Maryland",
                    "zip": "20892",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "For more information at the NIH Clinical Center contact Office of Patient Recruitment (OPR)",
                            "role": "CONTACT",
                            "phone": "800-411-1222",
                            "phoneExt": "TTY8664111010",
                            "email": "prpl@cc.nih.gov"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.98067,
                        "lon": -77.10026
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "35350208",
                    "type": "DERIVED",
                    "citation": "Gordon-Lipkin EM, Marcum C, Kruk S, Thompson E, Kelly SEM, Kalish H, Sadtler K, McGuire PJ. Undiagnosed COVID-19 in households with a child with mitochondrial disease. medRxiv [Preprint]. 2022 Mar 23:2022.03.21.22272358. doi: 10.1101/2022.03.21.22272358."
                }
            ],
            "seeAlsoLinks": [
                {
                    "label": "NIH Clinical Center Detailed Web Page",
                    "url": "https://clinicalstudies.info.nih.gov/cgi/detail.cgi?A_2020-HG-0120.html"
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000007239",
                    "term": "Infections"
                },
                {
                    "id": "D000028361",
                    "term": "Mitochondrial Diseases"
                }
            ],
            "ancestors": [
                {
                    "id": "D000008659",
                    "term": "Metabolic Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M2561",
                    "name": "COVID-19",
                    "relevance": "LOW"
                },
                {
                    "id": "M10283",
                    "name": "Infections",
                    "asFound": "Infection",
                    "relevance": "HIGH"
                },
                {
                    "id": "M6368",
                    "name": "Communicable Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M23341",
                    "name": "Mitochondrial Diseases",
                    "asFound": "Mitochondrial Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17522",
                    "name": "Virus Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M11639",
                    "name": "Metabolic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T170",
                    "name": "Acute Graft Versus Host Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC01",
                    "name": "Infections"
                },
                {
                    "abbrev": "BC08",
                    "name": "Respiratory Tract (Lung and Bronchial) Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}