{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04890639",
            "orgStudyIdInfo": {
                "id": "STU00213969"
            },
            "secondaryIdInfos": [
                {
                    "id": "1R21NS114815-01A1",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/1R21NS114815-01A1"
                }
            ],
            "organization": {
                "fullName": "Shirley Ryan AbilityLab",
                "class": "OTHER"
            },
            "briefTitle": "Acute Intermittent Hypoxia in Traumatic Brain Injury",
            "officialTitle": "Safety and Cognitive Effects of Acute Intermittent Hypoxia-Induced Neuroplasticity in Traumatic Brain Injury",
            "acronym": "AIH",
            "therapeuticArea": [
                "Other"
            ],
            "study": "acute-intermittent-hypoxia-in-traumatic-brain-injury"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-03-15",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-11-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-11-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-04-28",
            "studyFirstSubmitQcDate": "2021-05-12",
            "studyFirstPostDateStruct": {
                "date": "2021-05-18",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-04-16",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-18",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Jordan Grafman, Ph.D",
                "investigatorTitle": "Principle Investigator",
                "investigatorAffiliation": "Shirley Ryan AbilityLab"
            },
            "leadSponsor": {
                "name": "Shirley Ryan AbilityLab",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute of Neurological Disorders and Stroke (NINDS)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This study is designed to answer questions related to safety and preliminary efficacy of Acute Intermittent Hypoxia (AIH) in Traumatic Brain Injury (TBI) survivors. First, we aim to establish whether brief reductions in inhaled oxygen concentration can be safely tolerated in TBI survivors. Second, we aim to establish whether there are any effects of AIH on memory, cognition, and motor control. Participants will be monitored closely for any adverse events during these experiments. Data will be analyzed to determine if there is an improvement in key outcomes at any dose level.",
            "detailedDescription": "The purpose of this study is to determine whether Acute Intermittent Hypoxia (AIH) is safe to administer to medically stable chronic traumatic brain injury (TBI) patients. There is evidence indicating that AIH promotes central nervous system (CNS) neuroplasticity. AIH stimulates oxygen-sensitive serotonergic neurons in the brainstem's raphe nucleus leading to serotonin release into different regions of the CNS. This release leads to activation of serotonin receptors on or near cortical neurons and increased synthesis of multiple trophic factors including brain-derived neurotrophic factor, vascular endothelial growth factor, and erythropoietin. These actions also influence the functioning of neurotransmitters such as GABA. Greater expression of growth factors in the brain facilitates neuroplasticity by increasing synaptic strength, cortical neuron and interneuron excitability, and intra- and inter-brain region connectivity. Of note is that hypoxia-induced neuroplasticity only occurs with acute intermittent exposure, but is not evoked by continuous hypoxia of the same duration. Is AIH safe to administer to TBI patients? The preponderance of prior animal and human evidence suggests that daily episodes of mild AIH do not negatively impact important safety parameters such as resting blood pressure, arterial pressure, heart rate, heart rate variability, cardiac output, or cognitive function. To date, AIH protocols that induce beneficial neuroplasticity without triggering pathological sequelae have been restricted to brief episodes of modest hypoxia with a low cycle number, such as 15 x 90-second episodes of 10% inspired oxygen. Recent studies in humans with chronic spinal cord injury and stroke demonstrated that these modest AIH episodes repeated for five consecutive days can be safely tolerated without pathological consequences. Another recent study showed that even a 4-week protocol of moderate daily AIH (cycling 9%/21% oxygen every 1.5 minutes, 15 cycles per day, for 4 weeks) does not elicit adverse medical consequences or cognitive impairment. Thus, the cumulative evidence suggests that repetitive AIH may be safely used to study whether it can enhance neurobehavioral functioning in TBI patients without deleterious effects. In this study, we will administer mild AIH to 16 patients on four different days spread over the course of two to four weeks, starting with normal oxygen concentration (target SpO2 of 98%) and then progressively reducing the oxygen concentrations over the next three sessions (to 93%, 87%, and 82%). Our primary objective is to determine whether it is safe to administer mild AIH to chronic TBI patients with persistent functional impairments, but who are clinically stable. As a secondary objective in this study, we will assess whether mild AIH administration has any post-session or cumulative effects post-study on memory and cognition, cortical activation as assessed by single-pulse Transcranial Magnetic Stimulation, or whether pre-study brain architecture or functional connectivity as detected by structural and resting-state functional magnetic resonance imaging predicts response to AIH. If no adverse effects to mild AIH are observed in this study, clinical trials using mild AIH alone or in conjunction with neurobehavioral therapies could evaluate whether AIH facilitates the improvement of functional performance after TBI."
        },
        "conditionsModule": {
            "conditions": [
                "Brain Injuries, Traumatic"
            ],
            "keywords": [
                "Hypoxia"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "OTHER",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 16,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "AIH group",
                    "type": "EXPERIMENTAL",
                    "description": "Hypoxia will be administered via a specialized face mask attached to a gas mixing device (HYP123, Hypoxico Inc.), which controls oxygen content in inhaled air. The hypoxia administering unit will be manually adjusted to supply O2 at the target level for a given session (approximately 21%-normal room air, 17%, 13%, and 9% respectively). Each session will include 15 cycles of hypoxia, each lasting up to 60 seconds, interspersed with up to 90-second normoxic episodes. An oxygen monitor will continuously measure and record the fraction of inspired oxygen delivered (MAX-250E, Maxtec Inc.).",
                    "interventionNames": [
                        "Procedure: Acute Intermittent Hypoxia"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "PROCEDURE",
                    "name": "Acute Intermittent Hypoxia",
                    "description": "Four hypoxia sessions, consisting of 15 cycles of hypoxia (21%, 17%, 13% or 9% O2), each of which lasts up to 60 seconds, interspersed with up to 90-second normoxic episodes.",
                    "armGroupLabels": [
                        "AIH group"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in Vitals",
                    "description": "Number of Participants With Treatment-Related Adverse Events as assessed by concerning change in blood pressure, SpO2, and pulse rate from baseline, as reviewed and determined by the medical monitor.",
                    "timeFrame": "Assessed and reported in real time throughout each 30-minute hypoxia session"
                },
                {
                    "measure": "Change in Verbal Response to a 9-Item Subjective Symptom Checklist",
                    "description": "Number of Participants With Treatment-Related Adverse Events as assessed by concerning change in responses to a verbally-administered 9-item \"Yes/No\" subjective symptom checklist from baseline, as reviewed and determined by the medical monitor. The 9 symptoms on this checklist are as follows: 1) Chest pain, 2) Shortness of breath, 3) Lightheadedness, 4) Neck pain, 5) Dizziness, 6) Arm Pain (left side for cardiac symptoms), 7) Sweatiness/feeling warm, 8) Sensory changes (new signs of numbness), 9) Increased weakness. Participants will be asked to verbally respond \"Yes/No\" when asked if they are experiencing the symptom.",
                    "timeFrame": "Assessed and reported at the 2-minute, 6-minute, 14-minute, 24-minute, and 30-minute timepoints throughout each hypoxia session"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in MRI- Resting State",
                    "description": "MRI will be used to determine whether there are changes in brain structure or resting state functional connectivity from baseline, as assessed by a physician and a neuroimaging data analyst.",
                    "timeFrame": "Assessed and reported at baseline and between 10-24 days later"
                },
                {
                    "measure": "Change in Repeatable Battery for the Assessment of Neuropsychological Status (RBANS) scores",
                    "description": "This test battery evaluates various aspects of cognition, including immediate and delayed memory, attention, and language.",
                    "timeFrame": "Assessed and reported at baseline and between 10-24 days later"
                },
                {
                    "measure": "Change in Finger Tapping Test score",
                    "description": "The Finger Tapping Test measures the rate of finger presses in order to assess simple motor coordination. Five to ten ten-second trials per hand are administered.",
                    "timeFrame": "Assessed and reported at baseline and between 10-24 days later, as well as approximately 1 hour after each hypoxia session"
                },
                {
                    "measure": "Change in Grooved Pegboard Test score",
                    "description": "The Grooved Pegboard Test measures motor coordination. The task is to rotate a peg with a groove in it in order to fit it into a grooved hole. There are 25 pegs and holes and each hand is tested once.",
                    "timeFrame": "Assessed and reported at baseline and between 10-24 days later, as well as approximately 1 hour after each hypoxia session"
                },
                {
                    "measure": "Change in California Verbal Learning Test (CVLT-II) scores",
                    "description": "The CVLT-II is a multi-trial word learning test that includes recall and recognition measures as well as recall improvement across 12 trials.",
                    "timeFrame": "Assessed and reported at baseline and between 10-24 days later"
                },
                {
                    "measure": "Change in Serial Reaction Time Task (SRTT) score",
                    "description": "The SRTT measures procedural learning. The task is to press a key that is below a marker appearing on a computer screen. Implicit learning is measured as the difference between the average time required to respond to repeated sequences vs random presentations of the markers on the screen.",
                    "timeFrame": "Assessed and reported at baseline and between 10-24 days later"
                },
                {
                    "measure": "Change in Word Fluency scores",
                    "description": "This test is a measure of the ability to retrieve words from semantic memory. The task is to produce as many words as possible that begin with a specific letter (e.g., F,A,S) or belong to a certain category (e.g., animal names).",
                    "timeFrame": "Assessed and reported at baseline and between 10-24 days later"
                },
                {
                    "measure": "Change in Trail Making Test (TMT) scores",
                    "description": "This test is a measure of executive functions. This test has two parts, Part A and Part B. Part A requires participants to draw a line between circles containing numbers in ascending order (e.g., 1-2-3...etc.). Part B requires participants to draw a line, alternating between ascending numbers and letters (e.g., 1-A-2-B...etc.). The key measures are the time required to complete and the number of errors made in Part A and Part B.",
                    "timeFrame": "Assessed and reported at baseline and between 10-24 days later"
                },
                {
                    "measure": "Change in Effort Expenditure for Rewards Task (EEfRT) score",
                    "description": "The EEfRT measures the trade-off between likelihood of reward and the amount of effort required to procure the reward. This trade-off is considered a measure of motivation.",
                    "timeFrame": "Assessed and reported at baseline and between 10-24 days later"
                },
                {
                    "measure": "Change in Rey Auditory Verbal Learning Test (RAVLT) scores",
                    "description": "The RAVLT is a multi-trial word learning test that measures immediate and delayed recall and recognition.",
                    "timeFrame": "Assessed and reported approximately 1 hour after each hypoxia session"
                },
                {
                    "measure": "Change in Beck Depression Inventory (BDI-II) score",
                    "description": "This self-report scale measures the amount of depressive symptoms. The total score across the items contained in the inventory is indicative of depression severity.",
                    "timeFrame": "Assessed and reported at baseline and between 10-24 days later"
                },
                {
                    "measure": "Change in Visual Analogue Mood Scale (VAM-S) score",
                    "description": "This mood assessment instrument consists of a single horizontal line representing a scale ranging from \"very bad mood\" to \"very good mood\". Participants will be asked to place a dot on the line corresponding to their current mood.",
                    "timeFrame": "Assessed and reported approximately 1 hour after each hypoxia session"
                },
                {
                    "measure": "Change in Motor Evoked Potentials (MEPs)",
                    "description": "Transcranial magnetic stimulation (TMS) will be delivered to the scalp in order to elicit MEPs in the first dorsal interroseous muscle of the dominant hand. The optimal stimulation site will be determined by moving the coil over the scalp in small steps along the hand representation of the primary motor cortex to find the region where the largest MEPs can be evoked in the target muscle with the minimum intensity. Change in MEPs from baseline will be used to assess improvement in motor function.",
                    "timeFrame": "Assessed and reported approximately 45 min after the first and the fourth hypoxia session"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Aged 18-65 years\n* A first time, mild to moderate traumatic brain injury (TBI) confirmed by medical records\n* When available, a Glasgow Coma Scale score between 9-15\n* Able to use a keyboard\n* Able to understand and communicate in English\n* Able to consent independently\n* Able to leave a research visit with a companion/group transportation\n* Women of child-bearing age must be comfortable confirming a negative pregnancy prior to participating in the study\n* Not involved in any other research intervention study testing neurobehavioral functioning\n\nExclusion Criteria:\n\n* Other neurological diagnoses or a diagnosis of severe psychiatric disorder (e.g., psychosis) or a reported childhood learning disability\n* Severe aphasia, preventing a participant from understanding the protocol and consent form\n* Pre-existing hypoxic pulmonary disease\n* Severe hypertension (\\>160/100)\n* Medically documented history of obstructive lung diseases \\[e.g., Chronic obstructive pulmonary disease (COPD) or significant asthma\\]\n* Ischemic cardiac disease\n* Ineligible to undergo MRI or TMS",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "65 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Katya Delikishkina, PhD",
                    "role": "CONTACT",
                    "phone": "312-238-4579",
                    "email": "kdelikishk@sralab.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Jordan Grafman, PhD",
                    "affiliation": "Shirley Ryan AbilityLab",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Shirley Ryan AbilityLab",
                    "status": "RECRUITING",
                    "city": "Chicago",
                    "state": "Illinois",
                    "zip": "60611",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Katya Delikishkina, PhD",
                            "role": "CONTACT",
                            "phone": "312-238-4579",
                            "email": "kdelikishk@sralab.org"
                        },
                        {
                            "name": "Jordan Grafman, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Elliot J Roth, MD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "William Zev Rymer, MD, PhD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Milap Sandhu, PT, PhD",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.85003,
                        "lon": -87.65005
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "IPD will be made available to other researchers when published.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF"
            ],
            "timeFrame": "IDP will become available when published, starting 6 months after publication.",
            "accessCriteria": "Requests to access IPD can be emailed to the P.I., who will review requests on a case-by-case basis."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000001930",
                    "term": "Brain Injuries"
                },
                {
                    "id": "D000070642",
                    "term": "Brain Injuries, Traumatic"
                },
                {
                    "id": "D000000860",
                    "term": "Hypoxia"
                },
                {
                    "id": "D000014947",
                    "term": "Wounds and Injuries"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001927",
                    "term": "Brain Diseases"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000006259",
                    "term": "Craniocerebral Trauma"
                },
                {
                    "id": "D000020196",
                    "term": "Trauma, Nervous System"
                },
                {
                    "id": "D000012818",
                    "term": "Signs and Symptoms, Respiratory"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5207",
                    "name": "Brain Injuries",
                    "asFound": "Brain Injury",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4185",
                    "name": "Hypoxia",
                    "asFound": "Hypoxia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M628",
                    "name": "Brain Injuries, Traumatic",
                    "asFound": "Brain Injuries, Traumatic",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17685",
                    "name": "Wounds and Injuries",
                    "asFound": "Injury",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5204",
                    "name": "Brain Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M9349",
                    "name": "Craniocerebral Trauma",
                    "relevance": "LOW"
                },
                {
                    "id": "M22023",
                    "name": "Trauma, Nervous System",
                    "relevance": "LOW"
                },
                {
                    "id": "M15623",
                    "name": "Signs and Symptoms, Respiratory",
                    "relevance": "LOW"
                },
                {
                    "id": "T170",
                    "name": "Acute Graft Versus Host Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}