{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05842889",
            "orgStudyIdInfo": {
                "id": "2000033021"
            },
            "secondaryIdInfos": [
                {
                    "id": "1R34MH131238-01",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/1R34MH131238-01"
                }
            ],
            "organization": {
                "fullName": "Yale University",
                "class": "OTHER"
            },
            "briefTitle": "Adaptation and Implementation of Peer Support in Brazil",
            "officialTitle": "Adaptation and Implementation of Peer Support to Optimize Engagement and Outcomes for People With Serious Mental Illness in Campinas, Brazil",
            "therapeuticArea": [
                "Other"
            ],
            "study": "adaptation-and-implementation-of-peer-support-in-brazil"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-05",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-08",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-05",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-05",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-04-17",
            "studyFirstSubmitQcDate": "2023-05-01",
            "studyFirstPostDateStruct": {
                "date": "2023-05-06",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-05-01",
            "lastUpdatePostDateStruct": {
                "date": "2023-05-06",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Yale University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute of Mental Health (NIMH)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Mental disorders are among the leading causes of disability and morbidity worldwide, including Brazil, where despite having a comprehensive network of publicly-funded, free, community-based mental health treatment, it is estimated that only 26% of people with psychiatric conditions successfully connect to community-based care.\n\nThe study team hypothesizes that the successful adaptation and implementation of an evidence-based model of peer support to Brazilian culture, will contribute to enhanced levels of engagement, improved continuity of care, and improvements in quality of life and wellbeing among persons living with SMI in Brazil. After this study, it will have established the feasibility, acceptability, safety and tolerability, of adapting a low-cost, culturally-responsive, evidence-based intervention to improve post-acute supports for people with SMI who access community mental health treatment.",
            "detailedDescription": "Mental disorders are among the leading causes of disability and morbidity worldwide-conditions that are compounded by a vast treatment gap where an estimated 70% of people who need mental health care go without adequate or any treatment at all. In Brazil, despite having a comprehensive network of publicly-funded, free, community-based mental health treatment, it is estimated that only 26% of people with psychiatric conditions successfully connect to community-based care. The remaining seek treatment only under emergency or crisis conditions, contributing to overcrowding in emergency departments, long waiting periods for psychiatric beds, psychiatric boarding, poorer overall quality of care, and an overreliance on a hospital system that is already overburdened (and increasingly so due to COVID-19). This problem has increasingly and disproportionately affected people with a serious mental illness (SMI) who are poor and non-white. Goals of recovery and rebuilding a meaningful life in the community become overshadowed by those of stabilization and symptom management.\n\nContributing factors to this mental health treatment gap are plenty (i.e., stigma and discrimination, workforce shortages, economic disparities, lack of timely follow-up and engagement, discontinuous and fragmented linkages between care settings), yet solutions are scarce. The proposed project uses a participatory research and adaptation design that involves stakeholders, including persons living with SMI, family members, clinicians, community services staff and administrators, throughout all stages of project development and implementation.\n\nThe study hypotheses include that the successful adaptation and implementation of an evidence-based model of peer support to Brazilian culture, will contribute to enhanced levels of engagement, improved continuity of care, and improvements in quality of life and wellbeing among persons living with SMI in Brazil. To this end, the following specific aims are proposed: 1) To work with local stakeholders in Campinas, Brazil on the cultural adaptation of an evidence-based peer intervention targeting connections with a peer as a mediator of engagement in postacute mental and physical healthcare; 2) To employ an experimental therapeutics approach in determining the degree to which multi-level targets are engaged in the pathway improved outcomes through a pilot clinical trial; 3) To assess the feasibility, acceptability, safety, tolerability, and potential for dissemination of the adapted peer intervention at multiple levels. After this study, it is hypothesized that the feasibility, acceptability, safety and tolerability, of adapting a low-cost, culturally-responsive, evidence-based intervention to improve quality of care of people with SMI who access community mental health treatment will be established. Moreover, through a Yale-University of Campinas partnership, these actions will foster international collaboration as a strategy to develop an innovative technology that would be ready for an implementation and effectiveness trial (R01) in poor communities in Latin countries.\n\nFinally, the adaptation strategy developed in this proposal can be used in other LMICs to adapt EBPs."
        },
        "conditionsModule": {
            "conditions": [
                "Peer Support"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": false,
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "PROSPECTIVE"
            },
            "enrollmentInfo": {
                "count": 48,
                "type": "ESTIMATED"
            }
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in Engagement in Care",
                    "description": "Participants will be asked about number of appointments and group activities scheduled, missed and attended as part of the intake process of the quantitative interview.",
                    "timeFrame": "Baseline, 6, 9, and 12 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* At least 18 years of age and receiving acute care services in Campinas Brazil.\n\nExclusion Criteria:\n\n* None",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "Adults living with severe mental illness receiving acute care services in Campinas Brazil",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "locations": [
                {
                    "facility": "Yale University Program for Recovery and Community Health",
                    "city": "New Haven",
                    "state": "Connecticut",
                    "zip": "06513",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 41.30815,
                        "lon": -72.92816
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}