{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05973955",
            "orgStudyIdInfo": {
                "id": "STUDY00008187"
            },
            "organization": {
                "fullName": "University of Rochester",
                "class": "OTHER"
            },
            "briefTitle": "Adapting CBT-I for Hazardous Alcohol Users",
            "officialTitle": "Addressing Hazardous and Harmful Alcohol Use Through an Adapted CBT Sleep Intervention",
            "therapeuticArea": [
                "Other"
            ],
            "study": "adapting-cbt-i-for-hazardous-alcohol-users"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-03-22",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-03-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-03-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-07-25",
            "studyFirstSubmitQcDate": "2023-07-25",
            "studyFirstPostDateStruct": {
                "date": "2023-08-03",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-04-02",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-03",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Wilfred Pigeon, PhD",
                "investigatorTitle": "Professor of Psychiatry",
                "investigatorAffiliation": "University of Rochester"
            },
            "leadSponsor": {
                "name": "University of Rochester",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The goal of this intervention development trial is to develop, refine, and test a telephone-delivered, 4-session version of cognitive behavioral therapy for insomnia adapted to hazardous alcohol users with co-occurring insomnia. The project will begin with a small, open label pilot to refine the intervention and proceed to a small, randomized trial comparing the intervention to a sleep and alcohol education control condition.\n\nThe two main questions it aims to answer are whether the intervention is feasible to deliver and whether its effects on alcohol use and insomnia severity are large enough to warrant further work.",
            "detailedDescription": "Drinking problems and sleep problems each cause significant loss at individual and societal levels. Insomnia in particular is highly prevalent in patients with alcohol use disorder, is prospectively associated with the development of alcohol use disorder and contributes to poorer recovery prognosis following alcohol treatments. Insomnia, therefore, represents a modifiable risk factor for negative outcomes associated with alcohol use along the full continuum of alcohol use problems.\n\nAccordingly, the project proposes to improve sleep with an insomnia intervention (cognitive behavioral therapy for insomnia) tailored to adults who meet widely accepted definitions for hazardous alcohol use as well as diagnostic criteria for insomnia disorder. An iterative approach to development, refinement, and preliminary examination of the utility of a telephone-delivered, 4-session intervention will be used. A small (N = 10), open label pilot to develop and refine procedures for administering the intervention is followed by a small (N=60), randomized trial comparing the intervention to a sleep and alcohol education control condition. A number of intervention and study design feasibility domains will be assessed in preparation for designing a larger study. The investigators will also assess the effects of the intervention on alcohol use, sleep and mood by measuring these outcomes at baseline, post-treatment, and at 3- and 6-month follow up assessments."
        },
        "conditionsModule": {
            "conditions": [
                "Insomnia",
                "Harmful; Use, Alcohol"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "TRIPLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 70,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Education Control",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "A combination of alcohol education and sleep hygiene education comprised of four telephone-based sessions delivered over six weeks.",
                    "interventionNames": [
                        "Behavioral: Education Control"
                    ]
                },
                {
                    "label": "Insomnia Treatment",
                    "type": "EXPERIMENTAL",
                    "description": "Cognitive-behavioral therapy for insomnia adapted to hazardous alcohol users comprised of four telephone-based sessions delivered over six weeks.",
                    "interventionNames": [
                        "Behavioral: Insomnia Treatment"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Insomnia Treatment",
                    "description": "The Insomnia Treatment is a version of Cognitive Behavioral Therapy for Insomnia adapted to individuals with hazardous alcohol use. It consists of the standard features of this well-established insomnia treatment in addition to adaptations that focus on alcohol use behaviors and alcohol-related thoughts that may be sleep-interfering as well as the provision of alcohol education material.",
                    "armGroupLabels": [
                        "Insomnia Treatment"
                    ],
                    "otherNames": [
                        "CBTi-HAU"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Education Control",
                    "description": "The Education Control intervention is an educational control that provides psychoeducation related to both sleep and to alcohol use.",
                    "armGroupLabels": [
                        "Education Control"
                    ],
                    "otherNames": [
                        "Alcohol & Sleep Education"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Abstinence",
                    "description": "The percentage of days abstinent (PDA) as measured by the Timeline Followback (TLFB)",
                    "timeFrame": "6 months following the baseline assessment"
                },
                {
                    "measure": "Drinks per Drinking Day",
                    "description": "The average number of drinks per drinking day (DDD) as measured by the Timeline Followback (TLFB)",
                    "timeFrame": "6 months following the baseline assessment"
                },
                {
                    "measure": "Insomnia Severity",
                    "description": "The average total score on the Insomnia Severity Index (ISI)",
                    "timeFrame": "6 months following the baseline assessment"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* comprehension of written and spoken English (because we are developing and testing a new intervention for which translated materials are not available);\n* living in Monroe County, NY which includes and surrounds the city of Rochester or adjacent surrounding Counties (self-report);\n* Alcohol Use Disorder Identification Test (AUDIT) score of 8-15 to identify alcohol use that is in the hazardous zone;\n* current alcohol use (past 30 days) in excess of low-risk drinking guidelines as defined by U.S. Department of Health and Human Services and U.S. Department of Agriculture's 2015-2020 Dietary Guidelines for Americans using four items: items are 1) any use of alcohol; 2) the number of days that alcohol was used; 3) on days of alcohol use, the usual number of drinks; 4) number of days with 4/5 or more drinks on the same \"occasion\" defined as \"at the same time or within a couple hours of each other\". Based on these responses, we will determine if the individual exceeds low-risk drinking guidelines;\n* Insomnia Severity Index (ISI) score \\> 8; and\n* meet Diagnostic and Statistical Manual of Mental Disorders (5th edition; \\[DSM 5\\]) criteria for Insomnia Disorder (this is evaluated by answers on the ISI supplemented by interview questions).\n\nExclusion Criteria:\n\n* having received Cognitive Behavioral Therapy for Insomnia (by self-report and follow-up question prompts as needed);\n* current or recent (past year) professional alcohol treatment (from self-report and prompts), however, participants who only report beginning alcohol treatment during the follow-up period will not be excluded from completing any remaining follow-up assessments, but this will be recorded in the data and assessed as a potential covariate.\n* current or recent (past year) intravenous drug use or non-prescribed use of stimulant medications (e.g., cocaine, methamphetamines) (from TLFB and self-report question prompts);\n* hospice patients, patients undergoing oncology treatment, patients with a recent or upcoming surgery and/or endorsing a serious medical or psychiatric condition item from a conditions and medications form administered by the Assessor);\n* endorsing current suicidal ideation (past two weeks) with either a prior suicide attempt or being assessed at higher risk for suicide by the \"P4 Screener\" (a suicide risk screen used in both clinical settings and clinical trials);\n* current pregnancy or intent to become pregnant during the next 6 months or given birth in the past 3 months or currently breast-feeding;\n* significant sleep disorders other than insomnia such as narcolepsy or untreated sleep apnea with a Body Mass Index \\> 32 (from self-report and the validated Sleep Disorders Questionnaire screening instrument) although those receiving care for sleep apnea, however, (e.g., positive airway pressure therapy) will be eligible; and\n* providing false information such as false name, contact information, or study responses.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "25 Years",
            "maximumAge": "64 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Wilfred R Pigeon, PhD",
                    "role": "CONTACT",
                    "phone": "(585) 275-3374",
                    "email": "wilfred_pigeon@urmc.rochester.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Wilfred R Pigeon, PhD",
                    "affiliation": "University of Rochester",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Rochester Medical Center",
                    "status": "RECRUITING",
                    "city": "Rochester",
                    "state": "New York",
                    "zip": "14642",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Wilfred Pigeon, Ph.D.",
                            "role": "CONTACT",
                            "phone": "585-649-3033",
                            "email": "wilfred_pigeon@urmc.rochester.edu"
                        },
                        {
                            "name": "Kenneth Conner, PhD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Todd Bishop, PhD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Beau Abar, PhD",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 43.15478,
                        "lon": -77.61556
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Deidentified data will be submitted to a data archive: the National Institute on Alcohol Abuse and Alcoholism (NIAAA) Data Archive. The study will submit data to the National Data Archive (NDA) according to all requirements and expectations per NOT-AA-22-003.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP"
            ],
            "timeFrame": "Data to be uploaded approximately every 6 months once subject enrollment begins and will be available for as long as NDA guidelines stipulate.",
            "accessCriteria": "To follow the criteria and guidelines as set forth by NDA."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M3774",
                    "name": "Alcohol Drinking",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M3777",
                    "name": "Ethanol",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Infe",
                    "name": "Anti-Infective Agents"
                },
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}