{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06455969",
            "orgStudyIdInfo": {
                "id": "STUDY23090134"
            },
            "organization": {
                "fullName": "University of Pittsburgh",
                "class": "OTHER"
            },
            "briefTitle": "Adaptions and Resiliency to Multi-Stressor OpeRations",
            "officialTitle": "Musculoskeletal Resiliency and Adaptation to Sex Steroid Suppression and Replacement During Multi-Stressor Training",
            "acronym": "ARMOR",
            "therapeuticArea": [
                "Other"
            ],
            "study": "adaptions-and-resiliency-to-multi-stressor-operations"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-06-17",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-08-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-08-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-06-06",
            "studyFirstSubmitQcDate": "2024-06-06",
            "studyFirstPostDateStruct": {
                "date": "2024-06-13",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-06",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-13",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR_INVESTIGATOR",
                "investigatorFullName": "Bradley Nindl",
                "investigatorTitle": "Professor",
                "investigatorAffiliation": "University of Pittsburgh"
            },
            "leadSponsor": {
                "name": "Bradley Nindl",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "U.S. Army Medical Research and Development Command",
                    "class": "FED"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "Non-combat-related muscle, tendon and bone injuries are the most common injuries suffered by military personnel, particularly in new recruits. These injuries impact military readiness and are responsible for roughly 60% of limited duty days, 65% of soldiers who are unable to deploy, and nearly $500 million in medical cost to the government annually in the Army alone. Drug interventions must be studied and developed to prevent these negative outcomes and prepare military personnel for the demands of military service. At the current time, military leadership has identified critical gaps in understanding how to minimize these injuries and train soldiers with drug intervention serving among those gaps.\n\nThe goal of this study is to determine how a hormonal intervention can change muscle, tendon, and bone function as well as physical and psychological performance in response to mental and physical stress. To do so, we will examine sex hormone (testosterone, estrogen) levels, muscle, tendon, and bone images, blood samples, and physical and mental performance. We will look at things like changes in hormone levels, chemicals released from active skeletal muscles, and your body composition. The results from this study will be used to improve physical readiness training in the military with the goal of reducing injuries.",
            "detailedDescription": "Suppression of the reproductive hypothalamic-pituitary-gonadal (HPG) axis is a common physiological response to strenuous military training and can be difficult to replicate in simulated environments. Additionally, whether HPG suppression contributes to the physiological changes, performance decrements, and high MSK injury risk associated with multi-stressor military training is unknown. Thus, we will utilize pharmacological inhibition of the HPG axis to test if estrogen and testosterone replacement will mitigate injury risk and performance decrements following military-relevant multi-stressor training. This project aims to deliver a state-of-the-art evaluation of male and female adaptive responses to multi-stressor training and evidence-based guidance for the safe and ethical use of exogenous hormone replacement as a MSK injury mitigation solution during multi-stressor training and operations."
        },
        "conditionsModule": {
            "conditions": [
                "Musculoskeletal Injury",
                "Hypogonadism"
            ],
            "keywords": [
                "Military",
                "Multi-stressor Training",
                "Tendon",
                "Muscle",
                "Bone"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE4"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "BASIC_SCIENCE",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "whoMasked": [
                        "PARTICIPANT"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 120,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "CONTROL (men + women)",
                    "type": "NO_INTERVENTION",
                    "description": "The control group will maintain their habitual exercise, diet, and sleep patterns, all of which will be monitored throughout the study."
                },
                {
                    "label": "STRESS (men + women): Multi-Stressor Training",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Research volunteers will be randomized into the stress exposure group (STRESS) will undergo a 4-week exercise training program consisting of 5 consecutive days of strenuous physical training followed by 2 days of recovery (energy balance, no structured exercise). The exercise training program will consist of military-relevant physical training exercises (e.g., load carriage, aerobic and resistance exercises) that progressively increase in duration and intensity to increase exercise energy expenditure. Participants will perform multiple exercises per day using a variety of endurance and muscle loading modalities designed to mimic movements typically observed during real-life military operations.",
                    "interventionNames": [
                        "Other: Multi-Stressor Training"
                    ]
                },
                {
                    "label": "SUPPRESS (men): Multi-Stressor Training + Zoladex + AndroGel 1.25g",
                    "type": "EXPERIMENTAL",
                    "description": "In addition to participating in the multi-stressor training program, male participants randomized to the GnRH suppressed (SUPPRESS) group will be administered a long-acting GnRH agonist (Zoladex) by trained medical professionals to suppress endogenous gonadal steroids. Following GnRH agonist administration, men will be administered 1.25g/day (SUPPRESS) of topical 1% testosterone gel (AndroGel, Abbvie, North Chicago, IL) to be applied to the shoulders, upper arms, and/or stomach area daily.",
                    "interventionNames": [
                        "Drug: Goserelin 3.6 MG",
                        "Other: Multi-Stressor Training",
                        "Drug: Testosterone gel (AndroGel 1.25g)"
                    ]
                },
                {
                    "label": "SUPPRESS (women): Multi-stressor training + Zoladex + Placebo patch",
                    "type": "EXPERIMENTAL",
                    "description": "In addition to participating in the multi-stressor training program, male participants randomized to the GnRH suppressed (SUPPRESS) group will be administered a long-acting GnRH agonist (Zoladex) by trained medical professionals to suppress endogenous gonadal steroids. Following GnRH agonist administration, women in the SUPRESS group will receive a placebo transdermal patch.",
                    "interventionNames": [
                        "Drug: Goserelin 3.6 MG",
                        "Other: Multi-Stressor Training",
                        "Drug: Placebo Patch"
                    ]
                },
                {
                    "label": "REPLACE (men): Multi-Stressor Training + Zoladex + AndroGel 5g",
                    "type": "EXPERIMENTAL",
                    "description": "Following GnRH agonist administration, men will be administered 5g/day (REPLACE) of topical 1% testosterone gel (AndroGel, Abbvie, North Chicago, IL) to be applied to the shoulders, upper arms, and/or stomach area daily.",
                    "interventionNames": [
                        "Drug: Goserelin 3.6 MG",
                        "Other: Multi-Stressor Training",
                        "Drug: Testosterone gel (AndroGel 5g)"
                    ]
                },
                {
                    "label": "REPLACE (women): Multi-Stressor Training + Zoladex + Climara Pro Patch",
                    "type": "EXPERIMENTAL",
                    "description": "Following GnRH agonist administration, women, the REPLACE group will receive a transdermal estradiol (0.045 mg/day) + levonorgestrel (0.015 mg/day) patch (Climara Pro, Bayer, NJ) to be placed on a clean, dry area of the skin on the lower",
                    "interventionNames": [
                        "Drug: Goserelin 3.6 MG",
                        "Other: Multi-Stressor Training",
                        "Drug: Estradiol / Levonorgestrel Transdermal System [Climara Pro]"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Goserelin 3.6 MG",
                    "description": "Goserelin acetate (Zoladex) is a gonadotropin-releasing hormone agonist (GnRH). GnRH agonists induce a transient increase in sex hormone concentrations, but subsequently inhibit gonadotropin secretion and the production of testosterone in men and estrogen in women. An equilibration period will occur to allow steroid concentrations to reduce.",
                    "armGroupLabels": [
                        "REPLACE (men): Multi-Stressor Training + Zoladex + AndroGel 5g",
                        "REPLACE (women): Multi-Stressor Training + Zoladex + Climara Pro Patch",
                        "SUPPRESS (men): Multi-Stressor Training + Zoladex + AndroGel 1.25g",
                        "SUPPRESS (women): Multi-stressor training + Zoladex + Placebo patch"
                    ],
                    "otherNames": [
                        "Zoladex"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Multi-Stressor Training",
                    "description": "A 4-week physical training program that mimics military training.",
                    "armGroupLabels": [
                        "REPLACE (men): Multi-Stressor Training + Zoladex + AndroGel 5g",
                        "REPLACE (women): Multi-Stressor Training + Zoladex + Climara Pro Patch",
                        "STRESS (men + women): Multi-Stressor Training",
                        "SUPPRESS (men): Multi-Stressor Training + Zoladex + AndroGel 1.25g",
                        "SUPPRESS (women): Multi-stressor training + Zoladex + Placebo patch"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Testosterone gel (AndroGel 5g)",
                    "description": "Male subjects will be randomly assigned to receive a topical testosterone gel (5g dose).",
                    "armGroupLabels": [
                        "REPLACE (men): Multi-Stressor Training + Zoladex + AndroGel 5g"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Testosterone gel (AndroGel 1.25g)",
                    "description": "Male subjects will be randomly assigned to receive a topical testosterone gel (1.25g dose).",
                    "armGroupLabels": [
                        "SUPPRESS (men): Multi-Stressor Training + Zoladex + AndroGel 1.25g"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Estradiol / Levonorgestrel Transdermal System [Climara Pro]",
                    "description": "Female subjects will be randomly assigned to receive a estrogen/ progesterone patch.",
                    "armGroupLabels": [
                        "REPLACE (women): Multi-Stressor Training + Zoladex + Climara Pro Patch"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Placebo Patch",
                    "description": "Female subjects will be randomly assigned to receive a placebo patch identical to the Climara Pro patch.",
                    "armGroupLabels": [
                        "SUPPRESS (women): Multi-stressor training + Zoladex + Placebo patch"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Biomechanical: Tendon Cross-Sectional Area, change from baseline and throughout training, mean",
                    "timeFrame": "Through study completion, an average of 8 weeks"
                },
                {
                    "measure": "Biomechanical: Tendon Shear Wave Elastography, change from baseline and throughout training, mean",
                    "timeFrame": "Through study completion, an average of 8 weeks"
                },
                {
                    "measure": "Biomechanical: Tendon Thickness, change from baseline and throughout training, mean",
                    "timeFrame": "Through study completion, an average of 8 weeks"
                },
                {
                    "measure": "Biomechanical: Quadriceps Muscle Cross-sectional Area, change from baseline and throughout training, mean",
                    "timeFrame": "Through study completion, an average of 8 weeks"
                },
                {
                    "measure": "Biomechanical: Quadricpes Muscle Echointensity, change from baseline and throughout training, mean",
                    "timeFrame": "Through study completion, an average of 8 weeks"
                },
                {
                    "measure": "Body composition: Lean mass, change from baseline, mean",
                    "timeFrame": "Through study completion, an average of 8 weeks"
                },
                {
                    "measure": "Body Composition: Fat mass, change from baseline, mean",
                    "timeFrame": "Through study completion, an average of 8 weeks"
                },
                {
                    "measure": "Body Composition: Body mass, change from baseline and throughout training, mean",
                    "timeFrame": "Through study completion, an average of 8 weeks"
                },
                {
                    "measure": "Body Composition: Body Fat Percentage, change from baseline, mean",
                    "timeFrame": "Through study completion, an average of 8 weeks"
                },
                {
                    "measure": "Biochemical: Bone turnover markers (CTx + P1NP), change from baseline, mean",
                    "timeFrame": "Through study completion, an average of 8 weeks"
                },
                {
                    "measure": "Biochemical: Sex steroid hormones (Testosterone, Sex Hormone Binding Globulin, Estradiol), change from baseline and throughout training, mean",
                    "timeFrame": "Through study completion, an average of 8 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Bone microarchitecture: High Resolution- peripheral Computed Tomography, change from baseline, mean",
                    "timeFrame": "Through study completion, an average of 8 weeks"
                },
                {
                    "measure": "Biochemical: Cell culture, extracellular vesicles, micro- RNAs, change from baseline and throughout study, mean",
                    "timeFrame": "Through study completion, an average of 8 weeks"
                },
                {
                    "measure": "Biochemical: Measures of inflammation (IL6, IL-1B, TNFa, CRP), change from baseline and throughout study, mean",
                    "timeFrame": "Through study completion, an average of 8 weeks"
                },
                {
                    "measure": "Biochemical: Measures of anabolism (Growth Hormone, Insulin-like growth factor-1), change from baseline and throughout study, mean",
                    "timeFrame": "Through study completion, an average of 8 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Age 18-40 years\n2. body mass index (BMI) 18-30 kg/m2\n3. weight stable (±10 lbs) in past 2 months\n4. takes part in moderate physical activity for at least 150 minutes/week\n5. currently free of upper or lower body /extremity injury or impairment\n6. able to commit to study duration\n7. agrees to adhere to study requirements\n8. not taking prescription medications or be willing to refrain from medication prior to and throughout the study period, unless approved by study physician\n9. in men, total testosterone concentration within normal physiological range (300-1000 ng/dL)\n10. in women, eumenorrheic (cycles of 26-35 days) and not using hormonal contraceptives for previous 3 months\n\nExclusion Criteria:\n\n1. Current smoker\n2. current clinical diagnosis of an eating disorder\n3. use of medication incompatible with measurement of reproductive and metabolic hormones or which may interfere with any of the study outcomes\n4. current oligo/amenorrhea in women\n5. any metabolic or endocrine disease\n6. has been diagnosed with a medical condition, physical or psychological, that currently prevents potential subjects from exercising\n7. currently pregnant or becomes pregnant during the study\n8. history of heart condition OR high blood pressure\n9. treating physician requires subject participates in medically supervised physical activity only\n10. history of drug addiction, or regular use of recreational drugs\n11. currently undergoing treatment for or have a history of mental health conditions\n12. irregular lab results (e.g., PSA \\>3 ng/mL)\n13. Current diagnoses of disorders known to affect bone metabolism including hyperthyroidism, hyperparathyroidism, osteomalacia, Cushing's, diabetes mellitus or renal insufficiency\n14. Current use of medications known to affect bone metabolism including estrogens, androgens, anti-estrogens, bisphosphonates (oral bisphosphonates within one year of the baseline visit or IV bisphosphonates within three years of the baseline visit), calcitonin, fluoride, oral or inhaled glucocorticoids, suppressive doses of thyroxine, lithium, pharmacological doses of vitamin D (greater than 2000 IU/day), anti-convulsants, depot medroxyprogesterone within 6 months.\n15. History of deep vein thrombosis, pulmonary embolism, or clotting disorders.\n16. History of stroke or myocardial infarction\n17. Serum 25-hydroxyvitamin D \\< 20 ng/mL\n18. Thyroid dysfunction\n19. Serum creatinine \\> 2 mg/dL\n20. Personal history or history of a first-degree relative with breast cancer\n21. Serum alanine aminotransferase (ALT) and aspartate aminotransferase (AST) \\> 2x the upper limit of normal\n22. Serum bilirubin \\> 2 mg/dL\n23. Serum alkaline phosphatase \\> 150 U/L\n24. Plasma hemoglobin \\< 10 gm/dL\n25. Hematocrit \\> 50\n26. Fracture within the last 6 months.\n27. Serum testosterone level \\< 270 or \\> 1070 ng/dL\n28. Systolic blood pressure \\> 160 or diastolic blood pressure \\> 95\n29. Active substance abuse\n30. Triglycerides \\> 150 fasting\n31. History of hereditary angioedema\n32. History of chest pain at rest, during daily activities of living, or when performing physical activity\n33. Musculoskeletal injury removing subject from physical activity for more than a month within the past 2 years\n34. Recreational drug use more than 2 times per month in each of the previous 6 months\n35. Self-reported vision is worse than 20/20.\n36. Personal history or history of a first-degree relative with breast cancer\n37. Experienced a fracture within the last 6 months\n38. participated and taken investigational drug in any other clinical trial (including bioequivalence study) within six months prior to study drug administration\n39. Diagnosed with eating disorder\n40. Have food allergies, intolerance, restriction, or special diet needs\n41. History of endometriosis\n42. Current diagnosis of reproductive health issues, such as ovarian cysts, PCOS, pelvic lesions, undiagnosed ovarian enlargement\n43. Have undiagnosed abnormal vaginal bleeding\n44. Currently breastfeeding or within 2 months after stopping breastfeeding\n45. Have dietary restrictions",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "40 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Bradley C Nindl, PhD",
                    "role": "CONTACT",
                    "phone": "412-246-0460",
                    "email": "bnindl@pitt.edu"
                },
                {
                    "name": "Kristin J Koltun, PhD",
                    "role": "CONTACT",
                    "phone": "412-246-0460",
                    "email": "kjk116@pitt.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Bradley C Nindl, PhD",
                    "affiliation": "University of Pittsburgh",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Neuromuscular Research Laboratory",
                    "city": "Pittsburgh",
                    "state": "Pennsylvania",
                    "zip": "15203",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Brian J Martin, PhD",
                            "role": "CONTACT",
                            "phone": "412-246-0460",
                            "email": "bjm135@pitt.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.44062,
                        "lon": -79.99589
                    }
                }
            ]
        },
        "referencesModule": {
            "seeAlsoLinks": [
                {
                    "label": "Lab Website",
                    "url": "https://www.nmrl.pitt.edu/"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Individual participant data that underlie the results reported, after identification (text, tables, figures, and appendices).",
            "infoTypes": [
                "SAP"
            ],
            "timeFrame": "Beginning 1 year and ending 5 years following publication.",
            "accessCriteria": "Investigators whose proposed use of the data has been approved by an independent review committee (\"learned intermediary\") identified for this purpose. For individual participant data meta-analysis. Proposals should be directed to bnindl@pitt.edu. To gain access, data requesters will need to sign a data access agreement."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000007006",
                    "term": "Hypogonadism"
                }
            ],
            "ancestors": [
                {
                    "id": "D000006058",
                    "term": "Gonadal Disorders"
                },
                {
                    "id": "D000004700",
                    "term": "Endocrine System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M10056",
                    "name": "Hypogonadism",
                    "asFound": "Hypogonadism",
                    "relevance": "HIGH"
                },
                {
                    "id": "M9163",
                    "name": "Gonadal Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M7862",
                    "name": "Endocrine System Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC19",
                    "name": "Gland and Hormone Related Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000008777",
                    "term": "Methyltestosterone"
                },
                {
                    "id": "D000017273",
                    "term": "Goserelin"
                },
                {
                    "id": "D000016912",
                    "term": "Levonorgestrel"
                },
                {
                    "id": "D000004958",
                    "term": "Estradiol"
                },
                {
                    "id": "D000013739",
                    "term": "Testosterone"
                },
                {
                    "id": "C000010792",
                    "term": "Testosterone undecanoate"
                },
                {
                    "id": "C000004648",
                    "term": "Testosterone enanthate"
                },
                {
                    "id": "C000016131",
                    "term": "Testosterone 17 beta-cypionate"
                }
            ],
            "ancestors": [
                {
                    "id": "D000004967",
                    "term": "Estrogens"
                },
                {
                    "id": "D000006728",
                    "term": "Hormones"
                },
                {
                    "id": "D000006730",
                    "term": "Hormones, Hormone Substitutes, and Hormone Antagonists"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000080066",
                    "term": "Contraceptive Agents, Hormonal"
                },
                {
                    "id": "D000003270",
                    "term": "Contraceptive Agents"
                },
                {
                    "id": "D000012102",
                    "term": "Reproductive Control Agents"
                },
                {
                    "id": "D000003271",
                    "term": "Contraceptive Agents, Female"
                },
                {
                    "id": "D000000728",
                    "term": "Androgens"
                },
                {
                    "id": "D000018931",
                    "term": "Antineoplastic Agents, Hormonal"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                },
                {
                    "id": "D000045930",
                    "term": "Anabolic Agents"
                },
                {
                    "id": "D000003280",
                    "term": "Contraceptives, Oral, Synthetic"
                },
                {
                    "id": "D000003276",
                    "term": "Contraceptives, Oral"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M19568",
                    "name": "Goserelin",
                    "asFound": "Participating",
                    "relevance": "HIGH"
                },
                {
                    "id": "M9789",
                    "name": "Hormones",
                    "relevance": "LOW"
                },
                {
                    "id": "M14245",
                    "name": "Progesterone",
                    "relevance": "LOW"
                },
                {
                    "id": "M8116",
                    "name": "Estrogens",
                    "relevance": "LOW"
                },
                {
                    "id": "M19256",
                    "name": "Levonorgestrel",
                    "asFound": "Heart Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M266279",
                    "name": "Estradiol 17 beta-cypionate",
                    "relevance": "LOW"
                },
                {
                    "id": "M266280",
                    "name": "Estradiol 3-benzoate",
                    "relevance": "LOW"
                },
                {
                    "id": "M8108",
                    "name": "Estradiol",
                    "asFound": "Cell lymphoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M234941",
                    "name": "Polyestradiol phosphate",
                    "relevance": "LOW"
                },
                {
                    "id": "M11751",
                    "name": "Methyltestosterone",
                    "asFound": "CBT",
                    "relevance": "HIGH"
                },
                {
                    "id": "M16509",
                    "name": "Testosterone",
                    "asFound": "CBT",
                    "relevance": "HIGH"
                },
                {
                    "id": "M223475",
                    "name": "Testosterone undecanoate",
                    "asFound": "CBT",
                    "relevance": "HIGH"
                },
                {
                    "id": "M223485",
                    "name": "Testosterone enanthate",
                    "asFound": "CBT",
                    "relevance": "HIGH"
                },
                {
                    "id": "M235012",
                    "name": "Testosterone 17 beta-cypionate",
                    "asFound": "CBT",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4854",
                    "name": "Benzocaine",
                    "relevance": "LOW"
                },
                {
                    "id": "M9788",
                    "name": "Hormone Antagonists",
                    "relevance": "LOW"
                },
                {
                    "id": "M6494",
                    "name": "Contraceptive Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M2116",
                    "name": "Contraceptive Agents, Hormonal",
                    "relevance": "LOW"
                },
                {
                    "id": "M6495",
                    "name": "Contraceptive Agents, Female",
                    "relevance": "LOW"
                },
                {
                    "id": "M4059",
                    "name": "Androgens",
                    "relevance": "LOW"
                },
                {
                    "id": "M20966",
                    "name": "Antineoplastic Agents, Hormonal",
                    "relevance": "LOW"
                },
                {
                    "id": "M3032",
                    "name": "Anabolic Androgenic Steroids",
                    "relevance": "LOW"
                },
                {
                    "id": "M25605",
                    "name": "Anabolic Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M6500",
                    "name": "Contraceptives, Oral",
                    "relevance": "LOW"
                },
                {
                    "id": "T433",
                    "name": "Tannic Acid",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "Repr",
                    "name": "Reproductive Control Agents"
                },
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "Ot",
                    "name": "Other Dietary Supplements"
                }
            ]
        }
    },
    "hasResults": false
}