{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05997420",
            "orgStudyIdInfo": {
                "id": "IRB00087673"
            },
            "secondaryIdInfos": [
                {
                    "id": "7056-SP",
                    "type": "OTHER_GRANT",
                    "domain": "The Duke Endowment"
                }
            ],
            "organization": {
                "fullName": "Wake Forest University Health Sciences",
                "class": "OTHER"
            },
            "briefTitle": "Adapting a Sepsis Transition and Recovery Program for Optimal Scale Up",
            "officialTitle": "Adapting a Sepsis Transition and Recovery Program for Optimal Scale Up (ASTROS)",
            "acronym": "ASTROS",
            "therapeuticArea": [
                "Infectious Diseases"
            ],
            "study": "adapting-a-sepsis-transition-and-recovery-program-for-optimal-scale-up"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-08",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-01-16",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-09",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-09",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-08-10",
            "studyFirstSubmitQcDate": "2023-08-16",
            "studyFirstPostDateStruct": {
                "date": "2023-08-18",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-01-29",
            "lastUpdatePostDateStruct": {
                "date": "2024-01-31",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Wake Forest University Health Sciences",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "The Duke Endowment",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The Adapting a Sepsis Transition and Recovery Program for Optimal Scale Up (ASTROS) study is an effectiveness-implementation hybrid design. The effectiveness evaluation is designed as a multiple interrupted time series (mITS) analysis to test the impact of implementing an adapted Sepsis Transition and Recovery (STAR) program on enhancing post sepsis outcomes in new hospital settings.",
            "detailedDescription": "Approximately 1.4 million survivors of sepsis (life-threatening organ dysfunction due to infection) are discharged from U.S. hospitals annually, facing high rates of long-term mortality and morbidity as well as incurring high costs to healthcare systems. To improve outcomes and address disparities, this study developed a multicomponent Sepsis Transition and Recovery (STAR) intervention that leverages real-time advanced analytics to identify high-risk patients who are most likely to benefit from sepsis-specific transitional support. STAR is a 90-day, nurse-navigator-led program designed to facilitate transition/recovery after sepsis hospitalization. Navigators provide disease education, help patients overcome medical-system barriers to recommended care, and bridge gaps in service that serve as points of failure for complex sepsis patients. STAR specifically targets delivery of best-practice post-sepsis care including: i) medication optimization, ii) screening for new impairments, iii) anticipation/mitigation of risk for health deterioration, and iv) palliative care when appropriate. STAR is the only intervention to date supported by randomized, controlled trial evidence to improve outcomes for sepsis survivors.\n\nDespite rigorous data supporting STAR program effectiveness in its initial context, there are significant differences in healthcare infrastructure and resources at different sites that require careful adaptation prior to implementation to retain effectiveness. More research is needed to identify STAR's core functions (i.e., the subset of an intervention's features that are causally related to outcomes; to be distinguished from features that may be adapted without compromising intervention's effectiveness and may enhance effectiveness by promoting proficient/consistent use in new contexts), study the implementation process, and evaluate STAR performance in new contexts. The goal of this project is to examine strategies to optimize the STAR program to fit well in other settings."
        },
        "conditionsModule": {
            "conditions": [
                "Sepsis"
            ],
            "keywords": [
                "critical illness recovery",
                "care transitions",
                "survivorship",
                "mortality",
                "hospital readmission"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "CROSSOVER",
                "interventionModelDescription": "All hospitals begin the study under the usual care condition. The STAR intervention will be introduced to groups of hospitals at two separate time points approximately six months apart. The sequence of intervention introduction will not be randomized. Once STAR has been introduced at a study hospital, eligible patients will receive STAR during their index hospitalization and extending through 90 days from discharge or date of death.",
                "primaryPurpose": "HEALTH_SERVICES_RESEARCH",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 1280,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Sepsis Transition and Recovery (STAR) program",
                    "type": "EXPERIMENTAL",
                    "description": "Virtual sepsis navigation delivered across the peri-hospital discharge interval",
                    "interventionNames": [
                        "Behavioral: STAR Program"
                    ]
                },
                {
                    "label": "Usual Care",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Standard of care received through each facility for patients hospitalized with sepsis. Aspects of usual care will be determined by treating clinicians independent of trial assignment.",
                    "interventionNames": [
                        "Behavioral: Usual Care"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "STAR Program",
                    "description": "In the STAR program intervention, a centrally located nurse navigator facilitates the application of four evidence-based core components of post-sepsis care (i.e., review of medications, new impairments, comorbidities, and palliative care) to patients prior to and during the 90 days after hospital discharge. The STAR navigator will provide telephone and EHR-based support within the hospitalization and to patients across all discharge settings with remote monitoring at specified intervals following hospital discharge. Patients will continue to receive STAR directed services for 90 days following their discharge and then will be transitioned back to the next appropriate care location.",
                    "armGroupLabels": [
                        "Sepsis Transition and Recovery (STAR) program"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Usual Care",
                    "description": "Hospitals and their patients will not have access to the STAR program. Patients will continue to receive usual care throughout their stay and discharge, consisting of: patient education and follow-up instructions at discharge, which are not specific to sepsis; routine recommendations for follow-up visits with primary care providers; arrangements for home health services or care management follow-up based on each patient's needs but not specifically tailored to the sepsis population; discharge to post-acute setting with no sepsis-specific follow-up. All aspects of usual care will be determined by treating clinicians independent of trial assignment.",
                    "armGroupLabels": [
                        "Usual Care"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "All-cause mortality and hospital readmission rate",
                    "description": "Binary composite endpoint of mortality and hospital readmission assessed 90 days post index hospital discharge",
                    "timeFrame": "day 90"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Number of hospital free days",
                    "description": "Continuous composite endpoint of days alive and outside of the hospital assessed 90 days post index hospital discharge",
                    "timeFrame": "day 90"
                },
                {
                    "measure": "All-cause mortality rate",
                    "description": "Binary endpoint of all-cause mortality rate assessed 90 days post index hospital discharge",
                    "timeFrame": "day 90"
                },
                {
                    "measure": "All-cause hospital readmission rate",
                    "description": "Binary endpoint of all-cause readmission rate assessed 90 days post index hospital discharge",
                    "timeFrame": "day 90"
                },
                {
                    "measure": "Acute care-related costs",
                    "description": "Healthcare costs attributed to care received at emergency department, observation, and inpatient encounters during follow-up",
                    "timeFrame": "day 90"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Qualitative assessment of the core functions of the STAR program",
                    "description": "Open-ended, qualitative evaluation to identify core functions necessary to maintain program effectiveness when implementing the STAR program in new settings",
                    "timeFrame": "Pre-implementation"
                },
                {
                    "measure": "Qualitative assessment of the adaptable \"forms\" for implementing the STAR program",
                    "description": "Open-ended, qualitative evaluation to identify potential adaptations that are important to implementing the STAR program in new settings",
                    "timeFrame": "Pre-implementation"
                },
                {
                    "measure": "Number of providers included in STAR program adoption",
                    "description": "Number of hospital attending providers with patients enrolled in STAR",
                    "timeFrame": "Up to 2 years"
                },
                {
                    "measure": "Number of eligible patients reached by STAR program",
                    "description": "Total number of patients who received the intervention",
                    "timeFrame": "Up to 2 years"
                },
                {
                    "measure": "Proportion of patients with STAR program intervention delivered as intended",
                    "description": "Quantitative assessment of fidelity to completion of key intervention components (e.g., medication reconciliation, physical and mental health screenings, goals-of-care documentation)",
                    "timeFrame": "Up to 2 years"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* adults 18 years of age and older;\n* clinically suspected infection\n\n  1. two or more markers of systemic inflammatory response syndrome within 24 h of presentation; AND\n  2. antibiotics initiated within 24 hours and continued for at least one additional day\n* organ dysfunction\n\n  1. two or more points on admission Sequential Organ Failure Assessment (SOFA); OR\n  2. two or more points on admission quick-SOFA\n* deemed to be at high risk of hospital readmission within 90 days, defined as readmission risk probability of at least 25%\n* not discharged from the hospital at the time of patient identification each morning.\n\nExclusion Criteria:\n\n* change in code status (i.e., initially full code followed by change to do not resuscitate and/or do not intubate) within 24 hours after index presentation due to presumed limitation of aggressive treatment and exposure to STAR program components;\n* reside \\> 2.5 hours drive time from the treating hospital due to the maximum reach of the community services leveraged within the STAR program and the general assumption that these patients may have less comprehensive utilization tracking within available electronic record systems for study outcomes;\n* are actively participating in a different care management program (e.g., cancer care patient navigation) documented in the electronic health record (EHR) at time of hospital admission.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Marc Kowalkowski, PhD",
                    "role": "CONTACT",
                    "phone": "(704) 355-9902",
                    "email": "Marc.Kowalkowski@AtriumHealth.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Marc A. Kowalkowski, PhD",
                    "affiliation": "Wake Forest University Health Sciences",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Sarah Birken, PhD",
                    "affiliation": "Wake Forest University Health Sciences",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Atrium Health",
                    "status": "RECRUITING",
                    "city": "Charlotte",
                    "state": "North Carolina",
                    "zip": "28203",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Marc Kowalkowski, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 35.22709,
                        "lon": -80.84313
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000018805",
                    "term": "Sepsis"
                },
                {
                    "id": "D000014115",
                    "term": "Toxemia"
                }
            ],
            "ancestors": [
                {
                    "id": "D000007239",
                    "term": "Infections"
                },
                {
                    "id": "D000018746",
                    "term": "Systemic Inflammatory Response Syndrome"
                },
                {
                    "id": "D000007249",
                    "term": "Inflammation"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M20864",
                    "name": "Sepsis",
                    "asFound": "Sepsis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M19010",
                    "name": "Critical Illness",
                    "relevance": "LOW"
                },
                {
                    "id": "M16869",
                    "name": "Toxemia",
                    "asFound": "Sepsis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10283",
                    "name": "Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M6368",
                    "name": "Communicable Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M16355",
                    "name": "Syndrome",
                    "relevance": "LOW"
                },
                {
                    "id": "M20818",
                    "name": "Systemic Inflammatory Response Syndrome",
                    "relevance": "LOW"
                },
                {
                    "id": "M10293",
                    "name": "Inflammation",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC01",
                    "name": "Infections"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}