{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05833867",
            "orgStudyIdInfo": {
                "id": "CASE9822"
            },
            "organization": {
                "fullName": "Case Comprehensive Cancer Center",
                "class": "OTHER"
            },
            "briefTitle": "Adaptive RADiation Therapy With Concurrent Sacituzumab Govitecan (SG) for Muscle Invasive Bladder Cancer",
            "officialTitle": "Adaptive RADiation Therapy With Concurrent Sacituzumab Govitecan (SG) for Bladder Preservation in Patients With MIBC (RAD-SG).",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "adaptive-radiation-therapy-with-concurrent-sacituzumab-govitecan-sg-for-muscle-invasive-bladder-cancer"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06",
            "overallStatus": "RECRUITING",
            "startDateStruct": {
                "date": "2024-04-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-12-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-10-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-03-21",
            "studyFirstSubmitQcDate": "2023-04-18",
            "studyFirstPostDateStruct": {
                "date": "2023-04-27",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-25",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-27",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR_INVESTIGATOR",
                "investigatorFullName": "Omar Mian",
                "investigatorTitle": "Principal Investigator",
                "investigatorAffiliation": "Case Comprehensive Cancer Center"
            },
            "leadSponsor": {
                "name": "Omar Mian",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Varian Inc",
                    "class": "UNKNOWN"
                },
                {
                    "name": "Gilead Sciences",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this study is to examine the safety and tolerability of treatment with concurrent Sacituzumab Govitecan (SG) and adaptive radiation therapy. The main objective is to establish the safety, tolerability, and feasibility of bladder preservation therapy treatment with concurrent SG and adaptive image-guided radiation therapy for participants with localized MIBC. Participants will receive the study drug, SG, through an IV once weekly on days 1 and 8 of each 21-day treatment cycle. The first cycle of SG will begin 21 days prior to the scheduled start of radiation therapy. The second and third cycles of SG will be given while the participant is receiving radiation therapy. Participants will be asked to undergo computed tomography (CT) and magnetic resonance imaging (MRI) pre-and post-treatment. Participation in the research will last up to 5 years, depending on treatment outcomes, with a treatment period of 8 weeks and a study follow-up period of up to 2-5 years thereafter, and a survival follow-up, with only phone call communication from years 3-5.",
            "detailedDescription": "Treatment patterns in the community demonstrate that a substantial proportion of participants with bladder cancer do not receive curative intent therapy, especially if unfit for or refuse radical cystectomy. Concurrent chemoradiation is an accepted alternative to radical cystectomy, however systemic radio sensitizing chemotherapy may have significant off target side effects. This study is investigating the concurrent administration of a bladder cancer targeted antibody drug conjugate with radiotherapy. Sacituzumab govitecan (SG), or IMMU-132 is an investigational new drug that utilizes an antibody-drug conjugate (ADC) to target and kill epithelial bladder cancer cells. SG is experimental because it is not approved by the Food and Drug Administration (FDA) for use in this setting. The aim for this study is to establish the safety, tolerability, and feasibility of bladder preservation therapy treatment with concurrent SG and adaptive image-guided radiation therapy for platinum ineligible participants with localized MIBC."
        },
        "conditionsModule": {
            "conditions": [
                "Localized Muscle Invasive Bladder Urothelial Carcinoma",
                "Muscle-Invasive Bladder Carcinoma"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 20,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "SG + Adaptive radiotherapy",
                    "type": "EXPERIMENTAL",
                    "description": "Sacituzumab Govitecan, IV, 8 mg/kg, 21-day cycles for 1 loading cycle prior to radiation and two subsequent cycles with concurrent adaptive radiotherapy",
                    "interventionNames": [
                        "Drug: Sacituzumab govitecan",
                        "Radiation: Adaptive Radiotherapy"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Sacituzumab govitecan",
                    "description": "8 mg/kg Sacituzumab Govitecan is to be administered intravenously in 21-day cycles on Day 1 and Day 8; the next cycle should start a minimum of 14 days after the Day 8 dose (i.e., the Day 8 infusion will be counted as the first day of that 14-day period).",
                    "armGroupLabels": [
                        "SG + Adaptive radiotherapy"
                    ],
                    "otherNames": [
                        "TRODELVY"
                    ]
                },
                {
                    "type": "RADIATION",
                    "name": "Adaptive Radiotherapy",
                    "description": "Concurrently, participants will receive an individualized tailored plan for radiation therapy.",
                    "armGroupLabels": [
                        "SG + Adaptive radiotherapy"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Rate of acute-dose limiting toxicities",
                    "description": "To establish the safety, tolerability, and feasibility of bladder preservation therapy treatment with concurrent SG and adaptive image-guided radiation therapy for patients with localized MIBC. This will be assessed by estimating the rate of acute dose-limiting toxicities occurring during Cycles 2-3 of treatment.",
                    "timeFrame": "Within 6 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Determine the bladder intact event-free survival (BI-EFS)",
                    "description": "Determine the bladder intact event-free survival (BI-EFS) with concurrent SG and radiation therapy for MIBC and compare to historical controls with other concurrent chemoradiation regimens. BI-EFS is defined as the time from treatment to the first documented occurrence of residual/recurrent MIBC, nodal or distant metastases on imaging, radical cystectomy, or death from any cause.",
                    "timeFrame": "Within 2 years"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Novel predictive biomarkers to elucidate determinants of response",
                    "description": "Elucidate the molecular and immunologic determinants of response to combined SG and radiotherapy in MIBC to potentially identify novel predictive/PD biomarkers and generate information that may better guide single-agent and combination therapy with antineoplastic drugs. To identify novel biomarkers, biospecimens (ie, blood components, tumor material) will be collected to support analyses of cellular components (eg, protein, DNA, RNA, metabolites) and other circulating molecules.",
                    "timeFrame": "Within 2 years"
                },
                {
                    "measure": "Correlation between pre-treatment imaging and treatment response",
                    "description": "Study the correlation between pre-treatment imaging and response to treatment.",
                    "timeFrame": "Within 2 years"
                },
                {
                    "measure": "Identify the genetic and microenvironmental mechanisms that drive efficacy to combined SG plus radiation therapy in bladder cancer",
                    "description": "Elucidate the genetic and microenvironmental mechanisms that drive efficacy to combined SG plus radiation therapy in bladder cancer via genomic analysis, using whole exome sequencing (WES), RNAseq, and TCRseq",
                    "timeFrame": "Within 2 years"
                },
                {
                    "measure": "Identify the genetic and microenvironmental mechanisms that drive resistance to combined SG plus radiation therapy in bladder cancer",
                    "description": "Elucidate the genetic and microenvironmental mechanisms that drive resistance to combined SG plus radiation therapy in bladder cancer via genomic analysis, using whole exome sequencing (WES), RNAseq, and TCRseq",
                    "timeFrame": "Within 2 years"
                },
                {
                    "measure": "Characterize tumor clonal dynamics",
                    "description": "Characterize tumor clonal dynamics following treatment with SG plus radiation to determine the differential effects by examining observed differences between paired pre-, on-, and post-treatment tumor samples.",
                    "timeFrame": "Within 2 years"
                },
                {
                    "measure": "Characterize immune repertoire editing",
                    "description": "Characterize immune repertoire editing following treatment with SG plus radiation to determine the differential effects by examining observed differences between paired pre-, on-, and post-treatment tumor samples.",
                    "timeFrame": "Within 2 years"
                },
                {
                    "measure": "Characterize imaging changes",
                    "description": "Characterize imaging changes following treatment with SG plus radiation to determine the differential effects by examining observed differences between paired pre-, on-, and post-treatment tumor samples.",
                    "timeFrame": "Within 2 years"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Participants must have histologically or cytologically confirmed muscle-invasive bladder cancer (MIBC) (T2-T4aN0M0). Participants with mixed urothelial carcinoma will be eligible for the trial, except for small cell or neuroendocrine component\n* Participants must have received no prior systemic chemotherapy for this disease. Participants must refuse conventional radio-sensitizing chemotherapy, (and/or) must not be eligible for or refuse cystectomy while on study Participants may receive cystectomy following the end of treatment (EOT)/ Safety Visit if deemed necessary by their clinical team while still in follow-up.\n* Performance status: ECOG Performance status ≤ 2\n* Participants must have normal organ and marrow function as defined below:\n\n  * Serum aspartate transaminase (AST; serum glutamic oxaloacetic transaminase \\[SGOT\\]) and serum alanine transaminase (ALT; serum glutamic pyruvic transaminase \\[SGPT\\]) ≤ 2.5 x laboratory upper limit of normal (ULN)\n  * Total serum bilirubin ≤ 2.0 x ULN\n  * Absolute neutrophil count (ANC) ≥ 1500/μL\n  * Platelets ≥ 100,000/μL\n  * Hemoglobin ≥ 9.0 g/dL\n  * Serum calcium ≤ 12.0 mg/dL\n  * Calculated Creatinine Clearance ≥ 30 mL/min. Calculated using Cockcroft-Gault formula: Creatinine Clearance = \\[\\[140 - age(yr)\\] multiplied by body weight(kg)\\]/ \\[72 multiplied by serum Cr(mg/dL)\\] (multiply total by 0.85 for women).\n* Participants must have adequate baseline bladder function to warrant bladder preservation as assessed by the treating provider, including absence of bilateral hydronephrosis or acute obstruction related to bladder tumor after TURBT. Unilateral hydronephrosis is permitted.\n* Participants must undergo a TURBT within ≤ 60 days prior to treatment start. In a situation where a participant is referred from an outside site to the Cleveland Clinic Foundation, participant must have a repeat cystoscopy by the urologist who will be following the participant on the clinical trial to assess the adequacy of the prior TURBT. Participant may then undergo repeat TURBT if deemed necessary as standard of care by the treating urologist.\n* Participants may have either completely or partially resected tumors as long as the treating urologist attempted maximal resection.\n* Participant must undergo radiological staging within 60 days prior to treatment start. Imaging of chest, abdomen, and pelvis must be performed using CT or MRI. Participants must not have evidence of T4b and/or N1-3 dT4bN1-3 disease. Eligibility is based on review by Cleveland Clinic Foundation (CCF) radiology department and/or PI.\n* Participants must not have had urothelial carcinoma or any histological variant at any site outside of the urinary bladder within the previous 24 months except Ta/T1/Carcinoma in situ (CIS) of the upper urinary tract including renal, pelvis, and ureter if the participant had undergone complete nephroureterectomy.\n* Participants must have the ability to understand and the willingness to sign a written informed consent document.\n\nExclusion Criteria:\n\n* Participants receiving or utilizing any other investigational agents or devices.\n* Has received prior pelvic / local radiation therapy for MIBC or any other cancer type.\n* Has received any prior systemic treatment, chemoradiation, and / or radiation therapy for MIBC or non-muscle-invasive bladder cancer (NMIBC). Note: Prior treatment for NMIBC with intravesical instillation therapy such as BCG or intravesical chemotherapy is permitted.\n* Has diagnosed Bilateral hydronephrosis.\n* Has limited bladder function as noted by a provider, with frequency of small amounts of urine, urinary incontinence including stress/urge, requires self-catheterization or a permanent indwelling catheter.\n* History of allergic reactions attributed to compounds of similar chemical or biologic composition to SG or any of its' components.\n* Participants with uncontrolled intercurrent illness including, but not limited to ongoing or active infection, symptomatic congestive heart failure, unstable angina pectoris, uncontrolled cardiac arrhythmia, or psychiatric illness/social situations that would limit compliance with study requirements.\n* Pregnant or breastfeeding women are excluded from this study because SG and radiation effects during pregnancy have potential for teratogenic or abortifacient effects. Because there is an unknown, but potential risk for adverse events in nursing infants secondary to treatment of the mother with SG, breastfeeding should be discontinued if the mother is treated with Sacituzumab Govitecan.\n* Is currently participating in or has participated in a study of an investigational agent or has used an investigational device within 4 weeks prior to the first dose of study intervention.\n\nNote: Participants who have entered the Follow-up Phase of an investigational study may participate if it has been 4 weeks after the last dose of the previous investigational agent.\n\n* Has a history or current evidence of any condition, therapy, or laboratory abnormality that might confound the results of the study, interfere with the participant's participation for the full duration of the study, or is not in the best interest of the participant to participate, in the opinion of the treating investigator.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Omar Mian, MD, PhD",
                    "role": "CONTACT",
                    "phone": "1-866-223 8100",
                    "email": "TaussigResearch@ccf.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Omar Mian, MD, PhD",
                    "affiliation": "Cleveland Clinic Taussig Cancer institute, Case Comprehensive Cancer Center",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Cleveland Clinic Taussig Cancer Institute, Case Comprehensive Cancer Center",
                    "status": "RECRUITING",
                    "city": "Cleveland",
                    "state": "Ohio",
                    "zip": "44195",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Omar Mian, MD, PhD",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.4995,
                        "lon": -81.69541
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "all IPD that underlie results in publication, as well as all information listed below will be available to the drug company Varian Inc., and drug supplier Gilead Biosciences, upon subject data de-identification",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF",
                "CSR",
                "ANALYTIC_CODE"
            ],
            "timeFrame": "During the course of the study and indefinitely thereafter as a peer reviewed publication",
            "accessCriteria": "All data shared with parties will be done once all PHI is redacted if applicable, and only under the fulled execution of the appropriate confidentiality agreements set up by the CCF legal team"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000002277",
                    "term": "Carcinoma"
                },
                {
                    "id": "D000001749",
                    "term": "Urinary Bladder Neoplasms"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009375",
                    "term": "Neoplasms, Glandular and Epithelial"
                },
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000014571",
                    "term": "Urologic Neoplasms"
                },
                {
                    "id": "D000014565",
                    "term": "Urogenital Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000052776",
                    "term": "Female Urogenital Diseases"
                },
                {
                    "id": "D000005261",
                    "term": "Female Urogenital Diseases and Pregnancy Complications"
                },
                {
                    "id": "D000091642",
                    "term": "Urogenital Diseases"
                },
                {
                    "id": "D000001745",
                    "term": "Urinary Bladder Diseases"
                },
                {
                    "id": "D000014570",
                    "term": "Urologic Diseases"
                },
                {
                    "id": "D000052801",
                    "term": "Male Urogenital Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5534",
                    "name": "Carcinoma",
                    "asFound": "Carcinoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5030",
                    "name": "Urinary Bladder Neoplasms",
                    "asFound": "Bladder Carcinoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5551",
                    "name": "Carcinoma, Transitional Cell",
                    "relevance": "LOW"
                },
                {
                    "id": "M12320",
                    "name": "Neoplasms, Glandular and Epithelial",
                    "relevance": "LOW"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M17320",
                    "name": "Urologic Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M17315",
                    "name": "Urogenital Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M2875",
                    "name": "Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M27093",
                    "name": "Female Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14127",
                    "name": "Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M8399",
                    "name": "Female Urogenital Diseases and Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M5026",
                    "name": "Urinary Bladder Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M17319",
                    "name": "Urologic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M27095",
                    "name": "Male Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T5693",
                    "name": "Transitional Cell Carcinoma",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "C000608132",
                    "term": "Sacituzumab govitecan"
                }
            ],
            "ancestors": [
                {
                    "id": "D000018796",
                    "term": "Immunoconjugates"
                },
                {
                    "id": "D000007155",
                    "term": "Immunologic Factors"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M287620",
                    "name": "Sacituzumab govitecan",
                    "asFound": "Anorexia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M20855",
                    "name": "Immunoconjugates",
                    "relevance": "LOW"
                },
                {
                    "id": "M10201",
                    "name": "Immunologic Factors",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}