{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05715255",
            "orgStudyIdInfo": {
                "id": "STUDY00000719"
            },
            "secondaryIdInfos": [
                {
                    "id": "1R01CA263714-01A1",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/1R01CA263714-01A1"
                }
            ],
            "organization": {
                "fullName": "University of Arizona",
                "class": "OTHER"
            },
            "briefTitle": "Adaptive Symptom Self-Management Immunotherapy Study",
            "officialTitle": "Adaptive Symptom Self-Management to Reduce Psychological Distress and Improve Symptom Management for Survivors on Immune Checkpoint Inhibitors",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "adaptive-symptom-self-management-immunotherapy-study"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-05-08",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-04-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-04-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-01-27",
            "studyFirstSubmitQcDate": "2023-01-27",
            "studyFirstPostDateStruct": {
                "date": "2023-02-06",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-04-12",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-15",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of Arizona",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Cancer Institute (NCI)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The use of immune checkpoint inhibitors (ICIs), alone or in combination with other cancer treatments is increasing dramatically with immune-related adverse events (irAEs) common (90%) during ICI treatment. Most irAEs are symptomatic and symptom self-management with timely reporting of moderate or severe symptoms to health care providers (HCPs) may reduce irAE severity by early recognition and management, resulting in fewer treatment interruptions and unscheduled health services.",
            "detailedDescription": "Using a sequential multiple assignment randomized trial (SMART) design, the study team will initially randomize 286 diverse survivors (30% Hispanic) who are within 12 weeks of starting ICIs and who also have elevated psychological distress to an Automated Telephone Symptom Management (ATSM) or to an active control condition. ATSM consists of weekly telephone symptom monitoring using the Patient Reported Outcomes version of the Common Terminology Criteria for Adverse Events (PRO-CTCAE) items by an automated voice response technology. Participants are referred to a printed Handbook with information about symptoms, evidence-based self-management strategies, and when to report symptoms to HCPs. ATSM automatically sends a weekly symptom summary to HCPs. Active control survivors will receive automated symptom monitoring only with reports sent to HCPs. Survivors in ATSM whose psychological distress is still elevated for 2 consecutive weeks during weeks 2-8 (nonresponders) will be randomized for the second time to add TIPC for 8 weeks or continue with ATSM alone. The study team hypothesizes adding TIPC will improve self-efficacy for symptom self-management, including communication with HCPs and increase social support resulting in lower indices of psychological distress, other PRO-CTCAE symptoms, clinician-documented irAES (primary outcomes), and unscheduled health services use and ICI treatment interruptions (secondary outcomes). With total intervention time of 16 weeks, all survivors will be interviewed at baseline and week 17 post-intervention, and electronic health record data will be extracted for the participation period.\n\nSpecific aims:\n\nAim 1. Determine if primary and secondary outcomes over weeks 1-17 are lower (better) in the group created by the first randomization: the adaptive intervention that begins with ATSM with the need-based addition of TIPC vs. active control group.\n\nAim 2. Among those not responding to ATSM on psychological distress during weeks 2-8 who enter the second randomization, determine: a) if primary and secondary outcomes over weeks 8-17 are lower (better) in TIPC+ATSM vs. ATSM alone group; b) the extent to which the effects of adding TIPC to ATSM on primary and secondary outcomes are mediated by increased social support, self-efficacy for symptom management and for communication with HCP.\n\nAim 3. Explore which baseline characteristics of the survivor, cancer, and cancer treatment are associated with optimal primary and secondary outcomes resulting from three supportive care options: 1) symptom monitoring only with automated reports to HCPs (active control); 2) ATSM alone for 16 weeks; or 3) addition of 8 weeks of TIPC to ATSM if no response on psychological distress during weeks 2-8."
        },
        "conditionsModule": {
            "conditions": [
                "Breast Cancer",
                "Colon Cancer",
                "Lung Cancer",
                "Skin Cancer",
                "Rectum Cancer"
            ],
            "keywords": [
                "Cancer",
                "Cancer Survivors",
                "Immunotherapy",
                "Immune Checkpoint Inhibitors",
                "Symptom Management",
                "Psychosocial Oncology",
                "Telephone Intervention"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "SEQUENTIAL",
                "primaryPurpose": "SUPPORTIVE_CARE",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "whoMasked": [
                        "CARE_PROVIDER",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 400,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Adaptive Intervention",
                    "type": "EXPERIMENTAL",
                    "description": "The adaptive intervention sequence is assumed to affect psychological distress (depression and anxiety) severity of other symptoms and irAEs, as tested in Aim 1. Both the Automated Telephone Symptom Management (ATSM) system and the Telephone Interpersonal Counseling (TIP-C) interventions help participants to identify and understand troublesome symptoms, with suggestions to effectively self-manage these symptoms. The proposed interventions are expected to alleviate burdensome symptoms through several key mediating variables, as tested in Aim 2.",
                    "interventionNames": [
                        "Behavioral: Automated Telephone Symptom Management (ATMS) and Telephone Interpersonal Counseling (TIP-C)"
                    ]
                },
                {
                    "label": "Active Control",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Survivors in the active control will receive weekly AVR assessments of PROCTCAE symptoms, and summary of these assessments will be sent securely to HCPs. Survivors will not receive the Handbook and will not be prompted by the AVR to contact HCPs unless the symptoms are severe. An active control comparator was purposively selected to enable a more rigorous testing of intervention effectiveness in Aims 1 and 2. Also, the study team will be better able to address the question about which channel of communication (automated versus survivor initiated) results in better outcomes.",
                    "interventionNames": [
                        "Behavioral: Active control comparator"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Automated Telephone Symptom Management (ATMS) and Telephone Interpersonal Counseling (TIP-C)",
                    "description": "Participants randomized to the adaptive intervention are telephoned weekly and asked to enter by pin-pad or voice the severity of the PRO-CTCAE items on a 0-4 scale, with 0 being none and 4 being very severe. Participants are mailed the Symptom Management and Survivorship Handbook in their preferred language (English or Spanish). Survivors who rated any item at moderate or higher (2-4) will be referred by the ATSM to read the corresponding chapters in the Handbook and given a call back in 24 hours to inquire about the severity of the reported symptom, whether it has improved or worsened, and whether the participant reported it to their HCP, or the HCP has contacted the survivor. Participants that report elevated symptoms for two consecutive weeks are rerandomized to continue the ATSM alone or continue the ATSM with TIP-C added for 8 weeks. TIP-C is delivered by a masters prepared counselor with cancer expertise via weekly 30-minute phone calls using interpersonal techniques.",
                    "armGroupLabels": [
                        "Adaptive Intervention"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Active control comparator",
                    "description": "Survivors in the active control will receive weekly AVR assessments of PROCTCAE symptoms, and summary of these assessments will be sent securely to HCPs. Survivors will not receive the Handbook and will not be prompted by the AVR to contact HCPs unless the symptoms are severe.",
                    "armGroupLabels": [
                        "Active Control"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in patient reported psychological distress in Interviews.",
                    "description": "Patient Reported Outcomes Measurement Information System (PROMIS) has been developed using sophisticated measurement techniques, tested with over 21,000 individuals, calibrated to produce t-scores based on the general population and are available in either English or Spanish. The available short forms have evidence of good reliability and validity. PROMIS-short form 8 for depression and anxiety will be administered at baseline and 17-week telephone interviews to provide greater detail and precision in the measurement of severity of these symptoms, as compared to three PRO-CTCAE items (anxious, discouraged, sad). Each question is rated on a five-point scale from 1=Never to 5=Always. A higher score indicates higher anxiety or depression.The study team chose 8-item short forms to minimize respondent burden while maintaining measurement precision.",
                    "timeFrame": "PROMIS short form 8 for depression and anxiety will be administered at baseline (week 0) and again at week 17 as part of the final follow-up."
                },
                {
                    "measure": "Change in reported PRO-CTCAE Symptoms",
                    "description": "Psychological distress and other symptoms will be measured weekly using PRO-CTCAE severity items at weeks 0-17. Severity is rated 0=none, 1=mild, 2=moderate, 3=severe, 4=very severe. The 3 items reflecting psychological distress are anxious, discouraged, and sad. Other items relevant to ICI treatment were selected from the PRO-CTCAE library for a total of 23 items (e.g., nausea, vomiting, constipation, diarrhea, swelling, rash, increased sweating, heart palpitations, etc.). In addition to PRO-CTCAE, the study team will use data on the grades of irAEs documented by clinicians in the HER. Each of 3 item sets, the three PRO-CTCAE items of psychological distress, 23 other PRO-CTCAE items, and clinician documented irAEs will be summarized into three toxicity indices (TIs). All grades of the included items will be ordered from highest to lowest, and the weighted sum will be calculated.",
                    "timeFrame": "PRO-CTCAE will be administered weekly at baseline (week 0) through week 17."
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in cancer treatment interruptions",
                    "description": "Cancer treatment interruptions (dose reductions and stoppages) along with their dates will be extracted from EHRs and summarized as the number and duration of temporary stoppages and dose reductions, and whether or not a premature permanent or temporary stoppage of the ICI occurred during the 17-week study period.",
                    "timeFrame": "Cancer treatment interruptions will be measured after the final week 17 follow-up and take into account the participant's time on study (consent date through week 17 interview date)."
                },
                {
                    "measure": "Change in unscheduled health care visits",
                    "description": "Unscheduled health care visits, hospitalizations and emergency department visits will be summarized as the number of events and number of days spent in the hospital if admitted.",
                    "timeFrame": "Unscheduled health care visits will be measured at baseline and week 17."
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Age 18 or older\n* Within 12 weeks after starting ICI treatment for cancer\n* Cognitively oriented to person, place and time (determined by recruiter)\n* Able to speak and understand English or Spanish\n* Access to a telephone\n* Severity score of 1 (mild) or higher on at least 1 of the 3 indicators of psychological distress from the PRO-CTCAE (i.e., the three items of anxious, discouraged, sad) library\n\nExclusion Criteria:\n\n* Currently receiving regular behavioral counseling",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Molly Hadeed",
                    "role": "CONTACT",
                    "phone": "520-626-0583",
                    "email": "mcbarry@arizona.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Terry Badger, PhD",
                    "affiliation": "University of Arizona",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Arizona Cancer Center",
                    "status": "RECRUITING",
                    "city": "Tucson",
                    "state": "Arizona",
                    "zip": "85724",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Molly Hadeed",
                            "role": "CONTACT",
                            "phone": "520-626-0583",
                            "email": "mcbarry@arizona.edu"
                        },
                        {
                            "name": "UACC IIT",
                            "role": "CONTACT",
                            "email": "UACC-IIT@uacc.arizona.edu"
                        },
                        {
                            "name": "Terry Badger, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 32.22174,
                        "lon": -110.92648
                    }
                },
                {
                    "facility": "University of Michigan",
                    "status": "RECRUITING",
                    "city": "Ann Arbor",
                    "state": "Michigan",
                    "zip": "48109",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Samantha Holmes",
                            "role": "CONTACT",
                            "phone": "734-998-4425",
                            "email": "samhol@med.umich.edu"
                        },
                        {
                            "name": "John Krauss, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.27756,
                        "lon": -83.74088
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Participant data will be shared with Dr. Alla Sikorski as she is the statistician for our research team and leads data analysis, interpretation of the results, and report writing. Dr. Sikorski will perform quality assurance checks, data analysis, data management, etc. De-identified data will be transferred into SAS 9.4 for such analysis. All errors are corrected during the QA check. Dr. Sikorskii will oversee preparation of data reports.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF"
            ],
            "timeFrame": "Quality assurance and data analysis will be done on a quarterly basis.",
            "accessCriteria": "Data from this study will be available to other researchers under the following conditions: 1) appropriate human subjects protection is in place; 2) data have been de-identified; and 3) study investigators have publicly presented and published key findings. A data and safety monitoring plan for this study is in place and described under Human Subjects within the protocol."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000012004",
                    "term": "Rectal Neoplasms"
                }
            ],
            "ancestors": [
                {
                    "id": "D000015179",
                    "term": "Colorectal Neoplasms"
                },
                {
                    "id": "D000007414",
                    "term": "Intestinal Neoplasms"
                },
                {
                    "id": "D000005770",
                    "term": "Gastrointestinal Neoplasms"
                },
                {
                    "id": "D000004067",
                    "term": "Digestive System Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000004066",
                    "term": "Digestive System Diseases"
                },
                {
                    "id": "D000005767",
                    "term": "Gastrointestinal Diseases"
                },
                {
                    "id": "D000007410",
                    "term": "Intestinal Diseases"
                },
                {
                    "id": "D000012002",
                    "term": "Rectal Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5220",
                    "name": "Breast Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M11172",
                    "name": "Lung Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M15681",
                    "name": "Skin Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M14846",
                    "name": "Rectal Neoplasms",
                    "asFound": "Rectum Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17890",
                    "name": "Colorectal Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M10448",
                    "name": "Intestinal Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M7256",
                    "name": "Digestive System Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M8886",
                    "name": "Gastrointestinal Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M7255",
                    "name": "Digestive System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8883",
                    "name": "Gastrointestinal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10444",
                    "name": "Intestinal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14844",
                    "name": "Rectal Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC08",
                    "name": "Respiratory Tract (Lung and Bronchial) Diseases"
                },
                {
                    "abbrev": "BC06",
                    "name": "Digestive System Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M2853",
                    "name": "Immunomodulating Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M2342",
                    "name": "Immune Checkpoint Inhibitors",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                }
            ]
        }
    },
    "hasResults": false
}