{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05628363",
            "orgStudyIdInfo": {
                "id": "202211121"
            },
            "organization": {
                "fullName": "Washington University School of Medicine",
                "class": "OTHER"
            },
            "briefTitle": "Adaptive Stereotactic Body Radiation Therapy to the Prostate and Pelvic Nodes With Simultaneous Integrated Boost to the MR-detected Nodule for Patients With High-risk and Unfavorable Intermediate-risk Prostate Cancer",
            "officialTitle": "Adaptive Stereotactic Body Radiation Therapy to the Prostate and Pelvic Nodes With Simultaneous Integrated Boost to the MR-detected Nodule for Patients With High-risk and Unfavorable Intermediate-risk Prostate Cancer",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "adaptive-stereotactic-body-radiation-therapy-to-the-prostate-and-pelvic-nodes-with-simultaneous-integrated-boost-to-the-mr-detected-nodule-for-patients-with-high-risk-and-unfavorable-intermediate-risk-prostate-cancer"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-01-18",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-04-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2031-01-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-11-16",
            "studyFirstSubmitQcDate": "2022-11-16",
            "studyFirstPostDateStruct": {
                "date": "2022-11-28",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-04-25",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-26",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Washington University School of Medicine",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Varian Medical Systems",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "This trial is a prospective clinical trial designed to demonstrate the safety and feasibility of whole-pelvis adaptive prostate stereotactic body radiation therapy (SBRT) with a tumor boost to the magnetic resonance (MR)-detected sites of disease. The hypothesis is that this treatment approach will be safe and feasible with \\<15% of patients experiencing an acute CTCAEv5 grade ≥3 genitourinary (GU) or gastrointestinal (GI) adverse event."
        },
        "conditionsModule": {
            "conditions": [
                "Prostate Cancer",
                "Cancer of the Prostate"
            ],
            "keywords": [
                "Prostate cancer",
                "stereotactic body radiation therapy",
                "SBRT",
                "whole pelvis prostate SBRT",
                "adaptive radiation",
                "tumor-directed boost"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 25,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Adaptive stereotactic body radiotherapy (SBRT)",
                    "type": "EXPERIMENTAL",
                    "description": "* Treatment consists of adaptive dose-escalated stereotactic body radiotherapy (SBRT) to the pelvic nodes to 25 Gy in 5 weekly fractions with simultaneous integrated boosts (SIB) to the prostate and proximal seminal vesicles to 36.25 Gy in 5 fractions (full seminal vesicles if involved), to the prostate to 40 Gy in 5 fractions, and to the involved MR-detected nodule(s) to up to 50 Gy in 5 fractions.\n* Androgen deprivation therapy (ADT) will be administered to study patients according to institutional standard. Unfavorable Intermediate-risk Disease: Patients should receive a minimum of 4 months of ADT. Patients can receive longer duration of ADT at the discretion of the treating physician. High-risk disease: Patients should receive a minimum of 1 year of ADT. Patients can receive up to 2 years of ADT at the discretion of the treating physician.",
                    "interventionNames": [
                        "Device: Ethos Varian treatment system",
                        "Radiation: Adaptive stereotactic body radiotherapy",
                        "Drug: Androgen deprivation therapy"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "Ethos Varian treatment system",
                    "description": "Device that will be used to administer radiotherapy",
                    "armGroupLabels": [
                        "Adaptive stereotactic body radiotherapy (SBRT)"
                    ]
                },
                {
                    "type": "RADIATION",
                    "name": "Adaptive stereotactic body radiotherapy",
                    "description": "Radiotherapy interruptions are acceptable as long as treatments are no more than 16 days apart.",
                    "armGroupLabels": [
                        "Adaptive stereotactic body radiotherapy (SBRT)"
                    ],
                    "otherNames": [
                        "SBRT"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Androgen deprivation therapy",
                    "description": "Androgen deprivation therapy (ADT) will be administered to study patients according to institutional standard. Patients should initiate ADT beginning no sooner than 60 days prior to start of radiation. ADT is defined as a GnRH agonist/antagonist (leuprolide, goserelin, degarelix, or relugolix). Patients treated with leuprolide, goserelin, or degarelix should also receive an androgen receptor antagonist (flutamide or bicalutamide) for 30 days from the start of GnRH agonist/antagonist or until the end of radiation, depending on institutional standard and physician preference.\n\nAgent selection is per treating physician discretion and will be administered per institutional standard and FDA-approved labeling.",
                    "armGroupLabels": [
                        "Adaptive stereotactic body radiotherapy (SBRT)"
                    ],
                    "otherNames": [
                        "ADT"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Rate of acute grade ≥3 GI and GU adverse events",
                    "timeFrame": "From start of radiotherapy through 90 days after start of radiotherapy"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Changes in patient-reported quality of life as measured by EPIC-26",
                    "description": "-The EPIC-26 is used to assess health related quality of life among persons with prostate cancer. It contains 5 domains of urinary incontinence, urinary irritability/obstructive, bowel, sexual, and hormonal. Response options for each EPIC item form a Likert scale, and multi-item scale scores are transformed linearly to a 0-100 scale, with higher scores representing better health related quality of life.",
                    "timeFrame": "At screening, end of radiotherapy (week 5), 3 months after start of radiotherapy, and every 3 months until month 24"
                },
                {
                    "measure": "Changes in global function as measured by EQ-5D-5L",
                    "description": "-The EQ-5D-5L is a commonly used and reliable questionnaire used to assess patient perception of their current health state. Patients are asked about their levels of difficulty with mobility, self-care, and usual activities, and about their pain/discomfort and anxiety/depression levels on a 5-point scale where the response \"I have no problems\" = 1 and \"I am unable/have extreme\" = 5.",
                    "timeFrame": "At screening, end of radiotherapy (week 5), 3 months after start of radiotherapy, and every 3 months until month 24"
                },
                {
                    "measure": "Rate of late GI and GU adverse events",
                    "timeFrame": "From day 91 after the start of radiotherapy until completion of follow-up at month 60"
                },
                {
                    "measure": "Rate of acute grade ≥3 adverse events at least possibly related to radiotherapy",
                    "timeFrame": "From start of radiotherapy through 90 days after start of radiotherapy"
                },
                {
                    "measure": "Rate of acute <grade 3 GI and GU adverse events",
                    "timeFrame": "From start of radiotherapy through 90 days after start of radiotherapy"
                },
                {
                    "measure": "Rate of late grade ≥3 adverse events at least possibly related to radiotherapy",
                    "timeFrame": "From day 91 after the start of radiotherapy until completion of follow-up at month 60"
                },
                {
                    "measure": "Failure-free survival",
                    "description": "-Time from start of radiotherapy to biochemical relapse, radiographic recurrence with development of local, regional or distant metastases, or death to due to any cause",
                    "timeFrame": "From start of radiotherapy until completion of follow-up (estimated to be 60 months)"
                },
                {
                    "measure": "Biochemical recurrence free-survival",
                    "description": "* Biochemical recurrence free survival: Defined as a \\>2 ng/mL rise in the PSA above the nadir post initial treatment or evidence of radiographic progression.\n* Time from start of radiotherapy to recurrence of prostate cancer by PSA criteria or radiographically)",
                    "timeFrame": "From start of radiotherapy until completion of follow-up (estimated to be 60 months)"
                },
                {
                    "measure": "Metastasis-free survival",
                    "description": "-Time from start of radiotherapy treatment to radiographic diagnosis of metastatic disease (M1 disease) or death from any cause",
                    "timeFrame": "From start of radiotherapy until completion of follow-up (estimated to be 60 months)"
                },
                {
                    "measure": "Prostate cancer-specific mortality",
                    "description": "-Time from start of radiotherapy to death due to prostate cancer.",
                    "timeFrame": "From start of radiotherapy until completion of follow-up (estimated to be 60 months)"
                },
                {
                    "measure": "Overall survival",
                    "description": "-Time from start of radiotherapy to death from any cause",
                    "timeFrame": "From start of radiotherapy until completion of follow-up (estimated to be 60 months)"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Pathologically proven adenocarcinoma of the prostate with NCCN high-risk disease or NCCN unfavorable intermediate-risk disease.\n* Patients with unfavorable intermediate-risk disease must meet the following criteria:\n\n  * At least one intermediate risk factor (IRF):\n\n    * PSA 10-20 ng/mL\n    * cT2b-c (AJCC 8th ed.)\n    * Gleason score 7\n  * At least one \"unfavorable\" intermediate-risk identifier:\n\n    * \\> 1 IRF\n    * Gleason score 4+3\n    * ≥ 50% of biopsy cores positive\n  * NO high-risk features\n  * Predicted risk of lymph node involvement ≥ 10% using the Memorial Sloan-Kettering prostate cancer nomogram\n* Patients with high-risk disease must meet at least one of the following criteria:\n\n  * cT3a-T3b\n  * PSA \\> 20\n  * Gleason score ≥ 8\n* 3T MRI scan of the prostate with at least one MR-detectable PIRADS 3 lesion in the prostate/seminal vesicles. PET/CT which is found to display activity n the prostate consistent with prostate cancer may be substituted per investigator discretion.\n* Planning to undergo concurrent whole-pelvis SBRT and androgen deprivation therapy (ADT). ADT may be initiated at any time per institutional standard, so long as ADT begins within 60 days of the start of radiotherapy.\n* At least 18 years of age.\n* ECOG performance status ≤ 1\n* Agreement to adhere to Lifestyle Considerations throughout study duration\n* Able to complete relevant patient-reported quality-of-life questionnaires in the opinion of the treating physician.\n* Able to understand and willing to sign an IRB approved written informed consent document.\n\nExclusion Criteria:\n\n* Definitive radiologic evidence of nodal (cN+) or metastatic (cM1) disease on conventional imaging (bone scan) or prostate cancer-specific PET/CT scan (NaF PET/CT, Axumin PET/CT, fluciclovine, choline, or PSMA PET/CT scan). Patients with lymph nodes ≥ 1 cm on short axis are ineligible unless the lymph node is read as benign by Radiology.\n* Prior androgen deprivation therapy. (If the onset of androgen ablation is ≤ 60 days prior to treatment start, the patient is eligible.) Baseline PSA and testosterone must be obtained prior to start of treatment.\n* Systemic chemotherapy within 3 years prior to treatment start.\n* Prior radical prostatectomy, pelvic lymph node dissection, prostate cryotherapy, or high-intensity focused ultrasound (HIFU) to the prostate.\n* Prior pelvic radiotherapy.\n* Presence of baseline CTCAE grade ≥ 2 GI or GU toxicity that does not resolve to grade 1 or less with appropriate intervention.\n* cT4 disease.\n* American Urologic Association (AUA) urinary symptom score ≥ 20\n* Prostate gland measuring \\>90 cc.\n* Unable to get prostate fiducial markers placed for image guided radiation treatment. Rectal hydrogel is optional and is left to the discretion of the treating physician.\n* Patients with only PIRADS score of 3 lesions and no MR-fusion biopsy pathologic correlation.\n* Hip prosthetic.\n* Prior malignancy (except for non-melanoma skin cancer) unless disease-free for at least 2 years. Patients are not eligible if they have had a prior pelvic malignancy (e.g. bladder cancer, rectal cancer).\n* Prior transurethral resection of the prostate (TURP) within 3 months prior to registration.\n* Uncontrolled intercurrent illness precluding RT and/or ADT including, but not limited to, seizures, myocardial infarction in the past 6 months, current severe or unstable angina pectoris, congestive heart failure requiring hospitalization in the past 6 months, uncontrolled active infection, uncontrolled hypertension, or any condition that in the opinion of the investigator would preclude participation in the study.\n* History of inflammatory bowel disease, including ulcerative colitis and Crohn's disease.\n* Presence of anal fissure or history of bowel or bladder fistula.\n* Scleroderma. Patients who are moderately symptomatic from other autoimmune diseases or patients on biologic therapies for autoimmune diseases are also excluded.\n* Known history of HIV or chronic hepatitis B or C. Testing to evaluate for the presence of HIV and/or hepatitis B or C is not required in patients who do not carry the diagnosis.\n* Poorly visualized bladder and bowel on diagnostic CT or CT simulation (either due to body habitus or artifact).\n* Unable to spend 30 minutes lying on the radiation therapy treatment couch due to significant urinary frequency/urgency or other comorbidities.",
            "healthyVolunteers": false,
            "sex": "MALE",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Amit Bhatt, M.D., Ph.D.",
                    "role": "CONTACT",
                    "phone": "314-747-4236",
                    "email": "amitb@wustl.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Amit Bhatt, M.D., Ph.D.",
                    "affiliation": "Washington University School of Medicine",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Washington University School of Medicine",
                    "status": "RECRUITING",
                    "city": "Saint Louis",
                    "state": "Missouri",
                    "zip": "63110",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Amit Bhatt, M.D., Ph.D.",
                            "role": "CONTACT",
                            "phone": "314-747-7236",
                            "email": "amitb@wustl.edu"
                        },
                        {
                            "name": "Amit Bhatt, M.D., Ph.D.",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Eric Laugeman, M.S.",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Jeff Michalski, M.D., MBA, FASTRO",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Yi Huang, M.S.",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Hiram Gay, M.D.",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.62727,
                        "lon": -90.19789
                    }
                }
            ]
        },
        "referencesModule": {
            "seeAlsoLinks": [
                {
                    "label": "Alvin J. Siteman Cancer Center at Barnes-Jewish Hospital and Washington University School of Medicine",
                    "url": "http://www.siteman.wustl.edu"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000011471",
                    "term": "Prostatic Neoplasms"
                }
            ],
            "ancestors": [
                {
                    "id": "D000005834",
                    "term": "Genital Neoplasms, Male"
                },
                {
                    "id": "D000014565",
                    "term": "Urogenital Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000005832",
                    "term": "Genital Diseases, Male"
                },
                {
                    "id": "D000091662",
                    "term": "Genital Diseases"
                },
                {
                    "id": "D000091642",
                    "term": "Urogenital Diseases"
                },
                {
                    "id": "D000011469",
                    "term": "Prostatic Diseases"
                },
                {
                    "id": "D000052801",
                    "term": "Male Urogenital Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M14335",
                    "name": "Prostatic Neoplasms",
                    "asFound": "Prostate Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M8946",
                    "name": "Genital Neoplasms, Male",
                    "relevance": "LOW"
                },
                {
                    "id": "M17315",
                    "name": "Urogenital Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M2876",
                    "name": "Genital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8944",
                    "name": "Genital Diseases, Male",
                    "relevance": "LOW"
                },
                {
                    "id": "M2875",
                    "name": "Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14333",
                    "name": "Prostatic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M27095",
                    "name": "Male Urogenital Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000000728",
                    "term": "Androgens"
                }
            ],
            "ancestors": [
                {
                    "id": "D000006728",
                    "term": "Hormones"
                },
                {
                    "id": "D000006730",
                    "term": "Hormones, Hormone Substitutes, and Hormone Antagonists"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M19090",
                    "name": "Leuprolide",
                    "relevance": "LOW"
                },
                {
                    "id": "M19568",
                    "name": "Goserelin",
                    "relevance": "LOW"
                },
                {
                    "id": "M231527",
                    "name": "Bicalutamide",
                    "relevance": "LOW"
                },
                {
                    "id": "M347494",
                    "name": "Relugolix",
                    "relevance": "LOW"
                },
                {
                    "id": "M4059",
                    "name": "Androgens",
                    "asFound": "Percutaneous Coronary Intervention",
                    "relevance": "HIGH"
                },
                {
                    "id": "M8612",
                    "name": "Flutamide",
                    "relevance": "LOW"
                },
                {
                    "id": "M29347",
                    "name": "Androgen Receptor Antagonists",
                    "relevance": "LOW"
                },
                {
                    "id": "M9789",
                    "name": "Hormones",
                    "relevance": "LOW"
                },
                {
                    "id": "M9788",
                    "name": "Hormone Antagonists",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "Repr",
                    "name": "Reproductive Control Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}