{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04594772",
            "orgStudyIdInfo": {
                "id": "UCCC-GI-20-02"
            },
            "organization": {
                "fullName": "University of Cincinnati",
                "class": "OTHER"
            },
            "briefTitle": "Adaptive Approach to Neoadjuvant Therapy to Maximize Resection Rates for Pancreatic Adenocarcinoma",
            "officialTitle": "An Adaptive Approach to Neoadjuvant Therapy to Maximize Resection Rates for Pancreatic Adenocarcinoma: A Phase II Trial",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "adaptive-approach-to-neoadjuvant-therapy-to-maximize-resection-rates-for-pancreatic-adenocarcinoma"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-09",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-03-17",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-05-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-01-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2020-10-13",
            "studyFirstSubmitQcDate": "2020-10-13",
            "studyFirstPostDateStruct": {
                "date": "2020-10-20",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-09-14",
            "lastUpdatePostDateStruct": {
                "date": "2023-09-15",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Davendra Sohal",
                "investigatorTitle": "Principal Investigator",
                "investigatorAffiliation": "University of Cincinnati"
            },
            "leadSponsor": {
                "name": "University of Cincinnati",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": true
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this study is to determine if neoadjuvant therapy to increases resection rate for pancreatic adenocarcinoma.",
            "detailedDescription": "There are no investigational agents being used in this trial, and all doses, schedules, and modifications are based on established standards of care. The research components of this study will be the use of the two evaluation timepoints for assessment of efficacy of pre-resection chemotherapy (including the evaluation criteria defined within this protocol), and the collection of correlative blood and tissue samples.\n\nChemotherapy will begin with FOLFIRINOX - a standard regimen used in pancreatic cancer treatment, consisting of 5-fluorouracil, irinotecan and oxaliplatin. At the first planned analysis, if a switch is indicated based on prespecified criteria (see Section 8.2 for the specific adaptive decision criteria), gemcitabine and nab-paclitaxel - another standard regimen in this setting - will be used. Radiation therapy may be used prior to surgery, based on findings on the final pre-operative scan per standard of care."
        },
        "conditionsModule": {
            "conditions": [
                "Pancreas Cancer"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 32,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Neoadjuvant therapy",
                    "type": "EXPERIMENTAL",
                    "description": "All patients will receive Neoadjuvant therapy.",
                    "interventionNames": [
                        "Drug: Folfirinox",
                        "Drug: Gemcitabine",
                        "Radiation: radiation therapy",
                        "Procedure: Pancreatectomy"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Folfirinox",
                    "description": "Chemotherapy will begin with FOLFIRINOX - a standard regimen used in pancreatic cancer treatment, consisting of 5-fluorouracil (2400 mg/m2), irinotecan (180 mg/m2) and oxaliplatin (85 mg/m2). Treatment will continue for 2 cycles (4 doses), and then re-evaluation will be performed. If a decision to continue with FOLFIRINOX is made, it will be administered for another 4 cycles (8 doses).",
                    "armGroupLabels": [
                        "Neoadjuvant therapy"
                    ],
                    "otherNames": [
                        "5-fluorouracil, irinotecan and oxaliplatin"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Gemcitabine",
                    "description": "At the first planned analysis, if a switch is indicated based on prespecified criteria , gemcitabine (1000 mg/m2) and nab-paclitaxel (125 mg/m2) - another standard regimen in this setting - will be used. It will be administered for 4 cycles (12 doses).",
                    "armGroupLabels": [
                        "Neoadjuvant therapy"
                    ],
                    "otherNames": [
                        "gemcitabine and nab-paclitaxel"
                    ]
                },
                {
                    "type": "RADIATION",
                    "name": "radiation therapy",
                    "description": "Radiation therapy may be used prior to surgery, based on findings on the final pre-operative scan per standard of care. Radiation therapy will be delivered in patients with artery and venous involvement meeting the Intergroup definition for borderline resectable disease. Radiotherapy will be delivered via a hypofractionated approach over 10 fractions and will include target volumes to the primary tumor and elective coverage of vascular structures at risk. Radiation will be delivered with concurrent chemotherapy.",
                    "armGroupLabels": [
                        "Neoadjuvant therapy"
                    ]
                },
                {
                    "type": "PROCEDURE",
                    "name": "Pancreatectomy",
                    "description": "Pancreatectomy should occur within 4 to 8 weeks after the last dose of preoperative chemotherapy. Staging laparoscopy may be performed at the time of planned laparotomy but is not required. Either standard or pylorus-preserving pancreaticoduodenectomy, distal subtotal pancreatectomy, or total pancreatectomy may be performed. Surgical drains and enteral tubes (e.g. gastrostomy and/or jejunostomy tubes) may be placed at the discretion of the operating surgeon.",
                    "armGroupLabels": [
                        "Neoadjuvant therapy"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Measuring the proportion of patients undergoing surgical resection using historical data compared to 32 patients in current study.",
                    "description": "Using historical data from prospective trials and meta-analysis of multiple smaller studies, the expected proportion of patients undergoing resection in a mixed population of resectable and borderline resectable cancers is approximately 60%. We ambitiously aim to increase this to 80% or higher. With a one-sided of 0.05 and power of 80%, we will need 32 patients to demonstrate this difference.",
                    "timeFrame": "16 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Measuring the proportion of patients switching chemotherapy at interim assessment versus those not switching chemotherapy regimen at interim assessment.",
                    "description": "Proportions and response rates will be reported with 95% confidence intervals.",
                    "timeFrame": "16 months"
                },
                {
                    "measure": "Measuring Disease-free survival after resection calculated as time from surgical resection to either disease recurrence or death, whichever comes first.",
                    "description": "Disease-free survival after resection will be calculated as time from surgical resection to either disease recurrence or death, whichever comes first.",
                    "timeFrame": "5 years"
                },
                {
                    "measure": "Overall survival will be calculated as time from registration on study to death. For survival time calculation, the Kaplan-Meier method will be used, and if the endpoint is not reached, the cases will be censored.",
                    "description": "Overall survival will be calculated as time from registration on study to death. For survival time calculation, the Kaplan-Meier method will be used, and if the endpoint is not reached, the cases will be censored.",
                    "timeFrame": "5 years"
                },
                {
                    "measure": "Measuring the Radiologic response (using RECIST 1.1) to neoadjuvant therapy",
                    "description": "Radiologic response using RECIST 1.1",
                    "timeFrame": "5 years"
                },
                {
                    "measure": "Measuring the Pathologic response to neoadjuvant therapy as Complete Response, Partial Response, Progressive Disease, or Stable Disease.",
                    "description": "Complete Response (CR): Disappearance of all target lesions. Any pathological lymph nodes (whether target or non-target) must have reduction in short axis to \\<10 mm (\\<1 cm).\n\nPartial Response (PR): At least a 30% decrease in the sum of the diameters of target lesions, taking as reference the baseline sum diameters.\n\nProgressive Disease (PD): At least a 20% increase in the sum of the diameters of target lesions, taking as reference the smallest sum on study (this includes the baseline sum if that is the smallest on study). In addition to the relative increase of 20%, the sum must also demonstrate an absolute increase of at least 5 mm (0.5 cm). (Note: the appearance of one or more new lesions is also considered progressions).\n\nStable Disease (SD): Neither sufficient shrinkage to qualify for PR nor sufficient increase to qualify for PD, taking as reference the smallest sum diameters while on study.",
                    "timeFrame": "5 years"
                },
                {
                    "measure": "Measuring the Proportion of patients undergoing R0 resection, by Calculation of patients undergoing resection versus not able to undergo resection.",
                    "description": "Calculation of patients undergoing resection versus not able to undergo resection.",
                    "timeFrame": "16 months"
                },
                {
                    "measure": "Measuring the safety of neoadjuvant therapy will be determined using CTCAE v5, reported as proportions of patients experiencing toxicities, graded using CTCAE v. 5.0.",
                    "description": "Safety of neoadjuvant therapy will be reported as proportions of patients experiencing toxicities, graded using CTCAE v. 5.0.",
                    "timeFrame": "16 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Diagnosis of pancreatic carcinoma or adenocarcinoma confirmed by tissue. Histologies other than carcinoma or adenocarcinoma are not allowed.\n* Resectable or borderline resectable primary tumor, evaluated on a baseline contrast-enhanced CT or MRI scan (CT Chest/Abdomen/Pelvis with contrast is preferred; if MRI used at baseline, then follow up with MRI as well), and defined using Intergroup criteria:\n\n  * Tumor vessel wall interface 0-360 for portal and superior mesenteric veins.\n  * Tumor vessel wall interface \\<180 for celiac, common hepatic, and superior mesenteric arteries.\n  * No suspicious metastatic lesions (no visceral lesions, no enlarged nodes outside the surgical basin).\n* Age ≥18 years.\n* ECOG performance status ≤ 1.\n* No prior therapy for index pancreatic cancer.\n* Patients must have adequate organ and marrow function as defined in protocol\n* Known human immunodeficiency virus (HIV)-infected patients on effective anti-retroviral therapy with undetectable viral load within 6 months are eligible for this trial.\n* For patients with evidence of chronic hepatitis B virus (HBV) infection, the HBV viral load must be undetectable on suppressive therapy, if indicated.\n* Patients with a history of hepatitis C virus (HCV) infection must have been treated and cured. For patients with HCV infection who are currently on treatment, they are eligible if they have an undetectable HCV viral load.\n* Patients with a prior malignancy (with all treatment completed at least 2 years prior to enrollment) whose natural history does not have the potential to interfere with the safety or efficacy assessment of this study are eligible.\n* Women of child-bearing potential and fertile men must agree to use adequate contraception (e.g., hormonal or barrier method of birth control; abstinence) prior to study entry and for the duration of active treatment.\n* Ability to understand and the willingness to sign a written informed consent document.\n\nExclusion Criteria:\n\n* Patients with uncontrolled intercurrent illness or comorbidities that would, in the opinion of the treating physician, prevent receipt of standard of care chemotherapy, radiation or surgery.\n* Pregnant women or women who are breastfeeding are excluded from this study.\n* Patients who are currently receiving any other investigational agents. Patients who have received other investigational agents previously who are no longer receiving these investigational agents may be eligible at the discretion of the PI.\n* Patients with psychiatric illness/social situations that would limit compliance with study requirements, per the PI's discretion.\n* Patients who, in the opinion of the PI, will be unable to adhere to study requirements.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Clinical Trials Office Clinical Trials Office",
                    "role": "CONTACT",
                    "phone": "513-584-7698",
                    "email": "cancer@uchealth.com"
                },
                {
                    "name": "Davendra Sohal, MD",
                    "role": "CONTACT",
                    "phone": "(513) 475-8500",
                    "email": "sohalda@ucmail.uc.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Davendra Sohal, Sohal",
                    "affiliation": "University of Cincinnati",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Arizona",
                    "status": "RECRUITING",
                    "city": "Tucson",
                    "state": "Arizona",
                    "zip": "85724",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Rachna Shroff, MD",
                            "role": "CONTACT",
                            "phone": "520-694-9057",
                            "email": "rshroff@arizona.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 32.22174,
                        "lon": -110.92648
                    }
                },
                {
                    "facility": "University of Cincinnati Medical Center",
                    "status": "RECRUITING",
                    "city": "Cincinnati",
                    "state": "Ohio",
                    "zip": "45219",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Christine Vollmer",
                            "role": "CONTACT",
                            "phone": "513-213-3203",
                            "email": "mccordce@ucmail.uc.edu"
                        },
                        {
                            "name": "Davendra Sohal, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.12713,
                        "lon": -84.51435
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "UNDECIDED"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000000230",
                    "term": "Adenocarcinoma"
                },
                {
                    "id": "D000010190",
                    "term": "Pancreatic Neoplasms"
                }
            ],
            "ancestors": [
                {
                    "id": "D000002277",
                    "term": "Carcinoma"
                },
                {
                    "id": "D000009375",
                    "term": "Neoplasms, Glandular and Epithelial"
                },
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000004067",
                    "term": "Digestive System Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000004701",
                    "term": "Endocrine Gland Neoplasms"
                },
                {
                    "id": "D000004066",
                    "term": "Digestive System Diseases"
                },
                {
                    "id": "D000010182",
                    "term": "Pancreatic Diseases"
                },
                {
                    "id": "D000004700",
                    "term": "Endocrine System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M3585",
                    "name": "Adenocarcinoma",
                    "asFound": "Adenocarcinoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M13110",
                    "name": "Pancreatic Neoplasms",
                    "asFound": "Pancreas Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5534",
                    "name": "Carcinoma",
                    "relevance": "LOW"
                },
                {
                    "id": "M12320",
                    "name": "Neoplasms, Glandular and Epithelial",
                    "relevance": "LOW"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M7256",
                    "name": "Digestive System Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M8886",
                    "name": "Gastrointestinal Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M7863",
                    "name": "Endocrine Gland Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M7255",
                    "name": "Digestive System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8883",
                    "name": "Gastrointestinal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M13102",
                    "name": "Pancreatic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M7862",
                    "name": "Endocrine System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T4387",
                    "name": "Pancreatic Cancer",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC06",
                    "name": "Digestive System Diseases"
                },
                {
                    "abbrev": "BC19",
                    "name": "Gland and Hormone Related Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000017239",
                    "term": "Paclitaxel"
                },
                {
                    "id": "D000093542",
                    "term": "Gemcitabine"
                },
                {
                    "id": "D000077150",
                    "term": "Oxaliplatin"
                },
                {
                    "id": "D000005472",
                    "term": "Fluorouracil"
                },
                {
                    "id": "D000077146",
                    "term": "Irinotecan"
                },
                {
                    "id": "C000627770",
                    "term": "Folfirinox"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000972",
                    "term": "Antineoplastic Agents, Phytogenic"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                },
                {
                    "id": "D000050257",
                    "term": "Tubulin Modulators"
                },
                {
                    "id": "D000050256",
                    "term": "Antimitotic Agents"
                },
                {
                    "id": "D000050258",
                    "term": "Mitosis Modulators"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000000964",
                    "term": "Antimetabolites, Antineoplastic"
                },
                {
                    "id": "D000000963",
                    "term": "Antimetabolites"
                },
                {
                    "id": "D000007166",
                    "term": "Immunosuppressive Agents"
                },
                {
                    "id": "D000007155",
                    "term": "Immunologic Factors"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000059004",
                    "term": "Topoisomerase I Inhibitors"
                },
                {
                    "id": "D000059003",
                    "term": "Topoisomerase Inhibitors"
                },
                {
                    "id": "D000004791",
                    "term": "Enzyme Inhibitors"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M1671",
                    "name": "Irinotecan",
                    "asFound": "Related",
                    "relevance": "HIGH"
                },
                {
                    "id": "M19537",
                    "name": "Paclitaxel",
                    "asFound": "Sessions",
                    "relevance": "HIGH"
                },
                {
                    "id": "M2985",
                    "name": "Gemcitabine",
                    "asFound": "Mg/kg",
                    "relevance": "HIGH"
                },
                {
                    "id": "M1674",
                    "name": "Oxaliplatin",
                    "asFound": "Min",
                    "relevance": "HIGH"
                },
                {
                    "id": "M8600",
                    "name": "Fluorouracil",
                    "asFound": "According",
                    "relevance": "HIGH"
                },
                {
                    "id": "M231",
                    "name": "Albumin-Bound Paclitaxel",
                    "relevance": "LOW"
                },
                {
                    "id": "M271136",
                    "name": "Folfirinox",
                    "asFound": "High Resolution",
                    "relevance": "HIGH"
                },
                {
                    "id": "M26197",
                    "name": "Tubulin Modulators",
                    "relevance": "LOW"
                },
                {
                    "id": "M26196",
                    "name": "Antimitotic Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M4281",
                    "name": "Antimetabolites",
                    "relevance": "LOW"
                },
                {
                    "id": "M10212",
                    "name": "Immunosuppressive Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M10201",
                    "name": "Immunologic Factors",
                    "relevance": "LOW"
                },
                {
                    "id": "M29349",
                    "name": "Topoisomerase I Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M29348",
                    "name": "Topoisomerase Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M7951",
                    "name": "Enzyme Inhibitors",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}