{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT03698552",
            "orgStudyIdInfo": {
                "id": "2017-0938"
            },
            "secondaryIdInfos": [
                {
                    "id": "NCI-2018-02016",
                    "type": "REGISTRY",
                    "domain": "CTRP (Clinical Trial Reporting Program)"
                },
                {
                    "id": "2017-0938",
                    "type": "OTHER",
                    "domain": "M D Anderson Cancer Center"
                }
            ],
            "organization": {
                "fullName": "M.D. Anderson Cancer Center",
                "class": "OTHER"
            },
            "briefTitle": "ADCT-602 in Treating Patients With Recurrent or Refractory B-cell Acute Lymphoblastic Leukemia",
            "officialTitle": "A Phase I/II Study to Evaluate the Safety and Anti-Tumor Activity of ADCT-602 Targeting CD22 in Patients With Relapsed or Refractory B-Cell Acute Lymphoblastic Leukemia",
            "therapeuticArea": [
                "Oncology and Hematology",
                "Other",
                "Orthopedics"
            ],
            "study": "adct-in-treating-patients-with-recurrent-or-refractory-b-cell-acute-lymphoblastic-leukemia"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "startDateStruct": {
                "date": "2018-08-24",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-12-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2018-09-26",
            "studyFirstSubmitQcDate": "2018-10-04",
            "studyFirstPostDateStruct": {
                "date": "2018-10-09",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-29",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-30",
                "type": "ESTIMATED"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "M.D. Anderson Cancer Center",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Cancer Institute (NCI)",
                    "class": "NIH"
                },
                {
                    "name": "ADC Therapeutics S.A.",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This phase I/II trial studies the side effects and best dose of ADCT-602 in treating patients with B-cell lymphoblastic leukemia that has come back or does not respond to treatment. Monoclonal antibodies, such as ADCT-602, may interfere with the ability of tumor cells to grow and spread.",
            "detailedDescription": "PRIMARY OBJECTIVES:\n\nI. Evaluate the safety and determine the maximum tolerated dose (MTD) of ADCT-602 in patients with relapsed or refractory B-cell (B)-acute lymphoblastic leukemia (ALL) in Phase 1.\n\nII. Determine the recommended dose of ADCT-602 for Phase 2. III. Evaluate the efficacy (complete response \\[CR\\] with incomplete marrow recovery \\[CR/CRi\\] rate) of ADCT-602 in Phase 2.\n\nSECONDARY OBJECTIVES:\n\nI. Evaluate the clinical activity of ADCT-602, based on duration of response (DOR), overall survival (OS), and progression-free survival (PFS).\n\nII. Characterize the pharmacokinetic (PK) profile of ADCT-602. III. Evaluate the immunogenicity of ADCT-602. IV. Characterize the effect of ADCT-602 exposure on the QT interval.\n\nEXPLORATORY OBJECTIVES:\n\nI. Obtain preliminary data on the correlation between the clinical activity and PK profile of ADCT-602 with the baseline expression of CD22 and other cluster of differentiation (CD) markers in peripheral blood.\n\nII. Assess the impact of soluble CD22 (sCD22) on ADCT-602 PK.\n\nOUTLINE: This is a dose escalation study followed by a phase II study.\n\nPatients receive ADCT-602 intravenously (IV) over 30 minutes on day 1. Courses repeat every 21 in the absence of disease progression or unacceptable toxicity. Patients who achieve CR/CRi receive ADCT-602 every 28 days.\n\nAfter completion of study treatment, patients are followed up at 30 days and then every 12 weeks for up to 1 year."
        },
        "conditionsModule": {
            "conditions": [
                "Blasts 5 Percent or More of Bone Marrow Nucleated Cells",
                "CD22 Positive",
                "Philadelphia Chromosome Positive",
                "Recurrent B Acute Lymphoblastic Leukemia",
                "Refractory B Acute Lymphoblastic Leukemia"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1",
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 65,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "ADCT-602",
                    "type": "EXPERIMENTAL",
                    "description": "Patients receive ADCT-602 by vein over 30 minutes on day 1. Courses repeat every 21 in the absence of disease progression or unacceptable toxicity. Patients who achieve CR/CRi receive ADCT-602 every 28 days.",
                    "interventionNames": [
                        "Biological: ADCT-602"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BIOLOGICAL",
                    "name": "ADCT-602",
                    "description": "Starting dose of ADCT-602: 30 μg/kg given by vein.",
                    "armGroupLabels": [
                        "ADCT-602"
                    ],
                    "otherNames": [
                        "ADCT-602 (CN); hLL2-cys-PBD (SY); ADCT602 (CN); ADCT 602 (CN); hLL2-cys-SG3249 (SY); ; ADC ADCT-602"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Maximum tolerated dose (MTD) as determined by dose limiting toxicities (DLTs) (Phase I)",
                    "description": "The MTD is the highest dose level in which the study has treated 6 patients with at most 1 experiencing the DLT. The 3+3 algorithm along with DLTs observed during the first 21 days of the first treatment cycle will be used to guide dose escalation/de-escalation.",
                    "timeFrame": "Up to 21 days"
                },
                {
                    "measure": "Incidence of toxicity graded according to Common Terminology Criteria for Adverse Events (CTCAE)",
                    "description": "Toxicity is defined as DLTs.",
                    "timeFrame": "Up to 1 year"
                },
                {
                    "measure": "Recommended phase II dose of ADCT-602",
                    "description": "The recommended dose of ADCT-602 for phase 2 is the MTD or a dose lower than MTD, which is defined based on toxicity and efficacy profile.",
                    "timeFrame": "Up to 21 days"
                },
                {
                    "measure": "Complete response (CR)/ CR with incomplete marrow recovery (CR/CRi) rate (Phase II)",
                    "description": "Simon's two-stage design will be used. CR/CRi rate is defined as the best response (CR/CRi) noted during the study period.",
                    "timeFrame": "Up to 1 year"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Overall response rate (ORR)",
                    "timeFrame": "Up to 1 year"
                },
                {
                    "measure": "Overall survival (OS)",
                    "timeFrame": "Up to 1 year"
                },
                {
                    "measure": "Progression-free survival (PFS)",
                    "timeFrame": "Up to 1 year"
                },
                {
                    "measure": "Measure the amount of ADCT-602 in the body at different time points.",
                    "description": "Blood for testing the amount of ADCT-602 in the body at different time points drawn 4 times over the 6 hours after the dose.",
                    "timeFrame": "Up to 1 year"
                },
                {
                    "measure": "ADCT-602 exposure on QT interval assessed by EKG",
                    "timeFrame": "Baseline up to 30 days after study drug stopped"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Patients with relapsed or refractory B-ALL. Philadelphia chromosome positive (Ph+) ALL is allowed after failing either first or second generation tyrosine kinase inhibitor. Note: Patients in first relapse with complete remission (CR1) duration \\> 12 months are excluded\n* Expression of CD22 in \\>= 20% blasts (assessed by flow-cytometry or immunohistochemistry)\n* Marrow blast count \\>= 5%\n* Eastern Cooperative Oncology Group (ECOG) performance status 0-2\n* Serum creatinine =\\< 1.5 mg/dL. If the patient has a creatinine \\> 1.5 mg/dL, creatinine clearance must be \\> 60 mL/min/1.73 m\\^2, as calculated by the Cockcroft and Gault equation, or modification of diet in renal disease (MDRD) formula or 24-hour urine analysis\n* Serum alanine aminotransferase (ALT) and aspartate aminotransferase (AST) =\\< 2 times the upper limit of normal (ULN); =\\< 5 times ULN if there is liver or bone involvement\n* Total bilirubin =\\< 1.5 times ULN. Patients with known Gilbert's syndrome may have a total bilirubin up to =\\< 3 times ULN.\n\n  * NOTE: In patients (pts) with elevated total bilirubin due to increased indirect bilirubin, patients with direct bilirubin =\\< 1.5 x ULN are eligible\n* Left ventricular ejection fraction (LVEF) \\>= 45%\n* Negative urine or serum beta-human chorionic gonadotropin (B-HCG) pregnancy test within 7 days prior to the cycle 1, day 1 visit, for women of child-bearing potential. Women of child bearing potential must agree to use an effective method of contraception from the time of giving informed consent until at least 16 weeks after the last dose of ADCT-602. Men with female partners who are of child bearing potential must agree that they or their partners will use a highly effective method of contraception from the time of giving informed consent until at least 16 weeks after the patient receives his last dose of ADCT-602\n\n  * Women of child bearing potential defined as: Sexually mature women who have not undergone bilateral tubal ligation, bilateral oophorectomy, or hysterectomy; or who have not been postmenopausal (i.e., who have not menstruated at all) for at least 1 year\n  * Effective method of contraception defined as: Hormonal contraceptives (oral, injectable, patch, intrauterine devices), male partner sterilization, or total abstinence from heterosexual intercourse, when this is the preferred and usual lifestyle of the patient\n\n    * NOTE: The double-barrier method (e.g., synthetic condoms, diaphragm, or cervical cap with spermicidal foam, cream, or gel), periodic abstinence (such as calendar, symptothermal, post ovulation), withdrawal (coitus interruptus), lactational amenorrhea method, and spermicide-only are not acceptable as highly effective methods of contraception\n* White blood cell (WBC) value of \\< 15,000 cells/uL prior to cycle 1 day 1\n\nExclusion Criteria:\n\n* Known active central nervous system (CNS) leukemia, defined as morphologic evidence of lymphoblasts in the cerebrospinal fluid (CSF), or symptomatic CNS leukemia (i.e., cranial nerve palsies or other significant neurologic dysfunction) within 28 days prior to screening.\n\n  * NOTE: Patients may have a history of CNS leukemic involvement if they have received prior treatment for CNS involvement and no evidence of active disease (defined as \\>= 2 consecutive spinal fluid assessments with no evidence of disease) is present at screening. Prophylactic intrathecal chemotherapy is allowed on the trial and is not a criterion for exclusion\n* Patients with Burkitt's leukemia/lymphoma\n* Active graft-versus-host disease (GVHD) or severe/extensive chronic GVHD\n* Autologous or allogenic transplant within the 60 days prior to the cycle 1 day1\n* Known history of immunogenicity or hypersensitivity to a CD22 antibody\n* Known history of positive serum human adenosine deaminase (ADA)\n* Known seropositive for human immunodeficiency (HIV), hepatitis B, or hepatitis C virus with confirmatory testing\n* History of Stevens-Johnson syndrome or toxic epidermal necrolysis syndrome\n* Pregnant or breastfeeding women\n* Significant medical comorbidities, including uncontrolled hypertension (diastolic blood pressure \\> 115 mm Hg), uncontrolled atrial or ventricular cardiac arrhythmias, unstable angina, congestive heart failure (greater than New York Heart Association class II), severe uncontrolled ventricular arrhythmias, electrocardiographic evidence of acute ischemia, poorly controlled diabetes, severe chronic pulmonary disease, coronary angioplasty, myocardial infarction within 6 months prior to screening\n* Use of any other experimental medication(s) within 14 days or 5 half-lives, but in no case \\< 14 days prior to the start of study treatment on cycle 1, day 1\n* Major surgery, chemotherapy, systemic therapy (excluding hydroxyurea, steroids and any targeted small molecules or biologics), or radiotherapy within 14 days or 5 half-lives (whichever is shorter) prior to cycle 1, day 1 treatment\n\n  * NOTE: a) To reduce the circulating lymphoblast count or palliation: steroids and hydroxyurea are allowed. No washout necessary for these agents. b) Cytarabine IV could be used for cytoreduction with a washout of 1 week. c) For ALL maintenance/treatment: mercaptopurine, oral methotrexate, vincristine, and/or tyrosine kinase inhibitors. These agents should be discontinued at least 48 hours prior to start of study drugs. d) Patients may have received prior CD22-directed therapy provided the blasts remain CD22+ (\\>= 20%) and \\> 3 months from prior anti-CD22 exposure\n* Isolated extramedullary relapse (i.e., testicular, CNS)\n* Uncontrolled active infection\n* History of another primary invasive malignancy that has not been definitively treated or in remission for less than 2 years. Patients with non-melanoma skin cancers or with carcinomas in situ are eligible regardless of the time from diagnosis (including concomitant diagnoses)\n* Any other significant medical illness, abnormality, or condition that would, in the Investigator's judgment, make the patient inappropriate for study participation or put the patient at risk\n* Inability of the patient to consent themselves for this study\n* Prior history or current veno-occlusive disease (VOD)",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Nitin Jain",
                    "role": "CONTACT",
                    "phone": "713-745-6080",
                    "email": "njain@mdanderson.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Nitin Jain",
                    "affiliation": "M.D. Anderson Cancer Center",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "City of Hope Comprehensive Cancer",
                    "status": "RECRUITING",
                    "city": "Monrovia",
                    "state": "California",
                    "zip": "91016",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Ibrahim Aldoss, MD",
                            "role": "CONTACT",
                            "phone": "626-359-8111",
                            "email": "ialdoss@coh.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 34.14806,
                        "lon": -117.99895
                    }
                },
                {
                    "facility": "M D Anderson Cancer Center",
                    "status": "RECRUITING",
                    "city": "Houston",
                    "state": "Texas",
                    "zip": "77030",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Nitin Jain",
                            "role": "CONTACT",
                            "phone": "713-745-6080"
                        },
                        {
                            "name": "Nitin Jain",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 29.76328,
                        "lon": -95.36327
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "35622074",
                    "type": "DERIVED",
                    "citation": "Shi Z, Zhu Y, Zhang J, Chen B. Monoclonal antibodies: new chance in the management of B-cell acute lymphoblastic leukemia. Hematology. 2022 Dec;27(1):642-652. doi: 10.1080/16078454.2022.2074704."
                }
            ],
            "seeAlsoLinks": [
                {
                    "label": "M D Anderson Cancer Center",
                    "url": "http://www.mdanderson.org"
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000007938",
                    "term": "Leukemia"
                },
                {
                    "id": "D000054198",
                    "term": "Precursor Cell Lymphoblastic Leukemia-Lymphoma"
                },
                {
                    "id": "D000007945",
                    "term": "Leukemia, Lymphoid"
                },
                {
                    "id": "D000010677",
                    "term": "Philadelphia Chromosome"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000006402",
                    "term": "Hematologic Diseases"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000008232",
                    "term": "Lymphoproliferative Disorders"
                },
                {
                    "id": "D000008206",
                    "term": "Lymphatic Diseases"
                },
                {
                    "id": "D000007160",
                    "term": "Immunoproliferative Disorders"
                },
                {
                    "id": "D000007154",
                    "term": "Immune System Diseases"
                },
                {
                    "id": "D000014178",
                    "term": "Translocation, Genetic"
                },
                {
                    "id": "D000002869",
                    "term": "Chromosome Aberrations"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M14850",
                    "name": "Recurrence",
                    "relevance": "LOW"
                },
                {
                    "id": "M27585",
                    "name": "Precursor Cell Lymphoblastic Leukemia-Lymphoma",
                    "asFound": "Acute Lymphoblastic Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10945",
                    "name": "Leukemia",
                    "asFound": "Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10951",
                    "name": "Leukemia, Lymphoid",
                    "asFound": "Lymphoblastic Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M13582",
                    "name": "Philadelphia Chromosome",
                    "asFound": "Philadelphia Chromosome",
                    "relevance": "HIGH"
                },
                {
                    "id": "M11220",
                    "name": "Lymphoma",
                    "relevance": "LOW"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M9490",
                    "name": "Hematologic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M11225",
                    "name": "Lymphoproliferative Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M11203",
                    "name": "Lymphatic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10206",
                    "name": "Immunoproliferative Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M10200",
                    "name": "Immune System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M16932",
                    "name": "Translocation, Genetic",
                    "relevance": "LOW"
                },
                {
                    "id": "M6109",
                    "name": "Chromosome Aberrations",
                    "relevance": "LOW"
                },
                {
                    "id": "T175",
                    "name": "Acute Lymphoblastic Leukemia",
                    "asFound": "Acute Lymphoblastic Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "T3533",
                    "name": "Lymphoblastic Lymphoma",
                    "asFound": "Acute Lymphoblastic Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "T170",
                    "name": "Acute Graft Versus Host Disease",
                    "relevance": "LOW"
                },
                {
                    "id": "T3543",
                    "name": "Lymphosarcoma",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC15",
                    "name": "Blood and Lymph Conditions"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "C000448700",
                    "term": "Epratuzumab"
                }
            ],
            "ancestors": [
                {
                    "id": "D000074322",
                    "term": "Antineoplastic Agents, Immunological"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M293063",
                    "name": "Epratuzumab",
                    "asFound": "Surgical Intensive Care",
                    "relevance": "HIGH"
                },
                {
                    "id": "M1346",
                    "name": "Antineoplastic Agents, Immunological",
                    "relevance": "LOW"
                },
                {
                    "id": "T4",
                    "name": "Cysteine",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "AA",
                    "name": "Amino Acids"
                }
            ]
        }
    },
    "hasResults": false
}