{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05357482",
            "orgStudyIdInfo": {
                "id": "10000539"
            },
            "secondaryIdInfos": [
                {
                    "id": "000539-H"
                }
            ],
            "organization": {
                "fullName": "National Institutes of Health Clinical Center (CC)",
                "class": "NIH"
            },
            "briefTitle": "Addition of JSP191 (C-kit Antibody) to Nonmyeloablative Hematopoietic Cell Transplantation for Sickle Cell Disease and Beta-Thalassemia",
            "officialTitle": "Addition of JSP191 (C-kit Antibody) to Non-myeloablative Hematopoietic Cell Transplantation For Sickle Cell Disease and Beta-Thalassemia",
            "therapeuticArea": [
                "Other"
            ],
            "study": "addition-of-c-kit-antibody-to-nonmyeloablative-hematopoietic-cell-transplantation-for-sickle-cell-disease-and-beta-thalassemia"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05-23",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-05-12",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2032-11-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2033-11-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-04-30",
            "studyFirstSubmitQcDate": "2022-05-02",
            "studyFirstPostDateStruct": {
                "date": "2022-05-03",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-30",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-31",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "National Heart, Lung, and Blood Institute (NHLBI)",
                "class": "NIH"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Background:\n\nSickle cell disease (SCD) is an inherited disorder of the blood. It can damage a person s organs and cause serious illness and death. A blood stem cell transplant is the only potential cure for SCD. Treatments that improve survival rates are needed.\n\nObjective:\n\nTo find out if a new antibody drug (briquilimab, JSP191) improves the success of a blood stem cell transplant\n\nEligibility:\n\nPeople aged 13 or older who are eligible for a blood stem cell transplant to treat SCD. Healthy family members over age 13 who are matched to transplant recipients are also needed to donate blood.\n\nDesign:\n\nParticipants receiving transplants will undergo screening. They will have blood drawn. They will have tests of their breathing and heart function. They may have chest x-rays. A sample of marrow will be collected from a pelvic bone.\n\nParticipants will remain in the hospital about 30 days for the transplant and recovery. They will have a large intravenous line inserted into the upper arm or chest. The line will remain in place for the entire transplant and recovery period. The line will be used to draw blood as needed. It will also be used to administer the transplant stem cells as well as various drugs and blood transfusions. Participants will also receive some drugs by mouth.\n\nParticipants must remain within 1 hour of the NIH for 3 months after transplant. During that time, they will visit the clinic up to 2 times a week.\n\nFollow-up visits will include tests to evaluate participants mental functions. They will have MRI scans of their brain and heart.",
            "detailedDescription": "Study Description:\n\nWe propose to add briquilimab, an antibody targeting CD117 (c-Kit), to the 03-H-0170 regimen to improve myeloid chimerism, in patients considered at high risk for complications from or ineligible from standard myeloablative HSCT. Given the preclinical and clinical data, the addition of briquilimab has the potential to further deplete host lymphoid and myeloid cells to achieve a higher percentage of donor leukocyte engraftment without increased toxicity. Our prior non-myeloablative conditioning (NMA) regimen includes 1 mg/kg of alemtuzumab divided over 5 days, 300 cGy total body irradiation (TBI), and sirolimus for immune suppression. This regimen demonstrated a disease-free survival (DFS) and overall survival (OS) of 87% and 94% respectively, a 13% graft failure rate, no treatment related mortality (TRM), and no acute or chronic GVHD. A large proportion of patients achieves robust (\\>=98%) donor myeloid chimerism early, but this proportion decreases to 57% at 1, 54% at 2, and 49% at 3, and 50% at 4 years post-transplant. Monoclonal antibodies (mAb) targeting human stem cells (HSCs) is one strategy to improve DFS and may have synergy when combined with TBI as part of transplant conditioning regimen.\n\nObjectives:\n\nPrimary Objective:\n\n-To determine if addition of CD117 antibody (briquilimab) would increase proportion of patients with donor myeloid chimerism \\>=98% at 1 year post transplant\n\nSecondary Objectives:\n\n* To measure briquilimab and alemtuzumab clearance at 1 and 2 years post transplant:\n* To compare CD14/15 and CD3 chimerism to protocol 03-H-0170\n* Estimate the proportion of patients with donor myeloid chimerism at or above 75%\n* To assess the usual transplant related parameters, such as count recovery, transfusion support, rates of GVHD, viral/bacterial infections, and rates of transplant related and overall mortality, and compare to those results in 03-H-0170\n\nEndpoints:\n\nPrimary Endpoint:\n\n-Percent myeloid (CD14/15) chimerism\n\nSecondary Endpoints:\n\n* Briquilimab antibody PK levels\n* Alemtuzumab levels\n* Percent T cell (CD3) chimerism\n* Day of neutrophil engraftment\n* Day of platelet engraftment\n* Rates of viral infection and/or reactivation\n* Rates of bacterial infection\n* Rates of acute and chronic GVHD\n* Transplant related mortality\n* Non-transplant related mortality\n* Rates of graft failure\n* Quality of life and neuropsychologic function"
        },
        "conditionsModule": {
            "conditions": [
                "Sickle Cell Anemia",
                "Beta Thalassemia"
            ],
            "keywords": [
                "Myeloid Chimerism",
                "Lymphoid Cells",
                "Myeloid Cells",
                "Donor Leukocyte Engraftment",
                "Non-Myeloablative Conditioning"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1",
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 90,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "briquilimab in stem cell transplant recipients for SCD",
                    "type": "EXPERIMENTAL",
                    "description": "Affected SCD and beta-thal subjects will receive briquilimab",
                    "interventionNames": [
                        "Radiation: TBI",
                        "Drug: Hydroxyurea",
                        "Biological: briquilimab",
                        "Drug: Filgrastim (G-CSF)",
                        "Drug: Sirolimus",
                        "Biological: Alemtuzumab",
                        "Drug: Plerixafor"
                    ]
                },
                {
                    "label": "Stem cell Donors of Recipients undergoing stem cell transplant",
                    "type": "NO_INTERVENTION",
                    "description": "Participants donate stem cells for recipient to undergo stem cell transplant"
                }
            ],
            "interventions": [
                {
                    "type": "RADIATION",
                    "name": "TBI",
                    "description": "300 cGy total body irradiation (TBI, day -2)",
                    "armGroupLabels": [
                        "briquilimab in stem cell transplant recipients for SCD"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Hydroxyurea",
                    "description": "Optimized 4-12 weeks prior to planned transplant date",
                    "armGroupLabels": [
                        "briquilimab in stem cell transplant recipients for SCD"
                    ]
                },
                {
                    "type": "BIOLOGICAL",
                    "name": "briquilimab",
                    "description": "briquilimab, anti-CD117 monoclonal antibody at 0.6mg/kg at day -11 prior to infusion of allogeneic HSCs",
                    "armGroupLabels": [
                        "briquilimab in stem cell transplant recipients for SCD"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Filgrastim (G-CSF)",
                    "description": "May be used to minimize the days of neutropenia, and may be administered beginning near day 10 post stem cell infusion at 5 mcg/kg (rounding to the nearest vial) at the discretion of investigator.",
                    "armGroupLabels": [
                        "briquilimab in stem cell transplant recipients for SCD"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Sirolimus",
                    "description": "For immune suppression (day -1)",
                    "armGroupLabels": [
                        "briquilimab in stem cell transplant recipients for SCD"
                    ]
                },
                {
                    "type": "BIOLOGICAL",
                    "name": "Alemtuzumab",
                    "description": "Alemtuzumab 1 mg/kg of alemtuzumab divided over 5 days (-7 through -3),",
                    "armGroupLabels": [
                        "briquilimab in stem cell transplant recipients for SCD"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Plerixafor",
                    "description": "For autologous HSC collection; dose of plerixafor at 240 mcg/kg (capped at 20mg)",
                    "armGroupLabels": [
                        "briquilimab in stem cell transplant recipients for SCD"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "percent myeloid (CD14/15) chimerism",
                    "description": "The primary objective is to determine if addition of CD117 antibody (JSP191) would increase proportion of patients with donor myeloid chimerism =98% at 1 year post transplant.",
                    "timeFrame": "1 year post transplant"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Transplant related mortality",
                    "description": "Transplant related mortality",
                    "timeFrame": "1 and 2 years post transplant"
                },
                {
                    "measure": "Rates of graft failure",
                    "description": "Rates of graft failure",
                    "timeFrame": "1 and 2 years post transplant"
                },
                {
                    "measure": "Rate of viral infection and/or reactivation",
                    "description": "Rate of viral infection and/or reactivation",
                    "timeFrame": "day 100"
                },
                {
                    "measure": "Alemtuzumab levels",
                    "description": "To measure alemtuzumab clearance at 1 and 2 years post transplant",
                    "timeFrame": "day 100"
                },
                {
                    "measure": "Rate of chronic GVHD",
                    "description": "Rate of chronic graft vs host disease (GvHD)",
                    "timeFrame": "1 and 2 years post transplant"
                },
                {
                    "measure": "Days to neutrophil engraftment",
                    "description": "Day of neutrophil engraftment",
                    "timeFrame": "day 100"
                },
                {
                    "measure": "JSP antibody PK levels",
                    "description": "To measure JSP191 and alemtuzumab clearance at 1 and 2 years post transplant",
                    "timeFrame": "day 100"
                },
                {
                    "measure": "Proportion of patients with donor myeloid chimerism at or above 75%",
                    "description": "Estimate the proportion of patients with donor myeloid chimerism at or above 75%",
                    "timeFrame": "1 and 2 years post transplant"
                },
                {
                    "measure": "Non-transplant related mortality",
                    "description": "Non-transplant related mortality",
                    "timeFrame": "1 and 2 years post transplant"
                },
                {
                    "measure": "Rate of bacterial infection",
                    "description": "Rate of bacterial infection",
                    "timeFrame": "1 and 2 years post transplant"
                },
                {
                    "measure": "Rates of acute GVHD",
                    "description": "Rate of acute graft vs host disease (GvHD)",
                    "timeFrame": "1 and 2 years post transplant"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "* INCLUSION CRITERIA:\n\nRecipient: patients must fulfill one disease category under inclusion criteria 1 and all of criteria 2\n\n1. Patients with sickle cell disease at high risk for disease related morbidity or mortality, defined by having an end-organ damage (A, B, C, D, or E) or complication(s) not ameliorated by SICKLE CELL-SPECIFC THERAPIES (F):\n\nA. Stroke defined as a clinically significant neurologic event that is accompanied by an infarct on cerebral MRI OR an abnormal trans-cranial Doppler examination (\\>=200 m/s); OR\n\nB. Sickle cell related renal insufficiency defined by a creatinine level \\>=1.5 times the upper limit of normal (see table below) and kidney biopsy consistent with sickle cell nephropathy OR nephrotic syndrome OR creatinine clearance \\<60mL/min/1.73m2 for patients \\<16 years of age or \\<50mL/min for patients \\>16 years of age OR requiring peritoneal or hemodialysis. OR\n\nAge (Years) Upper limit of normal serum creatinine (mg/dl)\n\n\\<= 5 0.8\n\n5 \\< age \\<= 10 1.0\n\n10 \\< age \\<= 15 1.2\n\n\\> 15 1.3\n\nC. Tricuspid regurgitant jet velocity (TRV) of \\>=2.5 m/s in patients \\>=18 years of age at least 3 weeks after a vaso-occlusive crisis; OR\n\nD. Recurrent tricorporal priapism defined as at least two episodes of an erection lasting \\>=4 hours involving the corpora cavernosa and corpus spongiosa; OR\n\nE. Sickle hepatopathy defined as EITHER ferritin \\>1000mcg/L OR direct bilirubin \\>0.4 mg/dL at baseline in patients \\>18 years of age; OR\n\nF. Any one of the below complications:\n\n* Complication \\|\\| Eligible for HSCT\n* Vaso-occlusive crises \\|\\| More than 1 hospital admission per year while on a therapeutic dose of sickle cell treatment /medication\n* Acute chest syndrome (ACS) \\|\\| Any ACS while on sickle cell treatment /medication\n* Osteonecrosis of 2 or more joints \\|\\| And on sickle cell treatment /medication where total hemoglobin increase less than 1 g/dL or fetal hemoglobin increases \\<2.5 times the baseline level\n* Red cell alloimmunization \\|\\| Total hemoglobin increase \\<1 g/dL while on therapeutic doses of sickle cell treatment /medication\n\nPatients with beta-thalassemia who have grade 2 or 3 iron overload, determined by the presence of 2 or more of the following:\n\n* portal fibrosis by liver biopsy\n* inadequate chelation history (defined as failure to maintain adequate compliance with chelation with deferoxamine initiated within 18 months of the first transfusion and administered subcutaneously for 8-10 hours at least 5 days each week)\n* hepatomegaly of greater than 2 cm below the costochondral margin or by other imaging scans\n\n  2. Non disease specific\n  * Ages \\>=4 years (\\>=18 years for phase 1 portion of the study)\n  * 6/6 HLA matched family donor available\n  * Ability to comprehend and willing to sign an informed consent, assent obtained from minors\n  * Negative serum or urine beta-HCG, when applicable\n  * Agree to use birth control throughout the study and 12 months after drug product infusion.\n* Female subjects must agree to use a medically acceptable method of birth control such as oral contraceptive, intrauterine device, barrier and spermicide, or contraceptive implant/injection from start of screening through 12 months after drug product infusion.\n* Male subjects must agree to use effective contraception (including condoms) from start of screening through 12 months after drug product infusion.\n\n  3. Patients and Capacity to Consent\n  * Subject provides informed consent prior to initiation of any study procedures.\n  * Subject understands and agrees to comply with planned study procedures.\n\n    4. Donor\n\nFully matched human leukocyte antigen (HLA) donors at A, B, C, and DR loci (8 of 8 or 10 of 10) are intended for this study. Donors age 4 or older and \\>=20 kg, eligible to donate hematopoietic stem cells, who are additionally willing to donate blood for research are eligible for this study. Donors will be evaluated in accordance with existing Standard NIH Policies and Procedures for determination of eligibility and suitability for clinical donation. Note that participation in this study is offered to all eligible donors, but is not required for a donor to make a stem cell donation, so it is possible that not all donors will enroll onto this study.\n\nEXCLUSION CRITERIA:\n\nRecipient exclusion criteria:\n\n* ECOG performance status of 3 or more, or Lanksy performance status of \\<40 (See Appendix A).\n* Diffusion capacity of carbon monoxide (DLCO) \\<35% predicted (corrected for hemoglobin and alveolar volume). This criterion may be omitted in young children (e.g. near age 5) or other individuals who may have difficulty understanding or complying with instructions of testing.\n* Baseline oxygen saturation of \\<85% or PaO2 \\<70\n* Left ventricular ejection fraction: \\<35% estimated by ECHO\n* Transaminases \\>5x upper limit of normal for age\n* Evidence of uncontrolled bacterial, viral, or fungal infections (currently taking medication and progression of clinical symptoms) within one month prior to starting the conditioning regimen\n* Major anticipated illness or organ failure incompatible with survival from PBSC transplant.\n* Pregnant or breastfeeding\n\nDonor exclusion criteria:\n\n* Pregnant or breastfeeding\n* Cognitively impaired subjects",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "4 Years",
            "maximumAge": "100 Years",
            "stdAges": [
                "CHILD",
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Kelly S White",
                    "role": "CONTACT",
                    "phone": "(301) 496-1781",
                    "email": "kelly.white@nih.gov"
                },
                {
                    "name": "John F Tisdale, M.D.",
                    "role": "CONTACT",
                    "phone": "(301) 402-6497",
                    "email": "johntis@mail.nih.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "John F Tisdale, M.D.",
                    "affiliation": "National Heart, Lung, and Blood Institute (NHLBI)",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "National Institutes of Health Clinical Center",
                    "status": "RECRUITING",
                    "city": "Bethesda",
                    "state": "Maryland",
                    "zip": "20892",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "For more information at the NIH Clinical Center contact Office of Patient Recruitment (OPR)",
                            "role": "CONTACT",
                            "phone": "800-411-1222",
                            "phoneExt": "TTY dial 711",
                            "email": "ccopr@nih.gov"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.98067,
                        "lon": -77.10026
                    }
                }
            ]
        },
        "referencesModule": {
            "seeAlsoLinks": [
                {
                    "label": "NIH Clinical Center Detailed Web Page",
                    "url": "https://clinicalstudies.info.nih.gov/cgi/detail.cgi?A_000539-H.html"
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000000755",
                    "term": "Anemia, Sickle Cell"
                },
                {
                    "id": "D000013789",
                    "term": "Thalassemia"
                },
                {
                    "id": "D000017086",
                    "term": "beta-Thalassemia"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000745",
                    "term": "Anemia, Hemolytic, Congenital"
                },
                {
                    "id": "D000000743",
                    "term": "Anemia, Hemolytic"
                },
                {
                    "id": "D000000740",
                    "term": "Anemia"
                },
                {
                    "id": "D000006402",
                    "term": "Hematologic Diseases"
                },
                {
                    "id": "D000006453",
                    "term": "Hemoglobinopathies"
                },
                {
                    "id": "D000030342",
                    "term": "Genetic Diseases, Inborn"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4085",
                    "name": "Anemia, Sickle Cell",
                    "asFound": "Sickle Cell Anemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4070",
                    "name": "Anemia",
                    "relevance": "LOW"
                },
                {
                    "id": "M16557",
                    "name": "Thalassemia",
                    "asFound": "Thalassemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M19408",
                    "name": "beta-Thalassemia",
                    "asFound": "Beta Thalassemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M9547",
                    "name": "Hemolysis",
                    "relevance": "LOW"
                },
                {
                    "id": "M4073",
                    "name": "Anemia, Hemolytic",
                    "relevance": "LOW"
                },
                {
                    "id": "M4075",
                    "name": "Anemia, Hemolytic, Congenital",
                    "relevance": "LOW"
                },
                {
                    "id": "M9490",
                    "name": "Hematologic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M9539",
                    "name": "Hemoglobinopathies",
                    "relevance": "LOW"
                },
                {
                    "id": "M23686",
                    "name": "Genetic Diseases, Inborn",
                    "relevance": "LOW"
                },
                {
                    "id": "T5622",
                    "name": "Thalassemia",
                    "asFound": "Thalassemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "T737",
                    "name": "Beta-thalassemia",
                    "asFound": "Beta Thalassemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "T5229",
                    "name": "Sickle Cell Anemia",
                    "asFound": "Sickle Cell Anemia",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC15",
                    "name": "Blood and Lymph Conditions"
                },
                {
                    "abbrev": "BC16",
                    "name": "Diseases and Abnormalities at or Before Birth"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000020123",
                    "term": "Sirolimus"
                },
                {
                    "id": "C000088327",
                    "term": "Plerixafor"
                },
                {
                    "id": "D000074323",
                    "term": "Alemtuzumab"
                },
                {
                    "id": "D000006918",
                    "term": "Hydroxyurea"
                }
            ],
            "ancestors": [
                {
                    "id": "D000007155",
                    "term": "Immunologic Factors"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000000900",
                    "term": "Anti-Bacterial Agents"
                },
                {
                    "id": "D000000890",
                    "term": "Anti-Infective Agents"
                },
                {
                    "id": "D000000903",
                    "term": "Antibiotics, Antineoplastic"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                },
                {
                    "id": "D000000935",
                    "term": "Antifungal Agents"
                },
                {
                    "id": "D000007166",
                    "term": "Immunosuppressive Agents"
                },
                {
                    "id": "D000004791",
                    "term": "Enzyme Inhibitors"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000074322",
                    "term": "Antineoplastic Agents, Immunological"
                },
                {
                    "id": "D000000986",
                    "term": "Antisickling Agents"
                },
                {
                    "id": "D000019384",
                    "term": "Nucleic Acid Synthesis Inhibitors"
                },
                {
                    "id": "D000019380",
                    "term": "Anti-HIV Agents"
                },
                {
                    "id": "D000044966",
                    "term": "Anti-Retroviral Agents"
                },
                {
                    "id": "D000000998",
                    "term": "Antiviral Agents"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M21960",
                    "name": "Sirolimus",
                    "asFound": "600",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4225",
                    "name": "Antibodies",
                    "relevance": "LOW"
                },
                {
                    "id": "M9969",
                    "name": "Hydroxyurea",
                    "asFound": "Vitamin C",
                    "relevance": "HIGH"
                },
                {
                    "id": "M1945",
                    "name": "Lenograstim",
                    "relevance": "LOW"
                },
                {
                    "id": "M10184",
                    "name": "Immunoglobulins",
                    "relevance": "LOW"
                },
                {
                    "id": "M4230",
                    "name": "Antibodies, Monoclonal",
                    "relevance": "LOW"
                },
                {
                    "id": "M340828",
                    "name": "Plerixafor",
                    "asFound": "Same as",
                    "relevance": "HIGH"
                },
                {
                    "id": "M1347",
                    "name": "Alemtuzumab",
                    "asFound": "Transcranial Direct Current Stimulation",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10201",
                    "name": "Immunologic Factors",
                    "relevance": "LOW"
                },
                {
                    "id": "M4222",
                    "name": "Anti-Bacterial Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M4214",
                    "name": "Anti-Infective Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M4224",
                    "name": "Antibiotics, Antitubercular",
                    "relevance": "LOW"
                },
                {
                    "id": "M6252",
                    "name": "Clotrimazole",
                    "relevance": "LOW"
                },
                {
                    "id": "M11796",
                    "name": "Miconazole",
                    "relevance": "LOW"
                },
                {
                    "id": "M4254",
                    "name": "Antifungal Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M10212",
                    "name": "Immunosuppressive Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M7951",
                    "name": "Enzyme Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M1346",
                    "name": "Antineoplastic Agents, Immunological",
                    "relevance": "LOW"
                },
                {
                    "id": "M21350",
                    "name": "Anti-HIV Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M25428",
                    "name": "Anti-Retroviral Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M4314",
                    "name": "Antiviral Agents",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Infe",
                    "name": "Anti-Infective Agents"
                },
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "AnSickAg",
                    "name": "Antisickling Agents"
                }
            ]
        }
    },
    "hasResults": false
}