{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06317987",
            "orgStudyIdInfo": {
                "id": "2068557"
            },
            "secondaryIdInfos": [
                {
                    "id": "P50DA054072",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/P50DA054072"
                }
            ],
            "organization": {
                "fullName": "Kaiser Permanente",
                "class": "OTHER"
            },
            "briefTitle": "Addressing Barriers to Care for Substance Use Disorder Pilot Study",
            "officialTitle": "Addressing Barriers to Care for Substance Use Disorder Pilot Study (Center for Dissemination and Implementation At Stanford, Research Component #3)",
            "acronym": "ABCSUD Pilot",
            "therapeuticArea": [
                "Other"
            ],
            "study": "addressing-barriers-to-care-for-substance-use-disorder-pilot-study"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-07-09",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-04-02",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-04-02",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-03-12",
            "studyFirstSubmitQcDate": "2024-03-12",
            "studyFirstPostDateStruct": {
                "date": "2024-03-19",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-11",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-12",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Joseph Glass",
                "investigatorTitle": "Associate Investigator",
                "investigatorAffiliation": "Kaiser Permanente"
            },
            "leadSponsor": {
                "name": "Kaiser Permanente",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute on Drug Abuse (NIDA)",
                    "class": "NIH"
                },
                {
                    "name": "Stanford University",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The Addressing Barriers to Care for Substance Use Disorder Pilot (ABC-SUD Pilot) is a randomized pilot study that will precede a larger trial. The ABC-SUD Pilot is a parallel group, cluster-randomized pilot feasibility trial, with clinicians (care coordinators) as the unit of randomization.\n\nThis study will be conducted in a mental health treatment access center within the Washington region of Kaiser Permanente. As part of usual care, patients contact the mental health access center and speak to a \"care coordinator\" to obtain contact information for potential venues to obtain treatment for substance use disorder.\n\nThe experimental intervention, Care Navigation, will be evaluated for its potential to increase the utilization of substance use disorder treatment among patients who contact the mental health treatment access center. The investigators note that Care Navigation will be delivered by study \"care navigators\", who are distinct from the health system's care coordinators.",
            "detailedDescription": "The ABC-SUD Pilot is being conducted to evaluate feasibility of the larger trial. Specific goals are to a) confirm patient eligibility criteria, b) confirm selection of the primary and secondary outcomes and the approach to measuring them using electronic health record data, c) confirm the feasibility and acceptability of randomization procedures, d) evaluate the feasibility of care navigation protocol delivery by care coordinators, e) evaluate feasibility of electronic health record templates to assist care coordinators when referring patients to care navigators. The pilot will also help refine study implementation needs and statistical analysis plans for the trial.\n\nThe pilot's recruitment goal is to offer care navigation to patients until a total of 10 patients agree to care navigation. The investigators will conduct post-intervention quality improvement interviews with enrolled patients to obtain feedback on intervention design to inform changes.\n\nTo recruit care coordinators for the pilot, mental health treatment access center managers will identify 4 care coordinators who volunteer to participate in piloting the care navigator intervention.\n\nTo maximize the study sample for the larger trial, the ABC-SUD study will employ a \"vanguard\" randomization approach, which is a type of stratified randomization in which pilot (or vanguard) care coordinators are pre-randomized to begin piloting the intervention but then retain their randomization status for the subsequent trial.\n\nThe patient eligibility for the pilot period and trial period are distinct. Clinicians (care coordinators) are eligible if they conduct video or phone-based assessment and treatment planning visits in the mental health treatment access center, have been employed for at least 1 month, have completed trainings related to their clinical role in the health system, are scheduled to conduct at least 3 assessments per day, and have consented to participate in the study.\n\nThe sample of patients eligible for the pilot analyses include individuals with a visit to an enrolled care coordinator during the patient eligibility period who are ≥ 18 years of age and have a SUD assessment and treatment planning visit with a care coordinator. Analyses will follow an intent-to-treat principle whereby care coordinators will be analyzed according to the intervention arm to which they were randomized regardless of the subsequent sequence of events. The patient eligibility period is defined as the period in which patients become eligible for the study (i.e., for inclusion in the analytic sample). This period is anticipated to start within 2 weeks of the clinician's randomization date (to allow for sufficient time for intervention coordinators to be trained). The investigators anticipate that approximately 40 patients will comprise the analytic sample."
        },
        "conditionsModule": {
            "conditions": [
                "Drug Use Disorders",
                "Illicit Drug Use",
                "Alcohol-Related Disorders"
            ],
            "keywords": [
                "Implementation Science",
                "Care Navigation",
                "Drug Use Disorders",
                "Quality Improvement",
                "Behavioral Health"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Care coordinators will be randomized to two parallel groups: usual care (UC; i.e., the comparator group) and usual care plus care navigation (UC + CN; i.e., the experimental group). All care coordinators will continue offering substance use resources and treatment options to patients as usual. Clinicians randomized to UC + CN will be able to offer and refer patients to a care navigator.",
                "primaryPurpose": "HEALTH_SERVICES_RESEARCH",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "maskingDescription": "All study outcomes are extracted from secondary data including electronic health record and healthcare claims databases",
                    "whoMasked": [
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 40,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Care Navigation (pilot)",
                    "type": "EXPERIMENTAL",
                    "description": "Mental health care coordinators are able to offer and refer patients to a care navigator in addition to offering substance use resources and treatment options as usual.",
                    "interventionNames": [
                        "Behavioral: Care Navigation"
                    ]
                },
                {
                    "label": "Services as Usual (pilot)",
                    "type": "NO_INTERVENTION",
                    "description": "Mental health care coordinators will continue offering substance use resources and treatment options to patients as usual"
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Care Navigation",
                    "description": "Care navigation is an intervention that seeks to help patients follow up on substance use treatment plans that are established by care coordinators in the health system by reducing barriers to accessing treatment. This includes advocating for patients to reduce disparities based on language, income or geographical barriers, and cultural preferences (i.e., linkage to available services); and using motivational enhancement techniques to help patients maintain their motivation to obtain substance use treatment while working through these barriers (i.e., motivational intervention). Thus, the care navigator's role is to take the care plan developed between the patient and the mental health care coordinator forward and connect the patient to available services and provide motivational enhancement techniques to help direct the patient toward completion of the care plan.",
                    "armGroupLabels": [
                        "Care Navigation (pilot)"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Rate of patient interest in care navigation",
                    "description": "Proportion of patients who agree to a care coordinator's offer to be contacted by a care navigator",
                    "timeFrame": "From pilot study launch to end of accrual (anticipated 16 weeks; see recruitment goals above)"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Feasibility of patient consent procedures",
                    "description": "Proportion of patients who consent to the study among those who agree to be contacted by a care navigator",
                    "timeFrame": "From study launch to end of accrual (anticipated 16 weeks; see recruitment goals above)"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "SUD treatment - 30 days",
                    "description": "Proportion of patients who utilize treatment within 30 days",
                    "timeFrame": "Time Frame: From patient's clinical assessment appointment to 30 days later"
                },
                {
                    "measure": "SUD treatment - 60 days",
                    "description": "Proportion of patients who utilize treatment within 60 days",
                    "timeFrame": "Time Frame: From patient's clinical assessment appointment to 60 days later"
                },
                {
                    "measure": "SUD treatment - 90 days",
                    "description": "Proportion of patients who utilize treatment within 90 days",
                    "timeFrame": "Time Frame: From patient's clinical assessment appointment to 90 days later"
                },
                {
                    "measure": "SUD treatment visits - 30 days",
                    "description": "Number of SUD treatment visits within 30 days",
                    "timeFrame": "Time Frame: From patient's clinical assessment appointment to 30 days later"
                },
                {
                    "measure": "SUD treatment visits - 60 days",
                    "description": "Number of SUD treatment visits within 60 days",
                    "timeFrame": "Time Frame: From patient's clinical assessment appointment to 60 days later"
                },
                {
                    "measure": "SUD treatment visits - 90 days",
                    "description": "Number of SUD treatment visits within 90 days",
                    "timeFrame": "Time Frame: From patient's clinical assessment appointment to 90 days later"
                },
                {
                    "measure": "Days until SUD treatment utilization from clinical assessment appointment",
                    "description": "Time-to-event measure of SUD treatment utilization",
                    "timeFrame": "From patient's clinical assessment appointment to up to 90 days later"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Clinician (Care Coordinator) Inclusion Criteria:\n\n* Conducts video or phone-based assessment and treatment planning visits in the mental health treatment access center\n* Has been employed for at least 1 month and has completed trainings related to their clinical role in the health system\n* Scheduled to conduct at least 3 assessments per day\n* Has consented to participate in the study.\n\nClinician Exclusion Criteria:\n\n- None\n\nPatient Inclusion Criteria (eligibility for analyses):\n\n* Visits an enrolled care coordinator during the patient eligibility period\n* ≥ 18 years of age at the time of the visit\n* Has an assessment and treatment planning visit for SUD with an enrolled care coordinator\n\nPatient Exclusion Criteria:\n\n* Patients who have requested through the health system to opt out of research contact or chart review\n* Patients who are not enrolled in Kaiser Permanente or Medicaid insurance (anticipated incomplete capture of covariate and/or outcome information)",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Joseph E Glass, PhD, MSW",
                    "role": "CONTACT",
                    "phone": "206-287-4266",
                    "email": "joseph.e.glass@kp.org"
                },
                {
                    "name": "Chay J Davis, PhD",
                    "role": "CONTACT",
                    "phone": "206-714-4738",
                    "email": "chay.j.davis@kp.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Joseph E Glass, PhD, MSW",
                    "affiliation": "Kaiser Permanente",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Kaiser Permanente Washington",
                    "status": "RECRUITING",
                    "city": "Seattle",
                    "state": "Washington",
                    "zip": "98101",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Chay Davis, PhD",
                            "role": "CONTACT",
                            "email": "Chay.J.Davis@kp.org"
                        },
                        {
                            "name": "Joseph E Glass, PhD MSW",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 47.60621,
                        "lon": -122.33207
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "This study protocol is embedded within a Center of Excellence funded by the National Institute on Drug Abuse. In coordination with other center project components, the study protocol will be submitted for publication to either an addiction or implementation science journal. Additional data (analytic code) can be requested from the Principal Investigator. Participant data will be shared with the prime site as allowed. Analysis files will be constructed from the electronic data and aggregated. No names, addresses, telephone numbers, email addresses, medical record numbers, etc. will be retained in the aggregated files.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ANALYTIC_CODE"
            ],
            "timeFrame": "To be determined",
            "accessCriteria": "Access criteria will be determined by Kaiser Permanente and Stanford University"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000019966",
                    "term": "Substance-Related Disorders"
                },
                {
                    "id": "D000019973",
                    "term": "Alcohol-Related Disorders"
                }
            ],
            "ancestors": [
                {
                    "id": "D000064419",
                    "term": "Chemically-Induced Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M21842",
                    "name": "Alcohol-Related Disorders",
                    "asFound": "Alcohol-Related Disorders",
                    "relevance": "HIGH"
                },
                {
                    "id": "M21837",
                    "name": "Substance-Related Disorders",
                    "asFound": "Drug Use Disorders",
                    "relevance": "HIGH"
                },
                {
                    "id": "M30302",
                    "name": "Chemically-Induced Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC25",
                    "name": "Substance Related Disorders"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M4854",
                    "name": "Benzocaine",
                    "relevance": "LOW"
                },
                {
                    "id": "T433",
                    "name": "Tannic Acid",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "Ot",
                    "name": "Other Dietary Supplements"
                }
            ]
        }
    },
    "hasResults": false
}