{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05273307",
            "orgStudyIdInfo": {
                "id": "22721"
            },
            "secondaryIdInfos": [
                {
                    "id": "NCI-2022-01711",
                    "type": "REGISTRY",
                    "domain": "NCI Clinical Trials Reporting Program (CTRP)"
                }
            ],
            "organization": {
                "fullName": "University of California, San Francisco",
                "class": "OTHER"
            },
            "briefTitle": "Addressing Taste Dysfunction With Miraculin in Head and Neck Cancer Patients Receiving Radiation Therapy",
            "officialTitle": "Addressing Taste Dysfunction With Miraculin in Head and Neck Cancer Patients Receiving Radiation Therapy: A Double-blinded, Placebo-controlled, Randomized Phase III Trial",
            "therapeuticArea": [
                "Oncology and Hematology",
                "Other"
            ],
            "study": "addressing-taste-dysfunction-with-miraculin-in-head-and-neck-cancer-patients-receiving-radiation-therapy"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-03-04",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-04-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-04-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-03-01",
            "studyFirstSubmitQcDate": "2022-03-01",
            "studyFirstPostDateStruct": {
                "date": "2022-03-10",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-07-27",
            "lastUpdatePostDateStruct": {
                "date": "2023-08-01",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of California, San Francisco",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Miracle Fruit Farm",
                    "class": "UNKNOWN"
                },
                {
                    "name": "Mount Zion Health Fund",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Patients diagnosed with head and neck cancer who receive radiation therapy with and without chemotherapy develop altered sense of taste due to treatment effect, which typically arises in the second week of radiation therapy and progresses throughout the course of treatment. While some symptoms such as pain, mucositis, and xerostomia can be managed with pain medications and saliva replacements, taste alteration has an earlier onset and is a more difficult symptom to readily address and intervene upon. There are no effective established interventions for taste, although this is a major issue in the patient experience. The investigator will be examining they hypothesis that a miracle fruit cube would yield the greatest benefit to improve taste dysfunction in the beginning half of radiation treatment when taste function is decreased but not absent.",
            "detailedDescription": "This is a Phase III, single-center, double-blinded, placebo-controlled, randomized controlled trial.\n\nPRIMARY OBJECTIVE:\n\nI. To determine if the use of miracle fruit during radiation therapy for head and neck cancer patients can reduce the effect of subjective taste alteration influence on dietary intake.\n\nSECONDARY OBJECTIVE:\n\nI. To characterize changes in weight, quality of nutritional intake, patient-reported taste dysfunction and quality of life, frequency of significant medical events or treatment complications, and association between oral cavity radiation dose and dysgeusia.\n\nEligible participants will be randomized in a one-to-one ratio prior to beginning radiation treatment into one of two study arms and will be stratified according to treatment with or without concurrent chemotherapy.\n\nARM 1: Participants will receive a commercially available food/natural product (Miracle Fruit Farm miracle fruit cube), 1 cube by mouth three times a day before meals\n\nARM 2: Participants will receive a Miracle Fruit Farm placebo cube, 1 cube by mouth three times a day before meals\n\nParticipants may continue study treatment for 60 days from the time of initiating treatment and will be followed post-treatment for 180 days."
        },
        "conditionsModule": {
            "conditions": [
                "Head and Neck Cancer",
                "Taste Dysfunction"
            ],
            "keywords": [
                "Miracle Fruit",
                "Placebo Controlled"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE3"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "SUPPORTIVE_CARE",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "maskingDescription": "Packaging and labeling of test and control treatments will be identical and performed by Miracle Fruit Farm to maintain blinding conditions.",
                    "whoMasked": [
                        "PARTICIPANT",
                        "INVESTIGATOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 40,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Miracle Fruit",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will receive 1 Miracle Fruit Farm miracle fruit cube by mouth three times a day before meals",
                    "interventionNames": [
                        "Dietary Supplement: Miraculin"
                    ]
                },
                {
                    "label": "Miracle Fruit Placebo",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "Participants will receive 1 placebo cube by mouth three times a day before meals",
                    "interventionNames": [
                        "Dietary Supplement: Miracle Fruit Placebo Cube"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DIETARY_SUPPLEMENT",
                    "name": "Miraculin",
                    "description": "Given orally",
                    "armGroupLabels": [
                        "Miracle Fruit"
                    ],
                    "otherNames": [
                        "Miracle Fruit",
                        "Miracle Fruit Cube"
                    ]
                },
                {
                    "type": "DIETARY_SUPPLEMENT",
                    "name": "Miracle Fruit Placebo Cube",
                    "description": "Given orally",
                    "armGroupLabels": [
                        "Miracle Fruit Placebo"
                    ],
                    "otherNames": [
                        "Placebo"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in Taste Assessment scores over time",
                    "description": "The Taste Assessment is a two-item questionnaire used to determine the overall experiences of the participant taste sensation in the past 7 days; with one item asking about taste alteration and another asking about the interference of taste alteration with dietary intake. Scores for each item are obtained by responses to a Likert scale ranging from 1= \"not at all\" to 5=\"a lot\", with greater scores indicating a greater taste alteration or interference.",
                    "timeFrame": "21 days"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in body weight over time",
                    "description": "Participants weight will be measured over the course of the study to be used in assessing whether miracle fruit affects maintenance of nutritional status during treatment.",
                    "timeFrame": "Up to 6 months"
                },
                {
                    "measure": "Change in Diet Diversity Scores over time",
                    "description": "The Diet Diversity Score is a measure developed by the Food and Agriculture Organization of the United Nations as a rapid tool to assess nutrient adequacy of an individual's diet. The individual is asked to record all foods and drinks consumed in the previous day, which are then reviewed by the investigator and sorted into a list of nine food groups. The presence of a consumed food in a food group is assigned a score of one and if no food was consumed in a certain food group, then a score of zero is assigned. The individual Diet Diversity Score is then scored on a scale of 0-9 by adding the score from each food group. A higher score corresponds to higher diet diversity.",
                    "timeFrame": "Up to 6 months"
                },
                {
                    "measure": "Change in Chemotherapy-induced taste alteration scale (CiTAS) scores over time",
                    "description": "The CiTAS consists of an 18-item survey designed to evaluate four different domains of taste alteration: Decline in basic taste (5 items), discomfort (6 items) , phantogeusia and parageusia (3 items), and general taste alterations (4 items). Each item response score ranges from 1 = no difficulty or absence of the disturbance to 5 = maximum difficulty or disturbance. Scores for each domain can be calculated taking the cumulative score of all items within each domain and dividing by number of items with higher scores indicating a greater level of difficulty or disturbance.",
                    "timeFrame": "Up to 6 months"
                },
                {
                    "measure": "Change in the Bernhardson Questionnaire scores over time",
                    "description": "The Bernhardson Questionnaire is a two-item survey with assess taste and smell changed in chemotherapy patients and the impact it may have on quality of life. Each item is scored on a Likert scale of 1=\"not at all\" to 4=\"very much\", with an option of \"N/A (no taste in change)\". The total score is obtained by summing the item scores for a total of 8 possible with higher scores indicating a greater impact to quality of life.",
                    "timeFrame": "Up to 6 months"
                },
                {
                    "measure": "Change in the European Organization for Research and Treatment of Head and Neck (EORTC QLQ-H&N35) scores over time",
                    "description": "The EORTC QLQ-H\\&N35 measures the impact symptoms experienced by head and neck cancer participants have on their quality of life. The head \\& neck cancer module incorporates seven multi-item scales that assess pain, swallowing, senses (taste and smell), speech, social eating, social contact and sexuality. There are also eleven single items. The overall score consists of responses to the 35 items with responses ranging from 1=\"not at all\" to 4=\"very much\". The raw score is calculated by estimating the mean of each subscale with a resulting total range of 1-4. These scores are then transformed to standardized scale score, so that scores range from 0 to 100. A higher score indicates a lower quality of life.",
                    "timeFrame": "Up to 6 months"
                },
                {
                    "measure": "Change in EuroQol five-dimensional Questionnaire (EQ-5D) scores over time",
                    "description": "EQ-5D is a standardized instrument for measuring generic health status. The health status is measured in terms of five dimensions (5D); mobility, self-care, usual activities, pain/discomfort, and anxiety/depression. The respondents self-rate their level of severity for each dimension by selecting one of the following responses: no problems (0), slight problems (1), mild problems (2), moderate problems (3), or severe problems (4) with a particular dimension. Lower scores indicate less issues/problems with that particular health dimension.",
                    "timeFrame": "Up to 6 months"
                },
                {
                    "measure": "Proportion of participants requiring percutaneous gastric tubes (PEG) over time",
                    "description": "The proportion of participants who reported requiring the implementation of a PEG will be reported by treatment group over time.",
                    "timeFrame": "Up to 6 months"
                },
                {
                    "measure": "Proportion of participants requiring hospital admission over time",
                    "description": "The proportion of participants who require hospitalizations related to lack of nutrition or failure to thrive will be reported by treatment group over time.",
                    "timeFrame": "Up to 6 months"
                },
                {
                    "measure": "Number of participants who returned unused product",
                    "description": "Participants in each group will be requested to return any unused product at the end of treatment. The total number of participants who returned unused product during the treatment period will be reported by group.",
                    "timeFrame": "At 60 days"
                },
                {
                    "measure": "Number of participants who returned weekly recall items",
                    "description": "Participants in each group will be requested to answer a weekly recall item as too how compliant they were in taking the study product 3 times a day each day and return this survey at the end of treatment. The total number of participants who returned the weekly recall surveys during the treatment period will be reported by group.",
                    "timeFrame": "At 60 days"
                },
                {
                    "measure": "Percentage of participants compliant with study treatment",
                    "description": "Percent compliance by group will be calculated using the number of days on therapy divided by number of days should be on therapy multiplied by 100, using the weekly recall item and returning remaining study doses as verification of compliance.",
                    "timeFrame": "At 60 days"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Participants must have documentation of histologically or cytologically confirmed head and neck cancer diagnosis including primary tumors of the following sites: oropharynx, nasopharynx, oral cavity, nasal cavity, paranasal sinus, salivary gland, unknown primary origin in the head and neck, or cutaneous squamous cell carcinoma having had a surgery including neck dissection.\n2. Treatment plan includes curative-intent (including post-operative) radiation therapy with or without concurrent chemotherapy\n3. Age \\>=18 years at screening visit.\n4. Eastern Cooperative Oncology Group (ECOG) performance status \\<= 2 (Karnofsky \\>= 60%)\n5. Ability to understand a written informed consent document, and the willingness to sign it\n\nExclusion Criteria:\n\n1. Patient-reported pre-existing dysgeusia prior to beginning radiation therapy.\n2. Receiving nutrition through tube feeds or intravenously prior to beginning radiation therapy.\n3. Inability to complete patient-reported outcomes (PROs) and quality of life questionnaires in English.\n4. Known allergy to berries.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Jamese Johnson",
                    "role": "CONTACT",
                    "phone": "(415) 476-3048",
                    "email": "Jamese.Johnson@ucsf.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Sue Yom, MD, PhD",
                    "affiliation": "University of California, San Francisco",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of California, San Francisco",
                    "status": "RECRUITING",
                    "city": "San Francisco",
                    "state": "California",
                    "zip": "94143",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jamese Johnson",
                            "role": "CONTACT",
                            "email": "Jamese.Johnson@ucsf.edu"
                        },
                        {
                            "role": "CONTACT",
                            "phone": "877-827-3222",
                            "email": "cancertrials@ucsf.edu"
                        },
                        {
                            "name": "Sue Yom, MD, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 37.77493,
                        "lon": -122.41942
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000006258",
                    "term": "Head and Neck Neoplasms"
                },
                {
                    "id": "D000013651",
                    "term": "Taste Disorders"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000012678",
                    "term": "Sensation Disorders"
                },
                {
                    "id": "D000009461",
                    "term": "Neurologic Manifestations"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M9348",
                    "name": "Head and Neck Neoplasms",
                    "asFound": "Head and Neck Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M16423",
                    "name": "Taste Disorders",
                    "asFound": "Taste Dysfunction",
                    "relevance": "HIGH"
                },
                {
                    "id": "M15490",
                    "name": "Sensation Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M12404",
                    "name": "Neurologic Manifestations",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                }
            ]
        }
    },
    "hasResults": false
}