{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06270875",
            "orgStudyIdInfo": {
                "id": "PROJECT ADAPT-HF"
            },
            "organization": {
                "fullName": "University of Alabama at Birmingham",
                "class": "OTHER"
            },
            "briefTitle": "Addressing Pain Through Navigator-Led Palliative Care Optimized for Heart Failure (ADAPT-HF)",
            "officialTitle": "Addressing Pain Through Navigator-Led Palliative Care Optimized for Heart Failure",
            "acronym": "ADAPT HF",
            "therapeuticArea": [
                "Cardiovascular",
                "Other"
            ],
            "study": "addressing-pain-through-navigator-led-palliative-care-optimized-for-heart-failure-adapt-hf"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-07-02",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-10-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-06-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-02-05",
            "studyFirstSubmitQcDate": "2024-02-13",
            "studyFirstPostDateStruct": {
                "date": "2024-02-21",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-02",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-03",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Rachel Wells",
                "investigatorTitle": "Assistant Professor",
                "investigatorAffiliation": "University of Alabama at Birmingham"
            },
            "leadSponsor": {
                "name": "University of Alabama at Birmingham",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Using the MOST framework, factorial pilot design, and an iterative, community-based process, the purpose of this study is to pilot test to further develop and refine a palliative care (PC) intervention addressing pain of Black adults (age \\> 18) with advanced HF. Thirty-six persons with advanced heart failure (HF) will be randomized to receive one of 16 conditions (different combinations of navigator coach-delivered PC pain intervention components).",
            "detailedDescription": "Developing culturally-responsive, effective, efficient, and scalable and unpacking mechanisms of action of heart failure palliative care interventions have been identified a key research priorities by NIH, AHA, and others. To begin to answer questions of mechanism and efficiency, the study team explored the dose effect of ENABLE CHF-PC, a large phase III RCT that demonstrated small improvements in secondary outcomes of pain intensity and interference. These additional exploratory analyses showed that those with poor baseline QOL and high pain intensity who received a full intervention dose had improved outcomes.\n\nHowever ENABLE CHF-PC and other HF PC studies included interventions designed to be delivered as a \"bundled\" package where all intervention participants received the same intervention at set times and dose, making it hard to assess which content or dose led to outcome change. To efficiently test multiple intervention components, doses, and intensity simultaneously requires innovative methods and frameworks, like the Multiphase Optimization Strategy (MOST). Guided by the Total Pain Theory and ENABLE CHF-PC and other HF PC and pain interventions, the project team identified 4 intervention components (HF pain and PC education, relaxation training, COPE attitude and other coping skills, health-related communication) and spirituality and meaning making to be modified, adapted, and evaluated for inclusion in a new, lay navigator-led early palliative care pain telehealth intervention, ADAPT HF (ADdressing pain through A navigator led Palliative care opTimized for Heart Failure).\n\nAim 1: Using the innovative MOST framework, determine ADAPT HF components feasibility, acceptability, enrollment, retention, and completion rates in advanced HF patients (n=36; at least 2 per condition) for 12 weeks. Feasibility: ≥80% of participants will adhere to and complete assigned intervention components and study-related assessments. Acceptability: Through post-intervention qualitative interviews and acceptability outcomes (acceptability of intervention measure and intervention appropriateness measure), the project team will elicit feedback on intervention components, experiences, and clinical trial procedures.\n\nAim 2: Explore the preliminary efficacy of ADAPT HF intervention components on outcomes at 12- and 24- weeks after baseline including a) pain interference \\& pain intensity (primary outcome) using PROMIS measures b) symptom burden using the Edmonton Symptom Assessment Scale and c) mood using the Hospital Anxiety and Depression Scale and d) QOL using the Kansas City Cardiomyopathy Scale."
        },
        "conditionsModule": {
            "conditions": [
                "Heart Failure NYHA Class III",
                "Heart Failure NYHA Class IV",
                "Chronic Illness"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "FACTORIAL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "maskingDescription": "Data collectors and principal investigator will be blind to participant condition; participants will be instructed NOT to discuss their assignment with data collectors. Trials participants will know their intervention condition as will the palliative care coach involved in delivering the intervention.",
                    "whoMasked": [
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 36,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Coached: Basic pain education + self-care + basic communication & Self-led: spirituality",
                    "type": "EXPERIMENTAL",
                    "description": "1 telephone weekly session on pain psychoeducation, lay coach-led self-care and relaxation tips, 1 session on social support and communication coaching, self-guided spirituality and meaning coping",
                    "interventionNames": [
                        "Behavioral: ADAPT HF"
                    ]
                },
                {
                    "label": "Coached: Basic pain education + self-care + basic communication + spirituality",
                    "type": "EXPERIMENTAL",
                    "description": "1 telephone weekly session on pain psychoeducation, lay coach-led self-care and relaxation tips, 1 session on social support and communication coaching, coach-led spirituality and meaning coping",
                    "interventionNames": [
                        "Behavioral: ADAPT HF"
                    ]
                },
                {
                    "label": "Coached: Basic pain education + self-care + advanced communication & Self-led: spirituality",
                    "type": "EXPERIMENTAL",
                    "description": "1 telephone weekly session on pain psychoeducation, lay coach-led self-care and relaxation tips, 2 sessions on social support and communication coaching, self-guided spirituality and meaning coping",
                    "interventionNames": [
                        "Behavioral: ADAPT HF"
                    ]
                },
                {
                    "label": "Coached: Basic pain education + self-care + advanced communication + spirituality",
                    "type": "EXPERIMENTAL",
                    "description": "1 telephone weekly session on pain psychoeducation, lay coach-led self-care and relaxation tips, 2 sessions on social support and communication coaching, coach-led spirituality and meaning coping",
                    "interventionNames": [
                        "Behavioral: ADAPT HF"
                    ]
                },
                {
                    "label": "Coached: Basic pain education + basic communication & Self-led: self-care + spirituality",
                    "type": "EXPERIMENTAL",
                    "description": "1 telephone weekly session on pain psychoeducation, self-guided self-care and relaxation tips, 1 session on social support and communication coaching, self-guided spirituality and meaning coping",
                    "interventionNames": [
                        "Behavioral: ADAPT HF"
                    ]
                },
                {
                    "label": "Coached: Basic pain education + basic communication + spirituality & Self-led: self-care",
                    "type": "EXPERIMENTAL",
                    "description": "1 telephone weekly session on pain psychoeducation, self-guided self-care and relaxation tips, 1 session on social support and communication coaching, coach-led spirituality and meaning coping",
                    "interventionNames": [
                        "Behavioral: ADAPT HF"
                    ]
                },
                {
                    "label": "Coached: Basic pain education + advanced communication & Self-led: self-care + spirituality",
                    "type": "EXPERIMENTAL",
                    "description": "1 telephone weekly session on pain psychoeducation, self-guided self-care and relaxation tips, 2 sessions on social support and communication coaching, self-guided spirituality and meaning coping",
                    "interventionNames": [
                        "Behavioral: ADAPT HF"
                    ]
                },
                {
                    "label": "Coached: Basic pain education + advanced communication + spirituality & Self-led: self-care",
                    "type": "EXPERIMENTAL",
                    "description": "1 telephone weekly session on pain psychoeducation, self-guided self-care and relaxation tips, 2 sessions on social support and communication coaching, coach-led spirituality and meaning coping",
                    "interventionNames": [
                        "Behavioral: ADAPT HF"
                    ]
                },
                {
                    "label": "Coached: advanced pain education + self-care + basic communication & Self-led: spirituality",
                    "type": "EXPERIMENTAL",
                    "description": "2 telephone weekly sessions on pain psychoeducation, lay coach-led self-care and relaxation tips, 1 session on social support and communication coaching, self-guided spirituality and meaning coping",
                    "interventionNames": [
                        "Behavioral: ADAPT HF"
                    ]
                },
                {
                    "label": "Coached: advanced pain education + self-care + basic communication + spirituality",
                    "type": "EXPERIMENTAL",
                    "description": "2 telephone weekly sessions on pain psychoeducation, lay coach-led self-care and relaxation tips, 1 session on social support and communication coaching, coach-led spirituality and meaning coping",
                    "interventionNames": [
                        "Behavioral: ADAPT HF"
                    ]
                },
                {
                    "label": "Coached: advanced pain education + self-care + advanced communication & Self-led: spirituality",
                    "type": "EXPERIMENTAL",
                    "description": "2 telephone weekly sessions on pain psychoeducation, lay coach-led self-care and relaxation tips, 2 sessions on social support and communication coaching, self-guided spirituality and meaning coping",
                    "interventionNames": [
                        "Behavioral: ADAPT HF"
                    ]
                },
                {
                    "label": "Coached: advanced pain education + self-care + advanced communication + spirituality",
                    "type": "EXPERIMENTAL",
                    "description": "2 telephone weekly sessions on pain psychoeducation, lay coach-led self-care and relaxation tips, 2 sessions on social support and communication coaching, coach-led spirituality and meaning coping",
                    "interventionNames": [
                        "Behavioral: ADAPT HF"
                    ]
                },
                {
                    "label": "Coached: advanced pain education + basic communication & Self-led: self-care+ spirituality",
                    "type": "EXPERIMENTAL",
                    "description": "2 telephone weekly sessions on pain psychoeducation, self-guided self-care and relaxation tips, 1 session on social support and communication coaching, self-guided spirituality and meaning coping",
                    "interventionNames": [
                        "Behavioral: ADAPT HF"
                    ]
                },
                {
                    "label": "Coached: advanced pain education + basic communication + spirituality & Self-led: self-care",
                    "type": "EXPERIMENTAL",
                    "description": "2 telephone weekly sessions on pain psychoeducation, self-guided self-care and relaxation tips, 1 session on social support and communication coaching, coach-led spirituality and meaning coping",
                    "interventionNames": [
                        "Behavioral: ADAPT HF"
                    ]
                },
                {
                    "label": "Coached: advanced pain education + advanced communication & Self-led: self-care+ spirituality",
                    "type": "EXPERIMENTAL",
                    "description": "2 telephone weekly sessions on pain psychoeducation, self-guided self-care and relaxation tips, 2 sessions on social support and communication coaching, self-guided spirituality and meaning coping",
                    "interventionNames": [
                        "Behavioral: ADAPT HF"
                    ]
                },
                {
                    "label": "Coached: advanced pain education + advanced communication + spirituality & Self-led: self-care",
                    "type": "EXPERIMENTAL",
                    "description": "2 telephone weekly sessions on pain psychoeducation, self-guided self-care and relaxation tips, 2 sessions on social support and communication coaching, coach-led spirituality and meaning coping",
                    "interventionNames": [
                        "Behavioral: ADAPT HF"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "ADAPT HF",
                    "description": "ADAPT is a multicomponent, lay palliative care coach-led or self-led supportive care intervention designed to improve pain of life in individuals with advanced heart failure. Participants will complete weekly sessions of the educational programs. This program includes the following modules: pain psychoeducation, self-care and relaxation tips, social support and communication, and spirituality and meaning coping. The sessions will either be self-guided or completed with a lay coach navigator.",
                    "armGroupLabels": [
                        "Coached: Basic pain education + advanced communication & Self-led: self-care + spirituality",
                        "Coached: Basic pain education + advanced communication + spirituality & Self-led: self-care",
                        "Coached: Basic pain education + basic communication & Self-led: self-care + spirituality",
                        "Coached: Basic pain education + basic communication + spirituality & Self-led: self-care",
                        "Coached: Basic pain education + self-care + advanced communication & Self-led: spirituality",
                        "Coached: Basic pain education + self-care + advanced communication + spirituality",
                        "Coached: Basic pain education + self-care + basic communication & Self-led: spirituality",
                        "Coached: Basic pain education + self-care + basic communication + spirituality",
                        "Coached: advanced pain education + advanced communication & Self-led: self-care+ spirituality",
                        "Coached: advanced pain education + advanced communication + spirituality & Self-led: self-care",
                        "Coached: advanced pain education + basic communication & Self-led: self-care+ spirituality",
                        "Coached: advanced pain education + basic communication + spirituality & Self-led: self-care",
                        "Coached: advanced pain education + self-care + advanced communication & Self-led: spirituality",
                        "Coached: advanced pain education + self-care + advanced communication + spirituality",
                        "Coached: advanced pain education + self-care + basic communication & Self-led: spirituality",
                        "Coached: advanced pain education + self-care + basic communication + spirituality"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Feasibility of Intervention Delivery and Data Collection",
                    "description": "Proportion of participants who complete assigned intervention components and study-related assessments.",
                    "timeFrame": "Baseline and 12 weeks"
                },
                {
                    "measure": "Acceptability of Intervention Measure (AIM)",
                    "description": "A 4-item measure of perceived intervention acceptability. Items are measured on a 5-point Likert scale (Completely Disagree-Completely Agree). Minimum score is 4 and maximum is 20. Higher scores indicate a higher chance of acceptability. Lower scores indicate a lower chance of acceptability.",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "PROMIS Pain Intensity Scale",
                    "description": "Through PROMIS measures, we will explore reports on pain intensity. This includes a 3-item questionnaire on pain intensity and a 6-item question on pain interference over a week. Minimum score is 3 and the maximum score is 15. Higher values indicate higher pain intensity. Lower values indicate lower pain intensity.",
                    "timeFrame": "Baseline and 12 weeks"
                },
                {
                    "measure": "Pain Interference Scale Short Form 6b",
                    "description": "A 6-item self-reported measure of the consequences of pain on relevant aspects of a person's life and may include the extent to which pain hinders engagement with social, cognitive, emotional, physical, and recreational activities. Minimum score is 6 and maximum score is 30. Higher scores indicate higher pain interference. Lower scores indicate lower pain interference.",
                    "timeFrame": "Baseline and 12 weeks"
                },
                {
                    "measure": "Feasibility of Intervention Measure",
                    "description": "A 4-items scale that measures implementation outcomes that are often considered \"leading indicators\" of implementation success. Minimum score is 4 and maximum score is 20. Higher scores indicated higher feasibility and lower scores indicate less feasibility.",
                    "timeFrame": "12 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Edmonton Symptom Assessment Scale (ESES-r)",
                    "description": "A 10-item measuring symptom burden. This tool measures symptom burden on the following domains: pain, tiredness, nausea, lack of appetite, shortness of breath, anxiety, depression, overall well-being and self-reported other problems. Minimum score is 0 and Maximum score is 100. Higher scores indicate more symptom burden. Lower scores indicate less symptom burden.",
                    "timeFrame": "Baseline and 12 weeks"
                },
                {
                    "measure": "Kansas City Cardiomyopathy Questionnaire- Short Form",
                    "description": "12 items total; Measures changes in the quality of life, 5 domains: physical limitations, symptoms, self-efficacy, social interference, and quality of life. Minimum score is 0 and Maximum score is 100. Higher scores indicated better quality of life. Lower scores indicate poorer quality of life.",
                    "timeFrame": "Baseline and 12 weeks"
                },
                {
                    "measure": "Hospital Anxiety and Depression Scale (HADS)",
                    "description": "14 items total, 7 items measure anxiety (e.g., feeling tense, restless, worry), 7 items measure depressive symptoms (e.g., cheerfulness, feeling slowed down). Minimum score is 0 and maximum score is 100. Higher scores indicate worse anxiety/depression. Lower scores indicate less depression and anxiety.",
                    "timeFrame": "Baseline and 12 weeks"
                },
                {
                    "measure": "PROMIS General Self-efficacy",
                    "description": "4 items measure self-efficacy (managing problems or events); Minimum score is 0 and maximum score is 100. Higher values indicates greater self-efficacy. Lower values indicate worse self-efficacy.",
                    "timeFrame": "Baseline & 12 weeks"
                },
                {
                    "measure": "Self-care of Heart Failure Index",
                    "description": "22 items; a measure of self-care defined as a naturalistic decision making process. Minimum score is 0 and Maximum score is 100. Higher scores indicate greater self-care adequacy. Lower scores indicate worse self-care adequacy.",
                    "timeFrame": "Baseline & 12 weeks"
                },
                {
                    "measure": "Multidimensional Scale of Perceived Social Support (MSPSS)",
                    "description": "12-items; 2-items; questionnaire to identify an individual's perceived level of social support with family, friends, and significant others. Minimum score is 12 and Maximum score is 84. Higher scores indicate greater perceived social support. Lower scores indicate lower perceived social support.",
                    "timeFrame": "Baseline & 12 weeks"
                },
                {
                    "measure": "Patient Activation Measure (PAM) Short Form",
                    "description": "3-items; assesses patient knowledge, skill, and confidence for self-management; not scored; categorical (disagree strongly- agree strongly.",
                    "timeFrame": "Baseline & 12 weeks"
                },
                {
                    "measure": "Brief Multidimensional Measure of Religiousness / Spirituality (BMMRS) - 6-item subscale for Religious/Spiritual Coping + 1 overall Q",
                    "description": "6-item subscale for Religious/Spiritual Coping + 1 overall Q 6-items; measure of religiousness/spirituality; Not scored; Categorical (A great deal- Not at all)",
                    "timeFrame": "Baseline & 12 weeks"
                },
                {
                    "measure": "Connor-Davidson Resilience Scale (CD-RISC-10)",
                    "description": "10-items; a unidimensional self-reported scale consisting measuring resilience. Minimum score is 0 and Maximum score is 100. Higher scores reflect great resilience Lower scores indicate worse resilience.",
                    "timeFrame": "Baseline & 12 weeks"
                },
                {
                    "measure": "Discrimination in Medical Settings Scale Scale",
                    "description": "17-items; measure of racial discrimination, scored as a mean. Higher means indicate more reports of racial discrimination in health care. Lower scores indicates lower reports of racial discrimination in healthcare settings.",
                    "timeFrame": "Baseline & 12 weeks"
                },
                {
                    "measure": "Cost/Resource Utilization Form",
                    "description": "5-items; Investigator-developed questions- 5 patient-report; 5 related to intervention delivery costs; not scored, more responses indicate receiving more healthcare services.",
                    "timeFrame": "Baseline & 12 weeks"
                },
                {
                    "measure": "SF Global Health Scale",
                    "description": "10-item scale measuring measure self-reported physical, mental and social health. Minimum score is 0 and maximum score is 100. Higher scores indicate better health. Lower scores indicate poorer health.",
                    "timeFrame": "Baseline & 12 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Age ≥ 18\n2. African American\n3. Diagnosis of advanced heart failure (New York Heart Association Class III-IV or American College of Cardiology/American Heart Association Stage C-D)\n4. English speaking\n5. Willing to participate\n6. Primary residence in CAPC East South Central or West South Central regions\\* (Alabama, Mississippi, Tennessee, Kentucky, Arkansas, Louisiana, Oklahoma, Texas)\n7. Self-endorses pain in the last month\n8. Willing to participate in intervention and data collection\n\nExclusion Criteria:\n\n1. Age \\<18\n2. Not African American\n3. Ineligible HF classification\n4. Self-reported, untreated severe mental illness\n5. Dementia\n6. Active Suicidal Ideation\n7. Active substance abuse\n8. Uncorrected hearing loss\n9. Unable to respond in English",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Kayleigh Curry, MPH",
                    "role": "CONTACT",
                    "phone": "2059960107",
                    "email": "kayleigh@uab.edu"
                },
                {
                    "name": "Rachel Wells, PhD",
                    "role": "CONTACT",
                    "phone": "2059340962",
                    "email": "raduncan@uab.edu"
                }
            ],
            "locations": [
                {
                    "facility": "University of Alabama at Birmingham",
                    "status": "RECRUITING",
                    "city": "Birmingham",
                    "state": "Alabama",
                    "zip": "35294",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Kayleigh Curry, MPH",
                            "role": "CONTACT",
                            "phone": "205-996-0107"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.52066,
                        "lon": -86.80249
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000006333",
                    "term": "Heart Failure"
                },
                {
                    "id": "D000002908",
                    "term": "Chronic Disease"
                }
            ],
            "ancestors": [
                {
                    "id": "D000006331",
                    "term": "Heart Diseases"
                },
                {
                    "id": "D000002318",
                    "term": "Cardiovascular Diseases"
                },
                {
                    "id": "D000020969",
                    "term": "Disease Attributes"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M9421",
                    "name": "Heart Failure",
                    "asFound": "Heart Failure",
                    "relevance": "HIGH"
                },
                {
                    "id": "M13066",
                    "name": "Pain",
                    "relevance": "LOW"
                },
                {
                    "id": "M6147",
                    "name": "Chronic Disease",
                    "asFound": "Chronic Illness",
                    "relevance": "HIGH"
                },
                {
                    "id": "M9419",
                    "name": "Heart Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M22700",
                    "name": "Disease Attributes",
                    "relevance": "LOW"
                },
                {
                    "id": "T1303",
                    "name": "Chronic Graft Versus Host Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}