{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06389656",
            "orgStudyIdInfo": {
                "id": "1K23DK135791-01",
                "type": "NIH",
                "link": "https://reporter.nih.gov/quickSearch/1K23DK135791-01"
            },
            "organization": {
                "fullName": "The Miriam Hospital",
                "class": "OTHER"
            },
            "briefTitle": "Addressing Weight Bias Internalization to Improve Adolescent Weight Management Outcomes",
            "officialTitle": "Piloting an Intervention to Address Weight Bias Internalization to Improve Adolescent Weight Management Outcomes",
            "acronym": "SWIFT",
            "therapeuticArea": [
                "Other"
            ],
            "study": "addressing-weight-bias-internalization-to-improve-adolescent-weight-management-outcomes"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-04-08",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-02",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-02",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-04-17",
            "studyFirstSubmitQcDate": "2024-04-24",
            "studyFirstPostDateStruct": {
                "date": "2024-04-29",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-01",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-03",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "The Miriam Hospital",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Weight stigma and weight bias internalization (WBI) are common among adolescents at higher weight statuses. WBI is associated with negative physical and mental health outcomes. The current study aims to test intervention for weight stigma and WBI in conjunction with an evidence-based adolescent weight management program. Adolescents (ages 13-17) will participate in a 20-week program tailored to improve WBI and weight-related health behaviors in tandem. Primary outcomes are feasibility and acceptability of the developed intervention, assessed following the 20-week intervention.",
            "detailedDescription": "The overall goal of this project is to examine the impact of intervening on weight bias internalization (WBI) in conjunction with evidence-based adolescent behavioral weight management (BWM) and to assess reduction in key mechanisms of stress resulting from weight stigma (i.e., biological markers of stress and inflammation, dysregulated eating behaviors) and subsequent impact on weight loss interference resulting from WBI. An open trial with 16 adolescents (2 cohorts; 8/group) will be conducted to test initial acceptability and feasibility of the 20-week WBI+BWM intervention in an open trial. Quantitative and qualitative feedback concerning acceptability and feasibility will be solicited to refine the intervention. Participants are adolescents (ages 13-17 years old) at higher weight status (BMI percentile at or equal to the 95th percentile) will participate in a 20-session weekly intervention focused on weight bias internalization and healthy weight management strategies."
        },
        "conditionsModule": {
            "conditions": [
                "Body Weight",
                "Weight Bias",
                "Weight Stigma",
                "Weight"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "interventionModelDescription": "Open trial",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 24,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "WBI+BWM",
                    "type": "EXPERIMENTAL",
                    "description": "WBI+BWM will be a multicomponent behavioral weight loss intervention designed to address both weight bias internalization and weight status in adolescents. The first four sessions of the intervention will be focused on targeted WBI/weight stigma content, followed by 16 sessions addressing both weight stigma/WBI and evidence-based weight management strategies. Weekly meetings are scheduled for 75 minutes and are facilitated by a behavioral expert (e.g., PhD in clinical psychology). Caregivers attend 4 of the 20 weekly groups with their teens.",
                    "interventionNames": [
                        "Behavioral: Behavioral Weight Management",
                        "Behavioral: Weight Bias Internalization"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Behavioral Weight Management",
                    "description": "Prescription of diet and physical activity strategies, paired with behavioral strategies for weight management.",
                    "armGroupLabels": [
                        "WBI+BWM"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Weight Bias Internalization",
                    "description": "Addressing weight stigma and improving weight-related self-perception, through challenging weight-related stereotypes, self-compassion, reducing self-criticism, and coping with weight stigma.",
                    "armGroupLabels": [
                        "WBI+BWM"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Total score on an adapted version of the Acceptability of Intervention Measure (AIM)",
                    "description": "Intervention acceptability refers to the extent to which the WBI+BWC intervention is agreeable, palatable, or satisfactory to adolescents engaging in the treatment. We adapted the validated Acceptability of Intervention Measure (AIM) to assess adolescent acceptance related to treatment components following each intervention session. Total scores range from 10-50, with higher scores indicative of higher levels of intervention acceptability.",
                    "timeFrame": "Post-Treatment (5 months)"
                },
                {
                    "measure": "In depth qualitative feedback from teens regarding intervention acceptability and feasibility",
                    "description": "Intervention acceptability refers to the extent to which the WBI+BWC intervention is agreeable, palatable, or satisfactory to adolescents engaging in the treatment. Adolescents will participate in individual qualitative interviews to gather in depth information concerning acceptability and feasibility. Findings will be used to tailor treatment delivery and content to optimize acceptability and appropriateness of the treatment for adolescents.",
                    "timeFrame": "Post-Treatment (5 months)"
                },
                {
                    "measure": "Attendance rates at intervention sessions",
                    "description": "Feasibility includes the extent to which adolescents are able to utilize the intervention components offered. Attendance at group sessions will be used to measure feasibility, with the minimal benchmark set at 75%.",
                    "timeFrame": "Post-Treatment (5 months)"
                },
                {
                    "measure": "Retention rate for intervention sessions",
                    "description": "Feasibility includes the extent to which adolescents are able to utilize the intervention components offered. Retention, as measured by the drop-out rate for the intervention program, will be used to measure feasibility, with the minimal benchmark set at 80%.",
                    "timeFrame": "Post-Treatment (5 months)"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Total score on the Modified Weight Bias Internalization Scale (WBIS-M)",
                    "description": "The validated Modified Weight Bias Internalization Scale (WBIS-M) assesses the degree to which people apply negative weight-based stereotypes to themselves and judge themselves negatively due to their weight. Total scores range from 1 to 77, with higher scores indicating a greater degree of WBI.",
                    "timeFrame": "Baseline, Post-Treatment (5 months)"
                },
                {
                    "measure": "Total score on the Weight Self-Stigma Questionnaire (WSSQ)",
                    "description": "The Weight Self-Stigma Questionnaire (WSSQ) measures weight-related self-devaluation and fear of enacted stigma. Total scores range from 12 to 60, with higher scores indicating a greater degree of internalized stigma.",
                    "timeFrame": "Baseline, Post-Treatment (5 months)"
                },
                {
                    "measure": "Total score on the weight-related teasing sub-scale of the Perception of Teasing Scale (POTS)",
                    "description": "The validated Perception of Teasing Scale (POTS) will be used to measure adolescents' experiences of weight based stigma separate from WBI. The scale has two sub-scales: a weight-related teasing sub-scale and a competency-related teasing subscale. Total scores on the weight-related teasing sub-scale range from 6-30, with higher scores indicating a higher frequency of historical weight-based teasing.",
                    "timeFrame": "Baseline, Post-Treatment (5 months)"
                },
                {
                    "measure": "Total score on the competency-related teasing subscale of the Perception of Teasing Scale (POTS)",
                    "description": "The validated Perception of Teasing Scale (POTS) will be used to measure adolescents' experiences of weight based stigma separate from WBI. The scale has two sub-scales: a weight-related teasing sub-scale and a competency-related teasing subscale. Total scores on the competency-related teasing subscale range from 5-25, with higher scores indicating a greater effect of past teasing on the adolescent.",
                    "timeFrame": "Baseline, Post-Treatment (5 months)"
                },
                {
                    "measure": "Anthropometrics",
                    "description": "Height will be measured in triplicate using a stationary stadiometer to the nearest 0.1 cm. Body weight will be measured in triplicate using a calibrated digital scale to the nearest 0.1 kg. The average height and weight measurements will be used to calculate body mass index (BMI) and percent of the 95th percentile of BMI for age and sex.",
                    "timeFrame": "Baseline, Post-Treatment (5 months)"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* speak English\n* 13-17 years of age\n* BMI at or above \\>95th%ile for age and sex\n* have at least one caregiver available to provide consent and participate in sessions\n* agree to study participation\n\nExclusion Criteria:\n\n* Cognitive impairment or developmental delay impairing participation in a group setting\n* Current participation in a weight management program or recent weight loss of 5% of body weight or more\n* Medical condition known to impact weight or that would otherwise prevent participation",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "13 Years",
            "maximumAge": "17 Years",
            "stdAges": [
                "CHILD"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Katherine Darling, PhD",
                    "role": "CONTACT",
                    "phone": "401-793-8688",
                    "email": "katherine_darling@brown.edu"
                },
                {
                    "name": "Andrea M Grenga, BA",
                    "role": "CONTACT",
                    "phone": "401-793-8997",
                    "email": "agrenga@lifespan.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Katherine Darling, PhD",
                    "affiliation": "The Miriam Hospital",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "The Miriam Hospital",
                    "status": "RECRUITING",
                    "city": "Providence",
                    "state": "Rhode Island",
                    "zip": "02903",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Katherine Darling, PhD",
                            "role": "CONTACT",
                            "phone": "401-793-8688",
                            "email": "katherine_darling@brown.edu"
                        },
                        {
                            "name": "Andrea M Grenga, BA",
                            "role": "CONTACT",
                            "phone": "401-793-8997",
                            "email": "agrenga@lifespan.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.82399,
                        "lon": -71.41283
                    }
                }
            ]
        }
    },
    "documentSection": {
        "largeDocumentModule": {
            "largeDocs": [
                {
                    "typeAbbrev": "ICF",
                    "hasProtocol": false,
                    "hasSap": false,
                    "hasIcf": true,
                    "label": "Informed Consent Form",
                    "date": "2024-04-08",
                    "uploadDate": "2024-05-01T15:41",
                    "filename": "ICF_000.pdf",
                    "size": 341125
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000001835",
                    "term": "Body Weight"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5114",
                    "name": "Body Weight",
                    "asFound": "Weight",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}