{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04933851",
            "orgStudyIdInfo": {
                "id": "1R01DK127491",
                "type": "NIH",
                "link": "https://reporter.nih.gov/quickSearch/1R01DK127491"
            },
            "secondaryIdInfos": [
                {
                    "id": "R01DK127491",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/R01DK127491"
                }
            ],
            "organization": {
                "fullName": "Scripps Whittier Diabetes Institute",
                "class": "OTHER"
            },
            "briefTitle": "ACT1VATE: Addressing Emotional Distress to Improve Outcomes Among Diverse Adults With Type 1 Diabetes",
            "officialTitle": "ACT1VATE: Addressing Emotional Distress to Improve Outcomes Among Diverse Adults With Type 1 Diabetes",
            "therapeuticArea": [
                "Endocrinology"
            ],
            "study": "addressing-emotional-distress-to-improve-outcomes-among-diverse-adults-with-type-diabetes"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-10-25",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-06-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-06-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-06-04",
            "studyFirstSubmitQcDate": "2021-06-14",
            "studyFirstPostDateStruct": {
                "date": "2021-06-22",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-08",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-10",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Athena Philis-Tsimikas",
                "investigatorTitle": "Corporate Vice President",
                "investigatorAffiliation": "Scripps Whittier Diabetes Institute"
            },
            "leadSponsor": {
                "name": "Scripps Whittier Diabetes Institute",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute of Diabetes and Digestive and Kidney Diseases (NIDDK)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This research will compare a psychological intervention (\"ACT1VATE\") versus diabetes self-management education and support (DSME/S; usual care) in improving clinical, behavioral, psychosocial, process, and cost outcomes among adults with poorly controlled type 1 diabetes (T1D) who are experiencing significant diabetes-related emotional distress and poor glycemic control in a real world, healthcare environment.",
            "detailedDescription": "This randomized controlled trial will compare a telemedicine psychological intervention specifically designed to address diabetes distress (\"ACT1VATE\") versus traditional diabetes self-management education and support (DSME/S; usual care) in improving glycemic control among N=250 adults with type 1 diabetes (T1D), glycosylated hemoglobin (HbA1c) between 7.5% - 12.5% in the last 90 days, and significant diabetes distress. Capitalizing on existing and real-world processes, the electronic health record (EHR) will be used to identify eligible patients and examine primary outcomes. Participants randomized to the usual care group will be offered standard, 1:1 DSME/S delivered by a Certified Diabetes Care and Education Specialist via telemedicine format. Participants randomized to the ACT1VATE group will be offered 5 group-therapy telemedicine sessions delivered by a Behavioral Health Provider who is an integrated member of the diabetes care team. ACT1VATE is grounded in Acceptance and Commitment Therapy (ACT), which has been delivered effectively in clinics via brief format; implemented via phone and other modalities; and adapted for a wide range of chronic conditions. The primary clinical outcome, HbA1c, assessed as part of quarterly standard-of-care medical visits will be extracted from the EHR over 12 months. Changes in patient-reported behavioral (diabetes self-care) and psychosocial (emotional well-being, quality of life) outcomes will be evaluated via online surveys at baseline, month 6, and month 12. A thorough process evaluation will be conducted to establish reach, acceptability/feasibility, adoption/maintenance, and fidelity of the intervention and will integrate patient and provider perspectives. Cost-effectiveness will also be examined from the health system perspective. By maximizing integration with routine medical care for T1D in a real world, healthcare environment, results will be highly generalizable and hold great potential to inform the future of care for adults living with T1D."
        },
        "conditionsModule": {
            "conditions": [
                "Type 1 Diabetes"
            ],
            "keywords": [
                "Type 1 Diabetes",
                "Emotional Distress"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "whoMasked": [
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 250,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "ACT1VATE",
                    "type": "EXPERIMENTAL",
                    "description": "Participants assigned to the intervention group will be offered a psychological intervention specifically designed to address diabetes-related emotional distress.",
                    "interventionNames": [
                        "Behavioral: ACT1VATE"
                    ]
                },
                {
                    "label": "DSME/S (usual care)",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Participants randomized to the usual care group will be offered standard diabetes self-management education and support (DSME/S).",
                    "interventionNames": [
                        "Behavioral: DSME/S"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "ACT1VATE",
                    "description": "ACT1VATE, informed by Acceptance and Commitment Therapy (ACT), will consist of five, 90-minute group-based telemedicine therapy sessions delivered by a Behavioral Health Provider.",
                    "armGroupLabels": [
                        "ACT1VATE"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "DSME/S",
                    "description": "Diabetes self-management education and support (DSME/S) will be delivered by a Certified Diabetes Care and Education Specialist via one-on-one telemedicine format.",
                    "armGroupLabels": [
                        "DSME/S (usual care)"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Glycosylated Hemoglobin (HbA1c)",
                    "description": "HbA1c (%) reflects average glucose over the past 2-3 months, with higher values indicating greater risk for developing diabetes-related complications. HbA1c for up to 5 data points (0, 3, 6, 9, 12 months) will be analyzed. Multilevel models using full information maximum likelihood estimation will be conducted to examine HbA1c changes. Analyses will include the between-subjects factor of group and the within-subjects factor of time. Month 0 will be the referent time-point with post-intervention and follow-up time-points as comparison time-points in dummy-coded predictors. The group by time interaction is of primary interest. If an interaction is found significant, follow-up analyses will determine the nature of differential change between treatment conditions.",
                    "timeFrame": "Baseline, 3 months, 6 months, 9 months, 12 months"
                },
                {
                    "measure": "Diabetes Distress Scale",
                    "description": "The Type 1 Diabetes Distress Scale (T1-DDS; 28 items averaged to obtain a total score ranging 1-6, with higher scores indicating greater diabetes-related emotional stress) will be analyzed. Multilevel models using full information maximum likelihood estimation will be conducted to examine change in diabetes distress over time. Analyses will include the between-subjects factor of group and the within-subjects factor of time. Month 0 will be the referent time-point with post-intervention and follow-up time-points as comparison time-points in dummy-coded predictors. The group by time interaction is of primary interest. If an interaction is found significant, follow-up analyses will determine the nature of differential change between treatment conditions.",
                    "timeFrame": "Baseline, 6 months, 12 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Summary of Diabetes Self-Care Activities Survey",
                    "description": "Seven items regarding dietary and exercise behaviors from the Summary of Diabetes Self-Care Activities scale (SDSCA; items averaged to obtain a total score for each behavioral domain, ranging from 0-7, with higher scores indicating better outcomes/greater adherence to diabetes self-management behaviors) will be analyzed. Multilevel models using full information maximum likelihood estimation will be conducted to examine behavioral changes. Analyses will include the between-subjects factor of group and the within-subjects factor of time. Month 0 will be the referent time-point with post-intervention and follow-up time-points as comparison time-points in dummy-coded predictors. The group by time interaction is of primary interest. If an interaction is found significant, follow-up analyses will determine the nature of differential change between treatment conditions.",
                    "timeFrame": "Baseline, 6 months, 12 months"
                },
                {
                    "measure": "Generalized Anxiety Disorder Assessment",
                    "description": "The Generalized Anxiety Disorder Assessment (GAD-7; 7 items are summed to obtain a total score, ranging from 0 to 21, with higher scores indicating worse outcomes/greater anxiety symptoms) will be analyzed. Multilevel models using full information maximum likelihood estimation will be conducted to examine anxiety symptom changes over time. Analyses will include the between-subjects factor of group and the within-subjects factor of time. Month 0 will be the referent time-point with post-intervention and follow-up time-points as comparison time-points in dummy-coded predictors. The group by time interaction is of primary interest. If an interaction is found significant, follow-up analyses will determine the nature of differential change between treatment conditions.",
                    "timeFrame": "Baseline, 6 months, 12 months"
                },
                {
                    "measure": "Patient Health Questionnaire-8",
                    "description": "Patient Health Questionnaire (PHQ-8; 8 items averaged to obtain a total score, with higher scores indicating worse outcomes/greater depressive symptomatology) will be analyzed. Multilevel models using full information maximum likelihood estimation will be conducted to examine depressive symptom changes over time. Analyses will include the between-subjects factor of group and the within-subjects factor of time. Month 0 will be the referent time-point with post-intervention and follow-up time-points as comparison time-points in dummy-coded predictors. The group by time interaction is of primary interest. If an interaction is found significant, follow-up analyses will determine the nature of differential change between treatment conditions.",
                    "timeFrame": "Baseline, 6 months, 12 months"
                },
                {
                    "measure": "Perceived Stress Scale",
                    "description": "Perceived Stress Scale (PSS-4; 4 items are summed to obtain a total score, ranging from 0-16, higher scores indicating worse outcomes/greater levels of perceived stress) will be analyzed. Multilevel models using full information maximum likelihood estimation will be conducted to examine stress level changes over time. Analyses will include the between-subjects factor of group and the within-subjects factor of time. Month 0 will be the referent time-point with post-intervention and follow-up time-points as comparison time-points in dummy-coded predictors. The group by time interaction is of primary interest. If an interaction is found significant, follow-up analyses will determine the nature of differential change between treatment conditions.",
                    "timeFrame": "Baseline, 6 months, 12 months"
                },
                {
                    "measure": "The WHO Well-Being Index",
                    "description": "The WHO Well-Being Index (WHO-5; 5 items are summed and multiplied by 4 to obtain a total score ranging from 0-100, with higher scores indicating better outcomes/greater well-being/overall quality of life) will be analyzed. Multilevel models using full information maximum likelihood estimation will be conducted to examine quality of life changes. Analyses will include the between-subjects factor of group and the within-subjects factor of time. Month 0 will be the referent time-point with post-intervention and follow-up time-points as comparison time-points in dummy-coded predictors. The group by time interaction is of primary interest. If an interaction is found significant, follow-up analyses will determine the nature of differential change between treatment conditions.",
                    "timeFrame": "Baseline, 6 months, 12 months"
                },
                {
                    "measure": "Hypoglycemic Attitudes and Behaviors Scale",
                    "description": "Hypoglycemic Attitudes and Behaviors Scale \\[HABS; a 14-item self-report scale that highlights three dimensions of hypoglycemia-related concerns (anxiety, avoidance, confidence), with higher scores indicating higher levels of patient worry and concerns related to hypoglycemia\\] will be analyzed. Multilevel models using full information maximum likelihood estimation will be conducted to examine changes in hypoglycemic attitudes and behaviors over time. Analyses will include the between-subjects factor of group and the within-subjects factor of time. Month 0 will be the referent time-point with post-intervention and follow-up time-points as comparison time-points in dummy-coded predictors. The group by time interaction is of primary interest. If an interaction is found significant, follow-up analyses will determine the nature of differential change between treatment conditions.",
                    "timeFrame": "Baseline, 6 months, 12 months"
                },
                {
                    "measure": "Revised Diabetes Knowledge Test",
                    "description": "The Diabetes Knowledge Test (DKT; a 23-item multiple-choice questionnaire developed by the University of Michigan, with higher scores reflecting greater diabetes knowledge) will be analyzed. Multilevel models using full information maximum likelihood estimation will be conducted to examine knowledge changes over time. Analyses will include the between-subjects factor of group and the within-subjects factor of time. Month 0 will be the referent time-point with post-intervention and follow-up time-points as comparison time-points in dummy-coded predictors. The group by time interaction is of primary interest. If an interaction is found significant, follow-up analyses will determine the nature of differential change between treatment conditions.",
                    "timeFrame": "Baseline, 6 months, 12 months"
                },
                {
                    "measure": "Diabetes Support and Isolation Questionnaire",
                    "description": "The Diabetes Support and Isolation Questionnaire (an 11-item, multiple choice questionnaire developed by University of California, San Francisco to assess available support resources for managing one's diabetes) will be analyzed. Multilevel models using full information maximum likelihood estimation will be conducted to examine changes in support resources over time. Analyses will include the between-subjects factor of group and the within-subjects factor of time. Month 0 will be the referent time-point with post-intervention and follow-up time-points as comparison time-points in dummy-coded predictors. The group by time interaction is of primary interest. If an interaction is found significant, follow-up analyses will determine the nature of differential change between treatment conditions.",
                    "timeFrame": "Baseline, 6 months, 12 months"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Cost-effectiveness",
                    "description": "Long-term cost-effectiveness of ACT1VATE will use a simulation model. The UKPDS Outcomes Model Risk Engine (UKPDS-OM) developed the predictive equations for diabetes-related complications, mortality, and assigned utilities conditional on disease. Estimated clinical effects + costs of each arm will be inputs into the UKPDS-OM model. Estimated clinical effects (HbA1c change) come from Aim 1. Intervention costs will be estimated using standard accounting methods, process mapping + time-based activity costing. Base case assumes a health system perspective, 40-year time horizon, and 3% discount rate for both QALY and costs. Sensitivity analyses will investigate the influence of the estimated treatment effects and intervention costs, the influence of time horizon and discount rate, and second order uncertainty. UKPDS-OM provides equation parameters derived from bootstrap samples of the original UKPDS population. Estimates will be used to calculate an incremental cost-effectiveness plan.",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Diabetes-Specific Self Compassion Scale",
                    "description": "Diabetes-Specific Self-Compassion Scale (D-SCS; range 0-5 with higher scores indicating higher levels of diabetes-specific self-compassion) will be analyzed to evaluate theoretical fidelity. Multilevel models using full information maximum likelihood estimation will be conducted to examine change in the construct over time. Analyses will include the between-subjects factor of group and the within-subjects factor of time. Month 0 will be the referent time-point with post-intervention and follow-up time-points as comparison time-points in dummy-coded predictors. The group by time interaction is of primary interest. If an interaction is found significant, follow-up analyses will determine the nature of differential change between treatment conditions.",
                    "timeFrame": "Baseline, 6 months, 12 months"
                },
                {
                    "measure": "Acceptance and Action Diabetes Questionnaire",
                    "description": "The Acceptance and Action Diabetes Questionnaire (AADQ; a 6-item scale measuring cognitive avoidance related to diabetes with higher scores indicating higher levels of cognitive avoidance) will be analyzed to evaluate theoretical fidelity. Multilevel models using full information maximum likelihood estimation will be conducted to examine change in the construct over time. Analyses will include the between-subjects factor of group and the within-subjects factor of time. Month 0 will be the referent time-point with post-intervention and follow-up time-points as comparison time-points in dummy-coded predictors. The group by time interaction is of primary interest. If an interaction is found significant, follow-up analyses will determine the nature of differential change between treatment conditions.",
                    "timeFrame": "Baseline, 6 months, 12 months"
                },
                {
                    "measure": "Body Mass Index (BMI)",
                    "description": "Body Mass Index (BMI) - will be measured as Weight in kg/Height squared in meters. BMI for up to 5 data points (0, 3, 6, 9, 12 months) will be analyzed. Multilevel models using full information maximum likelihood estimation will be conducted to examine BMI changes. Analyses will include the between-subjects factor of group and the within-subjects factor of time. Month 0 will be the referent time-point with post-intervention and follow-up time-points as comparison time-points in dummy-coded predictors. The group by time interaction is of primary interest. If an interaction is found significant, follow-up analyses will determine the nature of differential change between treatment conditions.",
                    "timeFrame": "Baseline, 3 months, 6 months, 9 months, 12 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Spanish or English-speaking\n* Type 1 diabetes\n* Glycosylated Hemoglobin (HbA1c) 7.5% - 12.5% in last 90 days\n* Screen positive for diabetes distress\n\nExclusion Criteria:\n\n* Severe medical or psychological conditions that would interfere with participation based on the opinion of a provider\n* Plans to move out of the San Diego area in the next 12 months\n* Lack of technology capability required to complete online surveys and telemedicine visit",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Haley Sandoval",
                    "role": "CONTACT",
                    "phone": "970-497-6701",
                    "email": "sandoval.haley@scrippshealth.org"
                },
                {
                    "name": "Addie Fortmann, PhD",
                    "role": "CONTACT",
                    "phone": "858-678-7059",
                    "email": "fortmann.adelaide@scrippshealth.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Addie Fortmann, PhD",
                    "affiliation": "Scripps Whittier Diabetes Institute",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Athena Philis-Tsimikas, MD",
                    "affiliation": "Scripps Whittier Diabetes Institute",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Scripps Whittier Diabetes Institute",
                    "status": "RECRUITING",
                    "city": "San Diego",
                    "state": "California",
                    "zip": "92121",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Addie Fortmann, PhD",
                            "role": "CONTACT",
                            "phone": "858-678-7059",
                            "email": "fortmann.adelaide@scrippshealth.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 32.71533,
                        "lon": -117.15726
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000003920",
                    "term": "Diabetes Mellitus"
                },
                {
                    "id": "D000003922",
                    "term": "Diabetes Mellitus, Type 1"
                }
            ],
            "ancestors": [
                {
                    "id": "D000044882",
                    "term": "Glucose Metabolism Disorders"
                },
                {
                    "id": "D000008659",
                    "term": "Metabolic Diseases"
                },
                {
                    "id": "D000004700",
                    "term": "Endocrine System Diseases"
                },
                {
                    "id": "D000001327",
                    "term": "Autoimmune Diseases"
                },
                {
                    "id": "D000007154",
                    "term": "Immune System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M7117",
                    "name": "Diabetes Mellitus, Type 1",
                    "asFound": "Type 1 Diabetes",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7115",
                    "name": "Diabetes Mellitus",
                    "asFound": "Diabetes",
                    "relevance": "HIGH"
                },
                {
                    "id": "M11639",
                    "name": "Metabolic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M25403",
                    "name": "Glucose Metabolism Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M7862",
                    "name": "Endocrine System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M4629",
                    "name": "Autoimmune Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10200",
                    "name": "Immune System Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                },
                {
                    "abbrev": "BC19",
                    "name": "Gland and Hormone Related Diseases"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}