{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05616624",
            "orgStudyIdInfo": {
                "id": "202301032"
            },
            "organization": {
                "fullName": "Washington University School of Medicine",
                "class": "OTHER"
            },
            "briefTitle": "ADI-PEG 20 in Combination With Gemcitabine and Docetaxel After Progression on Frontline Therapy in Non-small Cell and Small Cell Lung Cancers",
            "officialTitle": "ADI-PEG 20 in Combination With Gemcitabine and Docetaxel After Progression on Frontline Therapy in Non-small Cell and Small Cell Lung Cancers",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "adi-peg-in-combination-with-gemcitabine-and-docetaxel-after-progression-on-frontline-therapy-in-non-small-cell-and-small-cell-lung-cancers"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-04-05",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-12-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2032-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-11-04",
            "studyFirstSubmitQcDate": "2022-11-14",
            "studyFirstPostDateStruct": {
                "date": "2022-11-15",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-24",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-28",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Washington University School of Medicine",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Polaris Group",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "In this study, patients with small cell or non-small cell lung cancer will receive ADI-PEG 20, gemcitabine, and docetaxel after demonstrated progression on frontline therapy. In phase I of the study, up to 6 dose levels will be tested to find the recommended phase II dose (RP2D), after which patients enrolling to phase II will be treated at that dose level to assess efficacy. Although safety and tolerability has been previously determined in the sarcoma population, dose de-escalations of the chemotherapies in that patient population were required. Therefore, a phase I portion will be incorporated to determine the RP2D of the triplet in this population."
        },
        "conditionsModule": {
            "conditions": [
                "Non Small Cell Lung Cancer",
                "Non-small Cell Lung Cancer",
                "Small-cell Lung Cancer",
                "Small Cell Lung Carcinoma"
            ],
            "keywords": [
                "Arginine Starvation",
                "ADI-PEG20",
                "SCLC",
                "NSCLCa"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1",
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "SEQUENTIAL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 114,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Phase I: ADI-PEG + gemcitabine + docetaxel",
                    "type": "EXPERIMENTAL",
                    "description": "* ADI-PEG 20 is given as an intramuscular injection on a weekly basis (Day 1, 8 and 15) at a dose of 36 mg/m\\^2. ADI-PEG 20 dosing will start one week prior to the initiation of gemcitabine + docetaxel on Day -7 prior to the initiation of Cycle 1.\n* Gemcitabine is given intravenously at the assigned dose level on Day 2 of each cycle.\n* Docetaxel is given intravenously at the assigned dose level on Day 1 of each cycle.\n* A cycle is defined as 21 days.\n* After Cycle 8, patients may continue on ADI-PEG 20 alone (without gemcitabine and docetaxel) per physician discretion or patient request.\n* Treatment may continue for up to 34 cycles.",
                    "interventionNames": [
                        "Drug: ADI-PEG 20",
                        "Drug: Gemcitabine",
                        "Drug: Docetaxel"
                    ]
                },
                {
                    "label": "Phase II Non-small cell lung cancer: ADI-PEG + gemcitabine + docetaxel",
                    "type": "EXPERIMENTAL",
                    "description": "* ADI-PEG 20 is given as an intramuscular injection on a weekly basis (Day 1, 8 and 15) at a dose of 36 mg/m\\^2. ADI-PEG 20 dosing will start one week prior to the initiation of gemcitabine + docetaxel on Day -7 prior to the initiation of Cycle 1.\n* Gemcitabine is given intravenously at the assigned dose level on Day 2 of each cycle.\n* Docetaxel is given intravenously at the assigned dose level on Day 1 of each cycle.\n* A cycle is defined as 21 days.\n* After Cycle 8, patients may continue on ADI-PEG 20 alone (without gemcitabine and docetaxel) per physician discretion or patient request.\n* Treatment may continue for up to 34 cycles.",
                    "interventionNames": [
                        "Drug: ADI-PEG 20",
                        "Drug: Gemcitabine",
                        "Drug: Docetaxel"
                    ]
                },
                {
                    "label": "Phase II Small cell lung cancer: ADI-PEG + gemcitabine + docetaxel",
                    "type": "EXPERIMENTAL",
                    "description": "* ADI-PEG 20 is given as an intramuscular injection on a weekly basis (Day 1, 8 and 15) at a dose of 36 mg/m\\^2. ADI-PEG 20 dosing will start one week prior to the initiation of gemcitabine + docetaxel on Day -7 prior to the initiation of Cycle 1.\n* Gemcitabine is given intravenously at the assigned dose level on Day 2 of each cycle.\n* Docetaxel is given intravenously at the assigned dose level on Day 1 of each cycle.\n* A cycle is defined as 21 days.\n* After Cycle 8, patients may continue on ADI-PEG 20 alone (without gemcitabine and docetaxel) per physician discretion or patient request.\n* Treatment may continue for up to 34 cycles.",
                    "interventionNames": [
                        "Drug: ADI-PEG 20",
                        "Drug: Gemcitabine",
                        "Drug: Docetaxel"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "ADI-PEG 20",
                    "description": "-Given 60 minutes (+/- 15 minutes) prior to docetaxel",
                    "armGroupLabels": [
                        "Phase I: ADI-PEG + gemcitabine + docetaxel",
                        "Phase II Non-small cell lung cancer: ADI-PEG + gemcitabine + docetaxel",
                        "Phase II Small cell lung cancer: ADI-PEG + gemcitabine + docetaxel"
                    ],
                    "otherNames": [
                        "PEGylated arginine deiminase"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Gemcitabine",
                    "description": "-Given over the course of 90 minutes (+/- 10 minutes)",
                    "armGroupLabels": [
                        "Phase I: ADI-PEG + gemcitabine + docetaxel",
                        "Phase II Non-small cell lung cancer: ADI-PEG + gemcitabine + docetaxel",
                        "Phase II Small cell lung cancer: ADI-PEG + gemcitabine + docetaxel"
                    ],
                    "otherNames": [
                        "Gemzar"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Docetaxel",
                    "description": "-Given over the course of 60 minutes (+/- 10 minutes)",
                    "armGroupLabels": [
                        "Phase I: ADI-PEG + gemcitabine + docetaxel",
                        "Phase II Non-small cell lung cancer: ADI-PEG + gemcitabine + docetaxel",
                        "Phase II Small cell lung cancer: ADI-PEG + gemcitabine + docetaxel"
                    ],
                    "otherNames": [
                        "Taxotere"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Recommended phase II dose (Phase I only)",
                    "description": "-The maximum tolerated dose (MTD) is defined as the dose level immediately below the dose level at which 2 patients of a cohort (of 2 to 6 patients) experience dose-limiting toxicity during the first 4 weeks of treatment. Dose escalations will proceed until the MTD has been reached or until Dose Level 3, and this dose level will then be defined as the Recommended Phase 2 Dose (RP2D).",
                    "timeFrame": "Through the first 4 weeks of treatment for all Phase I enrolled participants (estimated to be 12 months and 4 weeks)"
                },
                {
                    "measure": "Treatment-related serious adverse event (SAE) rate (Phase I only)",
                    "description": "-SAE: an adverse event or suspected adverse reaction is considered \"serious\" if, in the view of the investigator, it results in any of the following outcomes:\n\n* Death\n* A life-threatening adverse event\n* Inpatient hospitalization or prolongation of existing hospitalization\n* A persistent or significant incapacity or substantial disruption of the ability to conduct normal life functions\n* A congenital anomaly/birth defect\n* Any other important medical event that does not fit the criteria above but, based upon appropriate medical judgment, may jeopardize the subject and may require medical or surgical intervention to prevent one of the outcomes listed above",
                    "timeFrame": "From start of treatment through 30 days after completion of treatment (estimated to be 106 weeks)"
                },
                {
                    "measure": "Objective response rate (ORR) (Phase II only - compared between non-small cell lung and small cell lung)",
                    "description": "* ORR = percentage of participants with complete response + partial response.\n* Complete response (CR): Disappearance of all target lesions. Any pathological lymph nodes (whether target or non-target) must have reduction in short axis to \\<10 mm. Disappearance of all non-target lesions and normalization of tumor marker level.\n* Partial response (PR): At least a 30% decrease in the sum of the diameters of target lesions, taking as reference the baseline sum diameters.",
                    "timeFrame": "Through completion of treatment (estimated to be 102 weeks)"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Progression-free survival (PFS) (Phase II only - compared between non-small cell lung and small cell lung)",
                    "description": "* PFS is defined as the time from date of treatment initiation to disease progression or death from any cause, whichever occurs first. The patients alive, without progression, are censored at the last follow-up.\n* Progressive disease (PD): At least a 20% increase in the sum of the diameters of target lesions, taking as reference the smallest sum on study (this includes the baseline sum if that is the smallest on study). In addition to the relative increase of 20%, the sum must also demonstrate an absolute increase of at least 5 mm. Appearance of one or more new lesions and/or unequivocal progression of existing non-target lesions. Unequivocal progression should not normally trump target lesion status. It must be representative of overall disease status change, not a single lesion increase.",
                    "timeFrame": "Through completion of follow-up (estimated to be up to 362 weeks)"
                },
                {
                    "measure": "Overall survival (OS) (Phase II only - compared between non-small cell lung and small cell lung)",
                    "description": "OS is defined as the time from the date of treatment initiation to the date of death, censored at the last follow-up otherwise.",
                    "timeFrame": "Through completion of follow-up (estimated to be up to 362 weeks)"
                },
                {
                    "measure": "Clinical benefit rate (CBR) (Phase II only - compared between non-small cell lung and small cell lung)",
                    "description": "* CBR = the percentage of participants who have experienced complete response + partial response + stable disease.\n* Complete response (CR): Disappearance of all target lesions. Any pathological lymph nodes (whether target or non-target) must have reduction in short axis to \\<10 mm. Disappearance of all non-target lesions and normalization of tumor marker level.\n* Partial response (PR): At least a 30% decrease in the sum of the diameters of target lesions, taking as reference the baseline sum diameters.\n* Stable Disease (SD): Neither sufficient shrinkage to qualify for PR nor sufficient increase to qualify for PD, taking as reference the smallest sum diameters while on study. Persistence of one or more non-target lesion(s) and/or maintenance of tumor marker level above the normal limits.",
                    "timeFrame": "Through completion of treatment (estimated to be 102 weeks)"
                },
                {
                    "measure": "Cancer-related mortality rate (Phase II only - compared between non-small cell lung and small cell lung)",
                    "timeFrame": "Through completion of follow-up (estimated to be up to 362 weeks)"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Histologically or cytologically confirmed extensive stage small cell or metastatic non-small cell lung cancer that has progressed on frontline therapy who are fit for treatment with gemcitabine and docetaxel in the opinion of the treating physician. Phase II enrollment will occur separately to the SCLC and NSCLC cohorts, with up to 36 enrolled in each cohort.\n* Measurable disease per RECIST 1.1.\n* Treated with at least one previous line of systemic therapy. The allowable window between treatments is 21 days for chemotherapy or a TKI or 5 half-lives for a TKI (whichever is shorter), 21 days and progression by CT for immunotherapy, 21 days for RT, 21 days for surgery, or 28 days for an investigational agent.\n\n  * Patients with ES-SCLC must have been treated with first-line therapy of platinum doublet + anti-PD(L)1 therapy, if eligible.\n  * Patients with NSCLC without a driver mutation must have been treated with first-line therapy of platinum doublet + anti-PD(L)1 therapy, if eligible.\n  * Patients with NSCLC with a driver mutation (EGFR, ALK, ROS1) must have been treated with an FDA approved targeted therapy and subsequent platinum doublet therapy, if eligible.\n* At least 18 years of age.\n* ECOG performance status ≤ 1.\n* Normal bone marrow and organ function as defined below:\n\n  * Absolute neutrophil count ≥ 1.5 K/cumm\n  * Platelets ≥ 100 K/cumm\n  * Hemoglobin ≥ 9 g/dL\n  * Total bilirubin ≤ 2 x IULN, patients with Gilberts must be below 3xIULN\n  * AST(SGOT)/ALT(SGPT) ≤ 3 x IULN (or ≤ 5 x IULN if liver metastases are present)\n  * Creatinine clearance \\> 60 mL/min by MDRD or by 24 hour urine\n  * Serum uric acid ≤ 8 mg/dL (with or without medication control)\n* The effects of ADI-PEG 20 on the developing human fetus are unknown. For this reason and because chemotherapeutics are known to be teratogenic, women of childbearing potential must agree to use adequate contraception (hormonal or barrier method of birth control, abstinence) prior to study entry, for the duration of study participation, and for one month after completion of study treatment. Should a woman become pregnant or suspect she is pregnant while participating in this study, she must inform her treating physician immediately. Men treated or enrolled on this protocol must also agree to use adequate contraception prior to the study, for the duration of the study, and for one month after completion of study treatment.\n* Ability to understand and willingness to sign an IRB approved written informed consent document.\n\nExclusion Criteria:\n\n* A history of other malignancy with the exception of:\n\n  * Malignancies for which all treatment was completed at least 2 years before registration and the patient has no evidence of disease\n  * Basal cell or squamous cell carcinoma of the skin which was treated with local resection only\n  * Carcinoma in situ of the cervix\n  * Other tumors discussed with the study PI\n* Currently receiving any other investigational agents.\n* Prior treatment with ADI-PEG 20 or gemcitabine (prior docetaxel is allowed).\n* Presence of untreated or unstable brain metastases. Patients with treated/stable brain metastases, defined as patients who have received prior therapy for their brain metastases and whose CNS disease is radiographically stable at study entry, are eligible.\n* A history of allergic reactions attributed to compounds of similar chemical or biologic composition to ADI-PEG 20, gemcitabine, pegylated compounds, or other agents used in the study.\n* Uncontrolled intercurrent illness including, but not limited to, ongoing or active infection, symptomatic congestive heart failure, unstable angina pectoris, or cardiac arrhythmia.\n* History of seizure disorder not related to underlying cancer.\n* Grade 2 or higher neuropathy\n* Pregnant and/or breastfeeding. Women of childbearing potential must have a negative pregnancy test within 14 days of study entry.\n* Patients with known active Hepatitis B or C or HIV.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Brian A Van Tine, M.D., Ph.D.",
                    "role": "CONTACT",
                    "phone": "314-362-8903",
                    "email": "bvantine@wustl.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Brian A Van Tine, M.D., Ph.D.",
                    "affiliation": "Washington University School of Medicine",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Washington University School of Medicine",
                    "status": "RECRUITING",
                    "city": "Saint Louis",
                    "state": "Missouri",
                    "zip": "63110",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Brian A Van Tine, M.D., Ph.D.",
                            "role": "CONTACT",
                            "phone": "314-362-8903",
                            "email": "bvantine@wustl.edu"
                        },
                        {
                            "name": "Brian A Van Tine, M.D., Ph.D.",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Jared Cohen, M.D.",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Ramaswamy Govindan, M.D.",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Daniel Morgensztern, M.D.",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Saiama Waqar, MBBS",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Esther Lu, Ph.D.",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Sasha Harberg, PharmD, BCOP",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.62727,
                        "lon": -90.19789
                    }
                }
            ]
        },
        "referencesModule": {
            "seeAlsoLinks": [
                {
                    "label": "Alvin J. Siteman Cancer Center at Barnes-Jewish Hospital and Washington University School of Medicine",
                    "url": "http://www.siteman.wustl.edu"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000008175",
                    "term": "Lung Neoplasms"
                },
                {
                    "id": "D000002289",
                    "term": "Carcinoma, Non-Small-Cell Lung"
                },
                {
                    "id": "D000055752",
                    "term": "Small Cell Lung Carcinoma"
                }
            ],
            "ancestors": [
                {
                    "id": "D000012142",
                    "term": "Respiratory Tract Neoplasms"
                },
                {
                    "id": "D000013899",
                    "term": "Thoracic Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000008171",
                    "term": "Lung Diseases"
                },
                {
                    "id": "D000012140",
                    "term": "Respiratory Tract Diseases"
                },
                {
                    "id": "D000002283",
                    "term": "Carcinoma, Bronchogenic"
                },
                {
                    "id": "D000001984",
                    "term": "Bronchial Neoplasms"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5546",
                    "name": "Carcinoma, Non-Small-Cell Lung",
                    "asFound": "Non-small Cell Lung Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5534",
                    "name": "Carcinoma",
                    "relevance": "LOW"
                },
                {
                    "id": "M11172",
                    "name": "Lung Neoplasms",
                    "asFound": "Lung Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M28323",
                    "name": "Small Cell Lung Carcinoma",
                    "asFound": "Small Cell Lung Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M20559",
                    "name": "Disease Progression",
                    "relevance": "LOW"
                },
                {
                    "id": "M16010",
                    "name": "Starvation",
                    "relevance": "LOW"
                },
                {
                    "id": "M14979",
                    "name": "Respiratory Tract Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M16658",
                    "name": "Thoracic Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M11168",
                    "name": "Lung Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14977",
                    "name": "Respiratory Tract Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5540",
                    "name": "Carcinoma, Bronchogenic",
                    "relevance": "LOW"
                },
                {
                    "id": "M5260",
                    "name": "Bronchial Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "T5271",
                    "name": "Small Cell Lung Cancer",
                    "asFound": "Small Cell Lung Cancer",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC08",
                    "name": "Respiratory Tract (Lung and Bronchial) Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000093542",
                    "term": "Gemcitabine"
                },
                {
                    "id": "D000077143",
                    "term": "Docetaxel"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000964",
                    "term": "Antimetabolites, Antineoplastic"
                },
                {
                    "id": "D000000963",
                    "term": "Antimetabolites"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                },
                {
                    "id": "D000050257",
                    "term": "Tubulin Modulators"
                },
                {
                    "id": "D000050256",
                    "term": "Antimitotic Agents"
                },
                {
                    "id": "D000050258",
                    "term": "Mitosis Modulators"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M2985",
                    "name": "Gemcitabine",
                    "asFound": "Mg/kg",
                    "relevance": "HIGH"
                },
                {
                    "id": "M1668",
                    "name": "Docetaxel",
                    "asFound": "Management",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4281",
                    "name": "Antimetabolites",
                    "relevance": "LOW"
                },
                {
                    "id": "M26197",
                    "name": "Tubulin Modulators",
                    "relevance": "LOW"
                },
                {
                    "id": "M26196",
                    "name": "Antimitotic Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "T1",
                    "name": "Arginine",
                    "asFound": "Healthy controls",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "AA",
                    "name": "Amino Acids"
                }
            ]
        }
    },
    "hasResults": false
}