{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05456243",
            "orgStudyIdInfo": {
                "id": "21-012522"
            },
            "organization": {
                "fullName": "Mayo Clinic",
                "class": "OTHER"
            },
            "briefTitle": "Adipose-derived MSC to Treat Rejection in Kidney Transplant Recipients",
            "officialTitle": "Safety of Intraarterial Infusion of Adipose Tissue-derived Mesenchymal Stromal Cells to Treat Antibody-mediated and Cellular Rejection in Adult Kidney Transplant Recipients (AMSCAR)",
            "therapeuticArea": [
                "Nephrology and Renal Diseases"
            ],
            "study": "adipose-derived-msc-to-treat-rejection-in-kidney-transplant-recipients"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-03",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-01-30",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-08",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-08",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-07-08",
            "studyFirstSubmitQcDate": "2022-07-08",
            "studyFirstPostDateStruct": {
                "date": "2022-07-13",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-03-29",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-02",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Timucin Taner",
                "investigatorTitle": "Principal Investigator",
                "investigatorAffiliation": "Mayo Clinic"
            },
            "leadSponsor": {
                "name": "Mayo Clinic",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This research study is being done to learn if an experimental treatment of infusing allogeneic adipose-derived mesenchymal stromal cells (allo-A-MSC ) directly into the renal artery is safe and can help reduce inflammation in the transplanted kidney and treat rejection."
        },
        "conditionsModule": {
            "conditions": [
                "Kidney Transplant"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 12,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Low Dose Group",
                    "type": "EXPERIMENTAL",
                    "description": "Adult kidney transplant recipients with subclinical rejection (biopsy-proven antibody-mediated and/or cellular rejection, including borderline rejection) will be administered one low dose of allogeneic A-MSC.",
                    "interventionNames": [
                        "Biological: Low dose adipose tissue derived mesenchymal stromal cells (A-MSC)"
                    ]
                },
                {
                    "label": "High Dose Group",
                    "type": "EXPERIMENTAL",
                    "description": "Adult kidney transplant recipients with subclinical rejection (biopsy-proven antibody-mediated and/or cellular rejection, including borderline rejection) will be administered one high dose of allogeneic A-MSC.",
                    "interventionNames": [
                        "Biological: High dose adipose tissue derived mesenchymal stromal cells (A-MSC)"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BIOLOGICAL",
                    "name": "Low dose adipose tissue derived mesenchymal stromal cells (A-MSC)",
                    "description": "Single intra-arterial infusion of 1 x 10\\^5 cells/kg",
                    "armGroupLabels": [
                        "Low Dose Group"
                    ]
                },
                {
                    "type": "BIOLOGICAL",
                    "name": "High dose adipose tissue derived mesenchymal stromal cells (A-MSC)",
                    "description": "Single intra-arterial infusion of 5 x 10\\^5 cells/kg infused over 5 minutes",
                    "armGroupLabels": [
                        "High Dose Group"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Worsening kidney allograft rejection",
                    "description": "Number of subjects to have biopsy-proven worsening kidney allograft rejection",
                    "timeFrame": "28 days after A-MSC infusion"
                },
                {
                    "measure": "Adverse Events",
                    "description": "Number of Grade 3 or higher AEs attributable to the A-MSC infusion including infusion reaction/cytokine release syndrome, per the Common Terminology Criteria for Adverse Events Version 5.0 (CTCAE v5.0). Cytokine Release Syndrome (CRS) will be defined using the American Society for Transplantation and Cellular Therapy (ASTCT) Consensus Grading for Cytokine Release Syndrome and Neurologic Toxicity Associated with Immune Effector Cell",
                    "timeFrame": "1 year"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Able to understand and provide informed consent.\n* Have received a renal transplant (first or repeat), and the most recent protocol biopsy within 3 months of consent is diagnostic for ABMR or cellular rejection.\n\nClinical Inclusion Criteria:\n\n* Stable renal function:\n* Serum creatinine at the time of surveillance biopsy cannot be \\> 15% greater than the serum creatine prior to the biopsy (must be within 3 months of the biopsy);\n* Estimated eGFR \\> 30 ml/min by MDRD.\n\nHistologic Criteria for Eligibility:\n\n* ABMR: microvascular inflammation scores for glomerulitis (g) and peritubular capillaritis (ptc) (g:1 or 2; ptc:1 or 2).\n* Cellular rejection: tubulitis (t) (t:1or 2); interstitial inflammation (i) (i:1 or 2); intimal arteritis (v) (v: 1 or 2).\n* Mixed ABMR and cellular rejection.\n\nExclusion Criteria:\n\n* Nephrotic range proteinuria (≥ 3.5g/24h), detected more than once in the year preceding screening.\n* History of post-transplant intervention for obstructive uropathy\n* One or more of the following laboratory values:\n\n  o Hemoglobin (Hb} ≤ 8 g/dL, Potassium (K) ≥ 5.5 mEq/dL, Alanine aminotransferase (ALT) ≥ 60 U/L, Hemoglobin A1C (HbA1c) ≥ 7%, International Normalized Ratio (INR) ≥ 2.0, Platelet count \\< 50 x 109/L (patients who receive a platelet transfusion to increase their platelet count will not be excluded).\n* One or more of the following parameters:\n\n  o Temperature ≥ 38°C (100.4°F), Respiratory rate ≥ 20/min, Oxygen saturation (SpO2) ≤ 90%, Systemic systolic blood pressure \\>160mmHg or \\< 100 mmHg, Pulse \\< 45/min or \\> 140/min\n* Patients with the following grades/classes of vascular diseases:\n\n  * NYHA Class 3-4 CHF\n  * Uncontrolled arrhythmia, defined as: atrial fibrillation with rapid ventricular response, supraventricular tachycardia, Wolff-Parkinson-White syndrome, ventricular fibrillation, or sick sinus syndrome. Subjects with rate-controlled chronic atrial fibrillation will be allowed to participate.\n  * Cerebrovascular accident (CVA) within 90 days of screening\n  * Peripheral Arterial Disease (PAD), patients who have had prior vascular interventions for PAD in the index lower extremity.\n* Acute illness within 30 days of screening.\n* History of allergy or intolerance to iodinated contrast agents\n* Women of childbearing potential or male subjects with female partners of childbearing potential unwilling to use an effective method of contraception during and for 12 months post-treatment.\n* History of or current evidence of alcohol abuse, illicit drug use or dependence\n* Active COVID 19 or positive test for the SARS-CoV-2 virus\n* History of malignancy within 5 years of enrollment. History of adequately treated in-situ cervical carcinoma and/or adequately treated skin cancer (basal or squamous cell) will be permitted\n* Serologic evidence of human immunodeficiency virus 1 or 2 infection\n* Epstein Barr Virus (EBV) sero-negativity (EBV naïve)\n* Cytomegalovirus (CMV) sero-negativity\n* Active post-transplant opportunistic infections at the time of screening (CMV, BK virus, polyoma virus, EBV)\n* Active Hepatitis B or Hepatitis C infection (e.g. NAT positive), and/or HBV core antibody positivity. Subjects with previously treated Hepatitis C (NAT negative, HCV IgG positive), or those with HBV surface antibody positive but HBV core antibody negative subjects will not be excluded from the study.\n* Have received a kidney transplant from a Hepatitis C positive donor and plan to receive anti-viral treatment after transplant\n* Any chronic condition for which anti-coagulation cannot be safely interrupted for kidney biopsy based on the CHA2DS2-VASc score of ≥ 6 risk stratum. If subjects fall into either the high or the moderate thrombotic risk, they will be deemed to be not safe to interrupt anticoagulation:\n\n  * High thrombotic risk: Mechanical heart valve: Any mitral valve prosthesis, any caged-ball or tilting disc aortic valve prosthesis, recent (within 6 months) stroke or transient ischemic attack; Atrial Fibrillation: CHADS2 score 5-6, CHA2DS2-VASc score 7-9, recent (within 3 months) stroke or transient ischemic attack, rheumatic valvular heart disease; Venous thromboembolism: Recent (within 3 months) VTE, severe thrombophilia (e.g. deficiency of protein C, protein S, or antithrombin; antiphospholipid antibodies; multiple abnormalities)\n  * Moderate thrombotic risk: Mechanical heart valve: Bileaflet aortic valve prosthesis and 1 or more of the of following risk factors: atrial fibrillation, prior stroke or transient ischemic attack, hypertension, diabetes, congestive heart failure; Atrial Fibrillation: CHADS2 score 3-4, CHA2DS2-VASc score 4-6; Venous thromboembolism: VTE within the past 3 to 12 months, non-severe thrombophilia (e.g. heterozygous factor V Leiden or prothrombin gene mutation), recurrent VTE\n  * For all other subjects, anticoagulation can be safely interrupted for 3 days prior to infusion and resumed a day after the infusion.\n* Positive pregnancy test\n* Participation in any other studies that involved investigational drugs or regimens in the preceding year\n* Any other condition, in the investigator's judgment, that increases the risk of A-MSC infusion or prevents safe trial participation\n* Unwilling or unable to adhere to study requirements and procedures\n* Per Banff criteria category 6: the presence of other changes not considered to be caused by acute or chronic rejection, BK-Virus Nephropathy, Posttransplant Lymphoproliferative Disorder, Calcineurin Inhibitor Toxicity, Acute Tubular Injury, Recurrent Disease, De Novo Glomerulopathy (Other Than TG), Pyelonephritis or Drug-Induced Interstitial Nephritis",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "70 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "overallOfficials": [
                {
                    "name": "Timucin Taner, MD, PhD",
                    "affiliation": "Mayo Clinic",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Mayo Clinic",
                    "status": "RECRUITING",
                    "city": "Rochester",
                    "state": "Minnesota",
                    "zip": "55905",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Timucin Taner",
                            "role": "CONTACT",
                            "phone": "507-266-3117",
                            "email": "taner.timucin@mayo.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 44.02163,
                        "lon": -92.4699
                    }
                }
            ]
        },
        "referencesModule": {
            "seeAlsoLinks": [
                {
                    "label": "Mayo Clinic Clinical Trials",
                    "url": "https://www.mayo.edu/research/clinical-trials"
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M4225",
                    "name": "Antibodies",
                    "relevance": "LOW"
                },
                {
                    "id": "M10184",
                    "name": "Immunoglobulins",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}