{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04238143",
            "orgStudyIdInfo": {
                "id": "GARM-MSK-ALD"
            },
            "organization": {
                "fullName": "Healeon Medical Inc",
                "class": "INDUSTRY"
            },
            "briefTitle": "Adipose-Derived Biocellular Regenerative Therapy for Osteoarthritis",
            "officialTitle": "Adipose-Derived Biocellular Regenerative Therapy in Treatment of Osteoarthritis (OA) and Associated Connective Tissue Degeneration and Pain",
            "acronym": "GARM-MSK-ALD",
            "therapeuticArea": [
                "Orthopedics"
            ],
            "study": "adipose-derived-biocellular-regenerative-therapy-for-osteoarthritis"
        },
        "statusModule": {
            "statusVerifiedDate": "2022-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2020-01-10",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-07-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2020-01-13",
            "studyFirstSubmitQcDate": "2020-01-19",
            "studyFirstPostDateStruct": {
                "date": "2020-01-23",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2022-04-07",
            "lastUpdatePostDateStruct": {
                "date": "2022-04-11",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Healeon Medical Inc",
                "class": "INDUSTRY"
            },
            "collaborators": [
                {
                    "name": "Donna Alderman, DO",
                    "class": "UNKNOWN"
                },
                {
                    "name": "Robert W. Alexander, MD",
                    "class": "UNKNOWN"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "Use of Biocellular and cellular approaches to treatment of Osteoarthritis (OA), musculoskeletal aging processes, pain, and degenerative changes are to be studied with minimally invasive protocols, and non-pharmaceutical means to relieve OA and its associated issues. Traditional surgical interventions have not yielded convincing long-term outcomes, including total joint replacement surgeries and medical management of the supportive structures.\n\nThis study is to use a person's own stem/stromal Cells (autologous) plus HD-PRP (important healing growth factors and signal molecules) in such cases of OA for long-term minimally invasive treatments. Baseline (existing) findings are documented, and thence tracked as to progress deemed to be result of the intervention.",
            "detailedDescription": "Osteoarthritis (OA) is one of the most common chronic health conditions and a leading cause of pain and disability in the world, with a substantial proportion of adults affected. It is estimated that symptomatic OA affects one in eight men and women in the US (27-31 million), In a global study of health conditions, osteoarthritis and musculoskeletal pain ranked in the top 4 percent of worldwide disabilities. OA is a complex, multifactorial disease, with much still to learn regarding mechanisms and progression. . The most commonly affected joints include the hip , knee , hand and foot , and spine. although OA can affect any joint. OA is linked to substantial economic costs estimated in developed countries to be between 1% and 2.5% of GDP. With the rise in life expectancy, the prevalence of osteoarthritis is projected to increase further, resulting in a greater healthcare burden.\n\nDiagnosis is commonly accomplished via clinical examinations and subjective symptoms coupled with a variety of imaging protocols. These are an intrinsic portion of the protocols of this Trial, measuring both the safety and outcomes resulting from three basic approaches to provide both cellular and biocellular therapeutic approaches.\n\nThe Trial consists of three separate approaches: 1). Use of guided biocellular therapy (tSVF + Platelet Rich Plasma); 2). Use of guided biocellular and cellular therapy (tSVF + Platelet Rich Plasma + cSVF concentrates); and, 3). Use of cSVF only via systemic deployment suspended in sterile Normal Saline IV solution. Patient's will be enrolled based on the approach considered the most likely to safely attain clinical improvement and compared to others of similar findings in the same musculoskeletal indications.\n\nFollow up and tracking to be extended over a two year period (minimum) following each treatment delivery. Those who do more than one site, or have a repeat treatment, will be followed on separate tracks to maintain the outcomes resulting from single versus double treatments. Management and voluntary enrollment will follow existing HIPPA (confidentiality) rules and regulations in place.\n\nParticipants will be requested to report any and all Adverse Events or Severe Adverse Events (complications not anticipated within parameters of usual and customary side effects resulting from such therapies) as may potentially result from any treatment provided (not including the normal \"sequelae\" of procedures utilized.\n\nCartilage loss remains the main pathologic features of OA, however OA is recognized to involve aging, inflammation and degenerative changes within the musculoskeletal joint, components, including pathologic changes in the bone, cartilage, and supportive soft tissues, As a natural process within aging and mechanical stresses, the ability of our homeostatic system to maintain a fully functional, pain free system, Weight bearing and repetitive trauma contribute to the demand for attempted repairs after use, it is common for OA to be found in multiple joints within the same individual over time and use.\n\nAnother aspect of OA is that it has been shown to be present in multiple joints in the same individual, suggesting a systemic bone response to mechanical stresses. When OA is severe, the bone involvement can be detected on plain radiographs, but radiographs may not detect milder cases. And while radiographs remain the standard means of diagnosing OA severity , these provide no information about the non-bone aspects of OA pathophysiology. Studies demonstrate that diagnostic musculoskeletal ultrasound as a complementary imaging tool, along with radiography, may enable more accurate diagnostics for osteoarthritis.\n\nTreatments consist of harvesting (with microcannula) a small volume of tSVF to provide the needed stem/stromal cells found in large numbers around the small capillaries and blood vessels (needs typically 5-15 teaspoons). This tSVF is mixed with the patient's own concentrated platelets and guided for placement with use of a high resolution ultrasound for accurate placement. These elements are what are normally used in our bodies for maintaining (homeostasis) and repair (regenerative healing), with the advantage of accurate placement into the bone, soft tissues and joints involved in inflammatory or degenerative breakdown with pain and loss of function.\n\nEach patient will be carefully followed to measure progress and imaging which documents structural changes that may be realized with these treatments. Of most note, the avoidance or postponement of invasive and often difficult rehabilitation is realized.\n\nThese procedures have been safely and successfully provided for approximately 15 years, however, without a large series and tracking over a period of years. We are seeking validation of the processes and elements which have been performed and reported in case reporting or small case series."
        },
        "conditionsModule": {
            "conditions": [
                "Osteoarthritis",
                "Osteo Arthritis Knee",
                "Osteo Arthritis Shoulders",
                "Osteoarthritis of Multiple Joints",
                "Osteoarthritis, Hip",
                "Osteoarthritis - Ankle/Foot"
            ],
            "keywords": [
                "Arthritis",
                "Degenerative",
                "Joint Disease",
                "Rheumatoid Arthritis"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 100,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "tSVF + PRP Arm1",
                    "type": "EXPERIMENTAL",
                    "description": "Tissue Stromal Vascular Fraction (tSVF) + Platelet-Rich Plasma (PRP) Concentrate",
                    "interventionNames": [
                        "Procedure: Tissue Stromal Vascular Fraction (tSVF) Arm 1",
                        "Biological: PRP Concentrate Arm 1"
                    ]
                },
                {
                    "label": "tSVF + PRP + cSVF Arm 2",
                    "type": "EXPERIMENTAL",
                    "description": "Tissue Stromal Vascular Fraction (tSVF) + Platelet-Rich Plasma (PRP) Concentrate + Cellular Stromal Vascular Fraction (cSVF)",
                    "interventionNames": [
                        "Procedure: Tissue Stromal Vascular Fraction (tSVF) Arm 2",
                        "Biological: PRP Concentrate Arm 2",
                        "Procedure: Cellular Stromal Vascular Fraction (cSVF) Arm 2"
                    ]
                },
                {
                    "label": "Normal Saline IV + cSVF Arm 3",
                    "type": "EXPERIMENTAL",
                    "description": "Cellular Stromal Vascular Fraction (cSVF); Sterile Normal Saline Intravenous (IV) Introduction",
                    "interventionNames": [
                        "Procedure: Cellular Stromal Vascular Fraction (cSVF) Arm 3",
                        "Drug: Sterile Normal Saline (IV Solution)"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "PROCEDURE",
                    "name": "Tissue Stromal Vascular Fraction (tSVF) Arm 1",
                    "description": "Harvesting subcutaneous tSVF with sterile, disposable microcannula system",
                    "armGroupLabels": [
                        "tSVF + PRP Arm1"
                    ]
                },
                {
                    "type": "BIOLOGICAL",
                    "name": "PRP Concentrate Arm 1",
                    "description": "Preparation of PRP Concentrate via sterile Terumo-Harvest System",
                    "armGroupLabels": [
                        "tSVF + PRP Arm1"
                    ]
                },
                {
                    "type": "PROCEDURE",
                    "name": "Tissue Stromal Vascular Fraction (tSVF) Arm 2",
                    "description": "Harvesting subcutaneous tSVF with sterile, disposable microcannula system",
                    "armGroupLabels": [
                        "tSVF + PRP + cSVF Arm 2"
                    ]
                },
                {
                    "type": "BIOLOGICAL",
                    "name": "PRP Concentrate Arm 2",
                    "description": "Preparation of PRP Concentrate via sterile Terumo-Harvest System",
                    "armGroupLabels": [
                        "tSVF + PRP + cSVF Arm 2"
                    ]
                },
                {
                    "type": "PROCEDURE",
                    "name": "Cellular Stromal Vascular Fraction (cSVF) Arm 2",
                    "description": "Isolation-Concentration of cSVF via sterile enzymatic digestion (Liberase TM, Sterile Roche)",
                    "armGroupLabels": [
                        "tSVF + PRP + cSVF Arm 2"
                    ]
                },
                {
                    "type": "PROCEDURE",
                    "name": "Cellular Stromal Vascular Fraction (cSVF) Arm 3",
                    "description": "Isolation-Concentration of cSVF via sterile enzymatic digestion (Liberase TM, Sterile Roche)",
                    "armGroupLabels": [
                        "Normal Saline IV + cSVF Arm 3"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Sterile Normal Saline (IV Solution)",
                    "description": "Suspension of cSVF in 500 cc Sterile Normal Saline (IV Solution)",
                    "armGroupLabels": [
                        "Normal Saline IV + cSVF Arm 3"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Participant with Complications",
                    "description": "Adverse and Severe Adverse Events",
                    "timeFrame": "6 Months"
                },
                {
                    "measure": "Numeric Pain Rating Scale (NPRS)",
                    "description": "Subjective Pain Rating",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Changes from Baseline visual analog pain scale (VAS)",
                    "description": "Patient Reported Pain (1-10)",
                    "timeFrame": "Baseline, 1 month, 6 months, 1 year"
                },
                {
                    "measure": "Changes in Ultrasound Images from Baseline Condition",
                    "description": "High Definition Ultrasonography Soft and Hard Tissues of Musculoskeletal Areas To Be Treated",
                    "timeFrame": "Baseline, 6 months, 1 year"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Knee Injury and Osteoarthritis Outcome Score (KOOS)",
                    "description": "Measure Knee and OA Status for Pain and OA",
                    "timeFrame": "Baseline; 6 Month; 1 year"
                },
                {
                    "measure": "Western Ontario and McMaster Universities Arthritis Index (WOMAC)",
                    "description": "Measure Change from Baseline of Pain and Arthritis In Knee and Hip",
                    "timeFrame": "Baseline; 6 Month; 1 Year"
                },
                {
                    "measure": "Hip Disability and OA Outcomes Survey (HOOS)",
                    "description": "Measure Change from Baseline of Pain \\& Function of Hip",
                    "timeFrame": "Baseline; 6 Month; 1 Year"
                },
                {
                    "measure": "Disabilities of the Arm, Shoulder, and Hand Score (DASH)",
                    "description": "Measure Change from Baseline of Pain, Range of Motion and Function All Areas",
                    "timeFrame": "Baseline; 6 Month; 1 Year"
                },
                {
                    "measure": "Roland-Morris Back Pain Questionnaire (RMBPQ)",
                    "description": "Measure Change from Baseline of Pain, Function and Range of Motion",
                    "timeFrame": "Baseline; 6 months; 1 year"
                },
                {
                    "measure": "Foot and Ankle Ability Measure (FAAM)",
                    "description": "Measure Change from Baseline Pain, Function, Range of Motion",
                    "timeFrame": "Baseline; 6 Month; 1 Year"
                },
                {
                    "measure": "Foot and Ankle Disability Index (FADI)",
                    "description": "Measure Change in Disability From Baseline Pain, Function, Range of Motion",
                    "timeFrame": "Baseline; 6 Month; 1 Year"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Documented osteoarthritic inflammatory and/or degenerative changes in the joint or connective tissues of the knee, hip, shoulder, Achilles tendon, Sacroiliac Joint, wrist/hand, foot/ankle, or Plantar Fasciitis (PR);\n* No systemic disorders which, in opinion of principal investigator, would disqualify from safely being able to undergo the determined procedures;\n* Have the ability to understand and accept all items in Informed Consent Document;\n* Have adequate perivascular and extracellular matrix donor tissues available;\n* Mature enough to tolerate determined procedures and follow up instructions and complete post-treatment tracking responsibilities\n\nExclusion Criteria:\n\n* Systemic or psychological impairment which would preclude patient tolerance and understanding nature and extent of procedures and follow up tracking;\n* Known active cancer, chemotherapy, or radiation therapy;\n* Pregnancy;\n* Active infections which would increase risk of patient to undergo treatment;\n* High dose steroid users, or recipients of corticosteroids with a six month period before treatment date;\n* Medication or Opiate addition, or in active treatment for drug rehabilitation;\n* History of documented severe traumatic brain injuries;\n* In the opinion of the principal investigator/provider, the patient's condition or medical issues which would not allow the individual to fully accomplish or complete the study requirements",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "90 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Donna Alderman, DO",
                    "role": "CONTACT",
                    "phone": "1 661 295 1110",
                    "email": "hemwallcenter@prolotherapy.com"
                },
                {
                    "name": "Kathy Cirricione, BS",
                    "role": "CONTACT",
                    "phone": "1 661 295 1110",
                    "email": "hemwallcenter@gmail.com"
                }
            ],
            "locations": [
                {
                    "facility": "Hemwall Center for Orthopedic Regenerative Medicine",
                    "status": "RECRUITING",
                    "city": "Valencia",
                    "state": "California",
                    "zip": "91355",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Kelly Cirricone, BS",
                            "role": "CONTACT",
                            "phone": "661-295-1110",
                            "email": "hemwallcenter@gmail.com"
                        }
                    ],
                    "geoPoint": {
                        "lat": 34.44361,
                        "lon": -118.60953
                    }
                },
                {
                    "facility": "Regenevita LLC",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Stevensville",
                    "state": "Montana",
                    "zip": "59870",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Glenn C Terry, MD",
                            "role": "CONTACT",
                            "phone": "706-566-9141",
                            "email": "corky3444@gmail.com"
                        },
                        {
                            "name": "Heather Terry",
                            "role": "CONTACT",
                            "phone": "17065669141",
                            "email": "info@garm.com.hn"
                        },
                        {
                            "name": "Robert W Alexander, MD",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 46.50992,
                        "lon": -114.09316
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "type": "BACKGROUND",
                    "citation": "Oliver, K., Alexander, RW. Combination of Autologous Adipose-Derived Tissue Stromal Vascular Fraction Plus High Density Platelet-Rich Plasma or Bone Marrow Concentrates in Achilles Tendon Tears. J. Prolotherapy; 5:e895-912, 2013."
                },
                {
                    "pmid": "23630430",
                    "type": "BACKGROUND",
                    "citation": "Alexander RW, Harrell DB. Autologous fat grafting: use of closed syringe microcannula system for enhanced autologous structural grafting. Clin Cosmet Investig Dermatol. 2013 Apr 8;6:91-102. doi: 10.2147/CCID.S40575. Print 2013."
                },
                {
                    "pmid": "21562415",
                    "type": "BACKGROUND",
                    "citation": "Albano JJ, Alexander RW. Autologous fat grafting as a mesenchymal stem cell source and living bioscaffold in a patellar tendon tear. Clin J Sport Med. 2011 Jul;21(4):359-61. doi: 10.1097/JSM.0b013e31821d0864. No abstract available."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Lin, K., Short Review on the advancement of osteoarthritis treatment with cell therapy. J. Regen Biol Med. (2020), 2(1): 1-7."
                },
                {
                    "pmid": "30887856",
                    "type": "BACKGROUND",
                    "citation": "Mehranfar S, Abdi Rad I, Mostafav E, Akbarzadeh A. The use of stromal vascular fraction (SVF), platelet-rich plasma (PRP) and stem cells in the treatment of osteoarthritis: an overview of clinical trials. Artif Cells Nanomed Biotechnol. 2019 Dec;47(1):882-890. doi: 10.1080/21691401.2019.1576710."
                },
                {
                    "pmid": "30109404",
                    "type": "BACKGROUND",
                    "citation": "Hong Z, Chen J, Zhang S, Zhao C, Bi M, Chen X, Bi Q. Intra-articular injection of autologous adipose-derived stromal vascular fractions for knee osteoarthritis: a double-blind randomized self-controlled trial. Int Orthop. 2019 May;43(5):1123-1134. doi: 10.1007/s00264-018-4099-0. Epub 2018 Aug 14."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Alderman, D. Regenerative injection therapies for pain: traditional, platelet-rich plasma, and biocellular prolotherapy. text, 345, 2016."
                },
                {
                    "pmid": "27788905",
                    "type": "RESULT",
                    "citation": "Alexander RW. Biocellular Regenerative Medicine: Use of Adipose-Derived Stem/Stromal Cells and It's Native Bioactive Matrix. Phys Med Rehabil Clin N Am. 2016 Nov;27(4):871-891. doi: 10.1016/j.pmr.2016.06.005."
                },
                {
                    "pmid": "24387819",
                    "type": "RESULT",
                    "citation": "Nelson AE, Allen KD, Golightly YM, Goode AP, Jordan JM. A systematic review of recommendations and guidelines for the management of osteoarthritis: The chronic osteoarthritis management initiative of the U.S. bone and joint initiative. Semin Arthritis Rheum. 2014 Jun;43(6):701-12. doi: 10.1016/j.semarthrit.2013.11.012. Epub 2013 Dec 4."
                },
                {
                    "type": "RESULT",
                    "citation": "Alderman, D, Alexander, RW, Stem Cell Prolotherapy In Regenerative Medicine: Background, Theory, and Protocols. J. Prolo 3(3): 689-708, 2011."
                },
                {
                    "type": "RESULT",
                    "citation": "Alexander, RW, Overview of Cellular Stromal Vascular Fraction (cSVF) & Biocellular Uses of Stem/Stromal Cells & Matrix (tSVF + HD-PRP) in Regenerative Medicine, Aesthetic Medicine, and Plastic Surgery. J Stem Cell Res Ther; S1003, 2019."
                },
                {
                    "pmid": "22925619",
                    "type": "RESULT",
                    "citation": "Burdett N, McNeil JD. Difficulties with assessing the benefit of glucosamine sulphate as a treatment for osteoarthritis. Int J Evid Based Healthc. 2012 Sep;10(3):222-6. doi: 10.1111/j.1744-1609.2012.00279.x."
                },
                {
                    "pmid": "26080045",
                    "type": "RESULT",
                    "citation": "Thorlund JB, Juhl CB, Roos EM, Lohmander LS. Arthroscopic surgery for degenerative knee: systematic review and meta-analysis of benefits and harms. BMJ. 2015 Jun 16;350:h2747. doi: 10.1136/bmj.h2747."
                },
                {
                    "pmid": "24792949",
                    "type": "RESULT",
                    "citation": "Katz JN, Brownlee SA, Jones MH. The role of arthroscopy in the management of knee osteoarthritis. Best Pract Res Clin Rheumatol. 2014 Feb;28(1):143-56. doi: 10.1016/j.berh.2014.01.008."
                },
                {
                    "type": "RESULT",
                    "citation": "Alderman, D, Alexander, RW. Advances In Regenerative Medicine: High Density Platelet-Rich Plasma and Stem Cell Prolotherapy. J. Prac Pain Management, Oct: 49-60, 2011."
                },
                {
                    "type": "RESULT",
                    "citation": "Alexander, RW. Understanding Adipose-Derived Stromal Vascular Fraction (SVF) Cell Biology On The Basis of Perivascular Cell Components In Aesthetic & Regenerative Medicine. J. Prolo, 4: e13777, 2012."
                },
                {
                    "pmid": "23516797",
                    "type": "RESULT",
                    "citation": "Gallagher S, Heberger JR. Examining the interaction of force and repetition on musculoskeletal disorder risk: a systematic literature review. Hum Factors. 2013 Feb;55(1):108-24. doi: 10.1177/0018720812449648."
                },
                {
                    "pmid": "15676628",
                    "type": "RESULT",
                    "citation": "Kuorinka I, Jonsson B, Kilbom A, Vinterberg H, Biering-Sorensen F, Andersson G, Jorgensen K. Standardised Nordic questionnaires for the analysis of musculoskeletal symptoms. Appl Ergon. 1987 Sep;18(3):233-7. doi: 10.1016/0003-6870(87)90010-x."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000001168",
                    "term": "Arthritis"
                },
                {
                    "id": "D000010003",
                    "term": "Osteoarthritis"
                },
                {
                    "id": "D000015207",
                    "term": "Osteoarthritis, Hip"
                },
                {
                    "id": "D000020370",
                    "term": "Osteoarthritis, Knee"
                }
            ],
            "ancestors": [
                {
                    "id": "D000007592",
                    "term": "Joint Diseases"
                },
                {
                    "id": "D000009140",
                    "term": "Musculoskeletal Diseases"
                },
                {
                    "id": "D000012216",
                    "term": "Rheumatic Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M12926",
                    "name": "Osteoarthritis",
                    "asFound": "Osteoarthritis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M22168",
                    "name": "Osteoarthritis, Knee",
                    "asFound": "Osteo Arthritis Knee",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4476",
                    "name": "Arthritis",
                    "asFound": "Arthritis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4480",
                    "name": "Arthritis, Rheumatoid",
                    "relevance": "LOW"
                },
                {
                    "id": "M10621",
                    "name": "Joint Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M13066",
                    "name": "Pain",
                    "relevance": "LOW"
                },
                {
                    "id": "M17912",
                    "name": "Osteoarthritis, Hip",
                    "asFound": "Osteoarthritis, Hip",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12097",
                    "name": "Musculoskeletal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M15045",
                    "name": "Rheumatic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M6323",
                    "name": "Collagen Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC05",
                    "name": "Musculoskeletal Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000017242",
                    "term": "Complement Factor H"
                }
            ],
            "ancestors": [
                {
                    "id": "D000051056",
                    "term": "Complement Inactivating Agents"
                },
                {
                    "id": "D000007166",
                    "term": "Immunosuppressive Agents"
                },
                {
                    "id": "D000007155",
                    "term": "Immunologic Factors"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M21860",
                    "name": "Pharmaceutical Solutions",
                    "relevance": "LOW"
                },
                {
                    "id": "M6392",
                    "name": "Complement System Proteins",
                    "relevance": "LOW"
                },
                {
                    "id": "M19540",
                    "name": "Complement Factor H",
                    "asFound": "FDC",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10212",
                    "name": "Immunosuppressive Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M10201",
                    "name": "Immunologic Factors",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "PhSol",
                    "name": "Pharmaceutical Solutions"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}