{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT03522545",
            "orgStudyIdInfo": {
                "id": "HSC-MS-16-0657"
            },
            "organization": {
                "fullName": "The University of Texas Health Science Center, Houston",
                "class": "OTHER"
            },
            "briefTitle": "Adjunctive Allogeneic Mesenchymal Stem Cells for Treatment-resistant Bipolar Depression",
            "officialTitle": "Adjunctive Allogeneic Mesenchymal Stem Cells for Treatment-resistant Bipolar Depression",
            "therapeuticArea": [
                "Mental Health"
            ],
            "study": "adjunctive-allogeneic-mesenchymal-stem-cells-for-treatment-resistant-bipolar-depression"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-04-20",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-12-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-12-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2018-03-29",
            "studyFirstSubmitQcDate": "2018-04-30",
            "studyFirstPostDateStruct": {
                "date": "2018-05-11",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-11",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-13",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Jair Soares",
                "investigatorTitle": "Professor",
                "investigatorAffiliation": "The University of Texas Health Science Center, Houston"
            },
            "leadSponsor": {
                "name": "The University of Texas Health Science Center, Houston",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The overall objective of the investigators is to assess the therapeutic efficacy and tolerability of Allogeneic Bone Marrow Derived Multipotent Mesenchymal Stromal Cells (MSCs) isolated from hematogenous bone marrow for treatment of treatment-resistant bipolar depression patient (TRBD).",
            "detailedDescription": "This clinical trial is a randomized, double-blind, placebo-controlled study aiming to study the efficacy and side effects of MSCs adjunctive to TAU compared to a normal saline solution in patients with TRBD. Relevant patients with bipolar depression will be addressed in order to establish whether they are willing to be screened for the study. The patients must be assigned a patient number and sign the consent form after receiving oral and written information about the study prior to undergoing any study procedures.\n\nMSCs will be infused as a single dose up to one week after the inclusion of the patient. The treatment trial lasts eight weeks. Of note, the investigators will assess patients also at week 26 with a neurocognitive and clinical battery. It will not be allowed changes in psychiatric medication during this period. If a patient or the treating clinician decides that the patient could receive better treatment outside of the study, the patient may leave the study at all times, as specified in the informed consent. Patients were not allowed to take nonsteroidal or steroidal anti-inflammatory medications during the study. Medications for hypertension, diabetes, hypothyroidism, allergies, infections, or other medical conditions were allowed as dictated by the patients' treating physicians. The investigators defined refractory bipolar depression as depression that failed to respond to two trials (during lifetime) with antidepressants and/or mood stabilizer with proven efficacy in bipolar depression (lithium, lamotrigine, quetiapine, lurasidone, olanzapine) in adequate doses for at least 6 weeks or until cessation of treatment due to side effects (Schoeyen et al., 2015).\n\nAfter the initial injection, patients will continue maintenance treatment with their current psychiatrist. During this time, they will not receive additional injections but will receive treatment as usual per their clinician's choice. Patients will remain on stable psychiatric medications during this period. If patients need to change medications, they will be removed from the study protocol."
        },
        "conditionsModule": {
            "conditions": [
                "Treatment-resistant Bipolar Depression"
            ],
            "keywords": [
                "treatment-resistant bipolar depression",
                "bipolar disorder",
                "manic depression"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "QUADRUPLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 30,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Allogeneic Bone Marrow Derived Multipotent Mesenchymal Stromal",
                    "type": "EXPERIMENTAL",
                    "description": "Allogeneic Bone Marrow Derived Multipotent Mesenchymal Stromal Cells (MSCs) isolated from hematogenous bone marrow",
                    "interventionNames": [
                        "Biological: Allogeneic Bone Marrow Derived Multipotent Mesenchymal Stromal Cells (MSCs)"
                    ]
                },
                {
                    "label": "Placebo",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "Placebo for Allogeneic Bone Marrow Derived Multipotent Mesenchymal Stromal Cells (MSCs)",
                    "interventionNames": [
                        "Biological: Placebo"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BIOLOGICAL",
                    "name": "Allogeneic Bone Marrow Derived Multipotent Mesenchymal Stromal Cells (MSCs)",
                    "description": "Allogeneic Bone Marrow Derived Multipotent Mesenchymal Stromal Cells (MSCs) isolated from hematogenous bone marrow",
                    "armGroupLabels": [
                        "Allogeneic Bone Marrow Derived Multipotent Mesenchymal Stromal"
                    ]
                },
                {
                    "type": "BIOLOGICAL",
                    "name": "Placebo",
                    "description": "Placebo for Allogeneic Bone Marrow Derived Multipotent Mesenchymal Stromal Cells (MSCs)",
                    "armGroupLabels": [
                        "Placebo"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in depression as assessed by the Montgomery-Åsberg Depression Rating Scale (MADRS)",
                    "description": "The Montgomery-Åsberg Depression Rating Scale (MADRS) is a short and reliable scale devised to be sensitive to change. Patients are rated on ten items, each of which has value ranges from 0 (the least pathology) to 6 (the most sever pathology). Sum scores range from 0 to 60, with a scoring of 20 indicating moderate and 30 severe depression. The scale is sensitive to change and covers many, but not all, symptom domains in depression.",
                    "timeFrame": "baseline, week 8, week 26"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in Functional impairment as assessed by the Functioning Assessment Short Test (FAST)",
                    "description": "The Functioning Assessment Short Test (FAST) assesses functional impairment. FAST is a 24-item scale and assesses six functional domains: autonomy, occupational functioning, cognitive, financial issues, interpersonal relationships, and leisure time. Higher scores indicate higher degrees of functional impairment.",
                    "timeFrame": "baseline, week 26"
                },
                {
                    "measure": "Change in Overall functioning in living as assessed by the Global Assessment of Functioning (GAF)",
                    "description": "The Global Assessment of Functioning (GAF) is a numeric scale (1 through 100) used to rate subjectively the social, occupational, and psychological functioning of adults, e.g., how well or adaptively one is meeting various problems-in-living. The scale is presented and described in the DSM-IV-TR on page 34.",
                    "timeFrame": "baseline, week 26"
                },
                {
                    "measure": "Change in Clinical Global Impression Scale for Bipolar illness (CGI-BP), severity of mania subscale",
                    "description": "The Clinical Global Impression Scale for bipolar lllness (CGI-BP) is a modification of the CGI specifically for use in assessing global illness severity and change in patients with bipolar disorder (BD). The revised scale and manual provide a focused set of instructions to facilitate the reliability of these ratings of mania, depression, and overall bipolar illness during treatment of an acute episode or in longer-term illness prophylaxis. The clinician forms a global judgment both of the severity of the illness as compared to other cases with the same diagnosis and the global degree of change during treatment. There are 3 subscales (severity of mania, severity of depression, severity overall); and each subscale has a range of values from 1 (best) to 7 (worst).",
                    "timeFrame": "baseline, week 26"
                },
                {
                    "measure": "Change in Clinical Global Impression Scale for Bipolar illness (CGI-BP), severity of depression subscale",
                    "description": "The Clinical Global Impression Scale for bipolar lllness (CGI-BP) is a modification of the CGI specifically for use in assessing global illness severity and change in patients with bipolar disorder (BD). The revised scale and manual provide a focused set of instructions to facilitate the reliability of these ratings of mania, depression, and overall bipolar illness during treatment of an acute episode or in longer-term illness prophylaxis. The clinician forms a global judgment both of the severity of the illness as compared to other cases with the same diagnosis and the global degree of change during treatment. There are 3 subscales (severity of mania, severity of depression, severity overall); and each subscale has a range of values from 1 (best) to 7 (worst).",
                    "timeFrame": "baseline, week 26"
                },
                {
                    "measure": "Change in Clinical Global Impression Scale for Bipolar illness (CGI-BP), severity overall subscale",
                    "description": "The Clinical Global Impression Scale for bipolar lllness (CGI-BP) is a modification of the CGI specifically for use in assessing global illness severity and change in patients with bipolar disorder (BD). The revised scale and manual provide a focused set of instructions to facilitate the reliability of these ratings of mania, depression, and overall bipolar illness during treatment of an acute episode or in longer-term illness prophylaxis. The clinician forms a global judgment both of the severity of the illness as compared to other cases with the same diagnosis and the global degree of change during treatment. There are 3 subscales (severity of mania, severity of depression, severity overall); and each subscale has a range of values from 1 (best) to 7 (worst).",
                    "timeFrame": "baseline, week 26"
                },
                {
                    "measure": "Change in neurocognition as assessed by the California Verbal Learning Test",
                    "description": "California Verbal Learning Test (second edition (CVLT-II)). The adult version was chosen because it is one of the most widely used neuropsychological tests. This test consists of verbal list learning and memory test.",
                    "timeFrame": "baseline, week 26"
                },
                {
                    "measure": "Change in problem-solving ability as assessed by the Wisconsin Card Sorting Test (WCST)",
                    "description": "The Wisconsin Card Sorting Test (WCST) assesses problem-solving ability and is thought to be an index of functioning of the prefrontal cortex. The task requires subjects to match cards to one of four target cards according to a certain sorting rule (color, shape or number) without explicit instructions regarding the nature of the sorting rule. After 10 consecutive matches, the sorting rule changes without warning, and the subject needs to determine the new principle. Perseverative errors and number of categories achieved will be used as dependent measures.",
                    "timeFrame": "baseline, week 26"
                },
                {
                    "measure": "Number of participants with inflammatory markers as assessed by multiplex biomarker analysis",
                    "description": "The Bioplex 200 (Bio-Rad) will be used for multiplex biomarker analysis.",
                    "timeFrame": "baseline"
                },
                {
                    "measure": "Number of participants with inflammatory markers as assessed by multiplex biomarker analysis",
                    "description": "The Bioplex 200 (Bio-Rad) will be used for multiplex biomarker analysis.",
                    "timeFrame": "week 26"
                },
                {
                    "measure": "Change in brain-derived neurotrophic factor (BDNF) level as assessed by enzyme-linked immunosorbent assay (ELISA)",
                    "timeFrame": "baseline, week 26"
                },
                {
                    "measure": "Change in C-reactive protein (CRP) level as assessed by enzyme-linked immunosorbent assay (ELISA)",
                    "timeFrame": "baseline, week 26"
                },
                {
                    "measure": "Number of participants with a change in brain activity between baseline and week 26 as assessed by Magnetic Resonance Imaging (MRI)",
                    "timeFrame": "baseline, week 26"
                },
                {
                    "measure": "Number of participants who withdrawal due to Adverse Events (AEs)",
                    "timeFrame": "week 26"
                },
                {
                    "measure": "Number of participants with suicidal ideation based on clinical assessment",
                    "timeFrame": "week 26"
                },
                {
                    "measure": "Number of participants with treatment emergent mania or hypomania as assessed by the Young Mania Rating Scale (YMRS) and clinical assessment",
                    "description": "The YMRS is an 11-item scale that is used to assess the severity of mania. Each item is given a severity rating--four items are graded on a 0 to 8 scale (irritability, speech, thought content, and disruptive/aggressive behavior), while the remaining seven items are graded on a 0 to 4 scale. These four items (irritability, speech, thought content, and disruptive/aggressive behavior) are given twice the weight of the others to compensate for poor cooperation from severely ill patients.",
                    "timeFrame": "week 26"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion criteria:\n\n1. Diagnosis of DSM-IV-TR of Bipolar I or Bipolar II disorder as verified by the semi-structured diagnostic interviews SCID. The diagnosis may be supported by information from significant others, and from hospital records.\n2. Age: 18-65 years\n3. Severity: meet DSM-IV-TR criteria of depressive episode and MADRS of 25 or above\n4. Treatment resistance: None response to two trials (during lifetime) with mood stabilizers with proven efficacy in bipolar depression (lithium, lamotrigine, quetiapine, olanzapine) and/or antidepressants.\n\n   a A trial is defined as at least 6 weeks in adequate or tolerated dose as reported by the patient, or patients that have been unable to comply with 6 weeks trials of mood stabilizer or an antidepressant.\n\n   b None response: Less than 50% reduction in MADRS values or still meet DSM-IV-TR criteria of depressive episode\n5. CRP concentration greater than 5 mg/L\n6. Female subjects whom are not pregnant, not breastfeeding, and not planning on becoming pregnant during the study. Female patients of childbearing potential must be using a reliable method of contraception.\n7. Patient competent to give informed consent according to the judgment of the clinician\n8. Written informed consent\n9. Patient sufficiently fluent in English language to ensure valid responses to psychometric testing (needed for validated neurocognitive outcomes testing)\n\nExclusion criteria:\n\n1. MSCs transplant within the last six months\n2. Inability to comply with study protocol\n3. Patient at high suicidal risk according to clinicians' judgement\n4. History of previous brain injury; neurologic impairment and/or deficit; seizure disorder requiring anti-convulsant therapy; renal disease or altered renal function as defined by serum creatinine 2x ULN at admission; hepatic disease or altered liver function as defined by SGPT \\> 2 x ULN (non-contusion related), and/or T. Bilirubin 1.5 x ULN at admission; immunosuppression as defined by WBC\\<3,000 cells/ml at admission; HIV, splenectomy or cancer\n5. Unstable serious medical conditions, including clinically relevant laboratory abnormalities. Conditions that affect neuropsychological assessment such as Parkinson's Disease, Multiple sclerosis, stroke, alcohol and substance abuse or dependence (according to SCID or DSM-IV-TR). Other serious medical illness that is not adequately controlled and, in the investigator's opinion, would not permit the subject to be managed according to the protocol.\n6. Hemodynamic instability at the time of MSCs infusion.\n7. Positive pregnancy test (at screening or baseline visits).",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "65 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Dana Razouq",
                    "role": "CONTACT",
                    "phone": "(713) 486-2523",
                    "email": "Dana.Razouq@uth.tmc.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Jair C Soares, MD, PhD",
                    "affiliation": "The University of Texas Health Science Center, Houston",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "The University of Texas Health Science Center at Houston",
                    "status": "RECRUITING",
                    "city": "Houston",
                    "state": "Texas",
                    "zip": "77054",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Dana Razouq",
                            "role": "CONTACT",
                            "phone": "713-486-2523",
                            "email": "Dana.Razouq@uth.tmc.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 29.76328,
                        "lon": -95.36327
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000003863",
                    "term": "Depression"
                },
                {
                    "id": "D000003866",
                    "term": "Depressive Disorder"
                },
                {
                    "id": "D000001714",
                    "term": "Bipolar Disorder"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001526",
                    "term": "Behavioral Symptoms"
                },
                {
                    "id": "D000019964",
                    "term": "Mood Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                },
                {
                    "id": "D000068105",
                    "term": "Bipolar and Related Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M7058",
                    "name": "Depression",
                    "asFound": "Depression",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7061",
                    "name": "Depressive Disorder",
                    "asFound": "Depression",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4996",
                    "name": "Bipolar Disorder",
                    "asFound": "Bipolar Depression",
                    "relevance": "HIGH"
                },
                {
                    "id": "M2598",
                    "name": "Mania",
                    "relevance": "LOW"
                },
                {
                    "id": "M4818",
                    "name": "Behavioral Symptoms",
                    "relevance": "LOW"
                },
                {
                    "id": "M21835",
                    "name": "Mood Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M226",
                    "name": "Bipolar and Related Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                }
            ]
        }
    },
    "hasResults": false
}