{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04161066",
            "orgStudyIdInfo": {
                "id": "2019-0187"
            },
            "secondaryIdInfos": [
                {
                    "id": "A532007",
                    "type": "OTHER",
                    "domain": "UW Madison"
                },
                {
                    "id": "SMPH/FAMILY MEDICINE",
                    "type": "OTHER",
                    "domain": "UW Madison"
                },
                {
                    "id": "Protocol Version 4/2/2024",
                    "type": "OTHER",
                    "domain": "UW Madison"
                }
            ],
            "organization": {
                "fullName": "University of Wisconsin, Madison",
                "class": "OTHER"
            },
            "briefTitle": "Adjunctive Effects of Psilocybin and a Formulation of Buprenorphine",
            "officialTitle": "Phase I Study of the Safety and Adjunctive Effects of Psilocybin in Adults With Opioid Use Disorder Maintained on a Buprenorphine/Naloxone Formulation",
            "therapeuticArea": [
                "Other"
            ],
            "study": "adjunctive-effects-of-psilocybin-and-a-formulation-of-buprenorphine"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-01-13",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-12",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-12",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2019-08-22",
            "studyFirstSubmitQcDate": "2019-11-08",
            "studyFirstPostDateStruct": {
                "date": "2019-11-13",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-24",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-26",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of Wisconsin, Madison",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Heffter Research Institute",
                    "class": "OTHER"
                },
                {
                    "name": "Etheridge Foundation",
                    "class": "UNKNOWN"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Primary Aim: In participants with OUD, to characterize adverse events associated with adding two psilocybin doses to a stable buprenorphine-naloxone formulation.\n\nSecondary Aim: To evaluate the effect of psilocybin treatment on the effectiveness of a buprenorphine-naloxone maintenance therapy.\n\nSecondary Aim: To evaluate the effect of concurrent buprenorphine-naloxone use on the effects of psilocybin therapy.\n\nDescriptive Aim: To describe any changes in self-efficacy, quality of life, pain.",
            "detailedDescription": "The primary objective of this clinical trial is to determine the safety of psilocybin in adult patients with opioid use disorder concurrently taking buprenorphine-naloxone.\n\nEligible participants will be adults with active opioid use disorder (OUD) who are willing to begin and maintain a daily dose of buprenorphine-naloxone throughout study participation. Initiation, stabilization, and maintenance of buprenorphine-naloxone will be overseen by a qualified study medical provider. After psychological screening and at least 6 hours of preparatory counseling and preparation for the psilocybin dosing, set, and setting, each participant will ingest 1 oral dose of psilocybin. All dosing sessions will be attended by 2 specially trained facilitators, in a dedicated Clinical Research Facility. After eight hours of observation in the dosing room, the participant will be kept overnight in the hospital Clinical Research Unit, and complete an integration session with a psychologist before discharge to home. Approximately 4 weeks after the first dose, the participant will receive a second oral dose of psilocybin, with the same length of observation.\n\nParticipants who have been administered the first dose but decline to receive the second dose will remain evaluable. At study termination, their active study participation will end, but completion of the 28 day post-dose follow up will be requested.\n\nThe primary endpoint is the assessment of the safety of concurrent administration of a buprenorphine-naloxone formulation and psilocybin as determined by physiological measures (ECG, respiratory rate, blood pressure, body temperature, and blood oxygen saturation) and validated clinical and self-report measures (Clinical Opiate Withdrawal Scale (COWS), Opioid Craving Scale (OCS), Timeline Follow-Back (TLFB)).\n\nIf you are interested in participating in this study, please fill out a brief 1-minute survey at the link in the \"More Information\" section at the bottom of this record."
        },
        "conditionsModule": {
            "conditions": [
                "Opioid Use Disorder"
            ],
            "keywords": [
                "Psilocybin",
                "Buprenorphine",
                "Naloxone",
                "Buprenorphine-Naloxone",
                "Psilocybin-Assisted Therapy",
                "Opioid",
                "Substance Use Disorder",
                "Psychedelic"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "interventionModelDescription": "open-label pilot study",
                "primaryPurpose": "HEALTH_SERVICES_RESEARCH",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 10,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Open-label",
                    "type": "EXPERIMENTAL",
                    "description": "Psilocybin with facilitated counseling: Psilocybin will be administered in the form of capsules, taken orally with water. Each participant will receive 2 doses, approximately 4 weeks apart.",
                    "interventionNames": [
                        "Drug: Psilocybin with facilitated counseling"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Psilocybin with facilitated counseling",
                    "description": "open-label pilot study",
                    "armGroupLabels": [
                        "Open-label"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Safety Measured by Incidence and Severity of Adverse Events 24 hrs post-dose",
                    "description": "In participants with OUD, the safety of this intervention will be assessed by characterize adverse events associated with adding two psilocybin doses to a stable buprenorphine regimen.",
                    "timeFrame": "approximately Week 1"
                },
                {
                    "measure": "Safety Measured by Incidence and Severity of Adverse Events 24 hrs post-dose",
                    "description": "In participants with OUD, the safety of this intervention will be assessed by characterizing adverse events associated with adding two psilocybin doses to a stable buprenorphine-naloxone regimen.",
                    "timeFrame": "approximately Week 5"
                },
                {
                    "measure": "Mean Change in Symptoms of Opioid Withdrawal Measured by COWS Instrument",
                    "description": "It is hypothesized that co-administration of oral psilocybin with a buprenorphine-naloxone formulation will not cause signs and symptoms of opioid withdrawal. This will be measured by the Clinical Opiate Withdrawal Scale (COWS) instrument, an 11-item scale administered by the clinician where total score of: 5- 12 = mild withdrawal; 13-24 = moderate withdrawal; 25-36 = moderately severe withdrawal; and more than 36 = severe withdrawal. Administered before the dose and again 8 hours after the dose.",
                    "timeFrame": "up to 5 weeks"
                },
                {
                    "measure": "Mean Change in Peripheral Capillary Oxygen",
                    "description": "It is hypothesized that co-administration of oral psilocybin with a buprenorphine-naloxone formulation will not cause opioid intoxication. Opioid intoxication will be determined by drops peripheral capillary oxygen saturation (SpO2) before and after dosing.",
                    "timeFrame": "up to 5 weeks"
                },
                {
                    "measure": "Mean Change in ECG",
                    "description": "It is hypothesized that co-administration of oral psilocybin with a buprenorphine-naloxone formulation will not cause a clinically significant increase in the QTc interval. The QTc interval will be measured by electrocardiogram (ECG) before and after dosing. If a QTc(F), calculated by the CardioCard system exceeds 470msec, a study physician will be contacted immediately for further monitoring and treatment recommendations.",
                    "timeFrame": "up to 5 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in Opioid Craving Scale (OCS) from baseline through end of study",
                    "description": "To evaluate the effect of psilocybin treatment on the effectiveness of buprenorphine-naloxone maintenance therapy. The hypothesis is that co-administration of oral psilocybin with a buprenorphine-naloxone formulation will not cause an increase in opioid craving, as measured by the OCS at baseline, week 1, week 5, and week 9. The OCS is a 3-item visual analog scale to measure the frequency and intensity of opioid craving. Total score ranges from 0-30 where the higher the number, the higher the craving.",
                    "timeFrame": "Baseline, Week 1, Week 5, and Week 9"
                },
                {
                    "measure": "Mean Number of Days of Participant Opioid Use via Time Line Follow Back (TLFB)",
                    "description": "It is hypothesized that co-administration of oral psilocybin with a buprenorphine-naloxone formulation will not be associated with an increase in self-reported illicit opioid use. This will be measured by Time Line Follow-Back calendar method for up to the 28 days following the last dosing session. Participants will be asked to recall the previous 28 days of substance use at the first in-person visit.",
                    "timeFrame": "up to 9 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Aged 21 to 65 years\n* Able to read, speak, and understand spoken and written English\n* Diagnosis of moderate or severe opioid use disorder (OUD)\n* Current opioid misuse, with misuse occurring on at least 10 of the last 30 days. Misuse will be defined as either:\n\n  1. Use of illicit opioids, such as heroin or non-prescribed fentanyl; or use of an outpatient prescription opioid (such as oxycodone, morphine, or hydrocodone) through a route other than FDA approved (e.g. nasal, injected), and/or\n  2. Use of a prescription opioid via a route (e.g. nasal, injected, chewed) or for a purpose (e.g. intoxication, anxiety relief) other than that for which it was prescribed.\n* Able to achieve stable daily dose of a buprenorphine-naloxone formulation that controls opioid withdrawal symptoms\n* Persons of childbearing potential must agree to practice an effective means of contraception throughout their participation in the study, beginning at screening and throughout follow-up\n* Ability and willingness to adhere to study requirements, including attending all study visits, preparatory and follow-up sessions, and evaluations\n* Healthy kidney function\n* Able to provide contact information for a local support person. This person must be available during both 24-hour treatment and observation periods, and willing to provide the participant social/emotional support the day after each treatment and as needed during the dosing day and/or overnight observation period.\n\nExclusion Criteria:\n\n* Currently prescribed and has taken buprenorphine or buprenorphine formulation (e.g., Suboxone®) for over four weeks immediately prior to initial study contact\n* Currently receiving pharmacotherapy of any duration with methadone\n* Current participation in a drug treatment court program or other legal supervision. Individuals who are under legal supervision will be advised that participating in this study could potentially violate terms of probation, parole, or extended supervision. Contact information for the individual's community supervision officer must be collected to confirm whether study participation may impact the potential participant's status on probation or parole\n* Inadequately treated hypertension\n* Current acute coronary syndrome or angina\n* Evidence of ischemic disease, cardiac conduction defects, and/or ventricular arrhythmias on screening ECG\n* History of heart transplant\n* Current insulin dependence, due to Type I or Type II diabetes\n* Urine drug test containing non-prescribed drugs of abuse\n* Any finding(s), based on the screening process, that the PI feels makes the study unsuitable for the participant",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "21 Years",
            "maximumAge": "65 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "PROTEA Research",
                    "role": "CONTACT",
                    "phone": "608-444-2397",
                    "email": "protea.research@mailplus.wisc.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Randall Brown, MD PhD",
                    "affiliation": "University of Wisconsin, Madison",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Wisconsin",
                    "status": "RECRUITING",
                    "city": "Madison",
                    "state": "Wisconsin",
                    "zip": "53705",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "David Horton, MS",
                            "role": "CONTACT",
                            "phone": "608-444-2397",
                            "email": "protea.research@mailplus.wisc.edu"
                        },
                        {
                            "name": "Randall Brown, MD PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 43.07305,
                        "lon": -89.40123
                    }
                }
            ]
        },
        "referencesModule": {
            "seeAlsoLinks": [
                {
                    "label": "Click this link to contact us to see if you qualify",
                    "url": "https://redcap.ictr.wisc.edu/surveys/?s=7P8YKYW4EMWKCEHT"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO",
            "description": "No individual participant data sharing is planned"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009293",
                    "term": "Opioid-Related Disorders"
                }
            ],
            "ancestors": [
                {
                    "id": "D000079524",
                    "term": "Narcotic-Related Disorders"
                },
                {
                    "id": "D000019966",
                    "term": "Substance-Related Disorders"
                },
                {
                    "id": "D000064419",
                    "term": "Chemically-Induced Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M12244",
                    "name": "Opioid-Related Disorders",
                    "asFound": "Opioid Use Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M2057",
                    "name": "Narcotic-Related Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M21837",
                    "name": "Substance-Related Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M30302",
                    "name": "Chemically-Induced Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC25",
                    "name": "Substance Related Disorders"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000011562",
                    "term": "Psilocybin"
                }
            ],
            "ancestors": [
                {
                    "id": "D000006213",
                    "term": "Hallucinogens"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000011619",
                    "term": "Psychotropic Drugs"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4033",
                    "name": "Analgesics, Opioid",
                    "relevance": "LOW"
                },
                {
                    "id": "M14419",
                    "name": "Psilocybin",
                    "asFound": "Mild to Moderate",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5317",
                    "name": "Buprenorphine",
                    "relevance": "LOW"
                },
                {
                    "id": "M12221",
                    "name": "Naloxone",
                    "relevance": "LOW"
                },
                {
                    "id": "M447",
                    "name": "Buprenorphine, Naloxone Drug Combination",
                    "relevance": "LOW"
                },
                {
                    "id": "M9305",
                    "name": "Hallucinogens",
                    "relevance": "LOW"
                },
                {
                    "id": "M14474",
                    "name": "Psychotropic Drugs",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Analg",
                    "name": "Analgesics"
                },
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "PsychDr",
                    "name": "Psychotropic Drugs"
                },
                {
                    "abbrev": "NarcAntag",
                    "name": "Narcotic Antagonists"
                }
            ]
        }
    },
    "hasResults": false
}