{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06306287",
            "orgStudyIdInfo": {
                "id": "DA053660"
            },
            "organization": {
                "fullName": "Oregon Research Institute",
                "class": "OTHER"
            },
            "briefTitle": "Adolescent Screening and Personalized Intervention Resource for Enhancement of Behavioral Health and Substance Use",
            "officialTitle": "Adolescent Screening and Personalized Intervention Resource for Mild/Moderate Substance Use and Co-Occurring Problems",
            "acronym": "ASPIRE",
            "therapeuticArea": [
                "Other"
            ],
            "study": "adolescent-screening-and-personalized-intervention-resource-for-enhancement-of-behavioral-health-and-substance-use"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-02-15",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-11-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-04-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-02-27",
            "studyFirstSubmitQcDate": "2024-03-05",
            "studyFirstPostDateStruct": {
                "date": "2024-03-12",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-04-18",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-22",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Oregon Research Institute",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Only a small fraction of youth who are beginning to experience behavioral health problems and use alcohol or illicit drugs receive needed treatment services due to the lack of accessible, effective early intervention resources. The goal of this clinical trial is to compare a personalized brief web-based early intervention, eHealth Personalized Approach for Change Efficacy (ePACE), in which youth are offered choices regarding intervention content and desired level of engagement, to a \"fixed\", non-tailored brief intervention, eHealth Fixed Approach for Change Efficacy (eFACE) for adolescents with mild/moderate substance use and common co-occurring problems. Both ePACE and eFACE include a multi-problem screener that guides youths through a set of key integrated behavior change and counseling modules providing a cohesive focus on these four problem domains: drug abuse, interpersonal relations, negative emotions and stress. The main questions the trial aims to answer are:\n\n* Are substance use and co-occurring problem outcomes for ePACE and eFACE are superior to those for a waitlist comparison group (WC)\n* Are outcomes for ePACE are superior to those for eFACE\n* Are the direct effects of ePACE and eFACE (i.e., the improvements in substance use and co-occurring problem outcomes) associated with improvements in areas of functioning and new skills that are hypothesized to produce change -- that is, are the improvements shown in the ePACE and eFACE groups due to the mechanisms by which change is hypothesized to occur Participants in ePACE and eFACE will complete a baseline assessment prior to engaging in the intervention to which they are assigned and will complete post-intervention assessments 3 months and 6 months later. Participants in the WC group will complete three assessments: at baseline, 3-months, and 6-months.",
            "detailedDescription": "This clinical trial is designed to test a technology-based, multicomponent behavioral health intervention for adolescents who have begun to experience behavioral health problems, including substance use. The design and functionality of the mobile health intervention, called eHealth Personalized Approach for Change Efficacy (ePACE), is grounded in two pivotal developmental frameworks. First, the intervention will address the well-established bidirectional relationship between substance use and co-occurring problems in adolescence. Second, in keeping with contemporary patient- and youth-centered health care delivery models, the mobile health intervention will have an interactive design permitting youth to receive feedback and make active choices about the care they receive. These conceptually informed design features and functionalities will optimize youth engagement, empowerment, and agency in order to maximize clinical outcomes. A digital health resource scalable to any smart phone would avert the need for delivery by highly trained professionals, and could be easily accessed by youth, especially those in rural or other settings where resources remain scarce. The ePACE intervention is user-friendly personalized, youth-centered, mobile health resource designed for use as a stand-alone intervention by providers of youth services or integrated into existing programming such as juvenile justice diversion programs, school-based counseling programs, or community behavioral health or drug treatment programs. ePACE is composed of a multi-problem screener to guide the implementation of a set of key integrated behavior change modules (Drug Use, Interpersonal Relations, Negative Emotions, Stress) providing a cohesive focus on substance use and co-occurring problem behaviors. The specific aims of are to:\n\n* Evaluate the impact of ePACE and a \"fixed\" non-personalized intervention, eHealth Fixed Approach for Change Efficacy (eFACE), for youth with co-occurring problems, relative to a waiting list comparison (WC) group on substance use and related problem outcomes. We expect better outcomes for both ePACE and eFACE vs WC over the 6-month follow-up and expect that ePACE vs WC\n* effects will be larger than eFACE vs WC effects.\n* Evaluate the direct effects of ePACE and eFACE on targeted areas of functioning and skill development hypothesized to produce change in substance use and co-occurring problems. Youth assigned to ePACE and eFACE are expected to exhibit greater improvements compared to those assigned to WC, with the effects of ePACE larger than those of eFACE.\n* Examine factors associated with successful implementation of ePACE, including participant ratings of usability, acceptability, and satisfaction.\n\nThe proposed brief, personalized, youth-centered, early intervention approach, web and smart-phone friendly, offers a promising solution for youth service providers to address the underserved needs of youth, potentially mitigating the need for more intensive, costly interventions later and potentially accommodating a youth-serving system that often lacks accessible and affordable behavior health services.\n\nYouth will be recruited to participate in the trial through community organizations such as juvenile justice, schools, and organizations serving parents and adolescents. Participating youth will be randomly assigned to one of three groups (N=40 per group): ePACE, eFACE or WC. Both ePACE and eFACE address substance use and co-occurring problems. However, ePACE is a personalized, youth-centered approach that allows youth a choice of modules they receive, ranging from two to four, the order in which modules are selected, and the feedback they receive from interactive components of the program, depending on youth responses to activities and exercises, whereas ePACE involves a \"fixed\", non-tailored set of modules that all youth in this condition receive in the same set order with no tailored feedback based on their responses to activities and exercises. The trial design will allow us to examine if ePACE and eFACE outcomes are both superior to WC but ePACE is NOT superior eFACE. Such a finding would suggest that the less complex, fixed, four-module version of the intervention is adequate for scaling and broad implementation efforts. eFACE is arguably lower cost to develop and easier to scale and maintain than ePACE. Thus, finding such support for eFACE (versus WC) could have important implications for dissemination of the program."
        },
        "conditionsModule": {
            "conditions": [
                "Substance Use",
                "Mental Health Issue"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Youth (n=120) will be randomly assigned to one of three conditions (40 youths per condition): ePACE, eFACE, or waitlist comparison (WC) condition.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "maskingDescription": "The investigators and the assessors will not have access to the conditions to which participants are assigned until all data are collected.",
                    "whoMasked": [
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 120,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "ePACE Experimental Condition",
                    "type": "EXPERIMENTAL",
                    "description": "The experimental intervention to be administered, ePACE, is a web-based brief intervention that includes personalization and youth-centered features. Feedback is provided based on youth's responses to activities, exercises, and quizzes to guide each individual's behavior change efforts.",
                    "interventionNames": [
                        "Behavioral: ePACE Personalized Intervention"
                    ]
                },
                {
                    "label": "eFACE Active Comparator Condition",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "The eFACE active comparator arm involves the eFACE intervention and includes content that is similar to the ePACE experimental intervention, but modules are offered in a fixed order with no tailoring features. No personalized feedback based on youth responses are provided to inform individual youth's behavior change efforts.",
                    "interventionNames": [
                        "Behavioral: eFACE Fixed Intervention"
                    ]
                },
                {
                    "label": "Waiting List Comparison Group",
                    "type": "NO_INTERVENTION",
                    "description": "Youth in the waitlist comparison (WC) condition will not have access to the ePACE or eFACE modules until the final (6-month) assessment has been completed. Thus, the WC group will serve as a \"no intervention\" comparison group."
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "ePACE Personalized Intervention",
                    "description": "The ePACE intervention is based on culturally and developmentally relevant youth treatments organized around an integrative approach based on Motivational Enhancement Therapy (MET) and Cognitive Behavior Therapy (CBT) to enhance motivation for change, support awareness of thoughts, emotions, and behavior, and address specific behavior change goals. The web-based approach is personalized, with youth-driven choices in terms of intensity, content, and sequencing of content and provide tailored feedback to youth regarding each individual's behavior change efforts. Modules address substance use, negative moods, decision-making, and interpersonal relations and require approximately 40-minutes to complete. Interactive activities, exercises, and quizzes are designed to promote skill acquisition. Each module involves an introduction and engagement strategies, several exercises and activities related to the problem area, goal setting, and a summary.",
                    "armGroupLabels": [
                        "ePACE Experimental Condition"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "eFACE Fixed Intervention",
                    "description": "The eFACE intervention includes content that is similar to ePACE, but modules are offered in a fixed order with no tailoring features. Like ePACE, modules address substance use, negative moods, decision-making, and interpersonal relations and require approximately 40-minutes to complete. Each module involves an introduction and engagement strategies, several exercises and activities related to the problem area, goal setting, and a summary. However, no personalized feedback based on youth responses are provided to inform individual youth's behavior change efforts.",
                    "armGroupLabels": [
                        "eFACE Active Comparator Condition"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Adolescent Substance Use from baseline to 3 months",
                    "description": "Using a Timeline Followback approach, the total number of days on which any substances were used (excluding tobacco and appropriately used prescription medications) will be identified and the percentage of these days in the prior 90 days will be calculated for each assessment point. The change in substance use from baseline to 3-months will serve as a primary outcome measure.",
                    "timeFrame": "3 months"
                },
                {
                    "measure": "Adolescent Substance Use from baseline to 6 months",
                    "description": "Using a Timeline Followback approach, the total number of days on which any substances were used (excluding tobacco and appropriately used prescription medications) will be identified and the percentage of these days in the prior 90 days will be calculated for each assessment point. The change in substance use from baseline to 6-months will also serve as a primary outcome measure.",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Youth Report of Internalizing Problems from baseline to 3 months",
                    "description": "The Global Appraisal of Individual Needs - Short Screener Internalizing subscale will be used to measure youth internalizing problems. The subscale consists of 6 items, with scores ranging from 0 to 24 and higher scores indicating greater problem severity. The outcome measure is the change in internalizing scores from baseline to the 3-month. assessment.",
                    "timeFrame": "3 months"
                },
                {
                    "measure": "Youth Report of Internalizing Problems Change from baseline to 6-months",
                    "description": "The Global Appraisal of Individual Needs - Short Screener Internalizing subscale will be used to measure youth internalizing problems. The subscale consists of 6 items, with scores ranging from 0 to 24 and higher scores indicating greater problem severity. The outcome measure is the change in internalizing scores from baseline to the 6-month assessment.",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Youth Report of Externalizing Problems from baseline to 3-months",
                    "description": "The Global Appraisal of Individual Needs - Short Screener (GSS) Externalizing subscale will be used to measure youth externalizing problems. The subscale consists of 7 items, with scores ranging from 0 to 28 and higher scores indicating greater problem severity. The outcome measure is the change in externalizing scores from baseline to the 3-month assessment.",
                    "timeFrame": "3 months"
                },
                {
                    "measure": "Youth Report of Externalizing Problems from baseline to 6-months",
                    "description": "The Global Appraisal of Individual Needs - Short Screener (GSS) Externalizing subscale will be used to measure youth externalizing problems. The subscale consists of 7 items, with scores ranging from 0 to 28 and higher scores indicating greater problem severity. The outcome measure is the change in externalizing scores from baseline to the 6-month assessment.",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Parent Report of Internalizing Problems from baseline to 3-months",
                    "description": "The Internalizing subscale score on the Brief Problem Monitor (short version of the Child Behavior Checklist) will be used to measure parent report of internalizing problems. The Brief Problem Monitor Internalizing subscale consists of 6 items and ranges from 1 to 12, with higher scores indicating greater problem severity. The outcome measure is the change in internalizing scores from baseline to the 3-month assessment.",
                    "timeFrame": "3 months"
                },
                {
                    "measure": "Parent Report Internalizing Problems from baseline to 6-months",
                    "description": "The Internalizing subscale score on the Brief Problem Monitor (short version of the Child Behavior Checklist) will be used to measure parent report of internalizing problems. The Brief Problem Monitor Internalizing subscale consists of 6 items and ranges from 1 to 12, with higher scores indicating greater problem severity. The outcome measure is the change in internalizing scores from baseline to the 6-month assessment.",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Parent Report Externalizing Problems from baseline to 3-months",
                    "description": "The Externalizing subscale score on the Brief Problem Monitor (short version of the Child Behavior Checklist) will be used to measure parent report of externalizing problems. The Brief Problem Monitor Externalizing subscale consists of 7 items and ranges from 1 to 14, with higher scores indicating greater problem severity. The outcome measure is the change in externalizing scores from baseline to the 3-month assessment.",
                    "timeFrame": "3 months"
                },
                {
                    "measure": "Parent Report Externalizing Problems from baseline to 6-months",
                    "description": "The Externalizing subscale score on the Brief Problem Monitor (short version of the Child Behavior Checklist) will be used to measure parent report of externalizing problems. The Brief Problem Monitor Externalizing subscale consists of 7 items and ranges from 1 to 14, with higher scores indicating greater problem severity. The outcome measure is the change in externalizing scores from baseline to the 6-month assessment.",
                    "timeFrame": "6 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Problem-Solving Inventory from baseline to 3-months",
                    "description": "Change in youth self-report on 5 subscales of self-confidence in problem solving and decision making from baseline to 3-months.\n\nskills.",
                    "timeFrame": "3 months"
                },
                {
                    "measure": "Problem-Solving Inventory from baseline to 6-months",
                    "description": "Change in youth self-report on 5 subscales of self-confidence in problem solving and decision making from baseline to 6-months.\n\nskills.",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Child Global Assessment Scale (CGAS) from baseline to 3-months",
                    "description": "Change in the parent rating of the severity of their adolescent's functional impairment from baseline to 3-months. The C-GAS ranges from 1-100 and includes behavioral examples as anchor points.\n\nThe C-GAS ranges from 1-100 and includes behavioral examples as anchor points.",
                    "timeFrame": "3 months"
                },
                {
                    "measure": "Child Global Assessment Scale (CGAS) from baseline to 6-months",
                    "description": "Change in the parent rating of the severity of their adolescent's functional impairment from baseline to 6-months. The C-GAS ranges from 1-100 and includes behavioral examples as anchor points.\n\nThe C-GAS ranges from 1-100 and includes behavioral examples as anchor points.",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Peer Encouragement and Influence from baseline to 3 months",
                    "description": "Adolescent perceptions of the extent to which peer drug use influences their own substance use will be measured using the Peer Encouragement and Influence scale. This scale consists of 24 items and ranges from 0 to 108, with higher scores indicating greater negative influence. Change in peer influence will be measured from baseline to the 3-month assessment.",
                    "timeFrame": "3 months"
                },
                {
                    "measure": "Peer Encouragement and Influence from baseline to 6 months",
                    "description": "Adolescent perceptions of the extent to which peer drug use influences their own substance use will be measured using the Peer Encouragement and Influence scale. This scale consists of 24 items and ranges from 0 to 108, with higher scores indicating greater negative influence. Change in peer influence will be measured from baseline to the 6-month assessment.",
                    "timeFrame": "6 months"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Emotion Regulation from baseline to 3 months",
                    "description": "Change in Delayed Discounting task score reflecting self-control from baseline to 3 months.",
                    "timeFrame": "3 months"
                },
                {
                    "measure": "Emotion Regulation - baseline to 6 months",
                    "description": "Change in Delayed Discounting task score reflecting self-control from baseline to 6 months.",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Change in Urine assay - baseline to 3 months",
                    "description": "Change in number of positive substances from baseline to 3 months.",
                    "timeFrame": "3 months"
                },
                {
                    "measure": "Change in Urine assay - 3 months to 6 months",
                    "description": "Change in number of positive substances from 3 months to 6 months.",
                    "timeFrame": "3 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Adolescent Inclusion Criteria:\n\n* 12-17 years\n* live at home with at least one parent or parent figure\n* reporting mild/moderate substance use\n* reporting mental health issues\n* sufficient English language skills for assessments and intervention\n\nAdolescent Exclusion Criteria:\n\n* a sibling has already participated in the study\n* evidence of psychotic or organic state\n* high problem severity indicating possible need for higher level of care\n\nParent Inclusion Criteria:\n\n• sufficient English language skills for assessments and intervention\n\nParent Exclusion Criteria:\n\n• another parent or parent figure is already participating in the study",
            "healthyVolunteers": true,
            "sex": "ALL",
            "genderBased": true,
            "minimumAge": "12 Years",
            "stdAges": [
                "CHILD",
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Holly B Waldron, PhD",
                    "role": "CONTACT",
                    "phone": "5419156196",
                    "email": "hwaldron@ori.org"
                },
                {
                    "name": "Ken C Winters, PhD",
                    "role": "CONTACT",
                    "phone": "6123877691",
                    "email": "kwinters@ori.org"
                }
            ],
            "locations": [
                {
                    "facility": "Oregon Research Institute",
                    "status": "RECRUITING",
                    "city": "Albuquerque",
                    "state": "New Mexico",
                    "zip": "87109",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Holly B Waldron, PhD",
                            "role": "CONTACT",
                            "phone": "541-915-6196",
                            "email": "hwaldron@ori.org"
                        },
                        {
                            "name": "Aleah A Montano, MA",
                            "role": "CONTACT",
                            "phone": "5054538984",
                            "phoneExt": "Waldron",
                            "email": "hollybarrettwaldron@gmail.com"
                        },
                        {
                            "name": "Holly B Waldron, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Ken C Winters, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Timothy J Ozechowski, PhD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Hyman Hops, PhD",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 35.08449,
                        "lon": -106.65114
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "All de-identified participant data will be available through the National Institute on Drug Abuse Data Archive.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF"
            ],
            "timeFrame": "Data will be entered into the data archive annually after recruitment has begun.",
            "accessCriteria": "Compliant with the data archive requirements."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000019966",
                    "term": "Substance-Related Disorders"
                }
            ],
            "ancestors": [
                {
                    "id": "D000064419",
                    "term": "Chemically-Induced Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M21837",
                    "name": "Substance-Related Disorders",
                    "asFound": "Substance Use",
                    "relevance": "HIGH"
                },
                {
                    "id": "M30302",
                    "name": "Chemically-Induced Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC25",
                    "name": "Substance Related Disorders"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}