{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05902520",
            "orgStudyIdInfo": {
                "id": "2023000082"
            },
            "organization": {
                "fullName": "AgonOx, Inc.",
                "class": "INDUSTRY"
            },
            "briefTitle": "Adoptive Cell Therapy Using Cancer Specific CD8+ Tumor Infiltrating Lymphocytes in Adult Patients With Solid Tumors",
            "officialTitle": "Phase I Randomized Open Label Trial Investigating Adoptive Transfer of CD39+CD103+CD8+ Tumor-isolated T Cells (AGX148) Alone or Combined With siRNA Modulation of PD-1 (AGX148/PH-762) in Patients With Advanced Solid Tumors",
            "acronym": "ACT",
            "therapeuticArea": [
                "Oncology and Hematology",
                "Other"
            ],
            "study": "adoptive-cell-therapy-using-cancer-specific-tumor-infiltrating-lymphocytes-in-adult-patients-with-solid-tumors"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-06-19",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-05-19",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-05-19",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-05-12",
            "studyFirstSubmitQcDate": "2023-06-05",
            "studyFirstPostDateStruct": {
                "date": "2023-06-15",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-07-18",
            "lastUpdatePostDateStruct": {
                "date": "2023-07-20",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "AgonOx, Inc.",
                "class": "INDUSTRY"
            },
            "collaborators": [
                {
                    "name": "Phio Pharmaceuticals Inc.",
                    "class": "INDUSTRY"
                },
                {
                    "name": "Providence St Joseph Health",
                    "class": "UNKNOWN"
                }
            ]
        },
        "oversightModule": {
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The subject of this study is the adoptive transfer of selected autologous tumor infiltrating lymphocytes (TIL) after in vitro expansion for the treatment of solid tumor malignancies. The TIL selection process is based on evidence showing that CD8+ TIL which co-express both CD39 and CD103 harbor the bulk of tumor-reactivity and that the remaining CD8 TIL is mainly composed of non-tumor reactive bystander cells. All of the expanded TIL that are produced (1-40 billion are expected) will be delivered in the form of a cell suspension to the participants by intravenous infusion. It is proposed that these selected TIL will produce a more potent and efficacious treatment of late-stage cancer.",
            "detailedDescription": "Our research identified a subpopulation of CD8 tumor infiltrating lymphocytes (TIL) highly enriched for tumor reactivity that can be identified and isolated based on the co-expression of CD39 and CD103. The investigators refer to this tumor-reactive cell population as DP CD8 TIL. The DP CD8 TIL can constitute as few as 2% and up to 70-80% of the CD8 TIL directly isolated from tumors, suggesting that in any given patient a substantial percentage of their CD8 TIL can be bystanders lacking tumor specificity. The CD8 DP TIL were highly enriched for cells that recognize autologous tumor as evidenced by interferon gamma production, 4-1BB upregulation and autologous tumor cell killing. The investigators also found that T cell receptors within the CD8 DP TIL population share very little overlap with the other sub-populations of CD8 TIL, suggesting that they have a distinct antigen recognition pattern.\n\nThe DP CD8 TIL express high levels of PD-1 especially when encountering tumor Ag(s) in situ. Pre-clinical experiments have shown that the potency of DP CD8 TIL can be enhanced by decreasing PD-1 checkpoint expression by incubating them with siRNA that targets PD-1. The investigators hypothesize that transient knockdown of PD-1 expression will enable DP CD8 TIL to initiate a more effective and persistent anti-tumor response without increasing toxicity. The investigators refer to DP CD8 TIL after PD-1 knockdown as DP CD8 TIL KD. Although preclinical experiments have shown the value of siRNA modulation of PD-1 in DP T cells, this strategy has not been studied in humans. The main goals of this phase I first-in-human study are to define toxicity and understand the biology and anti-tumor activity of DP CD8 TIL alone and with siRNA PD-1 modulation. Thus, the trial is designed as a randomized comparison of DP CD8 TIL and DP CD8 TIL KD with comprehensive immune monitoring as detailed below.\n\nLymphodepleting chemotherapy just before adoptive transfer facilitates proliferation and persistence of adoptively transferred T cells as has been demonstrated in other adoptive cellular therapy trials over the last 30 years. Similarly, interleukin-2 (IL-2) administered after adoptive transfer enhances T-cell proliferation, persistence, and cytotoxicity. The investigators have also performed pre-clinical experiments confirming the need for IL-2 after DP CD8 TIL adoptive transfer to achieve maximum antitumor effect in a human xenograft model. Cyclophosphamide and fludarabine will be given prior to adoptive transfer of the DP CD8 TIL and high dose IL-2 (600,000 IU/kg IV with a maximum of 6 doses over 6 days) will be administered starting within 24 hours of the adoptive transfer followed by subcutaneous IL-2 in dose-escalation cohorts of IL-2, 5 MIU/m2 TIW starting on day +8 for 1 weeks, 2 weeks or 3 weeks if tolerated."
        },
        "conditionsModule": {
            "conditions": [
                "HNSCC",
                "Melanoma",
                "Gynecologic Cancer",
                "Colorectal Cancer",
                "Lung Cancer",
                "Urogenital Cancer"
            ],
            "keywords": [
                "Solid Malignancies",
                "Adoptive Cell Therapy (ACT)",
                "Cancer",
                "T cell",
                "PD-1"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Autologous adoptive T cell therapy provided to three cohorts of patients receiving supportive subcutaneous IL-2 therapy for one, two ,or three weeks. Each cohort will be randomized between therapy with DP CD8 TIL or DP CD8 TIL having PD-1 expression reduced by silencing RNA during invitro cell expansion",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 18,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "DP CD8 TIL",
                    "type": "EXPERIMENTAL",
                    "description": "Adoptive Cell Transfer of tumor infiltrating lymphocytes that were selected for tumor reactivity by the expression of cell surface proteins CD39 an CD103 and expanded in vitro. A suspension of 1-40 billion cells will be delivered one time by intravenous infusion.",
                    "interventionNames": [
                        "Biological: DP CD8 TIL",
                        "Biological: Low dose IL-2"
                    ]
                },
                {
                    "label": "DP CD8 TIL KD",
                    "type": "EXPERIMENTAL",
                    "description": "Adoptive Cell Transfer of tumor infiltrating lymphocytes that were selected for tumor reactivity by the expression of cell surface proteins CD39 and CD103 and expanded in vitro in the presence of PH-762, a silencing RNA that reduces the expression of the checkpoint inhibitor PD-1. A suspension of 1-40 billion cells will be delivered one time by intravenous infusion.",
                    "interventionNames": [
                        "Biological: DP CD8 TIL KD",
                        "Biological: Low dose IL-2"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BIOLOGICAL",
                    "name": "DP CD8 TIL",
                    "description": "intravenous infusion of T cell suspension",
                    "armGroupLabels": [
                        "DP CD8 TIL"
                    ]
                },
                {
                    "type": "BIOLOGICAL",
                    "name": "DP CD8 TIL KD",
                    "description": "intravenous infusion of T cell suspension",
                    "armGroupLabels": [
                        "DP CD8 TIL KD"
                    ]
                },
                {
                    "type": "BIOLOGICAL",
                    "name": "Low dose IL-2",
                    "description": "Low dose IL-2 delivered subcutaneously for 1, 2 or 3 weeks",
                    "armGroupLabels": [
                        "DP CD8 TIL",
                        "DP CD8 TIL KD"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Safety of DP CD8 TIL",
                    "description": "Frequency and severity of treatment-related adverse events as assessed by CTCAE v5.0 in participants treated with DP CD8 TIL adoptive cell therapy with and without ex vivo siRNA PD-1 modulation after lymphodepleting chemotherapy and followed by high-dose and low-dose IL-2.",
                    "timeFrame": "12 weeks after cell infusion, then per PI discretion"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Efficacy of DP CD8 TIL",
                    "description": "Objective response using Response Evaluation Criteria in Solid Tumors (RECIST 1.1) criteria in participants treated with DP CD8 TIL adoptive cell therapy with and without ex vivo siRNA PD-1 modulation after lymphodepleting chemotherapy and followed by high-dose and low-dose IL-2.",
                    "timeFrame": "1, 2, 3, 4, 8, and 12 weeks after cell infusion, then per PI discretion"
                },
                {
                    "measure": "Compare persistence of DP CD8 TIL and DP CD8 TIL KD in peripheral blood",
                    "description": "Adoptively transferred T cells circulating in the peripheral blood will be identified and quantified over time to identify any differences in the persistence of DP CD8 TIL and DP CD8 TIL KD.\n\nwithin each cohort of participants receiving 1, 2 or 3 weeks of low-dose subcutaneous IL-2 administration\n\nbetween different cohorts of low-dose subcutaneous IL-2 administration",
                    "timeFrame": "1, 2, 4, 8, and 12 weeks after cell infusion, then per PI discretion"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria\n\n* Participants must have signed and dated a current IRB/IEC approved written informed consent form in accordance with regulatory and institutional guidelines. Patients must have the ability to understand a written informed consent document, and the willingness to sign it.\n* Consent must be obtained before the performance of any protocol related procedures that are not part of normal patient care.\n* Patients must have histologically confirmed advanced solid tumor that is metastatic or unresectable and who have progression of disease on standard therapy. Historical pathology reports will suffice to meet this criterion, repeat biopsy confirmation is not needed.\n* Age \\>18 years\n* At least one tumor nodule greater than or equal to 1 cm in long axis diameter amenable to surgical harvest as an out-patient procedure for DP CD8 TIL production.\n* Patients must meet the laboratory criteria below within 28 days prior to the first dose of study treatment:\n\n  * Adequate Bone Marrow Function: WBC \\>3,000/mcL; Absolute neutrophil count \\>1,500/mcL; Hemoglobin \\> 8 gm/dL; Platelets \\>100,000/mcL\n  * Adequate hepatic function: total bilirubin; ≤ 2.0 mg/dL except in patients with Gilbert's Syndrome who must have a total bilirubin ≤ 3.0 mg/dL; AST(SGOT) \\< 2.5 X institutional upper limit of normal; ALT(SGPT) \\< 2.5 X institutional upper limit of normal\n  * Adequate renal function: Serum creatinine \\< 1.5 x ULN, unless creatinine clearance ≥ 40 mL/min (measured or calculated using the Cockcroft-Gault formula)\n* Women of childbearing potential must not be pregnant and must avoid becoming pregnant while on treatment and for 6 months following treatment discontinuation. Men must agree to avoid fathering a child while on treatment and for 6 months following the last dose of treatment.\n* ECOG Performance Status 0-1 or equivalent Karnofsky score at the time of enrollment.\n* Patients need to have received at least 1 prior line of systemic therapy before participation in this protocol and have no therapeutic options with possibility of cure or durable remission.\n* Subjects with squamous cell carcinoma of the head and neck must have received a platinum containing chemotherapy regimen for treatment of primary tumor in locally advanced, or metastatic settings and must have received an anti-PD-1/ PD-L1 as monotherapy or in combination with chemotherapy.\n* Subjects with melanoma must have received an anti-PD-1/ PD-L1 inhibitor as monotherapy or in combination with anti-CTLA-4 inhibitor or anti-PD-1 in combination with anti-LAG-3 determined to have either primary or secondary CPI resistance.\n* Subjects with tumors having known actionable molecular alterations such as BRAF and MEK for which FDA-approved medications are available must have progressed on directed molecular therapy.\n\nExclusion Criteria:\n\n* Active brain metastases or leptomeningeal metastases. Participants with brain metastases are eligible if these have been treated and there is no MRI evidence of progression for at least 4 weeks after treatment is complete. There must also be no requirement for immunosuppressive doses of systemic corticosteroids (\\> 10 mg/day prednisone equivalents). Stable doses of anticonvulsants are allowed. Treatment for CNS metastases may include stereotactic radiosurgery (e.g. Gamma Knife, Cyber Knife, or equivalent) or neurosurgical resection. Patients who received whole brain radiation therapy are not eligible.\n* Any condition including medical, emotional, psychiatric, or logistical that, in the opinion of the Investigator, would preclude the patient from adhering to the protocol or would increase the risk associated with study participation or study drug administration or interfere with the interpretation of safety results (e.g., a condition associated with diarrhea or acute diverticulitis).\n* Prior malignancy active within the previous 3 years except for locally curable cancers that have been apparently cured, such as basal or squamous cell skin cancer, superficial bladder cancer, or localized carcinoma of the prostate, cervix, or breast.\n* Participants with an active, known or suspected autoimmune disease requiring active treatment. Participants with type I diabetes mellitus, hypothyroidism requiring only hormone replacement, skin disorders (such as vitiligo, psoriasis, or alopecia) not requiring systemic treatment, or conditions not expected to recur in the absence of an external trigger are permitted to enroll.\n* Requirement for greater than physiological doses of corticosteroids (\\> 10 mg daily prednisone equivalent)\n* Requirement for other immunosuppressive medications including but not limited to anti-TNF antibodies, mycophenylate mofetil and methotrexate. Inhaled, intra-nasal or topical steroids are permitted in the absence of active autoimmune disease.\n* History of organ or tissue transplant that requires systemic use of immune suppressive agents.\n* Active infection requiring systemic therapy within 14 days prior to enrollment.\n* Patients who have had chemotherapy, radiotherapy, biologics, other anti-neoplastic or investigational agents, and/or other antitumor treatment including immunotherapy within 2 weeks (14 days) of Day -5, or those who have not recovered from adverse events related to therapies administered more than 4 weeks (28 days) earlier, are not eligible to enroll. All adverse events related to prior therapy must have improved to grade 1 or better before study participation.\n* Focal radiotherapy (examples include SRS, Palliative or MRI-Linac) completed at least 2 weeks (14 days) prior to the first dose study treatment are permitted to enroll.\n* Patients with evidence of ischemia on exercise tolerance test, stress thallium study, or baseline EKG are excluded.\n* DLCO, FEV1 or FEV1/FVC less than 65% of predicted due to clinically significant underlying pulmonary disease. For any pulmonary function test values less than predicted values, the PI will review, and document the patient's suitability for high-dose IL-2 therapy.\n* Allergy to any of the antibiotics used in the cell production.\n* Tumor harvest with no detectable DP CD8 TIL.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Colin J Thalhofer, PhD",
                    "role": "CONTACT",
                    "phone": "503-215-6745",
                    "email": "Colin.Thalhofer@agonox.com"
                },
                {
                    "name": "Ryan D Montler, MBA",
                    "role": "CONTACT",
                    "phone": "503-215-7799",
                    "email": "Ryan.Montler@agonox.com"
                }
            ],
            "locations": [
                {
                    "facility": "Providence Portland Medical Center",
                    "status": "RECRUITING",
                    "city": "Portland",
                    "state": "Oregon",
                    "zip": "97213",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Christopher B Fountain, RN, BSN, OCN",
                            "role": "CONTACT",
                            "phone": "503-215-2691",
                            "email": "canrsrchstudies@providence.org"
                        },
                        {
                            "name": "Brendan D Curti, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 45.52345,
                        "lon": -122.67621
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000014565",
                    "term": "Urogenital Neoplasms"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000052776",
                    "term": "Female Urogenital Diseases"
                },
                {
                    "id": "D000005261",
                    "term": "Female Urogenital Diseases and Pregnancy Complications"
                },
                {
                    "id": "D000091642",
                    "term": "Urogenital Diseases"
                },
                {
                    "id": "D000052801",
                    "term": "Male Urogenital Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M11172",
                    "name": "Lung Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M11528",
                    "name": "Melanoma",
                    "relevance": "LOW"
                },
                {
                    "id": "M17315",
                    "name": "Urogenital Neoplasms",
                    "asFound": "Urogenital Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M2875",
                    "name": "Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M27093",
                    "name": "Female Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14127",
                    "name": "Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M8399",
                    "name": "Female Urogenital Diseases and Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M27095",
                    "name": "Male Urogenital Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC08",
                    "name": "Respiratory Tract (Lung and Bronchial) Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                },
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                }
            ]
        }
    },
    "hasResults": false
}