{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06040268",
            "orgStudyIdInfo": {
                "id": "23-0463"
            },
            "secondaryIdInfos": [
                {
                    "id": "W81WXH2290024",
                    "type": "OTHER_GRANT",
                    "domain": "MTEC/DOD"
                }
            ],
            "organization": {
                "fullName": "University of Colorado, Denver",
                "class": "OTHER"
            },
            "briefTitle": "Advair HFA in Healthy and HAPE Predisposed Subjects",
            "officialTitle": "Double-Blinded, Placebo-Controlled, Randomized, 2 Period, Crossover Phase 1/2a Study Testing Safety/Efficacy of Advair HFA (Salmeterol, Fluticasone) in Resting & Exercising Healthy & High Altitude Pulmonary Edema (HAPE) Predisposed Subjects",
            "acronym": "SWIFTARC",
            "therapeuticArea": [
                "Other"
            ],
            "study": "advair-hfa-in-healthy-and-hape-predisposed-subjects"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-12",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-12-12",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-11-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-11-15",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-09-08",
            "studyFirstSubmitQcDate": "2023-09-08",
            "studyFirstPostDateStruct": {
                "date": "2023-09-15",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-12-13",
            "lastUpdatePostDateStruct": {
                "date": "2023-12-14",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of Colorado, Denver",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "United States Department of Defense",
                    "class": "FED"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The current protocol is composed of two studies. The first study is designed to carefully evaluate the safety of high-dose salmeterol/fluticasone (Advair HFA) versus placebo (hydrofluoroalkane, HFA) administration over 7 days, as well as the efficacy of the study drug to increase exercise performance, in healthy individuals exercising under hypoxic, simulated high-altitude conditions (Phase 1/2a study). The second study will examine sensitive measures of cardiopulmonary function using invasive cardiopulmonary testing, in both HAPE-sensitive and HAPE-resistant individuals, to assess the potential efficacy of salmeterol/fluticasone to prevent pulmonary edema and to enhance exercise capacity (Phase 2a) in these individuals.",
            "detailedDescription": "Both Study 1 and Study 2 are double-blinded, randomized, placebo-controlled, two-period, crossover studies.\n\nStudy 1 (Phase 1/2a) is a Double-Blinded, Placebo-Controlled, Randomized, 2 Period, Crossover study examining safety and efficacy in healthy subjects dosed with salmeterol/fluticasone 126mcg/270mcg twice daily vs. placebo, for 7 days. Subjects will exercise under hypoxic conditions one time during each study period with the primary efficacy outcome being maximal oxygen uptake (VO2max), and secondary outcomes of arterial partial pressure of oxygen (PaO2), alveolar-arterial oxygen (Aa) gradient, and blood lactate levels. Continuous cardiac monitoring will occur during study drug dosing and for 5 days after drug discontinuation. ECGs and safety lab tests will be assessed at key intervals during drug dosing. A pause in enrollment will occur for a planned data and safety monitoring board (DSMB) safety analysis after four subjects have completed Study 1. There will also be a full review of safety data once Study 1 is complete prior to initiating Study 2.\n\nStudy 2 (Phase 2a) is a Double-Blinded, Placebo-Controlled, Randomized, 2 Period, Crossover study examining efficacy and safety in both healthy (HAPE-resistant) and HAPE-susceptible subjects dosed with salmeterol/fluticasone 126mcg/270mcg twice daily. Subjects will take study drug for two days prior to hypoxic exercise testing in each period of this study, then discontinue study drug when the exercise is completed. Efficacy assessments will include VO2 max (primary outcome), right heart catheter measurements, PaO2, A-a gradients, and blood lactate.\n\nFor both studies, investigators and subjects will be blinded to assignment group (order of study drug vs. placebo)."
        },
        "conditionsModule": {
            "conditions": [
                "Altitude Edema"
            ],
            "keywords": [
                "salmeterol",
                "fluticasone",
                "exercise performance",
                "high altitude pulmonary edema",
                "hypoxia"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1",
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "CROSSOVER",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "QUADRUPLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 60,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Advair HFA (salmeterol 126 ug/fluticasone 270 ug) twice daily for up to 7 days",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will inhale salmeterol 126 ug and fluticasone 270 ug twice daily for up to 7 days",
                    "interventionNames": [
                        "Drug: Advair HFA"
                    ]
                },
                {
                    "label": "Placebo",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "Participants will inhale placebo (same puff number) twice daily for up to 7 days",
                    "interventionNames": [
                        "Drug: Placebo"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Advair HFA",
                    "description": "6 puffs (total: salmeterol 126 ug and fluticasone 270 ug) twice daily",
                    "armGroupLabels": [
                        "Advair HFA (salmeterol 126 ug/fluticasone 270 ug) twice daily for up to 7 days"
                    ],
                    "otherNames": [
                        "salmeterol and fluticasone in hydrofluoroalkane (HFA) propellant"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Placebo",
                    "description": "HFA134a inhaler",
                    "armGroupLabels": [
                        "Placebo"
                    ],
                    "otherNames": [
                        "HFA134a (hydrofluoroalkane 134a, same propellant as in Advair HFA)"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "VO2 max",
                    "description": "peak oxygen consumption with exercise",
                    "timeFrame": "day 3 of treatment"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Aa Gradient",
                    "description": "alveolar-arterial oxygen Gradient during peak hypoxic exercise",
                    "timeFrame": "day 3 of treatment"
                },
                {
                    "measure": "blood lactate",
                    "description": "peak arterial blood lactate during peak hypoxic exercise",
                    "timeFrame": "day 3 of treatment"
                },
                {
                    "measure": "nadir PaO2",
                    "description": "lowest arterial partial pressure of oxygen during peak hypoxic exercise",
                    "timeFrame": "day 3 of treatment"
                },
                {
                    "measure": "highest PaO2",
                    "description": "highest arterial partial pressure of oxygen during peak hypoxic exercise",
                    "timeFrame": "day 3 of treatment"
                },
                {
                    "measure": "MPAP",
                    "description": "highest mean pulmonary arterial pressure (MPAP) during hypoxic exercise",
                    "timeFrame": "day 3 of treatment"
                },
                {
                    "measure": "cardiac output",
                    "description": "highest cardiac output during hypoxic exercise",
                    "timeFrame": "day 3 of treatment"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Cardiac rhythm (symptomatic)",
                    "description": "Safety as measured by number of subjects with symptomatic ectopy/tachyarrhythmias on continuous cardiac monitoring",
                    "timeFrame": "7 days of treatment and 7 days of washout"
                },
                {
                    "measure": "Cardiac rhythm (asymptomatic)",
                    "description": "Safety as measured by number of subjects with asymptomatic ectopy/tachyarrhythmias on continuous cardiac monitoring",
                    "timeFrame": "7 days of treatment and 7 days of washout"
                },
                {
                    "measure": "Serum potassium",
                    "description": "Safety as measured by number of subjects with serum potassium \\< 3.3",
                    "timeFrame": "Up to 7 days of treatment"
                },
                {
                    "measure": "QTc (Q to T time interval, rate corrected)",
                    "description": "Safety as measured by number of subjects with QTc interval prolongation \\> 30 msec on 12-lead EKG",
                    "timeFrame": "Up to 7 days of treatment"
                },
                {
                    "measure": "Drug discontinuation",
                    "description": "Number of subjects with adverse event-related study drug discontinuation (compared to placebo)",
                    "timeFrame": "up to 7 days of treatment"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Written informed consent signed prior to entry into the study.\n* Male or female age 18-50 years of age\n* BMI ≥ 20 and \\< 35 kg/m2\n* Agreement to comply with the study-required interventions and treatment during the full duration of the study.\n* In good health as determined by screening medical history, physical examination, vital signs (blood pressure, heart rate, respiratory rate and temperature), clinical laboratory tests (CBC, protime (PT) (INR)/partial thromboplastin time (PTT), thyroid stimulating hormone (TSH), Total Bilirubin, blood chemistries, urine drug screening), and a resting 12-lead Electrocardiogram with a 10 second rhythm strip.\n* Adequate peripheral venous access for IV insertion and blood sample collection (assessments will be made prior to undergoing further assessments).\n* HAPE-susceptible individuals (Study 2 only) must have had a medically documented (hospital admission or emergency room visit) HAPE episode characterized by noncardiogenic pulmonary edema and hypoxemia that occurred during high altitude travel in Colorado and must reside below 3,000 feet (unacclimatized individuals; non-Colorado residents).\n* HAPE-resistant individuals (Study 2 only) will have had no evidence of HAPE during high altitude travel in Colorado, and must reside below 3,000 feet (unacclimatized; often being travel partners of HAPE-susceptible subjects).\n* Healthy controls (Study 1 only) will all be Colorado residents.\n\nExclusion Criteria:\n\n* Currently participating in or has been enrolled in another clinical trial within the last 30 days (observational studies are acceptable).\n* Donation of any blood or plasma in the last month, or donation of \\> 500 milliliters (ml) of blood within the 3 months preceding study drug administration.\n* Female subjects of childbearing potential with positive serum pregnancy (beta human chorionic gonadotropin) test, who are breastfeeding, plan to become pregnant during the study, or decline to either be abstinent or use highly effective birth control if they have sexual intercourse with a male partner (ie, oral contraceptives; contraceptive patches, implants, injections, and rings; intrauterine devices - both hormonally-impregnated and untreated devices) throughout the study and for at least 1 month after study completion;\n* Known history of impaired liver function\n* Clinically significant laboratory abnormalities (one retest is allowed at the discretion of the Investigator and Medical Monitor), defined as:\n\n  * Impaired renal function as estimated glomerular filtration rate \\< 60 mL/min/1.73 m2) as estimated using the Chronic Kidney Disease Epidemiology Collaboration (CKD-EPI) equation at screening.(81)\n  * Serum Potassium \\< 3.2 millimolar (mM)\n  * aspartate aminotransferase (AST) or alanine transaminase (ALT) \\> 2x upper reference limit\n  * international normalized ratio (INR) \\> 1.5\n  * Fasting serum triglycerides \\> 500 mg/dL (lipemic serum affects assays)\n  * TSH \\< 0.5 or \\> 5 milliunits/Liter (mU/L)\n  * Hemoglobin \\< 12.0 g/dL\n  * Bilirubin \\> 2, unless consistent with Gilbert's disorder (indirect bilirubinemia)\n  * Platelet count \\< 100,000/µL\n  * Any other abnormality deemed by the Investigator to exceed normal safety limits for this study or exclude subject participation.\n* Cardiovascular conditions:\n\n  * Clinically significant abnormal electrocardiogram at screening:\n\n    ▪ Clinically significant abnormal ECG results including but not limited to complete left or right bundle branch block; other ventricular conduction block (except for incomplete bundle branch blocks, with a Q to R to S (QRS) duration \\< 0.12 sec) ; 2nd degree or 3rd degree atrioventricular (AV) block; sustained ventricular arrhythmia; sustained atrial arrhythmia; two or more premature ventricular contractions (PVC) in a row; pattern of (S wave to T wave) ST segment elevation felt consistent with cardiac ischemia; or any condition deemed clinically significant by a study investigator\n  * Any history of congenital or acquired long QT syndrome\n  * Any history of uncorrected re-entrant supraventricular tachycardia, atrial fibrillation, sinus tachycardia (\\> 100 bpm at rest), or ventricular tachycardia.\n  * Evidence of conduction abnormality including QTc prolongation on ECG, defined as \\> 450 msec for men and \\> 470 msec for women\n  * Unstable angina pectoris, history of myocardial infarction (MI), transient ischemic attack (TIA) or stroke within 3 months prior to screening, or subjects who have ever undergone percutaneous coronary intervention or a coronary artery bypass or who are due to undergo these procedures at the time of screening, as evidence of atherosclerotic cardiovascular disease (ASCVD).\n  * New York Heart Association Functional Class I-IV congestive heart failure (any congestive heart failure)\n  * Use of any blood thinner (e.g. novel oral anticoagulant, coumadin/warfarin). Use of aspirin is acceptable for study and will not need to be discontinued prior to involvement in the study. Use of a P2Y12 inhibitor (such as clopidogrel) is also not permitted due to bleeding risks.\n  * Use of any phosphodiesterase-5 inhibitors (as prescribed medications or obtained by other means) such as sildenafil, tadalafil, or vardenafil (as they may enhance hypoxic exercise performance)\n* Infectious conditions:\n\n  o Active Coronavirus Disease 2019 (COVID-19) or any viral upper respiratory infection suspected by symptoms and/or confirmed by nasal swab polymerase chain reaction (PCR) or rapid antigen within the past 30 days. Subjects will be screened for COVID-19 at study entry by nasal swab antigen test on day 0 regardless of symptoms. A subject with recent COVID-19 will be allowed to participate provided that the diagnosis was made more than 30 days previously, COVID-related symptoms have been absent for 20 or more days, and an antigen test on day 0 is negative.\n* Concomitant Medications:\n\n  * Nonselective beta-blockers including propranolol, carvedilol, and labetalol (due to antagonization of beta-2 agonist effects)\n  * Use of any inhaled or oral beta-2 receptor agonists, or oral theophylline\n  * Non-potassium sparing diuretics (due to hypokalemia risks)\n  * The use of any medication known to be a strong inhibitor or strong inducer of cytochrome P (CYP) 3A4 or 3A5 enzymes (cytochrome P450 isoenzymes) that metabolize salmeterol.(66) Also, any medication that has been reported to have a major or moderate interaction with salmeterol or fluticasone(82)\n  * Use of monoamine oxidase inhibitors or tricyclic antidepressants within 2 weeks of screening\n  * Prescription amphetamines or other sympathetic stimulants used for disorders such as narcolepsy, somnolence, or attention deficit disorder\n* History of claustrophobia or post traumatic stress disorder that would limit use of gas breathing masks or mouthpieces.\n* Essential tremor limiting handwriting, or any tremor requiring medication.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "50 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "James P Maloney, MD",
                    "role": "CONTACT",
                    "phone": "3037246072",
                    "email": "james.maloney@ucdenver.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "James P Maloney, MD",
                    "affiliation": "Univ. of Colorado, Denver",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Colorado Anschutz Medical Campus",
                    "status": "RECRUITING",
                    "city": "Aurora",
                    "state": "Colorado",
                    "zip": "80045",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "james maloney, MD",
                            "role": "CONTACT",
                            "phone": "303-724-6072",
                            "email": "james.maloney@cuanschutz.edu"
                        },
                        {
                            "name": "Saedie Hawbaker, MPH",
                            "role": "CONTACT",
                            "phone": "3037246072",
                            "email": "saedie.hawbaker@cuanschutz.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.72943,
                        "lon": -104.83192
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000011654",
                    "term": "Pulmonary Edema"
                },
                {
                    "id": "D000004487",
                    "term": "Edema"
                }
            ],
            "ancestors": [
                {
                    "id": "D000008171",
                    "term": "Lung Diseases"
                },
                {
                    "id": "D000012140",
                    "term": "Respiratory Tract Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4185",
                    "name": "Hypoxia",
                    "relevance": "LOW"
                },
                {
                    "id": "M7657",
                    "name": "Edema",
                    "asFound": "Edema",
                    "relevance": "HIGH"
                },
                {
                    "id": "M3873",
                    "name": "Altitude Sickness",
                    "relevance": "LOW"
                },
                {
                    "id": "M14508",
                    "name": "Pulmonary Edema",
                    "asFound": "Pulmonary Edema",
                    "relevance": "HIGH"
                },
                {
                    "id": "M11168",
                    "name": "Lung Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14977",
                    "name": "Respiratory Tract Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T179",
                    "name": "Acute Mountain Sickness",
                    "relevance": "LOW"
                },
                {
                    "id": "T4815",
                    "name": "Pulmonary Edema of Mountaineers",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC08",
                    "name": "Respiratory Tract (Lung and Bronchial) Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000068298",
                    "term": "Fluticasone"
                },
                {
                    "id": "C000063006",
                    "term": "Norflurane"
                },
                {
                    "id": "D000068299",
                    "term": "Salmeterol Xinafoate"
                },
                {
                    "id": "D000068297",
                    "term": "Fluticasone-Salmeterol Drug Combination"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000893",
                    "term": "Anti-Inflammatory Agents"
                },
                {
                    "id": "D000001993",
                    "term": "Bronchodilator Agents"
                },
                {
                    "id": "D000001337",
                    "term": "Autonomic Agents"
                },
                {
                    "id": "D000018373",
                    "term": "Peripheral Nervous System Agents"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000018927",
                    "term": "Anti-Asthmatic Agents"
                },
                {
                    "id": "D000019141",
                    "term": "Respiratory System Agents"
                },
                {
                    "id": "D000003879",
                    "term": "Dermatologic Agents"
                },
                {
                    "id": "D000018926",
                    "term": "Anti-Allergic Agents"
                },
                {
                    "id": "D000058666",
                    "term": "Adrenergic beta-2 Receptor Agonists"
                },
                {
                    "id": "D000000318",
                    "term": "Adrenergic beta-Agonists"
                },
                {
                    "id": "D000000322",
                    "term": "Adrenergic Agonists"
                },
                {
                    "id": "D000018663",
                    "term": "Adrenergic Agents"
                },
                {
                    "id": "D000018377",
                    "term": "Neurotransmitter Agents"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000005938",
                    "term": "Glucocorticoids"
                },
                {
                    "id": "D000006728",
                    "term": "Hormones"
                },
                {
                    "id": "D000006730",
                    "term": "Hormones, Hormone Substitutes, and Hormone Antagonists"
                },
                {
                    "id": "D000013566",
                    "term": "Sympathomimetics"
                },
                {
                    "id": "D000000777",
                    "term": "Anesthetics"
                },
                {
                    "id": "D000002492",
                    "term": "Central Nervous System Depressants"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M250",
                    "name": "Fluticasone",
                    "asFound": "Setting",
                    "relevance": "HIGH"
                },
                {
                    "id": "M353494",
                    "name": "Xhance",
                    "relevance": "LOW"
                },
                {
                    "id": "M251",
                    "name": "Salmeterol Xinafoate",
                    "asFound": "Mode",
                    "relevance": "HIGH"
                },
                {
                    "id": "M249",
                    "name": "Fluticasone-Salmeterol Drug Combination",
                    "asFound": "Gp160",
                    "relevance": "HIGH"
                },
                {
                    "id": "M353106",
                    "name": "Norflurane",
                    "asFound": "Re-intubation",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4217",
                    "name": "Anti-Inflammatory Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M5269",
                    "name": "Bronchodilator Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M20963",
                    "name": "Anti-Asthmatic Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M21137",
                    "name": "Respiratory System Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M7074",
                    "name": "Dermatologic Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M20962",
                    "name": "Anti-Allergic Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M20746",
                    "name": "Adrenergic Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M3670",
                    "name": "Adrenergic beta-Agonists",
                    "relevance": "LOW"
                },
                {
                    "id": "M3673",
                    "name": "Adrenergic Agonists",
                    "relevance": "LOW"
                },
                {
                    "id": "M20504",
                    "name": "Neurotransmitter Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M9047",
                    "name": "Glucocorticoids",
                    "relevance": "LOW"
                },
                {
                    "id": "M9789",
                    "name": "Hormones",
                    "relevance": "LOW"
                },
                {
                    "id": "M9788",
                    "name": "Hormone Antagonists",
                    "relevance": "LOW"
                },
                {
                    "id": "M16345",
                    "name": "Sympathomimetics",
                    "relevance": "LOW"
                },
                {
                    "id": "M4107",
                    "name": "Anesthetics",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "AAll",
                    "name": "Anti-Allergic Agents"
                },
                {
                    "abbrev": "Infl",
                    "name": "Anti-Inflammatory Agents"
                },
                {
                    "abbrev": "Derm",
                    "name": "Dermatologic Agents"
                },
                {
                    "abbrev": "Resp",
                    "name": "Respiratory System Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                }
            ]
        }
    },
    "hasResults": false
}