{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05222308",
            "orgStudyIdInfo": {
                "id": "21-3375.cc"
            },
            "organization": {
                "fullName": "University of Colorado, Denver",
                "class": "OTHER"
            },
            "briefTitle": "Advanced Planning for Online Accounts and Data",
            "officialTitle": "Advanced Planning for Online Accounts and Data of Patients With Metastatic Cancer",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "advanced-planning-for-online-accounts-and-data"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-03",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-09-17",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-05",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-05",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-12-27",
            "studyFirstSubmitQcDate": "2022-02-02",
            "studyFirstPostDateStruct": {
                "date": "2022-02-03",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-03-13",
            "lastUpdatePostDateStruct": {
                "date": "2024-03-15",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of Colorado, Denver",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "U.S. National Science Foundation",
                    "class": "FED"
                }
            ]
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The proposed research consists of engagements with terminal cancer patients and their friends and family as they engage in end-of-life planning.",
            "detailedDescription": "Through personal interviews, the Investigator will identify end-of-life needs/wishes. The Investigator will engage in value elicitation activities to identify both what the values are that should inform the work with the participant, as well as the source of values and the agency people have in relationship to the participant.\n\nIn many cases, participants will have already engaged in versions of these conversations focused on other domains in their life (e.g., finances, funerary wishes, etc.). As such, the interviews will also identify how wishes related to online accounts and data align with wishes from other domains.\n\nBased on needs identified during the previous stage, the investigators will support patients and networks in articulating a set of requests and preferences, and work with participants to develop and implement a plan to fulfill these requests. Throughout this stage the investigator's focus is on how participants' high-level wishes can be translated into specific technical practices and features, a challenge identified in prior work. Focusing on this translation will allow the study team to develop post-mortem plans for the participants while also systematically identifying types of breakdowns that can be addressed in future design research. The study team anticipate many requests will require the study team to investigate technical and policy feasibility. For example, a request that next of kin be able to have full access to an account may not be supported by that platform, requiring the study team to consider workarounds and their viability over time. The study team will ideate on a variety of possible solutions, presenting viable options to participants. For each request, the study team will document the details including challenges to fulfilling the request, possible solutions, and the fragility of those solutions should there be changes over time to technology (e.g., passwords being replaced by 2-factor authentication) or social circumstances (e.g., an individual's willingness to perform a specific action). This documentation will both help aid the participant in making choices, while also allowing the study team to holistically identify common shortcomings in technology design related to post-mortem planning. Based on the articulated requests, the study team will develop and present a set of draft plans to the participant and their network and discuss the merits of each and potential trade-offs. The study team will then support the participant and network as a plan is selected, soliciting feedback from the participants about each option.\n\nNext, participants and the participants' networks will need to perform some amount of work to make preparations and support the plan (e.g., collecting usernames and passwords, adding instructions to a will, setting up a Legacy Contact on Facebook or a designated contact on google). The study team will support the participant through this process, taking note of tasks that are confusing, technically difficult or impossible, or especially laborious. Engagement during this process will allow participants to make the best possible preparation, while allowing the study team to note problems that should be addressed in our Stage 1 and 2 processes, the specific participant's plan, or with post-mortem technology more broadly.\n\nAfter having completed post-mortem preparations, the study team will continue to support participants with changes the participant may wish to make to the plan as social and technical circumstances evolve. The study team will check in with participants at regular intervals based on their preferences and guidance from their oncologist. Additionally, participants can contact the study team at any time with questions or to request help."
        },
        "conditionsModule": {
            "conditions": [
                "Terminal Cancer",
                "Metastatic Cancer"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "interventionModelDescription": "This study aims to identify the challenges that online accounts and data present at the end of life. This study will engage life-limited cancer patients through longitudinal qualitative and technology design methods (action research, contextual inquiry, and participatory design) to:\n\n1. empirically identify challenges that death presents for users; and\n2. develop and validate strategies for end-of-life planning related to online accounts and data that honor human dignity while addressing the challenges and constraints of technology design.\n\nInvestigors will engage patients and their family/loved ones in a consulting and supportive role to:\n\n1. identify their needs and challenges,\n2. develop and implement an end-of-life plan, and\n3. support family/loved ones with the execution of this plan after the patient dies.",
                "primaryPurpose": "SUPPORTIVE_CARE",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 300,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Post-Mortem Plan",
                    "type": "OTHER",
                    "description": "Following the death of the terminally ill participant, investigators will work with networks as the wishes of the deceased are executed. Continued engagement at this point will allow us to provide support to the network during a difficult period or time while also identifying shortcomings in our plans and systemic challenges to postmortem planning. Working with those who are grieving is a delicate proposition, but one with which my students and I have extensive experience.",
                    "interventionNames": [
                        "Other: Post-Mortem Plan"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Post-Mortem Plan",
                    "description": "Following the death of the terminally ill participant, investigators will work with networks as the wishes of the deceased are executed. Continued engagement at this point will allow us to provide support to the network during a difficult period or time while also identifying shortcomings in our plans and systemic challenges to postmortem planning. Working with those who are grieving is a delicate proposition, but one with which my students and I have extensive experience.",
                    "armGroupLabels": [
                        "Post-Mortem Plan"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Determine best practices for supporting participants",
                    "description": "The investigator will use interviews to develop a broad understanding of the terminal patient, the network, and the relevant accounts and data. During interviews with the terminally ill participant, the study team will seek to develop an understanding of the participant as a person, the network and its key members, and establish a shared set of expectations. The investigator anticipates members of the patient's social network will be involved during this interview.\n\nThrough personal interviews, the study team will identify end-of-life needs and wishes. The study team will engage in value elicitation activities to identify both what the values are that should inform the work with the participant, as well as the source of values and the agency people have in relationship to them. In many cases, participants will have already engaged in versions of these conversations focused on other domains in their life (e.g., finances, funerary wishes, etc.).",
                    "timeFrame": "5 years"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Life-limited adults diagnosed with metastatic cancer who have online accounts and data.\n* Adult family/loved ones of the diagnosed adult who are willing to participate in planning activities.\n\nExclusion Criteria:\n\n-",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "100 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Jed Brubaker",
                    "role": "CONTACT",
                    "phone": "3037355546",
                    "email": "jed.brubaker@colorado.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Jed Brubaker",
                    "affiliation": "University of Colorado, Boulder",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Colorado Health",
                    "status": "RECRUITING",
                    "city": "Aurora",
                    "state": "Colorado",
                    "zip": "80045",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jed Brubaker",
                            "role": "CONTACT",
                            "phone": "303-735-5546",
                            "email": "jed.brubaker@colorado.edu"
                        },
                        {
                            "name": "Stacy Fischer",
                            "role": "CONTACT",
                            "phone": "3037246353",
                            "email": "stacy.fischer@cuanschutz.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.72943,
                        "lon": -104.83192
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO",
            "description": "IPD will not be shared, in accordance with IRB and ethics requirements."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009362",
                    "term": "Neoplasm Metastasis"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009385",
                    "term": "Neoplastic Processes"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M12307",
                    "name": "Neoplasm Metastasis",
                    "asFound": "Metastatic Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12330",
                    "name": "Neoplastic Processes",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}