{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06239896",
            "orgStudyIdInfo": {
                "id": "1R01AG081326-01",
                "type": "NIH",
                "link": "https://reporter.nih.gov/quickSearch/1R01AG081326-01"
            },
            "secondaryIdInfos": [
                {
                    "id": "1R01AG081326-01",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/1R01AG081326-01"
                }
            ],
            "organization": {
                "fullName": "University of California, San Francisco",
                "class": "OTHER"
            },
            "briefTitle": "Advance Care Planning With Formerly Homeless Older Adults Residing in Permanent Supportive Housing",
            "officialTitle": "Empowering Formerly Homeless Older Adults to Engage in Advance Care Planning in Permanent Supportive Housing (ACP-PSH): An RCT",
            "acronym": "ACP-PSH",
            "therapeuticArea": [
                "Other"
            ],
            "study": "advance-care-planning-with-formerly-homeless-older-adults-residing-in-permanent-supportive-housing"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-03",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-03-06",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-03",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-03",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-01-25",
            "studyFirstSubmitQcDate": "2024-01-25",
            "studyFirstPostDateStruct": {
                "date": "2024-02-02",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-03-18",
            "lastUpdatePostDateStruct": {
                "date": "2024-03-20",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of California, San Francisco",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute on Aging (NIA)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The homeless population is aging, with an increasing proportion of individuals over age 50 who experience accelerated aging, high rates of mortality, and a high risk of not having their wishes honored at the end of life. The goal of this randomized control trial (RCT) is to test the effectiveness of adapted evidence-based advance care planning (ACP) interventions for formerly chronically homeless older adults living in permanent supportive housing (PSH).",
            "detailedDescription": "Advance care planning (ACP) aims to elicit patients' medical preferences; yet older adults experiencing chronic homeless have low rates of ACP. Significant policy attention has focused on rehousing chronically homeless people into Permanent Supportive Housing (PSH), subsidized permanent housing with voluntary supportive services. Our team will use PREPARE for Your Care (PREPARE) - an easy-to-use, evidence-based, online ACP program with video stories. This program includes easy-to-read advance directives, an ACP group visit guide, and an ACP one-on-one facilitation guide. Our team developed a Community Advisory Board (CAB) and together identified preliminary adaptations to the PREPARE materials for the PSH setting.\n\nThe objective of this proposal is to co-develop PREPARE-PSH and compare the effectiveness of facilitated group versus one-on-one visits among formerly chronically homeless older adults in PSH. In Aim 1 the investigators will engage in a rigorous co-development process through in-depth interviews and focus groups with 20 PSH residents and the CAB. The investigators will use a theory-informed framework and qualitative content analysis to co-create a PREPARE-PSH program. For Aim 2, the investigators will conduct a Hybrid (NIH Stage III efficacy/effectiveness), Type 1 cluster randomized trial to compare the delivery of PREPARE-PSH through facilitated groups vs. one-on-one visits using mixed effects models. Randomization will be at the site level, balanced by site size. In Aim 3, the investigators will purposively sample Aim 2 participants for in-depth interviews (n=30-40), conduct focus groups with PSH staff (n=30-40), and obtain input from CAB members (total n=10-15). The investigators will explore implementation-relevant factors associated with: (a) high and low ACP engagement and sustainability of PREPARE-PSH using the Behavior Change Wheel (BCW and the Consolidated Framework for Implementation Research (CFIR) model. Relevance to NIH and public health: PREPARE-PSH may reduce health disparities in ACP among formerly chronically homeless older adults."
        },
        "conditionsModule": {
            "conditions": [
                "Advance Care Planning"
            ],
            "keywords": [
                "Advance Care Planning",
                "Formerly Chronically Homeless",
                "Older Adult",
                "Permanent Supportive Housing",
                "Homelessness"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Two-arm, cluster randomized trial to compare the effectiveness of delivering PREPARE-PSH via facilitated groups versus one-on-one visits",
                "primaryPurpose": "SUPPORTIVE_CARE",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 650,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Facilitated Group ACP Session",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Participants in the group ACP visit arm will attend a one-time 90-minute facilitated group ACP session where they will review the movie version of the PREPARE program (about how to choose a medical decision maker and how to decide what matters most in life), including a new PSH-specific video and PREPARE easy-to-read ADs with the new PSH-specific content and cover letters.",
                    "interventionNames": [
                        "Behavioral: Facilitated Group ACP Session"
                    ]
                },
                {
                    "label": "Facilitated one-on-one ACP visits",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Participants in the one-on-one ACP visit arm will attend a one-time 90-minute ACP session with a facilitator where they will review the movie version of the PREPARE program (about how to choose a medical decision maker and how to decide what matters most in life), including a new PSH-specific video and PREPARE easy-to-read ADs with the new PSH-specific content and cover letters.",
                    "interventionNames": [
                        "Behavioral: Facilitated one-on-one ACP visits"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Facilitated Group ACP Session",
                    "description": "Group Facilitators will adhere to the standardized scripts and protocols to engage participants in ACP through group sessions. Participants will view the movie version of the PREPARE program (about how to choose a medical decision maker and how to decide what matters most in life), including a new PSH-specific video. Participants are provided with a workbook to follow along with the movies. They are also provide the PREPARE easy-to-read advance directive legal forms that they can fill out when they are ready. These forms include new PSH-specific content and a PSH-specific cover letter.",
                    "armGroupLabels": [
                        "Facilitated Group ACP Session"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Facilitated one-on-one ACP visits",
                    "description": "Facilitator adheres to the scripts and protocols to engage participants in advance care planning through one-on-one ACP sessions. Participants will view the movie version of the PREPARE program (about how to choose a medical decision maker and how to decide what matters most in life), including a new PSH-specific video. Participants are provided with a workbook that they can use to follow along with the movies. They are also provide the PREPARE easy-to-read advance directive legal forms that they can fill out when they are ready. These forms include new PSH-specific content and a PSH-specific cover letter.",
                    "armGroupLabels": [
                        "Facilitated one-on-one ACP visits"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "ACP Engagement Survey",
                    "description": "Our primary analyses will compare change in engagement using the 9-item ACP Engagement Survey average 5-point Likert scores from baseline to 3 and 6 months between study arms (groups vs. one-on-one sessions).",
                    "timeFrame": "Baseline, 3 months, and 6 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Individual ACP Behaviors",
                    "description": "Secondary outcomes include dichotomous versions of 5 key ACP behaviors (e.g., surrogate designation and AD completion)",
                    "timeFrame": "Baseline, 3 months, and 6 months"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Meeting Goals of Care (exploratory)",
                    "description": "The field of ACP is evolving, including its recommendations on appropriate and feasible ACP measures. There are no validated self reported or chart abstraction measures for goal concordant care, and there is debate about whether this outcome can be measured effectively. One recommendation is to measure whether the interventions met individuals' needs. Our team will assess if the materials and interventions met a participant's needs for ACP information.",
                    "timeFrame": "Baseline, 3 months, 6 months"
                },
                {
                    "measure": "Adverse Outcomes",
                    "description": "In several prior randomized trials of the PREPARE program in other marginalized populations, our team have not detected any adverse outcomes. However, to monitor for trends, our team will screen for the presence of anxiety and depression using the PHQ-4 and will collect open-ended reports of any PSH residents who report feeling uncomfortable.",
                    "timeFrame": "Baseline, 3 months, and 6 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Formerly chronically homeless adults living in permanent supportive housing\n* English speaking\n\nExclusion Criteria:\n\n* Non-English Speaking\n* Screen positive for moderate-to-severe cognitive impairment\n* Self-report being deaf or blind\n* Cannot provide informed consent based on the teach back method",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "50 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Layan Kaileh, MSW",
                    "role": "CONTACT",
                    "phone": "415-203-8350",
                    "email": "Layan.kaileh@ucsf.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Margot Kushel, MD",
                    "affiliation": "University of California, San Francisco",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Rebecca Sudore, MD",
                    "affiliation": "University of California, San Francisco",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Margaret Handley, PhD",
                    "affiliation": "University of California, San Francisco",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Lifelong Medical Care",
                    "status": "RECRUITING",
                    "city": "Oakland",
                    "state": "California",
                    "zip": "94612",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Brenda Goldstein",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 37.80437,
                        "lon": -122.2708
                    }
                },
                {
                    "facility": "Mercy Housing",
                    "status": "RECRUITING",
                    "city": "San Francisco",
                    "state": "California",
                    "zip": "94102",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Doug Shoemaker",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 37.77493,
                        "lon": -122.41942
                    }
                },
                {
                    "facility": "Delivering Innovation in Supportive Housing (DISH)",
                    "status": "RECRUITING",
                    "city": "San Francisco",
                    "state": "California",
                    "zip": "94103",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Lauren Hall",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 37.77493,
                        "lon": -122.41942
                    }
                },
                {
                    "facility": "Episcopal Community Services",
                    "status": "RECRUITING",
                    "city": "San Francisco",
                    "state": "California",
                    "zip": "94103",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Beth Stokes",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 37.77493,
                        "lon": -122.41942
                    }
                },
                {
                    "facility": "HomeRise",
                    "status": "RECRUITING",
                    "city": "San Francisco",
                    "state": "California",
                    "zip": "94104",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Renee Penton",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 37.77493,
                        "lon": -122.41942
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "31539605",
                    "type": "BACKGROUND",
                    "citation": "Shi Y, Barnes DE, Boscardin J, You JJ, Heyland DK, Volow AM, Howard M, Sudore RL. Brief English and Spanish Survey Detects Change in Response to Advance Care Planning Interventions. J Pain Symptom Manage. 2019 Dec;58(6):1068-1074.e5. doi: 10.1016/j.jpainsymman.2019.09.004. Epub 2019 Sep 18."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        }
    },
    "hasResults": false
}