{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06319911",
            "orgStudyIdInfo": {
                "id": "AETOS 2022.04"
            },
            "organization": {
                "fullName": "Smith & Nephew, Inc.",
                "class": "INDUSTRY"
            },
            "briefTitle": "AETOS Shoulder System",
            "officialTitle": "AETOS Shoulder System Post Market Clinical Investigation",
            "therapeuticArea": [
                "Orthopedics"
            ],
            "study": "aetos-shoulder-system"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-03-05",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-08-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2030-08-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-02-28",
            "studyFirstSubmitQcDate": "2024-03-18",
            "studyFirstPostDateStruct": {
                "date": "2024-03-20",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-06",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-07",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Smith & Nephew, Inc.",
                "class": "INDUSTRY"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false
        },
        "descriptionModule": {
            "briefSummary": "The goal of this study is to confirm the safety and performance of the AETOS Shoulder System for USA adoption. This is a prospective, open, adaptive, non-comparative, multi-centre investigation enrolling a maximum of 220 subjects in 2 cohorts (anatomic and reverse) at up to 15 sites. No intra-study comparator group will be included, and there will be no randomization",
            "detailedDescription": "This study will confirm the safety and performance of the AETOS Shoulder System in anatomic and reverse TSA. Revisions will not be enrolled into this study.\n\nThe AETOS Shoulder System is manufactured by Smith \\& Nephew, Inc., 1450 Brooks Road Memphis, Tennessee 38116 USA, and has been 510k Cleared as of 07Jun2023; therefore, it is considered a post-market product and will be procured through normal commercial channels in the USA. The humeral stem is designed to be used for both Total Shoulder Arthroplasty (TSA) and reverse shoulder arthroplasty procedures. The humeral stems are designed with fins and a porous plasma coating to provide fixation within the proximal humeral metaphysis."
        },
        "conditionsModule": {
            "conditions": [
                "Shoulder Osteoarthritis",
                "Shoulder Arthritis"
            ],
            "keywords": [
                "Shoulder",
                "arthroplasty"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": false,
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "PROSPECTIVE"
            },
            "enrollmentInfo": {
                "count": 220,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Primary Anatomic",
                    "description": "Those subjects who have the AETOS implanted in the Primary Anatomic configuration",
                    "interventionNames": [
                        "Device: AETOS"
                    ]
                },
                {
                    "label": "Primary reverse",
                    "description": "Those subjects who have AETOS implanted in the Reverse configuration",
                    "interventionNames": [
                        "Device: AETOS"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "AETOS",
                    "description": "The AETOS Shoulder System will be implanted into the right or left shoulder in the anatomic or reverse configuration",
                    "armGroupLabels": [
                        "Primary Anatomic",
                        "Primary reverse"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Implant Survivorship",
                    "description": "Implant survivorship at 2 years post operatively defined as absence of device removal or revision of any component",
                    "timeFrame": "2 years"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Implant Survivorship at 6 months, 1 year, 3.5 years and 5 years",
                    "description": "Implant Survivorship at 6 months, 1 year, 3.5 years, and 5 years defined as absence of device removal or revision of any component",
                    "timeFrame": "6 months, 1 year, 3.5 years, and 5 years"
                },
                {
                    "measure": "Radiographic Assessment - Glenoid Migration/Subsidence",
                    "description": "Glenoid Component Migration / Subsidence collected post-surgery at day 0, 1 year, 2 years, and 5 years will be graded in accordance with the following definitions:\n\n0. Absent: No evidence of glenoid component displacement ≥ 5 mm relative to the native bone stock.\n\n1. Present: Presence of glenoid component displacement ≥ 5 mm relative to the native bone stock.",
                    "timeFrame": "Day 0, 1 year, 2 years, and 5 years"
                },
                {
                    "measure": "Radiographic Assessment - Glenoid Radiolucency",
                    "description": "Glenoid Component Radiolucency - antero-posterior (AP) collected post-surgery at day 0, 1 year, 2 years, and 5 years will be graded in accordance with the following definitions:\n\n0. Absent: No evidence of radiolucency \\> 2 mm in width along the bone-implant / bone-cement interface in any zone.\n\n1. Present: Presence of radiolucency \\> 2 mm in width along the bone-implant / bone-cement interface in one or more zones.",
                    "timeFrame": "Day 0, 1 year, 2 years, and 5 years"
                },
                {
                    "measure": "Radiographic Assessment - Humeral Radiolucency",
                    "description": "Humeral Component Radiolucency - AP collected post-surgery at day 0, 1 year, 2 years, and 5 years will be graded in accordance with the following definitions:\n\n0. Absent: No evidence of radiolucency \\> 2 mm in width along the bone-implant interface in any zone.\n\n1. Present: Presence of radiolucency \\> 2 mm in width along the bone-implant interface in one or more zones.",
                    "timeFrame": "Day 0, 1 year, 2 years, and 5 years"
                },
                {
                    "measure": "Radiographic Assessment - Humeral Migration/Subsidence",
                    "description": "Humeral Component Migration / Subsidence collected post-surgery at day 0, 1 year, 2 years, and 5 years will be graded in accordance with the following definitions:\n\n0. Absent: No evidence of a change in position of the humeral component relative to the native bone stock ≥ 5 mm.\n\n1. Present: Presence of a change in position of the humeral component relative to the native bone stock ≥ 5 mm",
                    "timeFrame": "Day 0, 1 year, 2 years, and 5 years"
                },
                {
                    "measure": "Radiographic Assessment - Humeral Head Centeredness",
                    "description": "Humeral Head Centeredness collected post-surgery at day 0, 1 year, 2 years, and 5 years will be calculated using the method described by Iannotti and Norris from the axillary view",
                    "timeFrame": "Day 0, 1 year, 2 years, and 5 years"
                },
                {
                    "measure": "Radiographic Assessment - Bone Remodeling",
                    "description": "Bone Remodeling of the humerus collected post-surgery at day 0, 1 year, 2 years, and 5 years will be graded in accordance with the following definitions by Schnetzke et al.:\n\n0. Absent: No evidence of humerus bone remodeling.\n\n1. Present: Presence of one or more features of humerus bone remodeling.\n\n* 1. Condensation Lines: Presence of condensation lines around the tip of the stem.\n* 2. Cortical Thinning: Presence of cortical thinning and osteopenia.\n* 3. Spot Welds: Presence of spot welds.\n* 4. Other: Other feature not listed above.",
                    "timeFrame": "Day 0, 1 year, 2 years, and 5 years"
                },
                {
                    "measure": "Radiographic Assessment - Glenohumeral Subluxation",
                    "description": "Glenohumeral Subluxation collected post-surgery at day 0, 1 year, 2 years, and 5 years will be will be derived from the Humeral Head Centeredness assessment using the following definitions, from Iannotti and Norris et al.:\n\n0. Absent: Humeral Head Centeredness is ≤25%.\n\n1. Present: Humeral Head Centeredness is \\>25%.",
                    "timeFrame": "Day 0, 1 year, 2 years, and 5 years"
                },
                {
                    "measure": "Radiographic Assessment - Device Condition: Anatomic",
                    "description": "Device Condition - Anatomic collected post-surgery at day 0, 1 year, 2 years, and 5 years will be graded in accordance with the following definitions:\n\n0. Intact: No evidence of fracture, breakage, loosening, disassembly or migration of any of the components of the anatomic AETOS TSA.\n\n1. Not Intact: Presence of fracture, breakage, loosening, disassembly or migration of one or more of the components of the anatomic AETOS TSA:\n\n* 1. Humeral Stem.\n* 2. Humeral Head.\n* 3. Glenoid.\n* 4. Post Extension.",
                    "timeFrame": "Day 0, 1 year, 2 years, and 5 years"
                },
                {
                    "measure": "Radiographic Assessment - Device Condition: Reverse",
                    "description": "Device Condition - Reverse collected post-surgery at day 0, 1 year, 2 years, and 5 years will be graded in accordance with the following definitions:\n\n0. Intact: No evidence of fracture, breakage, loosening, disassembly or migration of any of the components of the reverse AETOS TSA.\n\n1. Not Intact: Presence of fracture, breakage, loosening, disassembly or migration of one or more of the components of the reverse AETOS TSA:\n\n* 1. Humeral Stem.\n* 2. Reverse Liner.\n* 3. Glenosphere.\n* 4. Metal Glenoid.\n* 5. Peripheral Screws.\n* 6. Central Screw.\n* 7. Humeral Spacer.\n* 8. Post Extension.",
                    "timeFrame": "Day 0, 1 year, 2 years, and 5 years"
                },
                {
                    "measure": "American Shoulder and Elbow Score (ASES)",
                    "description": "The ASES instrument is composed of 2 sections containing participant self-reported and clinician assessments. The ASES score is a 0 to 100-point rating with a higher score indicating improvement in pain and function.",
                    "timeFrame": "6 months, 1 year, 2 years, and 5 years"
                },
                {
                    "measure": "Constant Murley Score",
                    "description": "Constant-Murley Shoulder (CMS) scale assesses four aspects related to shoulder pathology; two subjective: pain and activities of daily living (ADL) and two objective: range of motion (ROM) and strength. The subjective components can receive up to 35 points and the objective 65, resulting in a possible maximum total score of 100 points (best function). Pain and ADL are answered by the subject; ROM and strength require a physical evaluation and are answered by the orthopaedic surgeon or the physiotherapist.",
                    "timeFrame": "6 months, 1 year, 2 years, and 5 years"
                },
                {
                    "measure": "Simple Shoulder Test (SST)",
                    "description": "Series of 12 \"yes\" or \"no\" questions the patient answers about the function of the involved shoulder. The answer to these questions provides a standardized way of recording the function of a shoulder before and after treatment.",
                    "timeFrame": "6 months, 1 year, 2 years, and 5 years"
                },
                {
                    "measure": "Single Assessment Numeric Evaluation (SANE)",
                    "description": "The SANE is a simple, single-question, patient-based shoulder function assessment tool: ''How would you rate your shoulder today as a percentage of normal (0% to 100% scale with 100% being normal)?''",
                    "timeFrame": "6 months, 1 year, 2 years, and 5 years"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\nPatients must meet all the following criteria to be included in the study:\n\n1. Patient is at least 18 years of age at the time of consent and skeletally mature.\n2. Patient is undergoing a primary elective anatomic or reverse shoulder replacement surgery for one of the following indications:\n\n   * Rheumatoid arthritis, and/or\n   * Traumatic arthritis (Post Traumatic arthritis), and/or\n   * Non-inflammatory degenerative joint disease, and/or\n   * Correction of functional deformity.\n3. Patient is willing and able to accommodate all study-related procedures and visits detailed in the protocol \\& cooperate in the standard of care post-operative therapy.\n4. Patient is geographically stable and willing to return to the study site for all follow-up visits.\n5. Patient has been adequately informed of risks and requirements of the study and is willing and able to provide informed consent for participation.\n\n   -\n\nExclusion Criteria:\n\nPatients who meet any of the following criteria will not qualify for participation in the trial:\n\n1. Patient has a contraindication to AETOS.\n2. Patient is undergoing a revision shoulder replacement surgery including total or partial arthroplasty.\n3. Patient is indicated for a Hemiarthroplasty.\n4. Patient has traumatic injury or a fracture.\n5. Patient has uncontrolled diabetes with a hemoglobin A1C of 7.5 or greater.\n6. Patient has comorbidities/conditions that preclude proper healing/fixation of the implant.\n7. Patient has poor quality or insufficient bone stock to support the implant.\n8. Patient has poor bone quality where there could be considerable migration of the implant and/or a chance of fracture.\n9. Patient has rapid joint destruction, marked bone loss or bone resorption (e.g., severe osteoporosis).\n10. Patient has osteomalacia.\n11. Patient has muscular, neurologic, or vascular deficiencies that may compromise the outcome of the shoulder replacement surgery.\n12. Patient has a known sensitivity, allergic reaction, and/or known allergies to one or more of the implanted materials.\n13. Patient has a distant foci of infection which may spread to the implant site, active local or systemic infection, sepsis, or osteomyelitis.\n14. Patient has an elevation of sedimentation rate, elevation of WBC count, or marked shift in WBC differential count unexplained by other disease.\n15. If reverse shoulder arthroplasty, patient has a non-functional deltoid or external rotator muscles.\n16. If reverse shoulder arthroplasty, patient has a significant injury to the upper brachial plexus.\n17. If reverse shoulder arthroplasty, patient has paralysis of the axillary nerve.\n18. Patient is uncooperative, has a neurologic disorder and is not capable of following directions, or is a vulnerable subject per ISO 14155 (i.e., individuals who are unable to fully understand all aspects of the investigation that are relevant to the decision to participate, or who could be manipulated or unduly influenced as a result of a compromised position, expectation of benefits or fear of retaliatory response).\n19. Patient is pregnant or plans to become pregnant during the follow-up period.\n20. Patient has a Body Mass Index (BMI) of \\>35kg/m2 or a BMI that may compromise the outcome of the shoulder replacement surgery.\n21. Patient has anticipated activities which would impose high stresses on the implant and its fixation or has a high likelihood of a fall.\n22. Patient is a known smoker, vaper, alcohol abuser, or drug abuser within 180 days of consent.\n23. Patient has participated previously in this clinical trial and was withdrawn.\n24. Patient is participating in another device or drug trial or observational competitive study.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "Males and females who are at least 18 years of age at the time of consent, are skeletally mature, and are indicated for primary anatomic or primary reverse will be enrolled in the study",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Tammy Clark, MPH",
                    "role": "CONTACT",
                    "phone": "3512269585",
                    "email": "tammy.clark@smith-nephew.com"
                },
                {
                    "name": "Karlie Morgan",
                    "role": "CONTACT",
                    "phone": "5124967507",
                    "email": "karlie.morgan@smith-nephew.com"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Kolja Boese",
                    "affiliation": "Smith & Nephew, Inc.",
                    "role": "STUDY_DIRECTOR"
                }
            ],
            "locations": [
                {
                    "facility": "California Pacific Orthopedics",
                    "status": "RECRUITING",
                    "city": "San Francisco",
                    "state": "California",
                    "zip": "94118",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Katie Sheehi",
                            "role": "CONTACT",
                            "phone": "415-668-8010",
                            "email": "ksheehi@calpacortho.com"
                        },
                        {
                            "name": "James Kelly, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 37.77493,
                        "lon": -122.41942
                    }
                },
                {
                    "facility": "Western Orthopaedics",
                    "status": "RECRUITING",
                    "city": "Denver",
                    "state": "Colorado",
                    "zip": "80210",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Libby Mauter",
                            "role": "CONTACT",
                            "phone": "303-321-1333",
                            "email": "lmauter@western-ortho.com"
                        },
                        {
                            "name": "Armand Hatzidakis",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.73915,
                        "lon": -104.9847
                    }
                },
                {
                    "facility": "Hughston Foundation",
                    "status": "RECRUITING",
                    "city": "Columbus",
                    "state": "Georgia",
                    "zip": "31909",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Cholly Minton",
                            "role": "CONTACT",
                            "phone": "706-494-3330",
                            "email": "cminton@hughston.com"
                        },
                        {
                            "name": "Brent Ponce",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 32.46098,
                        "lon": -84.98771
                    }
                },
                {
                    "facility": "Center for Orthopedics and Neurosurgical Care",
                    "status": "RECRUITING",
                    "city": "Bend",
                    "state": "Oregon",
                    "zip": "97701",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Cody Manriquez",
                            "role": "CONTACT",
                            "phone": "541-420-0774",
                            "email": "codymanriquez@gmail.com"
                        },
                        {
                            "name": "Scott Jacobson, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 44.05817,
                        "lon": -121.31531
                    }
                },
                {
                    "facility": "Rothman Institute",
                    "status": "RECRUITING",
                    "city": "Philadelphia",
                    "state": "Pennsylvania",
                    "zip": "19107",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Brooke Olin",
                            "role": "CONTACT",
                            "phone": "267-516-9393"
                        },
                        {
                            "name": "Matthew Ramsey, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.95233,
                        "lon": -75.16379
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000010003",
                    "term": "Osteoarthritis"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001168",
                    "term": "Arthritis"
                },
                {
                    "id": "D000007592",
                    "term": "Joint Diseases"
                },
                {
                    "id": "D000009140",
                    "term": "Musculoskeletal Diseases"
                },
                {
                    "id": "D000012216",
                    "term": "Rheumatic Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M12926",
                    "name": "Osteoarthritis",
                    "asFound": "Osteoarthritis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4476",
                    "name": "Arthritis",
                    "relevance": "LOW"
                },
                {
                    "id": "M10621",
                    "name": "Joint Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12097",
                    "name": "Musculoskeletal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M15045",
                    "name": "Rheumatic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M6323",
                    "name": "Collagen Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC05",
                    "name": "Musculoskeletal Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                }
            ]
        }
    },
    "hasResults": false
}