{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04721717",
            "orgStudyIdInfo": {
                "id": "IRB- 300005546"
            },
            "organization": {
                "fullName": "University of Alabama at Birmingham",
                "class": "OTHER"
            },
            "briefTitle": "AIM's Writing for Healing: A Workshop for Individuals Living With Paralysis",
            "officialTitle": "AIM's Writing for Healing: A Workshop for Individuals Living With Paralysis",
            "therapeuticArea": [
                "Other"
            ],
            "study": "aim-s-writing-for-healing-a-workshop-for-individuals-living-with-paralysis"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-08",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2020-09-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-03-28",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-03-28",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2020-12-03",
            "studyFirstSubmitQcDate": "2021-01-21",
            "studyFirstPostDateStruct": {
                "date": "2021-01-25",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-08-27",
            "lastUpdatePostDateStruct": {
                "date": "2023-08-30",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Hon K. Yuen, PhD",
                "investigatorTitle": "Professor of Occupational Therapy",
                "investigatorAffiliation": "University of Alabama at Birmingham"
            },
            "leadSponsor": {
                "name": "University of Alabama at Birmingham",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The UAB Institute for Arts In Medicine (AIM) is currently implementing an expressive emotional writing pilot project for adults with paralysis caused by neurological conditions such as traumatic head or spinal cord injury.",
            "detailedDescription": "Because of the inability to move certain parts of the body, persons with paralysis caused by neurological conditions such as spinal cord injury, traumatic head injury, and stroke experience grief from the loss of physical capacity, social or occupational role function, and life goals. Common complications associated with grief in these individuals include increased anxiety and depression, poor physical health, and low sense of purpose in life. Therefore, it is essential to identify community-based, self-help support that can serve as a step to facilitate healthy grieving in these individuals. Such support should aim at shifting their mindset from focusing on their loss (disability) to restoring daily function. Constructing and reconstructing the story of one's own life has been reported in several autobiographic accounts as a coping strategy to learn acceptance and how to live with various traumatic conditions (i.e., grief resolution).\n\nWriting about emotionally traumatic or challenging experiences has been shown to have a surprisingly beneficial effect on reports of symptom reduction and health care use, as well as improvements in health status and well-being in people with chronic conditions. Expressive emotional writing programs have demonstrated the ability to improve the quality of life of individuals with chronic conditions. Although expressive writing could be a promising avenue in reducing grief and improving psychosocial and physical functioning among adults with paralysis, currently, few programs on expressive emotional writing are available for these individuals. Therefore, the UAB Institute for Arts in Medicine (AIM) will implement an innovative expressive emotional writing pilot project for adults with paralysis.\n\nTo maximize the number of adults with paralysis who can benefit from participating in this expressive emotional writing program, the investigators will partner with two additional organizations -the Is-Able Center and the Lakeshore Foundation in Birmingham, Alabama. The Is-Able Center (https://isable.org/) is a non-profit community organization which provides services including grief support that encourage, educate and empower the quality of life for individuals with disabilities. The Lakeshore Foundation (https://www.lakeshore.org/) is also a non-profit community organization that serves and advocates for people with physical disabilities.\n\nThe writing program will take place at both the Is-Able Center and Lakeshore Foundation starting in July 2020. The program will run for 10 consecutive weeks, with weekly writing activities. The grant funds will be used to reimburse mileage for adults with paralysis for participation in the writing program, hire a program coordinator, and two coaches to facilitate the writing program and facilitate discussion conducted in each of the two community organizations."
        },
        "conditionsModule": {
            "conditions": [
                "Spinal Cord Injuries",
                "Multiple Sclerosis",
                "Transverse Myelitis",
                "Amyotrophic Lateral Sclerosis"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": false,
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "PROSPECTIVE"
            },
            "bioSpec": {
                "retention": "SAMPLES_WITHOUT_DNA",
                "description": "hair sample for cortical analysis"
            },
            "enrollmentInfo": {
                "count": 160,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "People with SCI",
                    "description": "People with paraplegia and quadriplegia People with multiple sclerosis People with transverse myelitis Caregivers of people with amyotrophic lateral sclerosis (ALS)"
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "The Grief and Loss Scale",
                    "description": "(Kalpakjian et al., 2015) is a 9-item measure of an individual's emotional reactions or grief such as anger, guilt, anxiety, sadness, and despair in the past 7 days, using a 5-point scale (1=never) to 5 (always). The scores range from 9 to 45. Higher scores reflect higher degree of grief and loss.",
                    "timeFrame": "11 Weeks"
                },
                {
                    "measure": "Emotional Distress - Depression",
                    "description": "Short Form 8b. It is a part of the Patient-Reported Outcomes Measurement Information System (PROMIS). It is an 8-item measure of an individual's emotional distress (depression) in the past 7 days, using a 5-point scale (1=never) to 5 (always). The scores range from 8 to 40. Higher scores reflect higher degree of emotional distress (depression)",
                    "timeFrame": "11 Weeks"
                },
                {
                    "measure": "Perceived Stress Scale",
                    "description": "PSS) (Cohen et al. 1988) is a 10-item measure of frequency of an individual experiencing stress in the past month, using a 5-point scale (1=never) to (5=very often). Four positively stated items require reversed coding. The scores range from 10 to 50. Higher scores reflect higher frequency of experiencing stress.",
                    "timeFrame": "11 Weeks"
                },
                {
                    "measure": "Impact of Events Scale",
                    "description": "(Weiss, 2007). It is a 6-item measure of an individual's distress related to different difficulties in the past 7 days, using a 5-point scale (0=not at all) to 4 (extremely). The scores range from 0 to 24. Higher scores reflect greater distress.",
                    "timeFrame": "11 Weeks"
                },
                {
                    "measure": "Meaning and Purpose",
                    "description": "It is part of the NIH Toolbox Item Bank. It is a 7-item measure of an individual's meaning and purpose in life, using a 5-point scale (1=strongly disagree) to 5 (strongly agree). The scores range from 7 to 35. Higher scores reflect greater meaning and purpose in life.",
                    "timeFrame": "11 Weeks"
                },
                {
                    "measure": "Self-Efficacy for Managing Chronic Conditions - Managing Emotions",
                    "description": "Short Form 4a. It is a part of the Patient-Reported Outcomes Measurement Information System (PROMIS). It is a 4-item measure of an individual's self-efficacy for managing chronic conditions, using a 5-point scale (1=I am not at all confident) to 5 (I am very confident). The scores range from 4 to 20. Higher scores reflect greater confident in managing chronic conditions.",
                    "timeFrame": "11 Weeks"
                },
                {
                    "measure": "Sleep Disturbance",
                    "description": "Short Form 4a. It is a part of the Patient-Reported Outcomes Measurement Information System (PROMIS). It is a 4-item measure of an individual's sleep problem or quality in the past 7 days, using a 5-point scale (1=not at all/very much) to 5 (very much/very poor). Two positively stated item require reversed coding. The scores range from 4 to 20. Higher scores reflect greater sleep problem.",
                    "timeFrame": "11 Weeks"
                },
                {
                    "measure": "Sleep Impact",
                    "description": "Short Form. It is a part of the Adult Sickle Cell Quality of Life Measurement Information System (ASCQ). It is a 5-item measure of an individual's trouble falling asleep in the past 7 days, using a 5-point scale (1=always) to 5 (never). One positively stated item require reversed coding. The scores range from 5 to 25. Higher scores reflect less trouble falling asleep.",
                    "timeFrame": "11 Weeks"
                },
                {
                    "measure": "Ability to Participate in Social Roles and Activities",
                    "description": "Short Form 4a. It is a part of the Patient-Reported Outcomes Measurement Information System (PROMIS). It is a 4-item measure of an individual's trouble participating in social roles and activities, using a 5-point scale (1=always) to 5 (never). The scores range from 4 to 20. Higher scores reflect less trouble participating in social roles and activities.",
                    "timeFrame": "11 Weeks"
                },
                {
                    "measure": "Satisfaction with Social Roles and Activities",
                    "description": "It is a part of the Patient-Reported Outcomes Measurement Information System (PROMIS). It is a 4-item measure of an individual's satisfaction with social roles and activities, using a 5-point scale (1=not at all) to 5 (very much). The scores range from 4 to 20. Higher scores reflect greater satisfaction with social roles and activities.",
                    "timeFrame": "11 Weeks"
                },
                {
                    "measure": "Connor-Davidson Resilience Scale",
                    "description": "It consists of 10 statements that respondents rated on a 5-point scale from 0 - Not true at all.\n\n1 - Rarely true.2 - Sometimes true.3 - Often true.4 - True nearly all the time. Answers were scored from 0 to 4 to create a total score that ranged from 0 to 100, with higher numbers denoting greater resilience.",
                    "timeFrame": "11 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Cortisol level",
                    "description": "Hair cortisol level",
                    "timeFrame": "11 weeks"
                },
                {
                    "measure": "Quality of Life During Serious Illness - Family Carers",
                    "description": "It consists of 16 statements that family carers rated on a 11-point scale from 0 - 10 that best represents how they feel. Some items require reversed coding. Higher scores denote better quality of life.",
                    "timeFrame": "11 weeks"
                },
                {
                    "measure": "Hospital Anxiety and Depression Scale (HADS)",
                    "description": "It has 14 items rated on a 4-point scale with higher scores indicating more anxiety and depressive symptoms. Some items require reverse scoring.",
                    "timeFrame": "11 weeks"
                },
                {
                    "measure": "Caregiver Burden Inventory",
                    "description": "It has 24 items rated on a 5-point scale with higher scores indicating higher frequent of experiencing caregiver burden.",
                    "timeFrame": "11 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Age 18 or older with paralysis living in the community\n2. limb paralysis resulting from a traumatic event/accident or neurological disease (e.g., spinal cord injury, head injury, stroke, multiple sclerosis, Transverse myelitis, poliomyelitis, peripheral neuropathy, Parkinson's disease, ALS, botulism, and Guillain-Barré syndrome etc) happened after childhood\n3. a non-traumatic spinal cord injury may be caused by arthritis, cancer, inflammation, infections or disk degeneration of the spine\n4. caregivers of people with amyotrophic lateral sclerosis\n5. able to communicate verbally or through writing\n\nExclusion Criteria:\n\n1. known maladaptive behavioral patterns, exhibition of overt psychotic symptoms (e.g., presence of hallucinations, delusions, or thought disorders)\n2. congenital (e.g., spinal bifida, cerebral palsy)",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "Sex: both Race/Ethnicity: all Age: aged 18 years or above Health status: Healthy",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "locations": [
                {
                    "facility": "354 School of Health Professions Building",
                    "status": "RECRUITING",
                    "city": "Birmingham",
                    "state": "Alabama",
                    "zip": "35294",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Hon Yuen, PhD",
                            "role": "CONTACT",
                            "phone": "205-934-6301",
                            "email": "yuen@uab.edu"
                        },
                        {
                            "name": "Hon Yuen, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.52066,
                        "lon": -86.80249
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009187",
                    "term": "Myelitis"
                },
                {
                    "id": "D000009188",
                    "term": "Myelitis, Transverse"
                },
                {
                    "id": "D000009103",
                    "term": "Multiple Sclerosis"
                },
                {
                    "id": "D000013119",
                    "term": "Spinal Cord Injuries"
                },
                {
                    "id": "D000016472",
                    "term": "Motor Neuron Disease"
                },
                {
                    "id": "D000000690",
                    "term": "Amyotrophic Lateral Sclerosis"
                },
                {
                    "id": "D000010243",
                    "term": "Paralysis"
                },
                {
                    "id": "D000012598",
                    "term": "Sclerosis"
                }
            ],
            "ancestors": [
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000020278",
                    "term": "Demyelinating Autoimmune Diseases, CNS"
                },
                {
                    "id": "D000020274",
                    "term": "Autoimmune Diseases of the Nervous System"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000003711",
                    "term": "Demyelinating Diseases"
                },
                {
                    "id": "D000001327",
                    "term": "Autoimmune Diseases"
                },
                {
                    "id": "D000007154",
                    "term": "Immune System Diseases"
                },
                {
                    "id": "D000013118",
                    "term": "Spinal Cord Diseases"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                },
                {
                    "id": "D000020196",
                    "term": "Trauma, Nervous System"
                },
                {
                    "id": "D000014947",
                    "term": "Wounds and Injuries"
                },
                {
                    "id": "D000019636",
                    "term": "Neurodegenerative Diseases"
                },
                {
                    "id": "D000009468",
                    "term": "Neuromuscular Diseases"
                },
                {
                    "id": "D000057177",
                    "term": "TDP-43 Proteinopathies"
                },
                {
                    "id": "D000057165",
                    "term": "Proteostasis Deficiencies"
                },
                {
                    "id": "D000008659",
                    "term": "Metabolic Diseases"
                },
                {
                    "id": "D000009461",
                    "term": "Neurologic Manifestations"
                },
                {
                    "id": "D000002494",
                    "term": "Central Nervous System Infections"
                },
                {
                    "id": "D000007239",
                    "term": "Infections"
                },
                {
                    "id": "D000090862",
                    "term": "Neuroinflammatory Diseases"
                },
                {
                    "id": "D000020361",
                    "term": "Paraneoplastic Syndromes, Nervous System"
                },
                {
                    "id": "D000009423",
                    "term": "Nervous System Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000010257",
                    "term": "Paraneoplastic Syndromes"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M18879",
                    "name": "Motor Neuron Disease",
                    "asFound": "Lateral Sclerosis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4024",
                    "name": "Amyotrophic Lateral Sclerosis",
                    "asFound": "Amyotrophic Lateral Sclerosis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12060",
                    "name": "Multiple Sclerosis",
                    "asFound": "Multiple Sclerosis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M15916",
                    "name": "Spinal Cord Injuries",
                    "asFound": "Spinal Cord Injury",
                    "relevance": "HIGH"
                },
                {
                    "id": "M15415",
                    "name": "Sclerosis",
                    "asFound": "Sclerosis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M13157",
                    "name": "Paralysis",
                    "asFound": "Paralysis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12142",
                    "name": "Myelitis",
                    "asFound": "Myelitis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12143",
                    "name": "Myelitis, Transverse",
                    "asFound": "Transverse Myelitis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4629",
                    "name": "Autoimmune Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M22098",
                    "name": "Demyelinating Autoimmune Diseases, CNS",
                    "relevance": "LOW"
                },
                {
                    "id": "M22094",
                    "name": "Autoimmune Diseases of the Nervous System",
                    "relevance": "LOW"
                },
                {
                    "id": "M6909",
                    "name": "Demyelinating Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10200",
                    "name": "Immune System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M15915",
                    "name": "Spinal Cord Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M17685",
                    "name": "Wounds and Injuries",
                    "relevance": "LOW"
                },
                {
                    "id": "M22023",
                    "name": "Trauma, Nervous System",
                    "relevance": "LOW"
                },
                {
                    "id": "M21558",
                    "name": "Neurodegenerative Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12411",
                    "name": "Neuromuscular Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M28759",
                    "name": "TDP-43 Proteinopathies",
                    "relevance": "LOW"
                },
                {
                    "id": "M28747",
                    "name": "Proteostasis Deficiencies",
                    "relevance": "LOW"
                },
                {
                    "id": "M11639",
                    "name": "Metabolic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12404",
                    "name": "Neurologic Manifestations",
                    "relevance": "LOW"
                },
                {
                    "id": "M10283",
                    "name": "Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M6368",
                    "name": "Communicable Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5743",
                    "name": "Central Nervous System Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M2803",
                    "name": "Neuroinflammatory Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M16355",
                    "name": "Syndrome",
                    "relevance": "LOW"
                },
                {
                    "id": "M13170",
                    "name": "Paraneoplastic Syndromes",
                    "relevance": "LOW"
                },
                {
                    "id": "M22160",
                    "name": "Paraneoplastic Syndromes, Nervous System",
                    "relevance": "LOW"
                },
                {
                    "id": "M12367",
                    "name": "Nervous System Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "T349",
                    "name": "Amyotrophic Lateral Sclerosis",
                    "asFound": "Amyotrophic Lateral Sclerosis",
                    "relevance": "HIGH"
                },
                {
                    "id": "T4699",
                    "name": "Primary Lateral Sclerosis",
                    "relevance": "LOW"
                },
                {
                    "id": "T3988",
                    "name": "Myelitis",
                    "asFound": "Myelitis",
                    "relevance": "HIGH"
                },
                {
                    "id": "T5695",
                    "name": "Transverse Myelitis",
                    "asFound": "Transverse Myelitis",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "BC01",
                    "name": "Infections"
                },
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}