{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04998006",
            "orgStudyIdInfo": {
                "id": "K23AA028238-01A1",
                "type": "NIH",
                "link": "https://reporter.nih.gov/quickSearch/K23AA028238-01A1"
            },
            "organization": {
                "fullName": "Colorado State University",
                "class": "OTHER"
            },
            "briefTitle": "Alcohol and Cannabis Co-Use and the Gut-Brain Axis",
            "officialTitle": "Exploring the Effects of Cannabinoids on Alcohol Consumption and the Microbiota-Gut-Brain Axis",
            "acronym": "FRACTAL",
            "therapeuticArea": [
                "Other"
            ],
            "study": "alcohol-and-cannabis-co-use-and-the-gut-brain-axis"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-01",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-02-25",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-01-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-01-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-06-30",
            "studyFirstSubmitQcDate": "2021-08-06",
            "studyFirstPostDateStruct": {
                "date": "2021-08-10",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-01-19",
            "lastUpdatePostDateStruct": {
                "date": "2024-01-23",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Hollis Karoly",
                "investigatorTitle": "Assistant Professor",
                "investigatorAffiliation": "Colorado State University"
            },
            "leadSponsor": {
                "name": "Colorado State University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "University of Colorado, Boulder",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This observational study aims to improve our understanding of how legal market cannabis use impacts acute and long-term alcohol use, the microbiota-gut-brain-axis (MGBA), and neurobehavioral alcohol use phenotypes such as impulsivity, impaired cognitive functioning, and craving, among individuals who regularly use both alcohol and cannabis. Over a period of one month, subjects will participate in this three-visit study. Blood samples will be collected to allow for the assessment of inflammatory markers and cannabinoids, a fecal sample will be collected to allow for the analysis of the gut microbiome, and participants will complete cognitive and impulsivity tasks and provide craving ratings during the course of an alcohol self-administration procedure. Subjects will also participate in two 14-day daily diary data collection periods between lab sessions. Daily diary data collection will be used to assess the effects of cannabis use on alcohol use and craving longitudinally.",
            "detailedDescription": "At present, the consumption of alcohol and alcohol use disorder (AUD) constitute a public health crisis. Due to the neurobiological complexity of AUD, the development of new treatments requires a deeper understanding of the molecular mechanisms underlying etiology and course of AUD. This includes the degree to which cannabis use may reduce or enhance harms of alcohol consumption through cannabinoid influence on gut and immune functions. One potential mechanism through which cannabinoids may exert beneficial effects in heavy drinkers is through their role in modulating the gut microbiome and immune system, which have been found to be disrupted by alcohol. However, it is also possible that cannabinoids, specifically delta-9-Tetrahydrocannabinol (THC), may confer harms in heavy drinkers by enhancing the intoxicating effects of alcohol. The current study will be the first to explore the acute and long-term effects of cannabis on alcohol use and neurobehavioral phenotypes, including alcohol craving, impulsivity, and impaired cognition, as well as the impact of cannabinoids on the microbiota-gut-brain-axis (MGBA) in human non-treatment-seeking, regular-cannabis-using heavy drinkers.\n\nThis study examines the effects of legal market cannabis on acute and long-term alcohol use, (specifically the effects of alcohol and cannabis use on gut microbiome and inflammatory markers in the blood) in a 4-week, observational design using both traditional and mobile lab settings, as well as self-report, daily diary methodology. Participants will complete two Phases (A and B) following by two visits to our mobile laboratory (Visits A and B), the order of which will be counterbalanced across participants so that half of participants will complete phase A/visit A first, and the other half will complete Phase B/Visit B first. Phase A involves 2 weeks of no cannabis use followed by a mobile lab session (Visit A), involving biological sample collection, neurobehavioral testing and an alcohol self-administration task. Phase B involves 2 weeks of ad lib use of participant preferred cannabis product, followed by a session in the mobile lab session (Visit B) in which participants will complete the same neurobehavioral tasks, biological sample collection, and alcohol self-administration task immediately following acute ingestion of preferred cannabis strain in participant homes."
        },
        "conditionsModule": {
            "conditions": [
                "Cannabis Use",
                "Alcohol Use",
                "Inflammation"
            ],
            "keywords": [
                "Alcohol",
                "Cannabis",
                "Microbiome",
                "Marijuana"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": false,
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "PROSPECTIVE"
            },
            "bioSpec": {
                "retention": "SAMPLES_WITH_DNA",
                "description": "Biospecimen description: whole blood will be collected, plasma will be retained, fecal samples"
            },
            "enrollmentInfo": {
                "count": 61,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Alcohol and Cannabis vs. Alcohol only",
                    "description": "Self-directed (ad-libitum) cannabis and alcohol vs. self-direct (ad-libitum) alcohol"
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Acute alcohol consumption",
                    "description": "Total number of drinks consumed (out of 4) in a one-hour period.",
                    "timeFrame": "Change over two time points: Session A (alcohol administration only) and Session B (alcohol administration + ad-libitum cannabis administration). Sessions A and B are 2 weeks apart."
                },
                {
                    "measure": "Impulsivity Cognition: Stop Signal Task",
                    "description": "This task requires responding quickly to \"go\" signals, and occasionally inhibiting those responses when a \"stop\" signal is displayed.",
                    "timeFrame": "Change over two time points (Session A [alcohol administration only] and Session B [alcohol administration + ad-libitum cannabis administration]) 2 weeks apart: Pre-alcohol/cannabis consumption, Post-alcohol/cannabis consumption"
                },
                {
                    "measure": "Daily alcohol consumption",
                    "description": "Two 14-day daily data collection periods using self-report of alcohol craving and amount of alcohol consumed",
                    "timeFrame": "Change over two consecutive 14-day daily time periods"
                },
                {
                    "measure": "Inflammation",
                    "description": "Test levels of inflammation (panel of inflammatory cytokines) at Session A (following 2 weeks of no cannabis use) and Session B (following 2 weeks of ad lib cannabis use).",
                    "timeFrame": "Change over two time points (Session A [alcohol administration only] and Session B [alcohol administration + ad-libitum cannabis administration]) 2 weeks apart"
                },
                {
                    "measure": "Gut microbiota",
                    "description": "Outcomes of interest include gut bacterial diversity and composition. Gut microbiome data from Session A will be compared with gut microbiome data from Session B.",
                    "timeFrame": "Change over two time points (Session A [alcohol administration only] and Session B [alcohol administration + ad-libitum cannabis administration]) 2 weeks apart."
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in Alcohol Craving (Visual-Analog Scale",
                    "description": "Test differences in alcohol craving using Visual Analog Scale in laboratory sessions in which only alcohol is consumed (Session A) and in which cannabis is self-administered prior to alcohol administration (Session B). Possible values range from 0-10, with higher scores indicating greater alcohol craving.",
                    "timeFrame": "Change over two time points: Session A (alcohol administration only) and Session B (alcohol administration + ad-libitum cannabis administration). Sessions A and B are 2 weeks apart"
                },
                {
                    "measure": "NIH Toolbox Flanker Test",
                    "description": "This task requires participants to sustain attention on a stimulus while inhibiting attention to stimuli flanking it.",
                    "timeFrame": "Change over two time points (Session A [alcohol administration only] and Session B [alcohol administration + ad-libitum cannabis administration]) 2 weeks apart: Pre-alcohol/cannabis consumption, Post-alcohol/cannabis consumption"
                },
                {
                    "measure": "Intestinal permeability",
                    "description": "Test levels of recent intestinal permeability measured in blood at Session A (following 2 weeks of no cannabis use) and Session B (following 2 weeks of ad lib cannabis use).",
                    "timeFrame": "Change over two time points (Session A [alcohol administration only] and Session B [alcohol administration + ad-libitum cannabis administration]) 2 weeks apart"
                },
                {
                    "measure": "The Alcohol Purchase Task (APT)",
                    "description": "The APT is a is a well-validated, easy-to-administer measure that will be given at baseline and multiple times during session A and B. This task measures the reinforcing value of alcohol using simulated marketplace survey techniques (i.e. - how many drinks would you purchase if they cost 50 cents?)",
                    "timeFrame": "Change between reward value of alcohol when cannabis is on board (session B) compared to when it is not (session A). This task will also be administered at baseline (when not intoxicated) to compare sober state-level alcohol reward"
                },
                {
                    "measure": "Self-report measures of stress",
                    "description": "Depression Anxiety Stress Scale (21-item measure) assessed at baseline. Possible values range from 0-63, with higher scores indicating greater depression, anxiety, and stress.",
                    "timeFrame": "Self-report measures administered one time at baseline. Differences in alcohol and cannabis use throughout study procedures will be measured as predictors of these self-report scores"
                },
                {
                    "measure": "Self-report measures of depression",
                    "description": "Beck Depression Inventory (21-item measure) assessed at baseline. Possible values range from 0-63, with higher scores indicating higher levels of depression.",
                    "timeFrame": "Self-report measures administered one time at baseline. Differences in alcohol and cannabis use throughout study procedures will be measured as predictors of these self-report scores."
                },
                {
                    "measure": "Self-report measures of anxiety",
                    "description": "Beck Anxiety Inventory (21-item measure) assessed at baseline. Possible values ranging from 0-63, with higher scores indicating higher levels of anxiety.",
                    "timeFrame": "Self-report measures administered one time at baseline. Differences in alcohol and cannabis use throughout study procedures will be measured as predictors of these self-report scores."
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Exploratory: Daily Follow-up Messages",
                    "description": "Change over two consecutive 14-day daily time periods.",
                    "timeFrame": "Brief self-report from participants on cannabis use, exercise, and mood in the past 24 hours."
                },
                {
                    "measure": "Plasma Gamma-Glutamyl Transferase (GGT)",
                    "description": "Test levels of recent liver inflammation (GGT) at Session A (following 2 weeks of no cannabis use) and Session B (following 2 weeks of ad lib cannabis use).",
                    "timeFrame": "Change over two time points (Session A [alcohol administration only] and Session B [alcohol administration + ad-libitum cannabis administration]) 2 weeks apart"
                },
                {
                    "measure": "Change in Rey Auditory Verbal Learning Test (RAVLT)",
                    "description": "The RAVLT is a neuropsychological assessment designed to evaluate verbal memory in adult patients. The RAVLT can be used to evaluate the nature and severity of memory dysfunction and to track changes in memory function over time.",
                    "timeFrame": "Change over two time points (Session A [alcohol administration only] and Session B [alcohol administration + ad-libitum cannabis administration]) 2 weeks apart: Pre-alcohol/cannabis consumption, Post-alcohol/cannabis consumption"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. 21-60 years of age\n2. Able to provide consent\n3. Heavy drinker, defined as: for men, consuming more than 4 drinks on any day or more than 14 drinks per week OR, for women, consuming more than 3 drinks on any day or more than 7 drinks per week over the last 3 months.\n4. Regular legal-market cannabis smoker, defined as using smoked flower cannabis obtained from a dispensary at least 3 days per/week over the past 3 months\n5. Willing to abstain from cannabis use for 14 days\n6. We are prioritizing the recruitment of participants in the Fort Collins/Loveland area\n\nExclusion Criteria:\n\n1. Daily tobacco use\\*\\*\\* (Vape and Hooka included)\n2. Actively seeking treatment for alcohol use disorder or other substance use disorder\n3. Females cannot be pregnant, breastfeeding or trying to become pregnant\n4. Meet criteria for psychotic, bipolar or major depressive disorder with suicidal ideation, or history of these disorders\n5. Immune-relevant disease (e.g., osteoarthritis, HIV, cancer, recent infection, other autoimmune disorder) or currently taking an immune-modulating medication\\*\\*\\*\n6. Current use of psychotropic medications (except anti-depressants )\n7. Report illicit drug use in past 60-days or fail drug screen\n8. Major medical condition that contraindicates the consumption of alcohol or cannabis.\n9. Use of an antibiotic medication in the past 3 months\n10. Current GI disorder including: inflammatory bowel disease, irritable bowel disease, diverticular disease, peptic ulcer/gastritis and gastroesophageal reflux disease.\n11. Use of probiotic or supplement drinks at least once per week over the last 3 months",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "21 Years",
            "maximumAge": "60 Years",
            "stdAges": [
                "ADULT"
            ],
            "studyPopulation": "Community Sample",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Hollis C. Karoly, PhD",
                    "role": "CONTACT",
                    "phone": "970-491-3677",
                    "email": "hollis.karoly@colostate.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Hollis C. Karoly, PhD",
                    "affiliation": "Colorado State University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Colorado State University",
                    "status": "RECRUITING",
                    "city": "Fort Collins",
                    "state": "Colorado",
                    "zip": "80523",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Hollis C. Karoly, PhD",
                            "role": "CONTACT"
                        },
                        {
                            "name": "Hollis C. Karoly, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.58526,
                        "lon": -105.08442
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "The investigators will submit all de-identified individual level phenotypic human subjects data from this project to the NIAAA data archive. The project also involves collection of human specimens (fecal samples) which will generate non-human genomic data. Specifically, the investigators plan to generate 122 (61 subjects x 2 timepoints) human gut microbiota metagenomes (i.e., gut microbiome). Deidentified genomic data from microbiome assays (and relevant phenotypic data) will be submitted to the database of Genotypes and Phenotypes (dbGaP).",
            "timeFrame": "Human phenotypic data will be uploaded at least twice a year. Non-human genomes from fecal samples will be shared within 3 months of processing and genotyping all meta-genomes",
            "accessCriteria": "Data access through the National Institute of Mental Health Data Archive (NIAAA) and dbGaP."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000007249",
                    "term": "Inflammation"
                },
                {
                    "id": "D000002189",
                    "term": "Marijuana Abuse"
                }
            ],
            "ancestors": [
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000019966",
                    "term": "Substance-Related Disorders"
                },
                {
                    "id": "D000064419",
                    "term": "Chemically-Induced Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M10293",
                    "name": "Inflammation",
                    "asFound": "Inflammation",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5449",
                    "name": "Marijuana Abuse",
                    "asFound": "Cannabis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M3774",
                    "name": "Alcohol Drinking",
                    "relevance": "LOW"
                },
                {
                    "id": "M21837",
                    "name": "Substance-Related Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M30302",
                    "name": "Chemically-Induced Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC25",
                    "name": "Substance Related Disorders"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000000431",
                    "term": "Ethanol"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000891",
                    "term": "Anti-Infective Agents, Local"
                },
                {
                    "id": "D000000890",
                    "term": "Anti-Infective Agents"
                },
                {
                    "id": "D000002492",
                    "term": "Central Nervous System Depressants"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M3777",
                    "name": "Ethanol",
                    "asFound": "Anterior",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4214",
                    "name": "Anti-Infective Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M4215",
                    "name": "Anti-Infective Agents, Local",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Infe",
                    "name": "Anti-Infective Agents"
                },
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}