{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04085315",
            "orgStudyIdInfo": {
                "id": "19655"
            },
            "secondaryIdInfos": [
                {
                    "id": "NCI-2019-05913",
                    "type": "REGISTRY",
                    "domain": "NCI Clinical Trials Reporting Program (CTRP)"
                }
            ],
            "organization": {
                "fullName": "University of California, San Francisco",
                "class": "OTHER"
            },
            "briefTitle": "Alisertib in Combination With Osimertinib in Metastatic EGFR-mutant Lung Cancer",
            "officialTitle": "A Phase I/Ib Study of Alisertib in Combination With Osimertinib in Metastatic EGFR-mutant Lung Cancer",
            "therapeuticArea": [
                "Oncology and Hematology",
                "Other"
            ],
            "study": "alisertib-in-combination-with-osimertinib-in-metastatic-egfr-mutant-lung-cancer"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06",
            "overallStatus": "RECRUITING",
            "startDateStruct": {
                "date": "2019-11-12",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-12-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2019-09-06",
            "studyFirstSubmitQcDate": "2019-09-10",
            "studyFirstPostDateStruct": {
                "date": "2019-09-11",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-06",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-10",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR_INVESTIGATOR",
                "investigatorFullName": "Collin Blakely",
                "investigatorTitle": "Assistant Professor, Medicine",
                "investigatorAffiliation": "University of California, San Francisco"
            },
            "leadSponsor": {
                "name": "Collin Blakely",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Puma Biotechnology, Inc.",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This phase I/Ib trial studies the side effects and best dose of alisertib when given together with osimertinib in treating patients with EGFR-mutated stage IV lung cancer. Alisertib may stop the growth of tumor cells by blocking a specific protein (Aurora Kinase A) that researchers believe may be important for the growth of lung cancer. Osimertinib may reduce tumor growth by blocking the action of a certain mutant protein (EGFR). This study may help researchers test the safety of alisertib at different dose levels in combination with osimertinib, and to find out what effects, good and/or bad, it has on EGFR-mutated lung cancer.",
            "detailedDescription": "PRIMARY OBJECTIVE:\n\nI. To determine the safety and tolerability of combination treatment with alisertib and osimertinib in patients with metastatic EGFR-mutant non-small cell lung cancer (NSCLC) who have progressed on osimertinib monotherapy and to identify a recommended phase 2 dose for the combination.\n\nSECONDARY OBJECTIVES:\n\nI. To provide preliminary efficacy data for the combination of alisertib and osimertinib in metastatic EGFR-mutant lung cancer patients who have progressed on osimertinib monotherapy.\n\nII. To determine whether pre-treatment Targeting Protein for XKlp2 (TPX2) positivity by immunohistochemistry (IHC) correlates with response to alisertib + osimertinib combination therapy.\n\nIII. To evaluate the pharmacokinetics of alisertib in combination with osimertinib.\n\nIV. To evaluate the central nervous system (CNS) response rate of alisertib + osimertinib.\n\nV. To provide preliminary efficacy data for the combination of alisertib and osimertinib in metastatic EGFR-mutant lung cancer patients without known TP53 tumor genomic alterations who have progressed on osimertinib monotherapy.\n\nEXPLORATORY (CORRELATIVE) OBJECTIVES:\n\nI. To identify tumor co-occurring genomic alterations that correlate with response to alisertib + osimertinib treatment.\n\nII. To determine whether phosphorylated (phospho)-aurora kinase A (AURKA) levels correlate with response to alisertib + osimertinib treatment.\n\nIII. To determine whether tumor nuclear factor kappa B (NF-κB) activity correlates with response to alisertib + osimertinib treatment.\n\nIV. To evaluate for changes in circulating tumor deoxyribonucleic acid (ctDNA) during treatment with combination alisertib + osimertinib.\n\nV. To identify mechanisms of resistance to alisertib + osimertinib.\n\nVI. Safety in East Asian vs. Non-East Asian population.\n\nVII. Pharmacokinetics in East Asian vs. Non-East Asian.\n\nOUTLINE: This is a dose-escalation study of alisertib.\n\nPatients receive alisertib orally (PO) twice daily (BID) on days 1-3, 8-10, and 15-17. Patients also receive osimertinib PO once daily (QD) on days 1-28. Cycles repeat every 28 days the absence of clinical benefit, intolerance, or other contraindication to study treatment..\n\nAfter completion of study treatment, patients are followed up every 3 to 6 months for up to 2 years."
        },
        "conditionsModule": {
            "conditions": [
                "Lung Cancer Metastatic",
                "EGFR Gene Mutation"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "SEQUENTIAL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 38,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Dose Escalation (Closed to Enrollment)",
                    "type": "EXPERIMENTAL",
                    "description": "Patients will continue to receive osimertinib 80 mg PO daily as part of standard of care therapy during screening and study treatments. Alisertib will be administered to eligible patients in combination with osimertinib at doses ranging from 20 mg to 50 mg PO twice daily on days 1-3, 8-10, and 15-17 of a 28-day cycle. The starting alisertib dose will be 30 mg twice daily (dose level 1). All patients at a given dose level must complete the DLT period before any additional cohorts can be opened.",
                    "interventionNames": [
                        "Drug: Osimertinib",
                        "Drug: Alisertib"
                    ]
                },
                {
                    "label": "Dose Expansion: Cohort A",
                    "type": "EXPERIMENTAL",
                    "description": "Stage IV EGFR-mutant NSCLC currently receiving and progressing on osimertinib who have received no more than one additional line of systemic cancer therapy other than osimertinib (e.g., chemotherapy +/- immunotherapy, amivantamab +/- Lazertinib) for metastatic disease. Patients may receive alisertib therapy until lack of clinical benefit or intolerable toxicity.",
                    "interventionNames": [
                        "Drug: Osimertinib",
                        "Drug: Alisertib"
                    ]
                },
                {
                    "label": "Dose Expansion: Cohort B",
                    "type": "EXPERIMENTAL",
                    "description": "Stage IV EGFR-mutant NSCLC patients who are currently receiving first line osimertinib treatment and have received at least 3 months, but no more than 6 months, of osimertinib with a best response of PR or SD. Patients may receive alisertib therapy until lack of clinical benefit or intolerable toxicity.",
                    "interventionNames": [
                        "Drug: Osimertinib",
                        "Drug: Alisertib"
                    ]
                },
                {
                    "label": "Dose Expansion: Cohort C",
                    "type": "EXPERIMENTAL",
                    "description": "Stage IV EGFR-mutant NSCLC patients with no known tumor non-synonymous TP53 genomic alteration who are currently receiving first line osimertinib treatment and have received at least 3 months, but no more than 6 months, of osimertinib with a best response of PR or SD. Patients may receive alisertib therapy until lack of clinical benefit or intolerable toxicity.",
                    "interventionNames": [
                        "Drug: Osimertinib",
                        "Drug: Alisertib"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Osimertinib",
                    "description": "Osimertinib is a medication used to treat non-small-cell lung carcinomas with a specific mutation. It is a third-generation epidermal growth factor receptor tyrosine kinase inhibitor. Patients will be receiving full dose osimertinib (80 mg PO daily) as part of the patient's current standard of care.",
                    "armGroupLabels": [
                        "Dose Escalation (Closed to Enrollment)",
                        "Dose Expansion: Cohort A",
                        "Dose Expansion: Cohort B",
                        "Dose Expansion: Cohort C"
                    ],
                    "otherNames": [
                        "Tagrisso"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Alisertib",
                    "description": "Alisertib is an orally available selective aurora A kinase inhibitor. Alisertib will be administered to eligible patients in combination with osimertinib at doses ranging from 20 mg to 50 mg PO twice daily on days 1-3, 8-10, and 15-17 of a 28-day cycle. The starting alisertib dose for Cohort 1 will be 30 mg twice daily (dose level 1).",
                    "armGroupLabels": [
                        "Dose Escalation (Closed to Enrollment)",
                        "Dose Expansion: Cohort A",
                        "Dose Expansion: Cohort B",
                        "Dose Expansion: Cohort C"
                    ],
                    "otherNames": [
                        "MLN8237"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Determination of Maximum Tolerated Dose (MTD) (Cohort A)",
                    "description": "The MTD is the highest dose at which no more than one instance of a dose-limiting toxicity is observed among the 6 participants treated.",
                    "timeFrame": "First 28 days of study treatment (1 cycle is 28 days)"
                },
                {
                    "measure": "Proportion of patients experiencing dose limiting toxicity (DLT) (Cohort A)",
                    "description": "Less than or at least 1 out of 6 at highest dose level below the maximal administered dose. If 0 of these 3 additional participants experience a dose limiting toxicity (DLT) (1 of 6), proceed to the next dose level. If 1 or more of the 3 additional participants experience DLT (2 of 6), then dose escalation is stopped, and this dose is declared the maximal administered dose (highest dose administered). Three (3) additional participants will be entered at the next lowest dose level if only 3 participants were treated previously at that dose.",
                    "timeFrame": "First 28 days of study treatment (1 cycle is 28 days)"
                },
                {
                    "measure": "Proportion of patients experiencing serious adverse event (SAE)",
                    "description": "The proportion of participants experiencing an adverse event classified as an SAE will be reported by grade and type according to the NCI Common Terminology Criteria for Adverse Events (CTCAE) version 5, with exact 95% confidence intervals",
                    "timeFrame": "Up to 2 years"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Overall Response Rate (ORR)",
                    "description": "The ORR is defined as the best overall response recorded from the start of the treatment until disease progression from the start of treatment. The frequency and percentages of patients with a best overall response rate of complete response (CR), partial response (PR), stable disease (SD), or progressive disease (PD) will be determined based on RECIST 1.1 criteria. We will compute a 95% confidence interval using a binomial distribution.",
                    "timeFrame": "Up to 2 years"
                },
                {
                    "measure": "Median Duration of Response (DR)",
                    "description": "The DR for CR and PR will be measured from the date that the best response if first recorded until the date that PD is documented over the period of 2 years. For patients who continue treatment post-progression, the date of PD documentation will be used for analysis. The DR will be summarized using descriptive statistics.",
                    "timeFrame": "Up to 2 years"
                },
                {
                    "measure": "Percentage of tumor shrinkage",
                    "description": "The depth of response (DOR) will be assessed by RECIST 1.1 criteria. DOR is defined as the percentage of tumor shrinkage, based on longest diameter or reconstructed volume, observed at the lowest point (nadir) compared with baseline. The DOR will be summarized using descriptive statistics",
                    "timeFrame": "Up to 2 years"
                },
                {
                    "measure": "Disease Control Rate (DCR)",
                    "description": "Defined as the percentage of patients who have achieved CR, PR, or SD (based on RECIST 1.1 criteria) for at least 12 weeks. The DCR will be summarized using descriptive statistics.",
                    "timeFrame": "Up to 2 years"
                },
                {
                    "measure": "Median Progression Free Survival (PFS)",
                    "description": "This study is not powered for a PFS endpoint. PFS will be calculated as 1+ the number of days from the first dose of alisertib to documented radiographic progression (based on RECIST 1.1 criteria) or death due to any cause over a period of 2 years. For patients who continue treatment post-progression, the date of radiographic progression will be used for PFS analysis. The Kaplan-Meier analysis will be used to calculate the median PFS with 95% confidence interval.",
                    "timeFrame": "Up to 2 years"
                },
                {
                    "measure": "Median Overall Survival (OS)",
                    "description": "This study is not powered for an OS endpoint. OS will be calculated as 1+ the number of days from the first dose of alisertib to death due to any cause over a period of 2 years. The Kaplan-Meier analysis will be used to calculate the median OS with 95% confidence interval.",
                    "timeFrame": "Up to 2 years"
                },
                {
                    "measure": "Intratumoral TPX2 expression by Immunohistochemistry (IHC)",
                    "description": "Pre-treatment tumor biopsy formalin-fixed paraffin-embedded (FFPE) samples will be stained for TPX2 expression by IHC. TPX2 IHC staining will be scored using the following scale: 0, 0-10% of tissue stained positive; 1, 10-20% stained positive; 2, 20-40% stained positive; 3, 40-70% stained positive; and 4, \\> 70% positive cells. The sum of staining score index (intensity + extent) will be designated as follows: 0-2, negative expression; 3-4, strong expression. The IHC score will be generated from three different areas of the slides and an average score will be calculated for each sample. We will determine whether there is a difference in TPX2 staining between responders and non-responders to alisertib + osimertinib treatment by the Fisher's exact test.",
                    "timeFrame": "From pretreatment biopsy to time of response, up to 2 years"
                },
                {
                    "measure": "Area Under Curve (AUC)",
                    "description": "Plasma will be collected to measure the drug concentrations at the indicated time points and area under curve (AUC) 0-24 hours. The area under the curve (AUC) is the definite integral in a plot of drug concentration in blood plasma vs. time",
                    "timeFrame": "1, 2, 3, 4, 6, 8, and 24 hours post-dose, up to 2 days"
                },
                {
                    "measure": "Maximum (or peak) serum concentration (Cmax)",
                    "description": "Plasma will be collected to measure the drug concentrations at the indicated time points and Cmax will be calculated. It is a standard measurement in pharmacokinetics",
                    "timeFrame": "1, 2, 3, 4, 6, 8, and 24 hours post-dose, up to 2 days"
                },
                {
                    "measure": "Amount of time (maximum) drug concentration in serum (Tmax)",
                    "description": "Plasma will be collected to measure the drug concentrations at the indicated time points and Tmax will be calculated. It is a standard measurement in pharmacokinetics",
                    "timeFrame": "1, 2, 3, 4, 6, 8, and 24 hours post-dose, up to 2 days"
                },
                {
                    "measure": "Central Nervous System (CNS) disease control rate",
                    "description": "In patients with known CNS metastases prior to initiating treatment on study, the CNS disease control rate will be defined as the percentage of patients who have achieved CR, PR, or SD in the CNS for at least 12 weeks.",
                    "timeFrame": "Up to 2 years"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Patients must have histologically confirmed stage IV non-small cell lung cancer.\n2. Male or female patients \\>=18 years of age\n3. Eastern Cooperative Oncology Group (ECOG) performance status of 0-1.\n4. Documented activating EGFR mutation (Exon 19 deletion, Exon 19 insertion, E709K, G719X, S768I, V769L, T790M, L833F, L833V, V834L, H835L, L858R, A859S, K860I, L861Q, A871E, V843I, or H870R) on tumor sample or cell-free DNA sample performed in Clinical Laboratory Improvement Amendments (CLIA)-approved laboratory.\n5. Measurable disease by Response Evaluation Criteria in Solid Tumors (RECIST) 1.1 criteria.\n6. Clinical laboratory values as specified below within 7 days before the first dose of study drug (if applicable):\n\n   1. Absolute neutrophil count (ANC) \\> 1500/mm\\^3\n   2. Absolute lymphocyte count \\> 500 mm\\^3\n   3. Platelets \\> 100,000/mm\\^3\n   4. Hemoglobin (Hgb) \\> 9 g/dL. Values must be obtained without need for red blood cell transfusion support within 14 days. However, erythrocyte growth factor is allowed as per published American Society of Clinical Oncology (ASCO) guidelines.\n   5. Total bilirubin ≤ 1.5 x upper limit of normal (ULN). Patients with Gilbert's syndrome may be allowed on study if total bilirubin is \\<= 3 x upper limit of normal (ULN) if direct bilirubin is \\<= 1.5 x upper limit of normal (ULN).\n   6. Serum glutamic-oxaloacetic transaminase (SGOT) / aspartate aminotransferase (AST) and serum glutamic-pyruvic transaminase (SGPT) / alanine aminotransferase (ALT) \\< 2.5 x ULN. AST and/or ALT may be up to 5 x ULN if with known liver metastases.\n   7. Renal function as defined by calculated creatinine clearance \\>=30 ml/min (Cockcroft-Gault Formula).\n7. Willing to provide blood and tissue for correlative research purposes.\n8. Willing to undergo pre-treatment research biopsy, OR donate archived tissue from a biopsy performed within 60 days of the first dose of study drug is available.\n9. Female patients who:\n\n   1. Are postmenopausal (see Appendix 6) for at least 1 year before the screening visit, OR\n   2. Are surgically sterile, OR\n   3. If they are of childbearing potential, agree to practice 1 highly effective method of contraception and 1 additional effective (barrier) method at the same time (see Appendix 6), from the time of signing the informed consent through 180 days after the last dose of study drug, OR\n   4. Agree to practice true abstinence, when this is in line with the preferred and usual lifestyle of the subject. (Periodic abstinence \\[e.g., calendar, ovulation, symptothermal, post-ovulation methods\\], withdrawal, spermicides only, and lactational amenorrhea are not acceptable methods of contraception. Female and male condoms should not be used together.)\n10. Male patients, even if surgically sterilized (i.e., status post-vasectomy), who:\n\n    1. Agree to practice effective barrier contraception during the entire study treatment period and through 120 after the last dose of study drug, OR\n    2. Agree to practice true abstinence, when this is in line with the preferred and usual lifestyle of the subject. (Periodic abstinence \\[e.g., calendar, ovulation, symptothermal, post-ovulation methods\\], withdrawal, spermicides only, and lactational amenorrhea are not acceptable methods of contraception. Female and male condoms should not be used together.)\n11. Voluntary written consent must be given before performance of any study-related procedure not part of standard of care, with the understanding that consent may be withdrawn by the patient at any time without prejudice to future medical care.\n12. Currently receiving and tolerating osimertinib 80 mg PO daily with no current grade 2 or greater AE attributable to osimertinib.\n13. Evidence of disease progression on imaging (computerized tomography (CT) scan, magnetic resonance imaging (MRI), or Positron Emission Tomography (PET) CT within the last 30 days.\n14. Resolution of all acute toxic effects of prior chemotherapy, immunotherapy, radiotherapy or surgical procedures to less than or equal to grade 2 per the National Cancer Institute (NCI) Common Terminology Criteria for Adverse Events (CTCAE) Version 5.0.\n\n    Inclusion Criteria (Cohort A): Must meet inclusion criteria below in addition to 1-14 above:\n15. Patients must have received no more than one additional line of systemic therapy to treat lung cancer other than osimertinib (re-treatment with osimertinib after other systemic lung cancer therapy will not count as a line of therapy). A line of therapy equals at least one month of treatment with discontinuation of therapy due to disease progression or intolerability. Patients who have received adjuvant or neoadjuvant osimertinib, chemotherapy, or immunotherapy for surgically resectable NSCLC, or chemotherapy + radiation +/- immunotherapy for locally advanced NSCLC, will not be considered a line of therapy if it is equal to or greater than 12 months since completing their treatment.\n16. Patients must be currently receiving osimertinib 80 mg for the treatment of metastatic disease or have evidence of metastatic disease recurrence while receiving adjuvant osimertinib therapy.\n\n    Inclusion Criteria (Cohort B): Must meet inclusion criteria below in addition to 1-7, 9-12, and 14. Inclusion criteria 8 and 13 are not required. The following inclusion criteria must also be met:\n17. Currently receiving osimertinib 80 mg as 1st line therapy for metastatic NSCLC. Patients who have received adjuvant or neoadjuvant, chemotherapy, or immunotherapy for surgically resectable NSCLC, or chemotherapy + radiation +/- immunotherapy for locally advanced NSCLC, will be allowed if it is equal to or greater than 12 months since completing their treatment.\n18. Meet RECIST 1.1 criteria for PR or SD to osimertinib, including a confirmation scan.\n19. Have received osimertinib 80 mg for a minimum of 90 days, but no more than 180 days.\n\n    Inclusion Criteria (Cohort C): Must meet inclusion criteria 1-7 and 9-16 above. The following inclusion criterion must also be met:\n20. Willing to undergo pre-treatment research biopsy, if deemed safe by the investigator, or willing to donate archived tissue from a biopsy performed within 60 days prior to the first dose of study drug. Note: Pre-treatment tissue is mandatory for Cohort C and will be used for a CLIA-approved TP53 mutation test during screening. To be eligible for Cohort C, patients must not have a known TP53 missense mutation, nonsense mutation, frameshift mutation, in frame deletion, or whole gene deletion (see also exclusion criterion #22).\n\nExclusion Criteria\n\n1. Radiation therapy to more than 25% of the bone marrow. Whole pelvic radiation is considered to be over 25%.\n2. Prior allogeneic bone marrow or organ transplantation\n3. Known Gastrointestinal (GI) disease or GI procedures that could interfere with the oral absorption or tolerance of alisertib. Examples include, but are not limited to partial gastrectomy, history of small intestine surgery, and celiac disease\n4. Inability to swallow oral medication or inability or unwillingness to comply with the administration requirements related to alisertib.\n5. Known history of uncontrolled sleep apnea syndrome and other conditions that could result in excessive daytime sleepiness, such as severe chronic obstructive pulmonary disease; requirement for supplemental oxygen.\n6. Requirement for constant administration of proton pump inhibitor, Histamine 2 (H2) antagonist, or pancreatic enzymes throughout the study. The intermittent use of H2-antagonists and antacids (including carafate) is only allowed within these guidelines:\n\n   1. H2 antagonists until Day -1 and after the dosing of alisertib is done\n   2. Antacid formulations until 2 hours before dosing and after 2 hours following dosing.\n   3. Proton Pump Inhibitor (PPI) is allowed until Day -5 of first alisertib dose. PPIs are prohibited throughout the study.\n7. Myocardial infarction within 6 months prior to enrollment or has New York Heart Association (NYHA) Class III or IV heart failure, uncontrolled angina, severe uncontrolled ventricular arrhythmias, or electrocardiographic evidence of acute ischemia or active conduction system abnormalities. Prior to study entry, any electrocardiogram (ECG) abnormality at Screening has to be documented by the investigator as not medically relevant.\n8. QT interval corrected (QTc) using Fridericia's method (QTCF) \\> 470 milliseconds (msec). The following formula can be used to calculate QTcF for subjects with a wide QRS complex caused by the bundle branch block, QTcF = measured QTcF - (QRS - 100msec).\n9. Female subject who is pregnant or breast-feeding. Confirmation that the subject is not pregnant must be established by a negative serum beta-human chorionic gonadotropin (Beta-hCG) pregnancy test result obtained during screening. Pregnancy testing is not required for post-menopausal or surgically sterilized women.\n10. Female patient who intend to donate eggs (ova) during the course of this study or 4 months after receiving their last dose of study drug(s).\n11. Male patients who intend to donate sperm during the course of this study or 4 months after receiving their last dose of study drug(s).\n12. Other severe acute or chronic medical or psychiatric condition, including uncontrolled diabetes, malabsorption, resection of the pancreas or upper small bowel, requirement for pancreatic enzymes, any condition that would modify small bowel absorption of oral medications, or laboratory abnormality that may increase the risk associated with study participation or investigational product administration or may interfere with the interpretation of study results and, in the judgment of the investigator, would make the patient inappropriate for enrollment in this study.\n13. Diagnosed or treated for another malignancy within 3 years of enrollment, with the exception of complete resection of basal cell carcinoma or squamous cell carcinoma of the skin, an in situ malignancy, or low-risk prostate cancer or breast cancer, or thyroid cancer after curative therapy\n14. Patients who are currently receiving treatment with contraindicated QTcF prolonging medications or potent CYP3A4 inducers/inhibitors if that treatment cannot be either discontinued or switched to a different medication prior to first day of study treatment.\n15. Patients with central nervous system (CNS) metastases who are neurologically unstable (as defined by need for steroids in last 14 days).\n16. Known leptomeningeal carcinomatosis.\n\n    Exclusion Criteria (Cohort A): Must meet exclusion criteria 1-16 above. The following exclusion criteria must also be met:\n17. Known small cell lung cancer transformation on osimertinib resistance biopsy.\n18. Known EGFR C797S osimertinib resistance mutation, hepatocyte growth factor receptor (MET) amplification, oncogenic fusion involving neurotrophic tyrosine receptor kinase (NTRK), RET, ALK, ROS-1, or BRAF, BRAF V600E, or oncogenic KRAS mutation determined by Clinical Laboratory Improvement Amendments (CLIA)-approved test on osimertinib resistance biopsy or cell-free deoxyribonucleic acid (DNA) test performed at osimertinib resistance.\n\n    Exclusion Criteria (Cohort B): Must meet exclusion criteria 1-16 above. The following exclusion criteria must also be met:\n19. Evidence of complete response (CR) or progressive disease (PD) to osimertinib by RECIST 1.1 criteria on imaging within 30 days prior to starting alisertib.\n20. Prior treatment with adjuvant osimertinib.\n21. Prior treatment with an EGFR TKI other than osimertinib.\n\n    Exclusion Criteria (Cohort C): Must not meet exclusion criteria 1-18 above. The following exclusion criterion must also not be met:\n22. Known TP53 missense mutation, nonsense mutation, frameshift mutation, in frame deletion, or whole gene deletion determined by CLIA-approved test on any prior patient lung cancer biopsy.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Lisa Tan",
                    "role": "CONTACT",
                    "phone": "(415) 353-7710",
                    "email": "Lisa.Tan@ucsf.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Collin Blakely, MD, PhD",
                    "affiliation": "University of California, San Francisco",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of California, San Francisco",
                    "status": "RECRUITING",
                    "city": "San Francisco",
                    "state": "California",
                    "zip": "94143",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Lisa Tan",
                            "role": "CONTACT",
                            "phone": "415-353-7710",
                            "email": "Lisa.Tan@ucsf.edu"
                        },
                        {
                            "role": "CONTACT",
                            "phone": "877-827-3222",
                            "email": "cancertrials@ucsf.edu"
                        },
                        {
                            "name": "Collin Blakely, MD, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 37.77493,
                        "lon": -122.41942
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "30478424",
                    "type": "BACKGROUND",
                    "citation": "Shah KN, Bhatt R, Rotow J, Rohrberg J, Olivas V, Wang VE, Hemmati G, Martins MM, Maynard A, Kuhn J, Galeas J, Donnella HJ, Kaushik S, Ku A, Dumont S, Krings G, Haringsma HJ, Robillard L, Simmons AD, Harding TC, McCormick F, Goga A, Blakely CM, Bivona TG, Bandyopadhyay S. Aurora kinase A drives the evolution of resistance to third-generation EGFR inhibitors in lung cancer. Nat Med. 2019 Jan;25(1):111-118. doi: 10.1038/s41591-018-0264-7. Epub 2018 Nov 26."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000008175",
                    "term": "Lung Neoplasms"
                }
            ],
            "ancestors": [
                {
                    "id": "D000012142",
                    "term": "Respiratory Tract Neoplasms"
                },
                {
                    "id": "D000013899",
                    "term": "Thoracic Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000008171",
                    "term": "Lung Diseases"
                },
                {
                    "id": "D000012140",
                    "term": "Respiratory Tract Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M11172",
                    "name": "Lung Neoplasms",
                    "asFound": "Lung Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M14979",
                    "name": "Respiratory Tract Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M16658",
                    "name": "Thoracic Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M11168",
                    "name": "Lung Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14977",
                    "name": "Respiratory Tract Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC08",
                    "name": "Respiratory Tract (Lung and Bronchial) Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "C000596361",
                    "term": "Osimertinib"
                }
            ],
            "ancestors": [
                {
                    "id": "D000092004",
                    "term": "Tyrosine Kinase Inhibitors"
                },
                {
                    "id": "D000047428",
                    "term": "Protein Kinase Inhibitors"
                },
                {
                    "id": "D000004791",
                    "term": "Enzyme Inhibitors"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M2853",
                    "name": "Immunomodulating Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M145673",
                    "name": "Osimertinib",
                    "asFound": "Methylprednisolone",
                    "relevance": "HIGH"
                },
                {
                    "id": "M11900",
                    "name": "Mitogens",
                    "relevance": "LOW"
                },
                {
                    "id": "M2889",
                    "name": "Tyrosine Kinase Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M137922",
                    "name": "Lazertinib",
                    "relevance": "LOW"
                },
                {
                    "id": "M25820",
                    "name": "Protein Kinase Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M7951",
                    "name": "Enzyme Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "T22",
                    "name": "Tyrosine",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "AA",
                    "name": "Amino Acids"
                }
            ]
        }
    },
    "hasResults": false
}