{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04919369",
            "orgStudyIdInfo": {
                "id": "OSU-20171"
            },
            "secondaryIdInfos": [
                {
                    "id": "NCI-2021-03310",
                    "type": "REGISTRY",
                    "domain": "CTRP (Clinical Trial Reporting Program)"
                }
            ],
            "organization": {
                "fullName": "Ohio State University Comprehensive Cancer Center",
                "class": "OTHER"
            },
            "briefTitle": "All-Trans Retinoic Acid (ATRA) and Atezolizumab for the Treatment of Recurrent or Metastatic Non-Small Cell Lung Cancer",
            "officialTitle": "A Phase Ib Dose De-Escalation Study of All-Trans Retinoic Acid (ATRA) and Atezolizumab in Patients With Advanced Non-Small Cell Lung Cancer",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "all-trans-retinoic-acid-atra-and-atezolizumab-for-the-treatment-of-recurrent-or-metastatic-non-small-cell-lung-cancer"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-03",
            "overallStatus": "RECRUITING",
            "startDateStruct": {
                "date": "2021-10-18",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-12-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-06-03",
            "studyFirstSubmitQcDate": "2021-06-03",
            "studyFirstPostDateStruct": {
                "date": "2021-06-09",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-03-12",
            "lastUpdatePostDateStruct": {
                "date": "2024-03-13",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR_INVESTIGATOR",
                "investigatorFullName": "Dwight Owen",
                "investigatorTitle": "Principal Investigator",
                "investigatorAffiliation": "Ohio State University Comprehensive Cancer Center"
            },
            "leadSponsor": {
                "name": "Dwight Owen",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This phase Ib trial is to find out the best dose and side effects of all-trans retinoic acid (ATRA) and atezolizumab in treating patients with non-small cell lung cancer that has come back (recurrent) or has spread to other places in the body (metastatic). All-trans retinoic acid (ATRA) is made in the body from vitamin A and helps cells to grow and develop. Immunotherapy with monoclonal antibodies, such as atezolizumab, may help the body's immune system attack the cancer, and may interfere with the ability of tumor cells to grow and spread. Giving all-trans retinoic acid (ATRA) and atezolizumab may help treat patients with non-small cell lung cancer.",
            "detailedDescription": "PRIMARY OBJECTIVE:\n\nI. To determine the safety and tolerability of the combination of tretinoin (ATRA) and atezolizumab in patients with advanced non-small cell lung cancer (NSCLC) based upon the Common Terminology Criteria for Adverse Events (CTCAE) version 5 criteria.\n\nSECONDARY OBJECTIVE:\n\nI. To determine the efficacy of the combination of ATRA and atezolizumab in patients with advanced NSCLC, including progression-free survival (PFS), objective response (ORR), disease control rate (DCR), and overall survival (OS) based on modified Response Evaluation Criteria in Solid Tumors (RECIST) version 1.1.\n\nEXPLORATORY OBJECTIVE:\n\nI. To study the effect of ATRA on the levels of myeloid-derived suppressor cells (MDSCs) in peripheral blood of study patients.\n\nOUTLINE:\n\nPatients receive tretinoin orally (PO) on days 1-3 of cycles 1-3. Patients also receive atezolizumab intravenously (IV) on day 1. Cycles repeat every 21 days in the absence of disease progression or unacceptable toxicity.\n\nAfter completion of study treatment, patients are followed up every 12 weeks."
        },
        "conditionsModule": {
            "conditions": [
                "Metastatic Lung Non-Small Cell Carcinoma",
                "Recurrent Lung Non-Small Cell Carcinoma",
                "Stage IV Lung Cancer AJCC v8",
                "Stage IVA Lung Cancer AJCC v8",
                "Stage IVB Lung Cancer AJCC v8"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 18,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Treatment (tretinoin, atezolizumab)",
                    "type": "EXPERIMENTAL",
                    "description": "Patients receive tretinoin PO on days 1-3 of cycles 1-3. Patients also receive atezolizumab IV on day 1. Cycles repeat every 21 days in the absence of disease progression or unacceptable toxicity.",
                    "interventionNames": [
                        "Biological: Atezolizumab",
                        "Drug: Tretinoin"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BIOLOGICAL",
                    "name": "Atezolizumab",
                    "description": "Given IV",
                    "armGroupLabels": [
                        "Treatment (tretinoin, atezolizumab)"
                    ],
                    "otherNames": [
                        "MPDL 3280A",
                        "MPDL 328OA",
                        "MPDL-3280A",
                        "MPDL3280A",
                        "MPDL328OA",
                        "RG7446",
                        "RO5541267",
                        "Tecentriq"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Tretinoin",
                    "description": "Given PO",
                    "armGroupLabels": [
                        "Treatment (tretinoin, atezolizumab)"
                    ],
                    "otherNames": [
                        "2,4,6,8-Nonatetraenoic acid, 3, 7-dimethyl-9-(2,6,6-trimethyl-1-cyclohexen-1-yl)-, (all-E)-",
                        "Aberel",
                        "Airol",
                        "Aknoten",
                        "all trans-Retinoic acid",
                        "All-trans Retinoic Acid",
                        "All-trans Vitamin A Acid",
                        "all-trans-Retinoic acid",
                        "all-trans-Vitamin A acid",
                        "ATRA",
                        "Avita",
                        "beta-Retinoic Acid",
                        "Cordes Vas",
                        "Dermairol",
                        "Epi-Aberel",
                        "Eudyna",
                        "Renova",
                        "Retin-A",
                        "Retin-A MICRO",
                        "Retin-A-Micro",
                        "Retinoic Acid",
                        "Retisol-A",
                        "Ro 5488",
                        "Stieva-A",
                        "Stieva-A Forte",
                        "Trans Retinoic Acid",
                        "Trans Vitamin A Acid",
                        "trans-Retinoic Acid",
                        "Tretinoinum",
                        "Vesanoid",
                        "Vitamin A Acid",
                        "Vitamin A acid, all-trans-",
                        "Vitinoin"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Incidence of adverse events (AEs)",
                    "description": "Safety will be measured by the occurrence of dose-limited toxicities (DLTs) as well as any other adverse events as defined in Common Terminology Criteria for Adverse Events (CTCAE) version (v) 5. Frequency and severity of AEs and tolerability of the regimen will be collected and summarized by descriptive statistics. The maximum grade for each type of toxicity will be recorded for each patient, and frequency tables will be reviewed to determine toxicity patterns. All patients who have received at least one dose of the therapeutic agents will be evaluable for toxicity and tolerability.",
                    "timeFrame": "Up to 2 years"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Overall response",
                    "description": "Will be calculated and exact binomial 95% confidence interval will be provided.",
                    "timeFrame": "Up to 2 years"
                },
                {
                    "measure": "Disease control rate",
                    "description": "Will be calculated and exact binomial 95% confidence interval will be provided.",
                    "timeFrame": "Up to 2 years"
                },
                {
                    "measure": "Overall survival (OS)",
                    "description": "Kaplan-Meier methods will be used to estimate OS with 95% confidence interval (CI).",
                    "timeFrame": "From initiation of therapy to death, or censored at last follow-up date if the subject is alive, assessed up to 2 years"
                },
                {
                    "measure": "Progression free survival (PFS)",
                    "description": "Kaplan-Meier methods will be used to estimate PFS with 95% CI.",
                    "timeFrame": "From initiation of therapy to the time of Response Evaluation Criteria in Solid Tumors (RECIST) progression or death, assessed up to 2 years"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Effect of ATRA on the levels of myeloid-derived suppressor cells (MDSCs)",
                    "description": "MDSCs in peripheral blood from study patients will be summarized using mean +/- standard error (SEM), range, and median at each time point. Changes in these measurements from baseline to after treatment, or baseline to progression will be assessed using paired t-test or Wilcoxon signed rank test, whichever is appropriate.",
                    "timeFrame": "Up to 2 years"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Age \\>= 18 years\n* Confirmed recurrent or metastatic non-small cell carcinoma of the lung of any histology for which there is no curative treatment option\n* Measurable disease based on RECIST 1.1\n* Patients must have received standard of care chemotherapy and/or immunotherapy. No limits to prior lines of therapy. Prior PD-1 and/or PD-L1 directed therapies are permitted\n* Patients with adenocarcinoma and known actionable mutations with FDA-approved treatment options must have received all approved and standard of care treatment options (ie osimertinib for EGFR, alectinib for ALK, etc). Mutational testing is not required for patients with squamous cell non-small cell lung carcinoma\n* Eastern Cooperative Oncology Group (ECOG) performance status of 0-2\n* Absolute neutrophil count (ANC) \\>= 1,500/mcL\n* Lymphocytes ≥500/mcL\n* Platelets \\>=100,000/mcL\n* Serum creatinine =\\< 1.5 X upper limit of normal (ULN) OR measured or calculated creatinine clearance (glomerular filtration rate \\[GFR\\] can also be used in place of creatinine or creatinine clearance \\[CrCl\\]) \\>= 60 mL/min for subject with creatinine levels \\> 1.5 X institutional ULN\n* Serum total bilirubin =\\< 1.5 X ULN OR direct bilirubin =\\< ULN for subjects with total bilirubin levels \\> 1.5 ULN\n* Aspartate aminotransferase (AST) (serum glutamic-oxaloacetic transaminase \\[SGOT\\]) and alanine aminotransferase (ALT) (serum glutamate pyruvate transaminase \\[SGPT\\]) =\\< 2.5 X ULN OR =\\< 5 X ULN for subjects with liver metastases\n* Albumin \\>= 2.5 mg/dL\n* International normalized ratio (INR) or prothrombin time (PT) =\\< 1.5 X ULN unless subject is receiving anticoagulant therapy as long as PT or partial thromboplastin time (PTT) is within therapeutic range of intended use of anticoagulants\n* Activated partial thromboplastin time (aPTT) =\\< 1.5 X ULN unless subject is receiving anticoagulant therapy as long as PT or PTT is within therapeutic range of intended use of anticoagulants\n* Anticipated life expectancy of \\>= 3 months\n* Willing to comply with study procedures\n* Female subjects of childbearing potential must be willing to use an adequate method of contraception, for the course of the study through 120 days after the last dose of study medication\n* Female subject of childbearing potential should have a negative urine or serum pregnancy within 72 hours prior to receiving the first dose of study medication. If the urine test is positive or cannot be confirmed as negative, a serum pregnancy test will be required\n* Female subjects of childbearing potential should be willing to use 2 methods of birth control or be surgically sterile, or abstain from heterosexual activity for the course of the study through 5 months days after the last dose of study medication. Subjects should agree to ongoing pregnancy testing during the course of the study and after the end of study therapy. Female subjects of childbearing potential are those who have not been surgically sterilized or have not been free from menses for \\> 1 year\n* Male subjects should agree to use an adequate method of contraception starting with the first dose of study therapy through 7 months after the last dose of study therapy. Males must refrain from donating sperm during study participation and for 7 months after the last dose of study medication\n* Be willing and able to understand and sign the written informed consent document\n* Ability to swallow and retain oral medication\n* HIV-infected patients on effective anti-retroviral therapy with undetectable viral load within 6 months are eligible.\n* History of hepatitis C virus (HCV) infection treated and cured.\n\nExclusion Criteria:\n\n* Is currently participating and receiving study therapy or has participated in a study of an investigational agent and received study therapy or used an investigational device within 4 weeks of the first dose of treatment\n* Has active autoimmune disease, including myasthenic syndrome, which has required systemic treatment in the past 2 years (i.e. with use of disease modifying agents, corticosteroids or immunosuppressive drugs). Replacement therapy (eg, thyroxine, insulin, or physiologic corticosteroid replacement therapy for adrenal or pituitary insufficiency, etc.) is not considered a form of systemic treatment\n* Has a diagnosis of immunodeficiency or is receiving systemic steroid therapy or any other form of immunosuppressive therapy within 7 days prior to the first dose of trial treatment\n* Cirrhosis (Child-Pugh B or worse) or cirrhosis with history of hepatic encephalopathy or clinically meaningful ascites resulting from cirrhosis. Clinically meaningful ascites is defined as ascites from cirrhosis requiring diuretics or paracentesis\n* Untreated central nervous system (CNS) metastases. Patients with treated brain metastases are eligible if they were clinically stable with regard to neurologic function, off steroids after cranial irradiation (whole brain radiation therapy, focal radiation therapy, and stereotactic radiosurgery) ending at least 2 weeks prior to randomization, or after surgical resection performed at least 28 days prior to randomization. The patient must have no evidence of grade \\>= 1 CNS hemorrhage based on pretreatment magnetic resonance imaging (MRI) or IV contrast computed tomography (CT) scan (performed within screening window)\n* Pregnancy or breastfeeding\n* Has a history or current evidence of any condition, therapy, or laboratory abnormality that might confound the results of the trial, interfere with the subject's participation for the full duration of the trial, or is not in the best interest of the subject to participate, in the opinion of the treating investigator\n* Any patient who has experienced an unacceptable toxicity on prior checkpoint inhibitor therapy as detailed below:\n\n  * \\>= grade 3 adverse events (AE) related to checkpoint inhibitor\n  * Ongoing \\>= grade 2 immune-related AE associated with checkpoint inhibitor with the exception of endocrine toxicities as detailed below\n  * CNS, ocular or cardiac AE of any grade related to checkpoint inhibitor\n\n    * NOTE: Patients with a prior or ongoing endocrine AE are permitted to enroll if they are stably maintained on appropriate replacement therapy and are asymptomatic",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "The Ohio State University Comprehensive Cancer Center",
                    "role": "CONTACT",
                    "phone": "800-293-5066",
                    "email": "OSUCCCClinicaltrials@osumc.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Dwight H Owen, MD, MS, FACP",
                    "affiliation": "Ohio State University Comprehensive Cancer Center",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Ohio State University Comprehensive Cancer Center",
                    "status": "RECRUITING",
                    "city": "Columbus",
                    "state": "Ohio",
                    "zip": "43210",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Dwight H. Owen, MD, MS, FACP",
                            "role": "CONTACT",
                            "phone": "614-293-6786",
                            "email": "Dwight.Owen@osumc.edu"
                        },
                        {
                            "name": "Dwight H. Owen, MD, MS, FACP",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.96118,
                        "lon": -82.99879
                    }
                }
            ]
        },
        "referencesModule": {
            "seeAlsoLinks": [
                {
                    "label": "The Jamesline",
                    "url": "http://cancer.osu.edu"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000002277",
                    "term": "Carcinoma"
                },
                {
                    "id": "D000008175",
                    "term": "Lung Neoplasms"
                },
                {
                    "id": "D000002289",
                    "term": "Carcinoma, Non-Small-Cell Lung"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009375",
                    "term": "Neoplasms, Glandular and Epithelial"
                },
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000012142",
                    "term": "Respiratory Tract Neoplasms"
                },
                {
                    "id": "D000013899",
                    "term": "Thoracic Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000008171",
                    "term": "Lung Diseases"
                },
                {
                    "id": "D000012140",
                    "term": "Respiratory Tract Diseases"
                },
                {
                    "id": "D000002283",
                    "term": "Carcinoma, Bronchogenic"
                },
                {
                    "id": "D000001984",
                    "term": "Bronchial Neoplasms"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5546",
                    "name": "Carcinoma, Non-Small-Cell Lung",
                    "asFound": "Lung Non-Small Cell Carcinoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5534",
                    "name": "Carcinoma",
                    "asFound": "Carcinoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M14850",
                    "name": "Recurrence",
                    "relevance": "LOW"
                },
                {
                    "id": "M11172",
                    "name": "Lung Neoplasms",
                    "asFound": "Lung Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12320",
                    "name": "Neoplasms, Glandular and Epithelial",
                    "relevance": "LOW"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M14979",
                    "name": "Respiratory Tract Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M16658",
                    "name": "Thoracic Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M11168",
                    "name": "Lung Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14977",
                    "name": "Respiratory Tract Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5540",
                    "name": "Carcinoma, Bronchogenic",
                    "relevance": "LOW"
                },
                {
                    "id": "M5260",
                    "name": "Bronchial Neoplasms",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC08",
                    "name": "Respiratory Tract (Lung and Bronchial) Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000014815",
                    "term": "Vitamins"
                },
                {
                    "id": "D000014801",
                    "term": "Vitamin A"
                },
                {
                    "id": "C000594389",
                    "term": "Atezolizumab"
                },
                {
                    "id": "D000014212",
                    "term": "Tretinoin"
                },
                {
                    "id": "C000014794",
                    "term": "Retinol palmitate"
                },
                {
                    "id": "D000000911",
                    "term": "Antibodies, Monoclonal"
                }
            ],
            "ancestors": [
                {
                    "id": "D000018977",
                    "term": "Micronutrients"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000082082",
                    "term": "Immune Checkpoint Inhibitors"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000074322",
                    "term": "Antineoplastic Agents, Immunological"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                },
                {
                    "id": "D000007155",
                    "term": "Immunologic Factors"
                },
                {
                    "id": "D000007641",
                    "term": "Keratolytic Agents"
                },
                {
                    "id": "D000003879",
                    "term": "Dermatologic Agents"
                },
                {
                    "id": "D000000975",
                    "term": "Antioxidants"
                },
                {
                    "id": "D000020011",
                    "term": "Protective Agents"
                },
                {
                    "id": "D000016588",
                    "term": "Anticarcinogenic Agents"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M17544",
                    "name": "Vitamin A",
                    "asFound": "In accordance",
                    "relevance": "HIGH"
                },
                {
                    "id": "M16965",
                    "name": "Tretinoin",
                    "asFound": "Care Setting",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17558",
                    "name": "Vitamins",
                    "asFound": "Two",
                    "relevance": "HIGH"
                },
                {
                    "id": "M349417",
                    "name": "Atezolizumab",
                    "asFound": "Sequential",
                    "relevance": "HIGH"
                },
                {
                    "id": "M302395",
                    "name": "Retinol palmitate",
                    "asFound": "In accordance",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4225",
                    "name": "Antibodies",
                    "relevance": "LOW"
                },
                {
                    "id": "M10184",
                    "name": "Immunoglobulins",
                    "relevance": "LOW"
                },
                {
                    "id": "M4230",
                    "name": "Antibodies, Monoclonal",
                    "asFound": "Sequential",
                    "relevance": "HIGH"
                },
                {
                    "id": "M21009",
                    "name": "Micronutrients",
                    "relevance": "LOW"
                },
                {
                    "id": "M16885",
                    "name": "Trace Elements",
                    "relevance": "LOW"
                },
                {
                    "id": "M2342",
                    "name": "Immune Checkpoint Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M1346",
                    "name": "Antineoplastic Agents, Immunological",
                    "relevance": "LOW"
                },
                {
                    "id": "M10201",
                    "name": "Immunologic Factors",
                    "relevance": "LOW"
                },
                {
                    "id": "M10667",
                    "name": "Keratolytic Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M7074",
                    "name": "Dermatologic Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M4292",
                    "name": "Antioxidants",
                    "relevance": "LOW"
                },
                {
                    "id": "M21869",
                    "name": "Protective Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "T468",
                    "name": "Vitamin A",
                    "asFound": "In accordance",
                    "relevance": "HIGH"
                },
                {
                    "id": "T462",
                    "name": "Retinol",
                    "asFound": "In accordance",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Micro",
                    "name": "Micronutrients"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "Derm",
                    "name": "Dermatologic Agents"
                },
                {
                    "abbrev": "Vi",
                    "name": "Vitamins"
                }
            ]
        }
    },
    "hasResults": false
}