{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05400603",
            "orgStudyIdInfo": {
                "id": "STUDY00003123"
            },
            "organization": {
                "fullName": "Emory University",
                "class": "OTHER"
            },
            "briefTitle": "Allogeneic Expanded Gamma Delta T Cells With GD2 Chemoimmunotherapy in Relapsed /Refractory Neuroblastoma or Refractory/ Relapsed Osteosarcoma",
            "officialTitle": "A Phase I Study of Allogeneic Ex Vivo Expanded Gamma Delta (γδ) T Cells in Combination With Dinutuximab, Temozolomide, Irinotecan, and Zoledronate in Children With Refractory/ Relapsed, or Progressive Neuroblastoma or Refractory/ Relapsed Osteosarcoma",
            "acronym": "Aflac-NBL-2002",
            "therapeuticArea": [
                "Other"
            ],
            "study": "allogeneic-expanded-gamma-delta-t-cells-with-chemoimmunotherapy-in-relapsed-refractory-neuroblastoma-or-refractory-relapsed-osteosarcoma"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-11-06",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-12",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-12",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-05-25",
            "studyFirstSubmitQcDate": "2022-05-31",
            "studyFirstPostDateStruct": {
                "date": "2022-06-01",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-15",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-17",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Kelly Goldsmith",
                "investigatorTitle": "Professor",
                "investigatorAffiliation": "Emory University"
            },
            "leadSponsor": {
                "name": "Emory University",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "The goal of this clinical trial is to determine the maximum tolerated dose (MTD) and recommended Phase II dose (RP2D) of allogeneic expanded γδ T cells when delivered with Dinutuximab, temozolomide, irinotecan, and zoledronate in children with refractory or recurrent neuroblastoma or refractory/ relapsed osteosarcoma as well as to define the toxicities of allogeneic expanded γδ T cells when delivered with Dinutuximab, temozolomide, irinotecan, and zoledronate",
            "detailedDescription": "High-risk neuroblastoma and metastatic osteosarcoma are aggressive and lethal pediatric solid tumors. Survival remains less than 50% and those patients who do survive suffer many treatment-related acute and chronic toxicities, stressing a critical need for novel tumor-targeting therapies.\n\nγδ T cells are an innovative approach to cell therapy for neuroblastoma and osteosarcoma as they are MHC-independent and directly cytolytic to tumor cells. The team has developed a GMP-compliant manufacturing strategy to expand γδ T cells from normal donor and neuroblastoma patient apheresis products for this trial.\n\nThis is a Phase 1 study to determine the safety, recommended Phase 2 cell therapy dose, and preliminary efficacy of allogenic (third party) ex vivo expanded gamma delta (γδ) T cells in combination with dinutuximab, temozolomide, irinotecan, and zoledronate in children with refractory, relapsed, or progressive neuroblastoma or osteosarcoma.\n\nThe purpose of this study is to help doctors and scientists learn if γδ T cells will aid in clinical and disease response in this population and to determine the maximum tolerated dose (MTD).\n\nThird-party γδ T cells will be prepared from healthy donors and expanded under GMP conditions at Expression Therapeutics, LLC. γδ T cells will be expanded, cryopreserved as numerous aliquots, and transported to The Children's Healthcare of Atlanta, Egleston Campus. At the appropriate time, an aliquot of γδ T cells appropriate for the size of the subject will be thawed and infused into the patient according to institutional protocol.\n\nSubjects will receive a single infusion of third-party, ex vivo expanded, frozen then thawed γδ T cell product on Day 6, and then if they meet the criteria for subsequent γδ T cell dose will receive a second dose on Day 13. The γδ T cell dose will be infused after the dinutuximab, temozolomide, irinotecan, and zoledronate schedule is complete. There will be no intra-patient dose escalation. The entry dose level is Dose Level 1, with escalation up to Dose Level 3 following standard 3+3 rules for γδ T cell dose escalation design.\n\nA minimum of 6 and a maximum of 24 patients with refractory, relapsed, or progressive neuroblastoma or osteosarcoma will be recruited through various strategies, including face-to-face encounters between participants and study staff during clinical encounters at CHOA.\n\nLeftover blood samples collected may be stored for future research by the sponsor of this study. This research will advance scientific knowledge and clinical data in the solid tumor field and knowledge of γδ T cells. Cell therapy has been a promising treatment for solid tumors, so with this advancement in T-cell therapy, the team can potentially advance patient outcomes."
        },
        "conditionsModule": {
            "conditions": [
                "Neuroblastoma",
                "Refractory Neuroblastoma",
                "Relapsed Neuroblastoma",
                "Relapsed Osteosarcoma",
                "Refractory Osteosarcoma"
            ],
            "keywords": [
                "Gamma Delta T Cells",
                "Dinutuximab",
                "Temozolomide",
                "Zoledronate",
                "Irinotecan",
                "GD2",
                "chemoimmunotherapy"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SEQUENTIAL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 24,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Dose Escalation Phase I cohort",
                    "type": "EXPERIMENTAL",
                    "description": "Subjects will be assigned a cell therapy dose level at time of registration. The entry dose level is Dose Level 1, with escalation up to Dose Level 3 following a 3 + 3 dose escalation design.\n\nIf there is no evidence of progression, patients may receive up to a maximum of 4 courses. Each course includes two administrations of γδ T cells, administered one week apart. Toxicity, for deciding dose escalation and defining the MTD, will be evaluated during Course 1. Disease response assessment will be done after Courses 2 and 4. Dinutuximab (17.5 mg/m2), temozolomide (100 mg/m2), irinotecan (50 mg/m2) and zoledronate (0.0125 mg/kg/dose) will be consistent across all dose levels.The same donor for γδ T cell will be used for both cell therapy product infusions per course. Treatment of the first two subjects in each dose escalation cohort will be staggered. The second subject will not be enrolled until the first subject completes the DLT observation interval (minimum of 21 days).",
                    "interventionNames": [
                        "Combination Product: Ex Vivo Expanded Allogeneic γδ T Cells in Combination with Dinutuximab, Temozolomide, Irinotecan and Zoledronate"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "COMBINATION_PRODUCT",
                    "name": "Ex Vivo Expanded Allogeneic γδ T Cells in Combination with Dinutuximab, Temozolomide, Irinotecan and Zoledronate",
                    "description": "The cell dose will be based on the subject's body weight. Subjects will receive a single infusion of third party, ex vivo expanded, frozen then thawed γδ T cell product at a dose of 3 x 106 cells/kg on Day 6 and then if they meet criteria for subsequent γδ T cell dose will receive a second dose of 3 x 106 cells/kg on Day 13. The dose will be escalated to 1 x 10\\^7 and then 3 x 10\\^7 cells/kg. In absence of any dose limiting toxicity, 3 x 10\\^7 cells/kg will be accepted as the maximal dose.\n\nDinutuximab (17.5 mg/m2), temozolomide (100 mg/m2),irinotecan (50 mg/m2) and zoledronic acid (0.0125 mg/kg/dose) will be consistent across all dose levels.",
                    "armGroupLabels": [
                        "Dose Escalation Phase I cohort"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Maximum Tolerated Dose/Recommended Phase 2 Dose of gamma delta T cells",
                    "description": "The descriptions and grading scales found in the revised National Cancer Institute (NCI) Common Terminology Criteria for Adverse Events (CTCAE) version 5.0 will be utilized for adverse event (AE) reporting. The MTD/RP2D is defined as the maximum dose at which fewer than one-third of patients experience dose limiting toxicity course",
                    "timeFrame": "21 Days"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Describe Non-Hematological Toxicities",
                    "description": "Proportion of patients with any Grade 3 or greater non-hematological toxicities on any course",
                    "timeFrame": "all toxicities from enrollment through 30 days following end of protocol therapy"
                },
                {
                    "measure": "Describe Hematological Toxicities",
                    "description": "Proportion of patients with any Grade 3 or greater hematological toxicities on any course",
                    "timeFrame": "all toxicities from enrollment through 30 days following end of protocol therapy"
                },
                {
                    "measure": "Overall Response",
                    "description": "Proportion of patients evaluable for response with a best overall response of CR/PR",
                    "timeFrame": "From Day 1 of protocol therapy through 30 days following end of protocol therapy"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Patients must be ≥ 12 months of age at the time of enrollment in the study.\n* Diagnosis: Histological confirmation of neuroblastoma or ganglioneuroblastoma at initial diagnosis. (Bone marrow samples with positive catecholamines are acceptable as confirmation of neuroblastoma) OR histological confirmation of osteosarcoma at diagnosis\n* Response to prior therapy:\n\n  * High-risk neuroblastoma with refractory, relapsed or progressive disease, defined as:\n  * First or greater relapse of neuroblastoma following completion of aggressive multi- drug frontline therapy.\n  * First episode of progressive neuroblastoma during aggressive multi-drug frontline therapy.\n  * Persistent/refractory neuroblastoma as defined by less than a complete response by the revised International Neuroblastoma Response Criteria (INRC) after at least 4 cycles of aggressive multidrug induction chemotherapy on or according to a high-risk neuroblastoma protocol (such as A3973 or ANBL0532).\n  * Note that this excludes patients initially considered low or intermediate-risk neuroblastoma that progressed to high-risk disease but the patient has not progressed after the diagnosis of high-risk neuroblastoma.\n  * Relapsed or refractory osteosarcoma that is not responsive to standard treatment\n* Disease Status\n\n  * Patients must have measurable or evaluable disease per revised INRC for subjects with neuroblastoma or measurable or evaluable disease by Response Evaluation Criteria in Solid Tumors (RECIST) v1.1 for subjects with Osteosarcoma\n  * Performance Level:Patients must have a Lansky (≤16 years) or Karnofsky (\\>16 years) score of ≥50\n* Prior Therapy\n\n  * Patients must have fully recovered from the acute toxic effects of all prior chemotherapy, immunotherapy, or radiotherapy before study registration.\n\n    * Prior dinutuximab therapy is allowed regardless of prior response or progression on dinutuximab\n    * Prior temozolomide therapy is allowed\n    * Prior zoledronate is allowed\n    * Prior dinutuximab/temozolomide/irinotecan chemoimmunotherapy is allowed\n    * Prior T cell therapy is excluded\n* Organ Function Requirements:\n\n  * Hematologic Functions : Absolute Neutrofil count ≥750/uL and platelet count ≥ 75,000/µl, transfusion independent .\n  * Renal Function: Patients must have adequate renal function defined as age-adjusted serum creatinine ≤1.5 ULN for age.\n  * Liver Function: Total bilirubin ≤ 1.5 x ULN for age and serum glutamic-pyruvic transaminase (SGPT) (ALT) ≤ 135 U/L (≤ 3x ULN).\n  * Cardiac Function: Normal ejection fraction (≥ 55%) documented by either echocardiogram or radionuclide multigated acquisition scan (MUGA) evaluation OR Normal fractional shortening (≥ 27%) documented by echocardiogram\n  * Pulmonary Function: Normal pulmonary function with no evidence of dyspnea at rest, no exercise intolerance.\n\nExclusion Criteria:\n\n* Prior T cell therapy\n* Pregnancy, breast feeding, or unwillingness to use effective contraception during the study will not be entered on this study.\n* Patients who, in the opinion of the investigator, may not be able to comply with the safety monitoring requirements of the study.\n* Patients with known active Central Nervous System (CNS) disease (excluding skull disease with intracranial extension). Patients with a history of CNS disease are required to have a brain CT and/ or MRI at study registration.\n* Patients with prior allogeneic stem cell transplant\n* Patients who are on hemodialysis\n* Patients with an active or uncontrolled infection. Patients on prolonged antifungal therapy are still eligible if they are culture negative, afebrile, and meet other organ function criteria\n* Known history of human immunodeficiency virus (HIV) infection, hepatitis B, or hepatitis C. Testing is not required in the absence of clinical findings or suspicion.\n* Patients with disease of any major organ system that would compromise their ability to withstand therapy.\n* Patients who have had to permanently discontinue Dinutuximab due to toxicity\n* Patients with serious, uncontrolled cardiac arrhythmias\n* Patients with a history of myocarditis\n* Patients who have received any live vaccines within 30 days before enrollment",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "12 Months",
            "stdAges": [
                "CHILD",
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Kelly Goldsmith, MD",
                    "role": "CONTACT",
                    "phone": "(404) 727-2655",
                    "email": "kgoldsm@emory.edu; mpactcto@choa.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Kelly Goldsmith, MD",
                    "affiliation": "Profesor",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Children's Healthcare of Atlanta",
                    "status": "RECRUITING",
                    "city": "Atlanta",
                    "state": "Georgia",
                    "zip": "30322",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Kelly Goldsmith, MD",
                            "role": "CONTACT",
                            "email": "mpactcto@choa.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.749,
                        "lon": -84.38798
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Toxicity/Response data, correlative study data",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP"
            ],
            "timeFrame": "Data will be come available once approved by the study Data Safety Monitoring Committee and made public through manuscript. No end date.",
            "accessCriteria": "With the scientific public and community through presentation of results at national/international meetings and through manuscript submissions.\n\nAll trial endpoints in the clinical study by peer reviewed manuscript submission, national meeting abstract submission/presentations."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009447",
                    "term": "Neuroblastoma"
                },
                {
                    "id": "D000012516",
                    "term": "Osteosarcoma"
                }
            ],
            "ancestors": [
                {
                    "id": "D000018241",
                    "term": "Neuroectodermal Tumors, Primitive, Peripheral"
                },
                {
                    "id": "D000018242",
                    "term": "Neuroectodermal Tumors, Primitive"
                },
                {
                    "id": "D000018302",
                    "term": "Neoplasms, Neuroepithelial"
                },
                {
                    "id": "D000017599",
                    "term": "Neuroectodermal Tumors"
                },
                {
                    "id": "D000009373",
                    "term": "Neoplasms, Germ Cell and Embryonal"
                },
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000009375",
                    "term": "Neoplasms, Glandular and Epithelial"
                },
                {
                    "id": "D000009380",
                    "term": "Neoplasms, Nerve Tissue"
                },
                {
                    "id": "D000018213",
                    "term": "Neoplasms, Bone Tissue"
                },
                {
                    "id": "D000009372",
                    "term": "Neoplasms, Connective Tissue"
                },
                {
                    "id": "D000018204",
                    "term": "Neoplasms, Connective and Soft Tissue"
                },
                {
                    "id": "D000012509",
                    "term": "Sarcoma"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M12391",
                    "name": "Neuroblastoma",
                    "asFound": "Neuroblastoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M15334",
                    "name": "Osteosarcoma",
                    "asFound": "Osteosarcoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M20387",
                    "name": "Neuroectodermal Tumors, Primitive, Peripheral",
                    "relevance": "LOW"
                },
                {
                    "id": "M19845",
                    "name": "Neuroectodermal Tumors",
                    "relevance": "LOW"
                },
                {
                    "id": "M20388",
                    "name": "Neuroectodermal Tumors, Primitive",
                    "relevance": "LOW"
                },
                {
                    "id": "M20446",
                    "name": "Neoplasms, Neuroepithelial",
                    "relevance": "LOW"
                },
                {
                    "id": "M12318",
                    "name": "Neoplasms, Germ Cell and Embryonal",
                    "relevance": "LOW"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M12320",
                    "name": "Neoplasms, Glandular and Epithelial",
                    "relevance": "LOW"
                },
                {
                    "id": "M12325",
                    "name": "Neoplasms, Nerve Tissue",
                    "relevance": "LOW"
                },
                {
                    "id": "M20359",
                    "name": "Neoplasms, Bone Tissue",
                    "relevance": "LOW"
                },
                {
                    "id": "M12317",
                    "name": "Neoplasms, Connective Tissue",
                    "relevance": "LOW"
                },
                {
                    "id": "M20350",
                    "name": "Neoplasms, Connective and Soft Tissue",
                    "relevance": "LOW"
                },
                {
                    "id": "M15327",
                    "name": "Sarcoma",
                    "relevance": "LOW"
                },
                {
                    "id": "T4085",
                    "name": "Neuroblastoma",
                    "asFound": "Neuroblastoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "T4340",
                    "name": "Osteosarcoma",
                    "asFound": "Osteosarcoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "T2453",
                    "name": "Gaucher Disease Type 2",
                    "relevance": "LOW"
                },
                {
                    "id": "T4092",
                    "name": "Neuroepithelioma",
                    "relevance": "LOW"
                },
                {
                    "id": "T5284",
                    "name": "Soft Tissue Sarcoma",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000077211",
                    "term": "Zoledronic Acid"
                },
                {
                    "id": "D000077146",
                    "term": "Irinotecan"
                },
                {
                    "id": "D000077204",
                    "term": "Temozolomide"
                },
                {
                    "id": "C000112746",
                    "term": "Dinutuximab"
                }
            ],
            "ancestors": [
                {
                    "id": "D000059004",
                    "term": "Topoisomerase I Inhibitors"
                },
                {
                    "id": "D000059003",
                    "term": "Topoisomerase Inhibitors"
                },
                {
                    "id": "D000004791",
                    "term": "Enzyme Inhibitors"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                },
                {
                    "id": "D000018906",
                    "term": "Antineoplastic Agents, Alkylating"
                },
                {
                    "id": "D000000477",
                    "term": "Alkylating Agents"
                },
                {
                    "id": "D000050071",
                    "term": "Bone Density Conservation Agents"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M1692",
                    "name": "Temozolomide",
                    "asFound": "Cervical",
                    "relevance": "HIGH"
                },
                {
                    "id": "M1671",
                    "name": "Irinotecan",
                    "asFound": "Related",
                    "relevance": "HIGH"
                },
                {
                    "id": "M1699",
                    "name": "Zoledronic Acid",
                    "asFound": "Plasma concentration",
                    "relevance": "HIGH"
                },
                {
                    "id": "M270059",
                    "name": "Dinutuximab",
                    "asFound": "196",
                    "relevance": "HIGH"
                },
                {
                    "id": "M29349",
                    "name": "Topoisomerase I Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M29348",
                    "name": "Topoisomerase Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M7951",
                    "name": "Enzyme Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M20942",
                    "name": "Antineoplastic Agents, Alkylating",
                    "relevance": "LOW"
                },
                {
                    "id": "M3820",
                    "name": "Alkylating Agents",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "BDCA",
                    "name": "Bone Density Conservation Agents"
                }
            ]
        }
    },
    "hasResults": false
}