{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT03663933",
            "orgStudyIdInfo": {
                "id": "180135"
            },
            "secondaryIdInfos": [
                {
                    "id": "18-C-0135"
                }
            ],
            "organization": {
                "fullName": "National Institutes of Health Clinical Center (CC)",
                "class": "NIH"
            },
            "briefTitle": "Allogeneic Hematopoietic Cell Transplantation for Disorders of T-cell Proliferation and/or Dysregulation",
            "officialTitle": "Phase II Trial of Allogeneic Hematopoietic Cell Transplantation for Disorders of T-cell Proliferation and/or Dysregulation",
            "therapeuticArea": [
                "Immunology and Rheumatology",
                "Other"
            ],
            "study": "allogeneic-hematopoietic-cell-transplantation-for-disorders-of-t-cell-proliferation-and-or-dysregulation"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07-17",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2018-09-04",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-07-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2031-01-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2018-09-07",
            "studyFirstSubmitQcDate": "2018-09-07",
            "studyFirstPostDateStruct": {
                "date": "2018-09-10",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-23",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-24",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "National Cancer Institute (NCI)",
                "class": "NIH"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Background:\n\nBlood stem cells in the bone marrow make all the cells to normally defend a body against disease. Allogeneic blood or marrow transplant is when these stem cells are transferred from one person to another. Researchers think this treatment can provide a new, healthy immune system to correct T-cell problems in some people.\n\nObjective:\n\nTo see if allogeneic blood or bone marrow transplant is safe and effective in treating people with T-cell problems.\n\nEligibility:\n\nDonors: Healthy people ages 4 and older\n\nRecipients: People the same age with abnormal T-cell function causing health problems\n\nDesign:\n\nAll participants will be screened with:\n\n* Medical history\n* Physical exam\n* Blood, heart, and urine tests\n\nDonors will also have an electrocardiogram and chest x-ray. They may have veins tested or a pre-anesthesia test.\n\nRecipients will also have lung tests.\n\nSome participants will have scans and/or bone marrow collected by needle in the hip bones.\n\nDonors will learn about medicines and activities to avoid and repeat some screening tests.\n\nSome donors will stay in the hospital overnight and have bone marrow collected with anesthesia.\n\nOther donors will get shots for several days to stimulate cells. They will have blood removed by plastic tube (IV) in an arm vein. A machine will remove stem cells and return the rest of the blood to the other arm.\n\nRecipients will have:\n\n* More bone marrow and a small fragment of bone removed\n* Dental, diet, and social worker consultations\n* Scans\n* Chemotherapy and antibody therapy for 2 weeks\n* Catheter inserted in a chest or neck vein to receive donor stem cells\n* A hospital stay for several weeks with more medicines and procedures\n* Multiple follow-up visits",
            "detailedDescription": "Background:\n\n* Disorders of T-cell proliferation and/or dysregulation (TCP/D) can lead to T-cell lymphoproliferative disorders, autoimmunity, infection, and aberrant immune activation with resulting organ dysfunction, morbidity, and mortality.\n* Allogeneic hematopoietic cell transplantation (HCT) has the potential to cure disorders of TCP/D.\n* Subjects with TCP/D may be at higher risk for graft rejection and/or disease relapse.\n\nPrimary Objective:\n\n- Separately by arm: To estimate the percentage of recipients with \\>50% donor T cell chimerism and graft-failure free survival at day +180 post-HCT\n\nEligibility:\n\n* Age greater than or equal to 4 years\n* TCP/D deemed to be of sufficient past severity to warrant HCT that meets at least one of the criteria below:\n\n  * Identified germline T-cell activating mutation in the PI3k pathway\n  * Identified ADA2 deficiency (biallelic mutations in CECR1 (ADA2) and/or phenotypically with low ADA2 level) leading to neutropenia requiring chronic GCSF therapy or to transfusion-dependent anemia or thrombocytopenia\n  * T-cell infiltration of liver, spleen, lymph nodes, marrow, lungs, gut, or other organs by T cells, as evidenced by laboratory, radiographic, and/or anatomic pathology evaluation, resulting in organ dysfunction and/or organomegaly\n  * Latent herpesvirus infection in T lymphocytes\n  * History of or active evidence of hemophagocytic lymphohistiocytosis (HLH)\n  * Recurrent or prolonged fevers attributed to immune dysregulation\n  * T-cell population in blood and/or marrow with immunophenotype of large granular lymphocytes (LGL), with or without clonality or lymphocytosis\n  * T-cell lymphoproliferative disorder in the setting of an underlying immune defect\n  * Immune-mediated cytopenias of one lineage requiring transfusion or GCSF support or of 2 or 3 lineages with or without transfusion or support\n  * Chronic active Epstein-Barr virus (EBV)\n* At least one potentially suitable 7-8/8 HLA-matched related or unrelated donor, or an HLA-haploidentical related donor\n* Adequate end-organ function\n* Not pregnant or breastfeeding\n* HIV negative\n* Disease status: Subjects with malignancy should be referred in remission for evaluation if possible, although the aggressive nature of many of these diseases necessitates the potential need to enroll subjects onto study and treat with standard therapies before proceeding to protocol therapy (HCT)\n\nDesign:\n\n* There will be two arms that vary in conditioning intensity - an immunosuppression-only conditioning (IOC) arm for high-risk subjects and a reduced-intensity conditioning (RIC) arm.\n* IOC arm: equine anti-thymocyte globulin (e-ATG) 40 mg/kg/day IV on days -14 and -13, pentostatin 4 mg/m\\^2/day IV on days -9 and -5, low-dose cyclophosphamide orally daily on days -9 through -2\n* RIC arm: e-ATG 40 mg/kg/day IV on days -14 and -13, pentostatin 4 mg/m\\^2/day IV on days -11 and -7, low-dose cyclophosphamide orally daily on days -11 through -4; busulfan IV, pharmacokinetically dosed, on days -3 and -2.\n\n  -- Subjects will be assigned to the IOC arm if there is significant end-organ dysfunction present and it is felt that a conditioning regimen that includes busulfan would likely be associated with intolerable or life-threatening toxicities for the subject. Subjects will also be assigned to the IOC arm if they possess a DNA repair defect, telomere maintenance defect, or familial cancer predisposition syndrome that necessitates limiting chemotherapy as much as possible to prevent future cancer risk.\n* Peripheral blood stem cells are the preferred graft source, although bone marrow is permitted\n* GVHD prophylaxis:\n\n  * PTCy on days +3 and +4 (50 mg/kg/day on RIC arm and 25 mg/kg/day on the IOC arm, with the option of 25 mg/kg/day on the RIC arm), tacrolimus on days +5 through +90, and MMF on days +5 through +25."
        },
        "conditionsModule": {
            "conditions": [
                "Lymphoproliferative Disorders",
                "Autoimmune Lymphoproliferative",
                "Primary T-cell Immunodeficiency Disorders",
                "Immune System Diseases",
                "Common Variable Immunodeficiency"
            ],
            "keywords": [
                "Haploidentical",
                "Autoimmunity",
                "Immune Dysregulation",
                "Congenital",
                "Opportunistic Infection"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 177,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "1/RIC Arm",
                    "type": "EXPERIMENTAL",
                    "description": "Reduced Intensity Conditioning Arm",
                    "interventionNames": [
                        "Drug: Reduced Intensity Conditioning",
                        "Drug: GVHD Prophylaxis",
                        "Procedure: Allogeneic HSC"
                    ]
                },
                {
                    "label": "2/IOC Arm",
                    "type": "EXPERIMENTAL",
                    "description": "Immunosuppression Only Conditioning Arm",
                    "interventionNames": [
                        "Drug: Immunosuppression Only Conditioning",
                        "Drug: GVHD Prophylaxis",
                        "Procedure: Allogeneic HSC"
                    ]
                },
                {
                    "label": "3/donor arm",
                    "type": "NO_INTERVENTION",
                    "description": "Healthy Donor- Donors for recipients in arm 1 or arm 2"
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Immunosuppression Only Conditioning",
                    "description": "E-ATG 40 mg/kg IV once daily for days -14 and -13. Prednisone: Tapering doses, given orally daily, and given prior to each daily dose of e-ATG on days -14 and -13 Pentostatin:4 mg/m2/day IV on days -9 and -5, cyclophosphamide:5 mg/kg orally daily on days -9 through -2",
                    "armGroupLabels": [
                        "2/IOC Arm"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Reduced Intensity Conditioning",
                    "description": "E-ATG 40 mg/kg IV once daily for days -14 and -13. Prednisone: Tapering doses, given orally daily, and given prior to each daily dose of e-ATG on days -14 and -13 Pentostatin:4 mg/m2/day IV on days -11 and -7, cyclophosphamide:3 mg/kg orally daily on days -11 through -4 Busulfan IV, pharmokinetically dosed, on days -3 and -2.",
                    "armGroupLabels": [
                        "1/RIC Arm"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "GVHD Prophylaxis",
                    "description": "High-dose, post-transplantation cyclophosphamide (PTCy) 25-50 mg/kg on days +3 and +4, Mesna: 25-50 mg/kg weight based dosing, Tacrolimus 0.02 mg/kg on days +5 through +90, and mycophenolate mofetil (MMF) 15 mg/kg on days +5 through +25",
                    "armGroupLabels": [
                        "1/RIC Arm",
                        "2/IOC Arm"
                    ]
                },
                {
                    "type": "PROCEDURE",
                    "name": "Allogeneic HSC",
                    "description": "Stem cell transplant",
                    "armGroupLabels": [
                        "1/RIC Arm",
                        "2/IOC Arm"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "To estimate the percentage of recipients with >50% donor T cell chimerism and graft-failure free survival",
                    "description": "proportion with \\> 50% donor T cell chimerism and without death or graft failure",
                    "timeFrame": "Day +180 post-HCT"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Transplant-related mortality",
                    "description": "Cumulative incidence of transplant-related mortality at 180 days and 1 year post transplant.",
                    "timeFrame": "+180 and 1 year post"
                },
                {
                    "measure": "Secondary graft failure",
                    "description": "Cumulative incidence of secondary graft failure at 1 year post transplant.",
                    "timeFrame": "1 , 3 and 5 years post-transplant"
                },
                {
                    "measure": "Overall survival",
                    "description": "Time from transplant to death of any cause.",
                    "timeFrame": "1 , 3 and 5 years post transplant"
                },
                {
                    "measure": "Kinetics and durability of lineage-specific donor chimerism",
                    "description": "Median amount of patients who have early chimerism",
                    "timeFrame": "+28, +42, +60, +100, +180, and 1 year after HCT"
                },
                {
                    "measure": "Kinetics and durability of engraftmenrt",
                    "description": "The percentage of donor T-, B- , NK-, and myeloid cell populations at days +28, +42,+60, +100, +180, and 1 year post transplant.",
                    "timeFrame": "days +21, +28, +35, +42 and +60 after allo BMT"
                },
                {
                    "measure": "Incidence of Chronic Graftversus-host disease",
                    "description": "Cumulative incidence of chronic graft versus host disease at 1 and 2 years post transplant.",
                    "timeFrame": "1 and 2 years post transplant"
                },
                {
                    "measure": "Incidence of Acute Graftversus-host disease",
                    "description": "Cumulative incidence of acute graft versus host disease at 1 year post transplant",
                    "timeFrame": "1 year post transplant"
                },
                {
                    "measure": "Event-free survival",
                    "description": "Time from transplant to death of any cause or other event, including disease relapse, graft failure, grade 3-4 acute GVHD, chronic GVHD requiring systemic therapy, or receipt of post-transplant donor cell infusion.",
                    "timeFrame": "1 , 3 and 5 years post transplant"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "* INCLUSION CRITERIA - RECIPIENT:\n* Age greater than or equal to 4 years\n* TCP/D deemed to be of sufficient past severity to warrant HCT that meets at least one of the criteria below:\n\n  * Identified germline T-cell activating mutation in the PI3k pathway\n  * Identified ADA2 deficiency (biallelic mutations in CECR1 (ADA2) and/or phenotypically with low ADA2 level) leading to neutropenia requiring chronic GCSF therapy or to transfusion-dependent anemia or thrombocytopenia\n  * T-cell infiltration of liver, spleen, lymph nodes, marrow, lungs, gut, or other organs by T cells, as evidenced by laboratory, radiographic, and/or anatomic pathology evaluation, resulting in organ dysfunction and/or organomegaly\n  * Latent herpesvirus infection in T lymphocytes\n  * History of or active evidence of hemophagocytic lymphohistiocytosis (HLH)\n  * Recurrent or prolonged fevers attributed to immune dysregulation\n  * T-cell population in blood and/or marrow with immunophenotype of large granular lymphocytes (LGL), with or without clonality or lymphocytosis\n  * T-cell lymphoproliferative disorder in the setting of an underlying immune defect\n  * Immune-mediated cytopenias of one lineage requiring transfusion or GCSF support or of 2 or 3 lineages with or without transfusion or support\n  * Chronic active EBV\n* At least one potential 7-8/8 HLA-matched related (excluding an identical twin) or unrelated donor (at HLA-A, -B, -C, and -DR), or an HLA-haploidentical related donor, based on initial low resolution unrelated donor search and/or at least one biologically- related family member who has at least a 25% chance of being at minimum an HLA- haploidentical match and is potentially suitable to donate based on reported family history. HLA typing of potential donors and/or mutation testing does not need to be completed for eligibility.\n* Adequate end-organ function, as measured by:\n\n  * Left ventricular ejection fraction (LVEF) greater than or equal to 40% by 2D echocardiogram ECHO, or left ventricular shortening fraction greater than or equal to 20% by ECHO for subjects receiving RIC, or LVEF greater than or equal to 30% if the subject has radiologic evidence of aortic, renal, or coronary artery vasculitis. LVEF greater than or equal to 30% for subjects receiving IOC.\n  * Pulmonary function tests: DLco (corrected for hemoglobin) and FEV1 greater than or equal to 40% of predicted for the RIC arm, and greater than or equal to 30% predicted for the IOC arm; or in pediatric subjects, if unable to perform pulmonary function tests, there should be no evidence of dyspnea at rest, no requirement for supplemental oxygen, and oxygen saturation \\>92% on room air. Calculations will be based on the values reported in CRIS.\n  * Bilirubin less than or equal to 3.0 mg/dL (unless due to Gilbert s syndrome or hemolysis) for subjects receiving RIC and bilirubin greater than or equal to 5.0 mg/dL for subjects receiving IOC (unless due to Gilbert s syndrome or hemolysis); ALT and AST greater than or equal to 5 x ULN for subjects receiving RIC or greater than or equal to 10 x ULN for subjects receiving IOC. Subjects who are above these bilirubin, ALT, or AST thresholds may be eligible for the RIC or IOC arm if evaluated by a hepatologist who deems the liver function test abnormalities to be potentially reversible with HCT.\n  * Estimated creatinine clearance of greater than or equal to 50 mL/min/1.73 m\\^2, calculated using eGRF in the clinical lab for adults and the Schwartz formula for pediatric subjects, if eGFR not reported by the clinical lab.\n* Karnofsky (adults) or Lansky (children) performance status of greater than or equal to 50% or ECOG performance status of 2 or less for the RIC arm and greater than or equal to 30% or ECOG performance status of 3 or less for the IOC arm\n* Ability of subject or parent/legal guardian to understand and the willingness to sign a written informed consent document\n* Not pregnant or breastfeeding. As therapeutic agents used in this trial may be harmful to a fetus, women of childbearing potential and men must agree to use adequate contraception (hormonal or barrier method of birth control; abstinence) prior to study entry and for at least one year post-allo HCT. Should a woman become pregnant or suspect she is pregnant while she or her partner is participating in the study, she should inform her treating physician immediately.\n* Disease status: Subjects with lymphoproliferative disorder (LPD), LGL, HLH, or other TCP/D disorders requiring standard therapies to prepare for HCT should be referred in remission if possible. However, these diseases are often aggressive and require swift evaluation for HCT while concurrently attempting to establish disease control through the administration of standard therapies. If ongoing therapy for the underlying disease outside of the NIH is not in the best interest of the subject according to the clinical judgment of the PI, then the subject may receive standard treatment for his/her underlying TCP/D disorder as a bridge to HCT on this protocol, prior to starting the research phase of the study. If it becomes apparent that the subject will not be able to proceed to HCT, then he/she must come off study. Subjects receiving standard therapy will be told about the therapy, associated risks, potential benefits, alternatives to the proposed therapy, and the availability of receiving the same treatment elsewhere, outside of a research protocol.\n\nEXCLUSION CRITERIA - RECIPIENT:\n\n* Subjects who are receiving any other investigational agents, with the exception of virus- specific cytotoxic T-cells for the treatment of viral infection/reactivation prior to allo HCT.\n* Prohibitive allergy to a study drug or to compounds of similar chemical or biologic composition of the agents (e-ATG, steroids, cyclophosphamide, busulfan, pentostatin, tacrolimus, MMF, G-CSF) used in the study.\n* Active psychiatric disorder which is deemed by the PI to have significant risk of compromising compliance with the transplant protocol or which does not allow for appropriate informed consent\n* HIV positive or other acquired immunodeficiency that, as determined by the PI, interferes with the assessment of TCP/D severity and/or the attribution of clinical manifestations of immunodeficiency to a disorder of TCP/D.\n* MagT1 mutation and active need to take anti-platelet agents and/or therapeutic anti- coagulation that cannot be interrupted during aplasia\n* Lack of adequate central venous access potential\n\nINCLUSION CRITERIA RELATED DONOR\n\n* Age greater than or equal to 4 years\n* Related donor deemed suitable and eligible, and willing to donate, per clinical evaluations who are additionally willing to donate blood, urine, and marrow specimens for research. Related donors will be evaluated in accordance with existing Standard Policies and Procedures for determination of eligibility and suitability for clinical donation. Note that participation in this study is offered to all related donors, but is not required for clinical donation, so it is possible that not all related donors will enroll onto this study.\n\nEXCLUSION CRITERIA - RELATED DONOR:\n\n-None\n\nINCLUSION CRITERIA - UNRELATED DONOR:\n\n-Unrelated donors will be evaluated in accordance with existing NMDP Standard Policies and Procedures, available at: http://bethematch.org/About-Us/Global- transplant-network/Standards/, except for the additional requirement of EBV serostatus testing for clinical purposes of donor selection. Note that participation in this study is offered to all unrelated donors but not required for clinical donation, so it is possible that not all unrelated donors will enroll on this study. Unrelated donors only enroll if they contribute research specimens, which is optional.\n\nEXCLUSION CRITERIA - UNRELATED DONOR:\n\n-Unrelated donors: failure to qualify as a National Marrow Donor Program (NMDP) donor per current NMDP Standards, available at: http://bethematch.org/About-Us/Global-transplant-network/Standards/. Exceptions to donor eligibility (e.g. foreign travel, tattoos) do not automatically exclude the donor and will be reviewed by the PI.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "4 Years",
            "stdAges": [
                "CHILD",
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Jessenia C Campos, R.N.",
                    "role": "CONTACT",
                    "phone": "(240) 858-7492",
                    "email": "jessenia.campos@nih.gov"
                },
                {
                    "name": "Dimana Dimitrova, M.D.",
                    "role": "CONTACT",
                    "phone": "(240) 858-3647",
                    "email": "dimana.dimitrova@nih.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Dimana Dimitrova, M.D.",
                    "affiliation": "National Cancer Institute (NCI)",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "National Institutes of Health Clinical Center",
                    "status": "RECRUITING",
                    "city": "Bethesda",
                    "state": "Maryland",
                    "zip": "20892",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "For more information at the NIH Clinical Center contact National Cancer Institute Referral Office",
                            "role": "CONTACT",
                            "phone": "888-624-1937"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.98067,
                        "lon": -77.10026
                    }
                },
                {
                    "facility": "National Marrow Donor Program",
                    "status": "RECRUITING",
                    "city": "Minneapolis",
                    "state": "Minnesota",
                    "zip": "55401",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "John Miller, M.D.",
                            "role": "CONTACT",
                            "phone": "763-406-8566",
                            "email": "jmiller@nmdp.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 44.97997,
                        "lon": -93.26384
                    }
                }
            ]
        },
        "referencesModule": {
            "seeAlsoLinks": [
                {
                    "label": "NIH Clinical Center Detailed Web Page",
                    "url": "https://clinicalstudies.info.nih.gov/cgi/detail.cgi?A_2018-C-0135.html"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": ".All IPD recorded in the medical record will be shared with intramural investigators upon request. In addition, all large scale genomic sequencing data will be shared with subscribers to dbGaP.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF"
            ],
            "timeFrame": "Clinical data available during the study and indefinitely. Genomic data are available once genomic data are uploaded per protocol GDS plan for as long as database is active.",
            "accessCriteria": "Clinical data will be made available and with the permission of the study PI. Genomic data are made available via dbGaP through requests to the data custodians."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000008232",
                    "term": "Lymphoproliferative Disorders"
                },
                {
                    "id": "D000007153",
                    "term": "Immunologic Deficiency Syndromes"
                },
                {
                    "id": "D000007154",
                    "term": "Immune System Diseases"
                },
                {
                    "id": "D000017074",
                    "term": "Common Variable Immunodeficiency"
                }
            ],
            "ancestors": [
                {
                    "id": "D000008206",
                    "term": "Lymphatic Diseases"
                },
                {
                    "id": "D000007160",
                    "term": "Immunoproliferative Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M10283",
                    "name": "Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M6368",
                    "name": "Communicable Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10199",
                    "name": "Immunologic Deficiency Syndromes",
                    "asFound": "Immunodeficiency",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4629",
                    "name": "Autoimmune Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M11225",
                    "name": "Lymphoproliferative Disorders",
                    "asFound": "Lymphoproliferative Disorders",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10200",
                    "name": "Immune System Diseases",
                    "asFound": "Immune System Diseases",
                    "relevance": "HIGH"
                },
                {
                    "id": "M19398",
                    "name": "Common Variable Immunodeficiency",
                    "asFound": "Common Variable Immunodeficiency",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12825",
                    "name": "Opportunistic Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M16355",
                    "name": "Syndrome",
                    "relevance": "LOW"
                },
                {
                    "id": "M11203",
                    "name": "Lymphatic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10206",
                    "name": "Immunoproliferative Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "T1429",
                    "name": "Common Variable Immunodeficiency",
                    "asFound": "Common Variable Immunodeficiency",
                    "relevance": "HIGH"
                },
                {
                    "id": "T5566",
                    "name": "T Cell Immunodeficiency Primary",
                    "asFound": "Primary T-cell Immunodeficiency Disorders",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC01",
                    "name": "Infections"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "BC15",
                    "name": "Blood and Lymph Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M6727",
                    "name": "Cyclophosphamide",
                    "relevance": "LOW"
                },
                {
                    "id": "M14121",
                    "name": "Prednisone",
                    "relevance": "LOW"
                },
                {
                    "id": "M5336",
                    "name": "Busulfan",
                    "relevance": "LOW"
                },
                {
                    "id": "M12128",
                    "name": "Mycophenolic Acid",
                    "relevance": "LOW"
                },
                {
                    "id": "M18950",
                    "name": "Tacrolimus",
                    "relevance": "LOW"
                },
                {
                    "id": "M17811",
                    "name": "Mesna",
                    "relevance": "LOW"
                },
                {
                    "id": "M18241",
                    "name": "Pentostatin",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "ARhu",
                    "name": "Antirheumatic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "Infl",
                    "name": "Anti-Inflammatory Agents"
                },
                {
                    "abbrev": "Infe",
                    "name": "Anti-Infective Agents"
                }
            ]
        }
    },
    "hasResults": false
}