{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06001853",
            "orgStudyIdInfo": {
                "id": "21-013278"
            },
            "organization": {
                "fullName": "Mayo Clinic",
                "class": "OTHER"
            },
            "briefTitle": "Allogeneic BM-MSC's in Patients With Lumbar Facet Arthropathy",
            "officialTitle": "Cellkine: Phase II Study Evaluating Safety and Preliminary Efficacy of Allogeneic, Culture-Expanded Bone Marrow-Derived Mesenchymal Stem Cells in Subjects With Painful Lumbar Facet Joint Arthropathies",
            "therapeuticArea": [
                "Other"
            ],
            "study": "allogeneic-bm-msc-s-in-patients-with-lumbar-facet-arthropathy"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-11-03",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-07",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-07",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-07-26",
            "studyFirstSubmitQcDate": "2023-08-18",
            "studyFirstPostDateStruct": {
                "date": "2023-08-21",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-04-25",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-26",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Wenchun Qu",
                "investigatorTitle": "Principal Investigator",
                "investigatorAffiliation": "Mayo Clinic"
            },
            "leadSponsor": {
                "name": "Mayo Clinic",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this research study is to evaluate the safety and effect of bone marrow-derived stem cells for the treatment of low back pain.",
            "detailedDescription": "This study is a prospective, double blinded, randomized, cross over phase II study evaluating efficacy and safety of intra-articularly injected BM-MSCs in the treatment of painful facet joint arthropathy. Patients with mild to severe facet OA will be considered for this study. A total of 40 patients with diagnosis evidence of chronic low back pain associated with FJOA and positive outcome of a MBB will be recruited.After confirming eligibility, patients will be randomized to Arm A: Treatment or Arm B: DMSO. After 6 months, patients randomized to Arm B: DMSO will be unblinded and cross-over to Arm A: treatment then be followed for 12 months."
        },
        "conditionsModule": {
            "conditions": [
                "Facet-Mediated Low Back Pain"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "CROSSOVER",
                "interventionModelDescription": "After confirming eligibility, patients will be randomized to Arm A: Treatment or Arm B: DMSO. After 6 months, patients randomized to Arm B: DMSO will be unblinded and cross-over to Arm A: treatment then be followed for 12 months.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "TRIPLE",
                    "maskingDescription": "This is a double-blind study. Patients and providers will be blinded. After 6 months, patients randomized to Arm B: DMSO will be unblinded and crossed over to Arm A: treatment then be followed for 12 months.The statistician will generate the randomization list. Research personnel involved in patient recruitment and other activities will have no access to the randomization list.",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "INVESTIGATOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 40,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Arm A Treatment",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Participants in Arm A will be scheduled for a single set of intra-articular injections of allogeneic, culture-expanded BM-MSCs at the dose 10 x106 in 1 ml per facet joint, for a total of 2 joints to be injected. BM-MSC injections will be performed using fluoroscopic guidance.",
                    "interventionNames": [
                        "Drug: BM-MSC injection"
                    ]
                },
                {
                    "label": "Arm B: DMSO Crossover",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "Participants in Arm B will receive a DMSO injection. Following the BM-MSC or DMSO injection, each subject will be followed for study endpoints using a predetermined protocol. A final visit for evaluation and imaging will be conducted at the end of the study.",
                    "interventionNames": [
                        "Drug: DSMO Injection"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "BM-MSC injection",
                    "description": "BM-MSCs at the dose 10 x 106 in 1 ml per facet joint for a total of 2 joints",
                    "armGroupLabels": [
                        "Arm A Treatment"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "DSMO Injection",
                    "description": "After 6 months, patients randomized to Arm B: DMSO will be unblinded and re-assigned to Arm A: treatment then be followed for 12 months.",
                    "armGroupLabels": [
                        "Arm B: DMSO Crossover"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Clinical assessment of nature, incidence, and severity of adverse events (AEs)",
                    "description": "Clinical examination face-to-face during follow-up visits",
                    "timeFrame": "24 months"
                },
                {
                    "measure": "Self-reported assessment of nature, incidence, and severity of AEs",
                    "description": "Spontaneous subject reports",
                    "timeFrame": "24 months"
                },
                {
                    "measure": "Study personnel assessment of nature, incidence, and severity of AEs",
                    "description": "Subject interview by study personnel",
                    "timeFrame": "24 months"
                },
                {
                    "measure": "Narcotic Use Questionnaire",
                    "description": "Self-reported questionnaire to assess narcotic intake. Four questions to record narcotic drug usage (yes or no), frequency and length.",
                    "timeFrame": "24 months"
                },
                {
                    "measure": "Work Status Questionnaire",
                    "description": "Self-reported short questionnaire to assess work status at present. Simple 3 questions to record ability to work and to attend to work.",
                    "timeFrame": "24 months"
                },
                {
                    "measure": "PROMIS-CAT",
                    "description": "Patient-Reported Outcomes Measurement Information System to evaluate and monitor physical, mental, and social health. Standardized response scores ranges vary from1 to 5 (e.g., 1= None to 5=Very severe) or reversed (5=None to 1=Very severe) to ensure that higher scores for responses always indicate better health.",
                    "timeFrame": "24 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Changes from baseline evaluated by MRI",
                    "description": "Facet anatomical structures with focus on effusion, bone marrow lesions and peri-articular edema, osteophytes and degree of facet synovitis will be assessed",
                    "timeFrame": "24 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Persons of childbearing potential must be non-nursing and have a negative serum pregnancy test to be included in the trial and will agree to use adequate contraception (hormonal or barrier method or abstinence) from the time of screening to a period of up to 18 months following completion of the drug treatment cycle. Persons of childbearing potential are defined as premenopausal and not surgically sterilized, or post-menopausal for fewer than 2 years. A urine pregnancy test will be performed prior to the administration of the study drug to confirm negative results. If the urine pregnancy test is positive, the study drug will not be administered, and the result will be confirmed by a serum pregnancy test. Serum pregnancy tests will be performed at a central clinical laboratory, whereas urine pregnancy tests will be performed by qualified personnel using a kit. Persons becoming pregnant during the study will continue to be monitored for the duration of the study or completion of the pregnancy, whichever is longer. Monitoring will include perinatal and neonatal outcomes. Any SAEs associated with pregnancy will be recorded. The requirement for radiation (X-ray) will be removed.\n* Clinical diagnosis of symptomatic facet joint arthropathy involving the L1-S1 facets.\n* Radiographic evidence of facet arthropathy involving the L1-S1 facets.\n* Chronic low back pain with or without referred pain to the buttock, groin, or proximal thigh.\n* Chronic low back pain is defined as the following:\n\n  * Low back pain for at least 6 months;\n  * Failed at least 3 months of conservative back pain care. Conservative treatment regimens may include any or all of the following: initial rest, medications e.g., anti-inflammatory, analgesics, narcotics/opioids, muscle relaxants, massage, acupuncture, osteopathic or chiropractic manipulations, activity modification, home-directed lumbar exercise program, and non-invasive pain control treatments or procedures;\n  * Have at a minimum undergone supervised physical therapy, such as daily walking routines, therapeutic exercises, and back education programs specifically for the treatment of low back pain AND taken a pain medication for back pain (e.g., NSAID and/or opioid medication);\n  * Low back pain of at least 30mm and not more than 90mm of 100mm on low back pain VAS (average pain over 24 hours). If present, radicular leg pain associated with nerve root impingement ≤ 30mm in both legs on a 100mm VAS scale;\n  * ODI score of at least 20 and no more than 90 on a 100-point percentage scale.\n* Confirmation of facet joint related pain by medial branch block with positive results. Positive results are defined as at least 75% improvement on pain, after one block with lidocaine and the other with either bupivacaine or ropivacaine.\n* Full understanding of the requirements of the study and willingness to comply with the treatment plan, including laboratory tests, diagnostic imaging, and follow-up visits and assessments.\n* Can provide written informed consent and complete HIPAA documentation after the nature of the study is fully explained and prior to any study-related procedure.\n\nExclusion Criteria:\n\n* Extreme obesity, as defined by NIH Clinical Guidelines Body Mass Index (BMI \\> 40)\n* Subjects who are pregnant or nursing or subjects planning to become pregnant during the study. If a subject becomes pregnant during the study, the subject will remain in the study and only the requirement for radiation (x-ray) will be removed.\n* Subjects with current or prior history of spinal infection at the symptomatic level (e.g. discitis, septic arthritis, epidural abscess) or an active systemic infection.\n* Subjects with a diagnosis of severe osteoporosis with pathological fracture.\n* Radiofrequency ablation at the index level prior to injection in the past 1 months with positive results. Positive results are defined as at least 50 % pain improvement on VAS back pain scale.\n* Any lumbar facet intra-articular injection including steroids at the index facet level prior to treatment injection in the past 1 months, except for the following injections performed at least 2 weeks prior to study treatment:\n\n  * Contrast medium (diagnostic injection);\n  * Nerve-blocking anesthetics (e.g., lidocaine, bupivacaine);\n  * Antibiotics;\n  * Saline;\n  * NSAIDs.\n* Subjects that have undergone a procedure affecting the structure/biomechanics of the index facet joint or a spinal fusion adjacent to the symptomatic level. The investigator will determine whether the procedure or spinal fusion has affected the structure/biomechanics of the index facet joint.\n* Have undergone any procedure within 12 months of the study enrollment using biological treatment for any condition such as bone marrow aspirate concentrate, PRP, bone marrow-derived MSCs, adipose-derived MSCs, SVF, micro fragmented fat, embryonic membrane product etc.\n* Clinically relevant instability on flexion-extension as determined by the primary investigator by overlaying films.\n* Have an acute fracture of the spine at the time of enrollment in the study or clinically compromised vertebral bodies at the affected level due to current or past trauma, e.g., sustained pathological fracture or multiple fractures of vertebrae, with the exception of Pars Fractures.\n* Presence of any of the following spinal deformities: spondylolysis at the corresponding facet level, spondylolisthesis \\> Grade II at the index facet.\n* Epidural steroid injections within 4 weeks prior to treatment injection.\n* Active malignancy or tumor as a source of symptoms or history of malignancy prior to enrollment in the study, except history of basal cell carcinoma of the skin, squamous cell carcinoma of the skin, or squamous cell carcinoma of the cervix if fully excised and with clear margins.\n* An average baseline morphine equivalent dose (MED) of \\> 50mg/day, as determined by the investigator during Screening consultation.\n* Taking systemic immunosuppressant medications or having a chronic, immunosuppressive state.\n* Taking anti-rheumatic disease medication (including methotrexate or other antimetabolites) within 3 months prior to study enrollment.\n* Clinically significant abnormal hematology (complete blood count with differential), blood chemistry, or urinalysis screening laboratory results, including AST, ALT, alkaline phosphatase (ALP), bilirubin, creatinine, CRP, and ESR. Clinical significance is to be determined upon investigator's discretion.\n* Ongoing infectious disease, including but not limited to tuberculosis, HIV, hepatitis, and syphilis.\n* Unexplained fever, defined as greater than 100.4 degrees Fahrenheit or 38.0 degrees Celsius, or mental confusion at baseline.\n* Clinically significant cardiovascular (e.g., history of myocardial infarction, congestive heart failure or uncontrolled hypertension \\> 120 mmHg diastolic and/or 180 mmHg systolic), neurological (e.g., stroke, TIA) renal, hepatic or endocrine disease (e.g., diabetes). Clinical significance is to be determined upon investigator's discretion.\n* Participation in a study of an experimental drug or medical device for treatment of facet joint arthropathy within one year.\n* Any contraindication to MRI according to MRI guidelines or unwillingness to undergo fluoroscopic procedures\n* History of or current evidence of alcohol or drug abuse or dependence, recreational use of illicit drug or prescription medications, or have use of medical marijuana within 30 days of study entry, as determined by the investigator during Screening consultation.\n* Any illness or condition which, in the investigators' judgment will interfere with the patient's ability to comply with the protocol, compromise patient safety, or interfere with the interpretation of the study results.\n* Being involved in active litigation related to subject's low back pain.\n* Have a mental illness that could prevent completion of the study or protocol questionnaires.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Wenchun Wu, MD, PhD",
                    "role": "CONTACT",
                    "phone": "904-956-3043",
                    "email": "Qu.Wenchun@Mayo.edu"
                },
                {
                    "name": "Katie Siebenaler",
                    "role": "CONTACT",
                    "phone": "904-953-4915",
                    "email": "Siebenaler.Katie@Mayo.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Wenchun Qu, MD, PhD",
                    "affiliation": "Mayo Clinic",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Mayo Clinic in Florida",
                    "status": "RECRUITING",
                    "city": "Jacksonville",
                    "state": "Florida",
                    "zip": "32224",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Katie Siebenaler",
                            "role": "CONTACT",
                            "phone": "904-953-4915",
                            "email": "Siebenaler.Katie@mayo.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 30.33218,
                        "lon": -81.65565
                    }
                }
            ]
        },
        "referencesModule": {
            "seeAlsoLinks": [
                {
                    "label": "Mayo Clinic Clinical Trials",
                    "url": "https://www.mayo.edu/research/clinical-trials"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000007592",
                    "term": "Joint Diseases"
                },
                {
                    "id": "D000017116",
                    "term": "Low Back Pain"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001416",
                    "term": "Back Pain"
                },
                {
                    "id": "D000010146",
                    "term": "Pain"
                },
                {
                    "id": "D000009461",
                    "term": "Neurologic Manifestations"
                },
                {
                    "id": "D000009140",
                    "term": "Musculoskeletal Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4714",
                    "name": "Back Pain",
                    "relevance": "LOW"
                },
                {
                    "id": "M19433",
                    "name": "Low Back Pain",
                    "asFound": "Low Back Pain",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10621",
                    "name": "Joint Diseases",
                    "asFound": "Arthropathy",
                    "relevance": "HIGH"
                },
                {
                    "id": "M13066",
                    "name": "Pain",
                    "relevance": "LOW"
                },
                {
                    "id": "M12404",
                    "name": "Neurologic Manifestations",
                    "relevance": "LOW"
                },
                {
                    "id": "M12097",
                    "name": "Musculoskeletal Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC05",
                    "name": "Musculoskeletal Diseases"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                }
            ]
        }
    },
    "hasResults": false
}