{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06263010",
            "orgStudyIdInfo": {
                "id": "CIBS-2023-01"
            },
            "organization": {
                "fullName": "University of Arizona",
                "class": "OTHER"
            },
            "briefTitle": "Allopregnanolone as a Regenerative Treatment for Parkinson's Disease",
            "officialTitle": "Allopregnanolone as a Regenerative Treatment for Parkinson's Disease: An Open-label, Pilot Clinical Trial",
            "acronym": "Allo-PD",
            "therapeuticArea": [
                "Neurology"
            ],
            "study": "allopregnanolone-as-a-regenerative-treatment-for-parkinson-s-disease"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-02",
            "overallStatus": "RECRUITING",
            "startDateStruct": {
                "date": "2024-01-12",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-09",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-12",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-02-08",
            "studyFirstSubmitQcDate": "2024-02-08",
            "studyFirstPostDateStruct": {
                "date": "2024-02-16",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-02-15",
            "lastUpdatePostDateStruct": {
                "date": "2024-02-20",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR_INVESTIGATOR",
                "investigatorFullName": "Roberta Brinton",
                "investigatorTitle": "Professor",
                "investigatorAffiliation": "University of Arizona"
            },
            "leadSponsor": {
                "name": "Roberta Brinton",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The goal of this open-label, pilot clinical trial is to test allopregnanolone as a regenerative treatment in patients with Parkinson's disease (PD). The main questions this study aims to answer are:\n\n1. Is a large-scale clinical trial testing how well it works in patients with PD feasible?\n2. Is allopregnanolone safe and well-tolerated in patients with PD.\n3. Can we see any signals of changes in imaging and clinical scales?\n\nParticipants will receive a weekly infusion in their vein of allopregnanolone for a total of 12 weeks. There is no placebo so everyone receives allopregnanolone and \"Open-label\" means the study is not blinded so both the participant and investigators know the assigned treatment.",
            "detailedDescription": "This is an open-label, pilot clinical trial of allopregnanolone (Allo) as a regenerative treatment for Parkinson's disease. A total of 10 study participants will receive weekly infusions of Allo for 12 weeks. Participants will be male and female, age 40-80 years with a history of idiopathic, sporadic PD who have a Hoehn \\& Yahr stage 1-4. Allo is a potent neuroregenerative agent that promotes proliferation of human neural stem cells and has the potential to function as a regenerative therapeutic to restore motor function in persons with PD. Results from several preclinical studies in rodent models of PD confirm improved motor function after Allo treatment.\n\nPrimary Objective: To assess the feasibility of a large-scale trial to determine the efficacy of weekly infusions of Allo in in patients with Idiopathic sporadic PD.\n\nSecondary Objectives: To evaluate the safety and tolerability of weekly infusions of Allo in participants with idiopathic sporadic PD, and assess single-dose pharmacokinetics of allopregnanolone.\n\nTertiary / Exploratory Objectives: To assess efficacy signals of weekly infusions of Allo in participants with idiopathic sporadic PD.\n\n* Determine target engagement of Allo using dopamine transporter (DaT) imaging and magnetic resonance imaging (MRI).\n* Evaluate effect of Allo on motor function tests.\n* Evaluate the effect of Allo on cognitive function tests and clinical ratings.\n* Compare response to Allo administration between APOE4 carriers and non-carriers."
        },
        "conditionsModule": {
            "conditions": [
                "Parkinson Disease"
            ],
            "keywords": [
                "Parkinson",
                "Allopregnanolone",
                "Regenerative therapeutic"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 10,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Allo APOE4 carriers",
                    "type": "EXPERIMENTAL",
                    "description": "Group of 5 participants who are carriers of the APOE4 gene and will receive allopregnanolone 4mg administered weekly via a 30-min IV infusion for a duration of 12 weeks.",
                    "interventionNames": [
                        "Drug: Allopregnanolone"
                    ]
                },
                {
                    "label": "Allo APOE4 none-carriers",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Group of 5 participants who are none-carriers of the APOE4 gene and will receive allopregnanolone 4mg administered weekly via a 30-min IV infusion for a duration of 12 weeks.",
                    "interventionNames": [
                        "Drug: Allopregnanolone"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Allopregnanolone",
                    "description": "Allopregnanolone is a neurosteroid ( 3α,5α-tetrahydroprogesterone, 3α-hydroxy-5α-pregnan-20-one) and by-product of the metabolism of the hormone progesterone.",
                    "armGroupLabels": [
                        "Allo APOE4 carriers",
                        "Allo APOE4 none-carriers"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Study completion",
                    "description": "Proportion of participant progression to study completion.",
                    "timeFrame": "Week 13"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Adverse Events",
                    "description": "Proportion of participants with adverse events to assess safety.",
                    "timeFrame": "Weekly from Baseline to Week 16"
                },
                {
                    "measure": "Infusion Reactions",
                    "description": "Proportion of participants with infusion reactions to assess tolerability.",
                    "timeFrame": "Weekly from Week 1 to Week 16"
                },
                {
                    "measure": "Pharmacokinetics: Peak Plasma Concentration (Cmax)",
                    "description": "The highest concentration in plasma of allopregnanolone after an IV dose.",
                    "timeFrame": "Week 1"
                },
                {
                    "measure": "Pharmacokinetics: Time of peak concentration (tmax)",
                    "description": "Time required to achieve peak plasma levels",
                    "timeFrame": "Week 1"
                },
                {
                    "measure": "Pharmacokinetics: Half-life (t1/2)",
                    "description": "The time required for plasma concentration of Allopregnanolone to decrease by 50%.",
                    "timeFrame": "Week 1"
                },
                {
                    "measure": "Pharmacokinetics: Area under the plasma concentration versus time curve (AUC)",
                    "description": "The concentration of phytoSERMs in blood plasma as a function of time. Gives insight into the extent of exposure to phytoSERM and its clearance rate from the body.",
                    "timeFrame": "Week 1"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Dopamine transporter (DaT) SPECT imaging",
                    "description": "Change from baseline in DaT imaging z-scores.",
                    "timeFrame": "Baseline to week 13"
                },
                {
                    "measure": "MRI: Regional brain volumes",
                    "description": "T1-weighted volumetric MRI (mm3).",
                    "timeFrame": "Screening to week 13"
                },
                {
                    "measure": "MRI: Fractional Anisotropy",
                    "description": "Multi-band multi-shell Diffusion Tensor Imaging (DTI) to measure changes in white matter tract integrity.",
                    "timeFrame": "Screening to week 13"
                },
                {
                    "measure": "MRI: Quantitative anisotropy",
                    "description": "DTI to measure changes in white matter tract integrity. The amount of anisotropic spins that diffuse along the fiber orientation.",
                    "timeFrame": "Screening to week 13"
                },
                {
                    "measure": "MRI: Functional connectivity",
                    "description": "Resting state functional MRI (rs-fMRI) to measure changes in intrinsic connectivity, which also correlates to neuronal function.",
                    "timeFrame": "Screening to week 13"
                },
                {
                    "measure": "Mean rate of change in the Movement Disorder Society Unified Parkinson's Disease Rating Scale (MDS-UPDRS) score part I (non-motor EDL)",
                    "description": "MDS-UPDRS part I will evaluate non-motor Experiences of Daily Living (cognition, behavior, mood, etc.).",
                    "timeFrame": "Baseline to week 13"
                },
                {
                    "measure": "Mean rate of change in the Movement Disorder Society Unified Parkinson's Disease Rating Scale (MDS-UPDRS) score part II (motor EDL)",
                    "description": "MDS-UPDRS part II will evaluate motor Experiences of Daily Living (speech, eating, grooming, walking, etc.).\n\nThe UPDRS Part II consists of 13 items scored between 0 and 4. The sum score ranges from 0 to 52, higher scores denote greater disability.",
                    "timeFrame": "Baseline to week 13"
                },
                {
                    "measure": "Mean rate of change in the Movement Disorder Society Unified Parkinson's Disease Rating Scale (MDS-UPDRS) score part III (motor examination)",
                    "description": "MDS-UPDRS part III (motor subscale) assesses the motor signs of PD. It consists of 27 items and sub items scored between 0 and 4. The sum score ranges from 0 to 108, higher scores denote greater disability.",
                    "timeFrame": "Baseline to week 13"
                },
                {
                    "measure": "Mean rate of change in the Movement Disorder Society Unified Parkinson's Disease Rating Scale (MDS-UPDRS) score part IV (motor complications)",
                    "description": "MDS-UPDRS part IV of the scale assesses two motor complications, dyskinesias and motor fluctuations that include OFF-state dystonia.\n\nScore ranges from 0-44, higher scores denote greater disability. The UPDRS Part III (motor subscale) consists of 27 items and sub items scored between 0 and 4. The sum score ranges from 0 to 108, higher scores denote greater disability.",
                    "timeFrame": "Baseline to week 13"
                },
                {
                    "measure": "Mean rate of change in the Unified Dyskinesia Rating Scale (UDysRS) total score",
                    "description": "Scale designed to capture the essential features of dyskinesia in PD. Score range is 0-104, higher scores denote greater disability.",
                    "timeFrame": "Baseline to week 13"
                },
                {
                    "measure": "Change from baseline in Montreal Cognitive Assessment (MoCA) score",
                    "description": "Test used to detect cognitive impairment, measuring executive functions and multiple cognitive domains. Score ranges from 0-30, with higher scores denoting better performance.",
                    "timeFrame": "Baseline to week 13"
                },
                {
                    "measure": "Change from baseline in Parkinson's disease Questionnaire (PDQ-39).",
                    "description": "PD specific health status questionnaire comprising 39 items. Items are grouped into eight scales that are scored by expressing summed item scores as a percentage score ranging between 0 and 100.",
                    "timeFrame": "Baseline to week 13"
                },
                {
                    "measure": "Change from baseline in Hamilton Depression Rating Scale (HAM-D)",
                    "description": "Scale used to measure depression severity. Score ranges from 0-52, with higher scores indicating worst outcome.",
                    "timeFrame": "Baseline to week 13"
                },
                {
                    "measure": "Cambridge Cognition's Paired Associates Learning (PAL) Test",
                    "description": "Total errors score (adjusted) - number of errors made by the participant (range: 0 to \\~120). Higher scores indicate poor performance.",
                    "timeFrame": "Baseline to week 13"
                },
                {
                    "measure": "Cambridge Cognition's Motor Screening Task (MOT)",
                    "description": "Outcome measures cover accuracy and difficulty speed adjustment. The mean latency for a subject to correctly respond to the stimulus on screen during assessed trials, measured in milliseconds. Range from 0 to 6000ms.",
                    "timeFrame": "Baseline to week 13"
                },
                {
                    "measure": "Cambridge Cognition's One Touch Stockings of Cambridge (OTS)",
                    "description": "It assesses both the spatial planning and the working memory subdomains. Outcome measure is the total number of assessed trials where the subject chose the correct answer on their first attempt. Range 0 to 15.",
                    "timeFrame": "Baseline to week 13"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* History of Idiopathic sporadic Parkinson disease\n* Hoehn \\& Yahr stage 1-4\n* Have been on stable doses of all anti-Parkinson's medications for 30 days prior to screening\n* Provision of signed and dated informed consent form\n\nExclusion Criteria:\n\n* Evidence of Parkinsonian syndrome.\n* Any conditions that would contraindicate MRI studies.\n* Undergone deep brain stimulation (DBS) surgery as treatment for PD.\n* Iodine allergy, known serious hypersensitivity to ioflupane I-123, or other inability to undergo DaTscan.\n* Clinically significant abnormal laboratory value and/or clinically significant unstable medical or psychiatric illness.\n* History within the last 5 years of a primary or recurrent malignant disease, with the exception of resected cutaneous squamous cell carcinoma in situ, basal cell carcinoma, cervical carcinoma in situ, or prostate cancer in situ with a post-treatment prostatic-specific antigen within normal range.\n* Serious or unstable illnesses including cardiovascular, hepatic, renal, gastroenterologic, respiratory, endocrinologic, neurologic (other than PD), psychiatric, immunologic, or hematologic disease, and any other conditions that, in the investigator's opinion, could interfere with the safety and efficacy analyses in this study.\n* History of chronic alcohol or substance abuse/dependence within the past 3 years.\n* Current use of benzodiazepines, anticonvulsants, antipsychotics, or other drugs that might interact with the gamma-aminobutyric acid-A (GABA-A) receptor complex; use of calcium-channel blockers (e.g., amlodipine); use of dietary supplements containing Pregnenolone.\n* Treatment with another investigational drug within 3 months of screening.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "40 Years",
            "maximumAge": "85 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Claudia M Lopez, BS",
                    "role": "CONTACT",
                    "phone": "520-626-6276",
                    "email": "claudiml@arizona.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Scott Sherman, MD",
                    "affiliation": "University of Arizona",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Roberta D Brinton, PhD",
                    "affiliation": "University of Arizona",
                    "role": "STUDY_CHAIR"
                },
                {
                    "name": "Gerson D Hernandez, MD, MPH",
                    "affiliation": "University of Arizona",
                    "role": "STUDY_DIRECTOR"
                }
            ],
            "locations": [
                {
                    "facility": "The University of Arizona Clinical & Translational Science Research Center",
                    "status": "RECRUITING",
                    "city": "Tucson",
                    "state": "Arizona",
                    "zip": "85721",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Dakota Darby",
                            "role": "CONTACT",
                            "email": "dakotadarby@arizona.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 32.22174,
                        "lon": -110.92648
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000010300",
                    "term": "Parkinson Disease"
                }
            ],
            "ancestors": [
                {
                    "id": "D000020734",
                    "term": "Parkinsonian Disorders"
                },
                {
                    "id": "D000001480",
                    "term": "Basal Ganglia Diseases"
                },
                {
                    "id": "D000001927",
                    "term": "Brain Diseases"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000009069",
                    "term": "Movement Disorders"
                },
                {
                    "id": "D000080874",
                    "term": "Synucleinopathies"
                },
                {
                    "id": "D000019636",
                    "term": "Neurodegenerative Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M13213",
                    "name": "Parkinson Disease",
                    "asFound": "Parkinson's Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M22494",
                    "name": "Parkinsonian Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M25603",
                    "name": "Ganglion Cysts",
                    "relevance": "LOW"
                },
                {
                    "id": "M16358",
                    "name": "Synovial Cyst",
                    "relevance": "LOW"
                },
                {
                    "id": "M4774",
                    "name": "Basal Ganglia Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5204",
                    "name": "Brain Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12029",
                    "name": "Movement Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M2217",
                    "name": "Synucleinopathies",
                    "relevance": "LOW"
                },
                {
                    "id": "M21558",
                    "name": "Neurodegenerative Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                },
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000011280",
                    "term": "Pregnanolone"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000777",
                    "term": "Anesthetics"
                },
                {
                    "id": "D000002492",
                    "term": "Central Nervous System Depressants"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M9789",
                    "name": "Hormones",
                    "relevance": "LOW"
                },
                {
                    "id": "M14245",
                    "name": "Progesterone",
                    "relevance": "LOW"
                },
                {
                    "id": "M14156",
                    "name": "Pregnanolone",
                    "asFound": "Ad hoc",
                    "relevance": "HIGH"
                },
                {
                    "id": "M2291",
                    "name": "Neurosteroids",
                    "relevance": "LOW"
                },
                {
                    "id": "M4107",
                    "name": "Anesthetics",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                }
            ]
        }
    },
    "hasResults": false
}