{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT02508038",
            "orgStudyIdInfo": {
                "id": "UW13090"
            },
            "secondaryIdInfos": [
                {
                    "id": "NCI-2015-01163",
                    "type": "REGISTRY",
                    "domain": "NCI Trial ID"
                },
                {
                    "id": "2015-0290",
                    "type": "OTHER",
                    "domain": "Institutional Review Board"
                },
                {
                    "id": "A536700",
                    "type": "OTHER",
                    "domain": "UW Madison"
                },
                {
                    "id": "SMPH\\PEDIATRICS\\PEDIATRICS",
                    "type": "OTHER",
                    "domain": "UW Madison"
                },
                {
                    "id": "Protocol Version 10/12/2021",
                    "type": "OTHER",
                    "domain": "UW Madison"
                }
            ],
            "organization": {
                "fullName": "University of Wisconsin, Madison",
                "class": "OTHER"
            },
            "briefTitle": "Alpha/Beta CD19+ Depleted Haploidentical Transplantation + Zometa for Pediatric Hematologic Malignancies and Solid Tumors",
            "officialTitle": "TCR-αβ+ and CD19+ Depleted KIR/KIR Ligand-mismatched Haploidentical Hematopoietic Stem Cell Transplant and Zoledronate for Pediatric Relapsed/Refractory Hematologic Malignancies and High Risk Solid Tumors",
            "therapeuticArea": [
                "Rare Diseases",
                "Oncology and Hematology",
                "Other"
            ],
            "study": "alpha-beta-depleted-haploidentical-transplantation-zometa-for-pediatric-hematologic-malignancies-and-solid-tumors"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-11",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2016-02-12",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-12",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-12",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2015-07-22",
            "studyFirstSubmitQcDate": "2015-07-22",
            "studyFirstPostDateStruct": {
                "date": "2015-07-24",
                "type": "ESTIMATED"
            },
            "lastUpdateSubmitDate": "2023-11-14",
            "lastUpdatePostDateStruct": {
                "date": "2023-11-15",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of Wisconsin, Madison",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true
        },
        "descriptionModule": {
            "briefSummary": "This phase I trial studies the safety of transplantation with a haploidentical donor peripheral blood stem cell graft depleted of TCRαβ+ cells and CD19+ cells in conjunction with the immunomodulating drug, Zoledronate, given in the post-transplant period to treat pediatric patients with relapsed or refractory hematologic malignancies or high risk solid tumors.",
            "detailedDescription": "CONDITIONING REGIMENS: Patients with high-risk leukemia will receive myeloablative conditioning with anti-thymocyte globulin intravenously (IV) over 4-6 hours on days -12 through -9, Fludarabine IV over 30 minutes on days -8 through -5, Thiotepa IV every every 12 hours on day -4 and Total Body Irradiation (TBI) on days -3 through -1. All other patients receive reduced intensity conditioning consisting of anti-thymocyte globulin intravenously (IV) over 4-6 hours on days -12 through -9, fludarabine IV over 30 minutes on days -8 through -5, thiotepa IV over 4 hours every 12 hours on day -4, and melphalan IV on days -3 and -2.\n\nPERIPHERAL BLOOD STEM CELL TRANSPLANTATION: Patients undergo TCR-alpha/beta+ and CD19+ depleted KIR/KIR ligand-mismatched haploidentical donor peripheral blood stem cell transplantation on day 0. If the graft contains less than 4 x 10\\^6 CD34+ cells/kg, a second HSC graft may be administered.\n\nPROPHYLAXIS FOR GVHD: Patients receiving a graft containing \\> 25 x 10\\^3 CD3+ TCR alpha/beta+ cells receive mycophenolate mofetil IV twice daily over 2 hours on days 1 to 30 with a rapid taper. Patients with TCR alpha/beta+ cells exceeding 100,000/kg also receive tacrolimus IV continuously or orally (PO) every 12 hours on days 0-90 with a taper at the discretion of the Principal Investigator.\n\nZOLEDRONATE ADMINISTRATION: Patients will receive five doses of Zoledronate (IV) at 28 day intervals beginning on Day +28 post-HSCT.\n\nFollow-up assessments will occur after transplantation."
        },
        "conditionsModule": {
            "conditions": [
                "Acute Myeloid Leukemia",
                "Acute Lymphoblastic Leukemia",
                "Hodgkin Lymphoma",
                "Non-Hodgkin Lymphoma",
                "Myelodysplastic Syndrome",
                "Myeloproliferative Syndrome",
                "Rhabdomyosarcoma",
                "Ewing Sarcoma",
                "Primitive Neuroectodermal Tumor",
                "Osteosarcoma",
                "Neuroblastoma"
            ],
            "keywords": [
                "alpha beta depleted",
                "alphabeta",
                "TCR alpha beta depleted",
                "alpha beta",
                "haploidentical",
                "Zoledronate",
                "Zoledronic acid",
                "Pediatric cancers",
                "alfa beta",
                "αβ T cell depleted HSCT",
                "alpha beta T cell and B cell depleted HSCT",
                "haploidentical HSCT"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 22,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "TCRαβ+/CD19+ depleted Haploidentical HSCT+ Zoledronate",
                    "type": "EXPERIMENTAL",
                    "description": "Patients with high-risk leukemia (who are at least one year of age and who have not received TBI as conditioning for a previous HSCT) will receive myeloablative conditioning with ATG, Fludarabine, Thiotepa, and TBI. All other subjects will undergo a reduced-intensity conditioning regimen consisting of ATG, Fludarabine, Thiotepa, and Melphalan prior to transplant with a KIR/KIR ligand mismatched haploidentical donor peripheral blood stem cell graft depleted of TCR-αβ+ and CD19+ cells. Patients will receive 5 doses of zoledronate (at 28 day intervals) starting 28 days after stem cell transplant.",
                    "interventionNames": [
                        "Procedure: TCRαβ+/CD19+ depleted Haploidentical HSCT",
                        "Drug: Zoledronate"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "PROCEDURE",
                    "name": "TCRαβ+/CD19+ depleted Haploidentical HSCT",
                    "description": "Patients with high-risk leukemia will receive myeloablative conditioning. All other patients will undergo a reduced-intensity conditioning with ATG, Fludarabine, Thiotepa and Melphalan followed by transplant with a KIR/KIR (Killer cell immunoglobulin-like recetptor) ligand mismatched haploidentical donor peripheral blood stem cell graft depleted of TCRab+ cells and CD19+ cells using the CliniMACS System.",
                    "armGroupLabels": [
                        "TCRαβ+/CD19+ depleted Haploidentical HSCT+ Zoledronate"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Zoledronate",
                    "description": "Given IV. Patients will receive five doses of Zoledronate (each 1.25 mg/m2 at a 28 day interval) following transplant.",
                    "armGroupLabels": [
                        "TCRαβ+/CD19+ depleted Haploidentical HSCT+ Zoledronate"
                    ],
                    "otherNames": [
                        "Zoledronic Acid",
                        "Zometa"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Incidence of acute graft versus host disease (GVHD)",
                    "timeFrame": "Within 100 days post-transplantation"
                },
                {
                    "measure": "Incidence of graft failure",
                    "timeFrame": "At day 28"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Immune reconstitution",
                    "description": "Immune reconstitution outcomes, as determined by immune cell analysis.",
                    "timeFrame": "Up to 1 year"
                },
                {
                    "measure": "Performance of the CliniMACS Reagent System utilizing the CliniMACS TCRαβ-biotin and CliniMACS CD19 reagent to produce a graft with defined cell content.",
                    "description": "The performance of the CliniMACS Reagent System will be evaluated by measuring the number of viable stem cells, TCRαβ+ cells, TCRγδ+ cells, NK cells and B cells in the hematopoietic stem cell graft.",
                    "timeFrame": "Day 0"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Availability of an eligible haploidentical donor\n* Hematologic malignancy or solid tumor\n* Patients with more than one malignancy (hematologic or solid tumor) are eligible\n* Patients with hematologic malignancy must have no HLA identical sibling or suitable unrelated donor OR time needed to find an acceptable unrelated donor match would likely result in disease progression such that the patient may become ineligible for any type of potentially curative transplant\n\n  * Relapsed or primary therapy-refractory AML with bone marrow blast \\< 20%\n  * High-risk refractory or relapsed ALL in patients for whom transplantation is deemed indicated (relapse occurring \\< 30 months from diagnosis, patients relapsing after previous allogeneic transplant, relapse after 2nd remission, primary induction failure or hypodiploidy)\n  * Relapsed Hodgkin lymphoma unable to achieve 2nd remission or Very Good Partial Response (VGPR) and therefore ineligible to receive autologous hematopoietic stem cell transplant (auto-HSCT)\n  * Hodgkin lymphoma relapsing after auto-HSCT\n  * Primary refractory or relapsed non-Hodgkin lymphoma unable to achieve 2nd remission or VGPR and therefore ineligible to receive auto-HSCT\n  * Non-Hodgkin lymphoma relapsing after auto-HSCT\n  * Myelodysplastic Syndrome/Myeloproliferative Syndrome\n\nSolid Tumor\n\n* Patients with solid tumor must have failed or have been ineligible to receive auto-HSCT or if auto-HSCT would not offer \\> 20% chance of cure\n* Neuroblastoma\n\n  * high risk with relapsed or refractory disease\n* Soft tissue sarcomas (Rhabdomyosarcoma, Ewing sarcoma, Primitive Neuroectodermal Tumor or other high-risk extracranial solid tumors)\n\n  * Relapsed or primary refractory metastatic\n  * 1st complete remission, but very high-risk features (i.e., \\< 20% survival with conventional therapy)\n* Osteosarcoma\n\n  * Failure to achieve Complete Response (CR) following initial therapy\n  * Relapsed with pulmonary or bone metastases and did not achieve a CR with surgery and/or chemotherapy\n* Karnofsky (patients \\> 16 years) or Lansky (patients 16 years or older) performance score of ≥ 60\n* Life expectancy of ≥ 3 months\n* Patient must have fully recovered from acute toxic effects of all prior chemotherapy, immunotherapy, or radiotherapy prior to entering this study\n* Study enrollment no earlier than 3 months after preceding HSCT\n* Glomerular Filtration Rate (GFR) ≥ 60 ml/min/1.73m2\n* Total bilirubin \\< 3 mg/dL\n* ALT (alanine aminotransferase, SCPT) ≤ 5 x Upper LImit of Normal (ULN) for age\n* Ejection fraction of \\> 40% by Multigated Acquisition Scan (MUGA) or echocardiogram\n* No evidence of dyspnea at rest\n* No supplemental oxygen requirement\n* If measured, carbon monoxide diffusion capacity (DLCO) \\>50%\n* No severe peripheral neuropathy, signs of leukoencephalopathy or active Central Nervous System (CNS) infection\n* Patients with seizure disorders may be enrolled if seizures are well controlled on anticonvulsant therapy\n* If of reproductive potential, negative pregnancy test and willing to use effective birth control method\n* Informed consent from patient or legal guardian (if patient is minor)\n\nInclusion Criteria for Donors:\n\n* Donor must be 18 years of age minimum, 65 years of age maximum\n* Donor must be in good general health as determined by evaluating medical provider\n* Must meet donor criteria for human cells, tissues, and cellular and tissue-based products per Code of Federal Regulations 21 CFR 1271, subpart C. Specifically:\n\n  * Donor screening in accordance with 1271.75 indicates that the donor:\n\n    * Is free from risk factors for, and clinical evidence of, infection due to relevant communicable disease agents and diseases; and\n    * Is free from communicable disease risks associated with xenotransplantation; and\n  * The results of donor testing for relevant communicable disease agents in accordance with 1271.80 and 1271.85 are negative or nonreactive, except as provided in 1271.80(d)(1).\n* Haploidentical by HLA-typing\n* Preference will be given to donors who demonstrate KIR incompatibility with recipient HLA class I ligands defined as the donor expressing a KIR gene for which the corresponding HLA class I ligand is not expressed by the recipient.\n* Negative testing for relevant communicable diseases:\n\n  * Hepatitis B surface antigen (HBsAg)\n  * Hepatitis B core antibody (Anti-HBc)\n  * Hepatitis C antibody (Anti-HCV)\n  * HIV 1 \\& 2 antibody (Anti-HIV-1, 2 plus O)\n  * HTLV I/II antibody (Anti-HTLV I/II)\n  * RPR (Syphilis TP)\n  * CMV (Capture CMV)\n  * MPX for: HepB (HBV-PCR), HepC (HCV-PCR), HIV (HIV-PCR)\n  * NAT for West Nile Virus (WNV-PCR)\n  * T. Cruzi - EIA (Chagas)\n\nExclusion Criteria:\n\n* Pregnant or breast-feeding\n* HIV infection\n* Heart failure or uncontrolled cardiac rhythm disturbance\n* Uncontrolled, Serious Active Infection\n* Prior organ allograft\n* Significant serious intercurrent illness unrelated to cancer or its treatment not covered by other exclusion criteria expected to significantly increase the risk of HSCT\n* Any mental or physical condition, in the opinion of the PI (or PI designee), which could interfere with the ability of the subject (or the only parent or legal guardian available to care for the subject) to understand or adhere to the requirements of the study\n* Enrollment in any other clinical study from screening up to Day 100 (unless PI judges such enrollment would not interfere with endpoints of this study)\n\nExclusion Criteria for Donors:\n\n* Lactating females\n* Pregnant females",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "7 Months",
            "maximumAge": "21 Years",
            "stdAges": [
                "CHILD",
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Jenny Weiland",
                    "role": "CONTACT",
                    "phone": "608-890-8070",
                    "email": "PedsHemOncResearch@g-groups.wisc.edu"
                },
                {
                    "name": "Celeste Matsushima",
                    "role": "CONTACT",
                    "phone": "608-890-8069"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Christian Capitini, MD",
                    "affiliation": "University of Wisconsin, Madison",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Wisconsin Carbone Cancer Center",
                    "status": "RECRUITING",
                    "city": "Madison",
                    "state": "Wisconsin",
                    "zip": "53705",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Pediatric HemOnc Main Line",
                            "role": "CONTACT",
                            "phone": "608-263-6200",
                            "email": "PedsHemOncResearch@g-groups.wisc.edu"
                        },
                        {
                            "name": "Cancer Connect",
                            "role": "CONTACT",
                            "phone": "800-622-8922",
                            "email": "clinicaltrials@cancer.wisc.edu"
                        },
                        {
                            "name": "Christian Capitini, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 43.07305,
                        "lon": -89.40123
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "31401903",
                    "type": "DERIVED",
                    "citation": "Hattinger CM, Patrizio MP, Magagnoli F, Luppi S, Serra M. An update on emerging drugs in osteosarcoma: towards tailored therapies? Expert Opin Emerg Drugs. 2019 Sep;24(3):153-171. doi: 10.1080/14728214.2019.1654455. Epub 2019 Aug 14."
                }
            ],
            "seeAlsoLinks": [
                {
                    "label": "University of Wisconsin Carbone Cancer Center",
                    "url": "https://cancer.wisc.edu/"
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000008223",
                    "term": "Lymphoma"
                },
                {
                    "id": "D000007938",
                    "term": "Leukemia"
                },
                {
                    "id": "D000054198",
                    "term": "Precursor Cell Lymphoblastic Leukemia-Lymphoma"
                },
                {
                    "id": "D000009447",
                    "term": "Neuroblastoma"
                },
                {
                    "id": "D000019337",
                    "term": "Hematologic Neoplasms"
                },
                {
                    "id": "D000012516",
                    "term": "Osteosarcoma"
                },
                {
                    "id": "D000012208",
                    "term": "Rhabdomyosarcoma"
                },
                {
                    "id": "D000012512",
                    "term": "Sarcoma, Ewing"
                },
                {
                    "id": "D000017599",
                    "term": "Neuroectodermal Tumors"
                },
                {
                    "id": "D000018242",
                    "term": "Neuroectodermal Tumors, Primitive"
                },
                {
                    "id": "D000009190",
                    "term": "Myelodysplastic Syndromes"
                },
                {
                    "id": "D000013577",
                    "term": "Syndrome"
                }
            ],
            "ancestors": [
                {
                    "id": "D000004194",
                    "term": "Disease"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000008232",
                    "term": "Lymphoproliferative Disorders"
                },
                {
                    "id": "D000008206",
                    "term": "Lymphatic Diseases"
                },
                {
                    "id": "D000007160",
                    "term": "Immunoproliferative Disorders"
                },
                {
                    "id": "D000007154",
                    "term": "Immune System Diseases"
                },
                {
                    "id": "D000006402",
                    "term": "Hematologic Diseases"
                },
                {
                    "id": "D000012509",
                    "term": "Sarcoma"
                },
                {
                    "id": "D000018204",
                    "term": "Neoplasms, Connective and Soft Tissue"
                },
                {
                    "id": "D000001855",
                    "term": "Bone Marrow Diseases"
                },
                {
                    "id": "D000007945",
                    "term": "Leukemia, Lymphoid"
                },
                {
                    "id": "D000018241",
                    "term": "Neuroectodermal Tumors, Primitive, Peripheral"
                },
                {
                    "id": "D000018302",
                    "term": "Neoplasms, Neuroepithelial"
                },
                {
                    "id": "D000009373",
                    "term": "Neoplasms, Germ Cell and Embryonal"
                },
                {
                    "id": "D000009375",
                    "term": "Neoplasms, Glandular and Epithelial"
                },
                {
                    "id": "D000009380",
                    "term": "Neoplasms, Nerve Tissue"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000018213",
                    "term": "Neoplasms, Bone Tissue"
                },
                {
                    "id": "D000009372",
                    "term": "Neoplasms, Connective Tissue"
                },
                {
                    "id": "D000009217",
                    "term": "Myosarcoma"
                },
                {
                    "id": "D000009379",
                    "term": "Neoplasms, Muscle Tissue"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M16355",
                    "name": "Syndrome",
                    "asFound": "Syndrome",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12391",
                    "name": "Neuroblastoma",
                    "asFound": "Neuroblastoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M11220",
                    "name": "Lymphoma",
                    "asFound": "Lymphoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M21314",
                    "name": "Hematologic Neoplasms",
                    "asFound": "Hematologic Malignancies",
                    "relevance": "HIGH"
                },
                {
                    "id": "M27585",
                    "name": "Precursor Cell Lymphoblastic Leukemia-Lymphoma",
                    "asFound": "Acute Lymphoblastic Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M15327",
                    "name": "Sarcoma",
                    "relevance": "LOW"
                },
                {
                    "id": "M15037",
                    "name": "Rhabdomyosarcoma",
                    "asFound": "Rhabdomyosarcoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M15330",
                    "name": "Sarcoma, Ewing",
                    "asFound": "Ewing Sarcoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10945",
                    "name": "Leukemia",
                    "asFound": "Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M15334",
                    "name": "Osteosarcoma",
                    "asFound": "Osteosarcoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10951",
                    "name": "Leukemia, Lymphoid",
                    "relevance": "LOW"
                },
                {
                    "id": "M10955",
                    "name": "Leukemia, Myeloid",
                    "relevance": "LOW"
                },
                {
                    "id": "M18127",
                    "name": "Leukemia, Myeloid, Acute",
                    "relevance": "LOW"
                },
                {
                    "id": "M14164",
                    "name": "Preleukemia",
                    "relevance": "LOW"
                },
                {
                    "id": "M12145",
                    "name": "Myelodysplastic Syndromes",
                    "asFound": "Myelodysplastic Syndrome",
                    "relevance": "HIGH"
                },
                {
                    "id": "M9751",
                    "name": "Hodgkin Disease",
                    "relevance": "LOW"
                },
                {
                    "id": "M19845",
                    "name": "Neuroectodermal Tumors",
                    "asFound": "Neuroectodermal tumor",
                    "relevance": "HIGH"
                },
                {
                    "id": "M20388",
                    "name": "Neuroectodermal Tumors, Primitive",
                    "asFound": "Primitive neuroectodermal tumor",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M11225",
                    "name": "Lymphoproliferative Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M11203",
                    "name": "Lymphatic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10206",
                    "name": "Immunoproliferative Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M10200",
                    "name": "Immune System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M9490",
                    "name": "Hematologic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M20350",
                    "name": "Neoplasms, Connective and Soft Tissue",
                    "relevance": "LOW"
                },
                {
                    "id": "M5134",
                    "name": "Bone Marrow Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M20387",
                    "name": "Neuroectodermal Tumors, Primitive, Peripheral",
                    "relevance": "LOW"
                },
                {
                    "id": "M20446",
                    "name": "Neoplasms, Neuroepithelial",
                    "relevance": "LOW"
                },
                {
                    "id": "M12318",
                    "name": "Neoplasms, Germ Cell and Embryonal",
                    "relevance": "LOW"
                },
                {
                    "id": "M12320",
                    "name": "Neoplasms, Glandular and Epithelial",
                    "relevance": "LOW"
                },
                {
                    "id": "M12325",
                    "name": "Neoplasms, Nerve Tissue",
                    "relevance": "LOW"
                },
                {
                    "id": "M20359",
                    "name": "Neoplasms, Bone Tissue",
                    "relevance": "LOW"
                },
                {
                    "id": "M12317",
                    "name": "Neoplasms, Connective Tissue",
                    "relevance": "LOW"
                },
                {
                    "id": "M12169",
                    "name": "Myosarcoma",
                    "relevance": "LOW"
                },
                {
                    "id": "T4085",
                    "name": "Neuroblastoma",
                    "asFound": "Neuroblastoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "T3543",
                    "name": "Lymphosarcoma",
                    "asFound": "Lymphoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "T175",
                    "name": "Acute Lymphoblastic Leukemia",
                    "asFound": "Acute Lymphoblastic Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "T3533",
                    "name": "Lymphoblastic Lymphoma",
                    "relevance": "LOW"
                },
                {
                    "id": "T5284",
                    "name": "Soft Tissue Sarcoma",
                    "relevance": "LOW"
                },
                {
                    "id": "T2148",
                    "name": "Ewing Sarcoma",
                    "asFound": "Ewing Sarcoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "T4340",
                    "name": "Osteosarcoma",
                    "asFound": "Osteosarcoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "T3995",
                    "name": "Myeloid Leukemia",
                    "relevance": "LOW"
                },
                {
                    "id": "T182",
                    "name": "Acute Myeloid Leukemia",
                    "asFound": "Acute Myeloid Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "T188",
                    "name": "Acute Non Lymphoblastic Leukemia",
                    "relevance": "LOW"
                },
                {
                    "id": "T3993",
                    "name": "Myelodysplastic Syndromes",
                    "asFound": "Myelodysplastic Syndrome",
                    "relevance": "HIGH"
                },
                {
                    "id": "T2817",
                    "name": "Hodgkin Lymphoma",
                    "asFound": "Hodgkin Lymphoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "T170",
                    "name": "Acute Graft Versus Host Disease",
                    "relevance": "LOW"
                },
                {
                    "id": "T4092",
                    "name": "Neuroepithelioma",
                    "asFound": "Primitive neuroectodermal tumor",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC15",
                    "name": "Blood and Lymph Conditions"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000077211",
                    "term": "Zoledronic Acid"
                }
            ],
            "ancestors": [
                {
                    "id": "D000050071",
                    "term": "Bone Density Conservation Agents"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4225",
                    "name": "Antibodies",
                    "relevance": "LOW"
                },
                {
                    "id": "M11541",
                    "name": "Melphalan",
                    "relevance": "LOW"
                },
                {
                    "id": "M1699",
                    "name": "Zoledronic Acid",
                    "asFound": "Maintained",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10184",
                    "name": "Immunoglobulins",
                    "relevance": "LOW"
                },
                {
                    "id": "M283230",
                    "name": "Fludarabine",
                    "relevance": "LOW"
                },
                {
                    "id": "M225513",
                    "name": "Fludarabine phosphate",
                    "relevance": "LOW"
                },
                {
                    "id": "M19117",
                    "name": "Immunoglobulins, Intravenous",
                    "relevance": "LOW"
                },
                {
                    "id": "M16615",
                    "name": "Thiotepa",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "BDCA",
                    "name": "Bone Density Conservation Agents"
                }
            ]
        }
    },
    "hasResults": false
}