{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06366347",
            "orgStudyIdInfo": {
                "id": "23-695"
            },
            "organization": {
                "fullName": "Dana-Farber Cancer Institute",
                "class": "OTHER"
            },
            "briefTitle": "ALPINE: Maintenance Letrozole/Abemaciclib vs Pembrolizumab",
            "officialTitle": "Phase 2, Randomized, Trial of Maintenance Letrozole/Abemaciclib vs Pembrolizumab After Systemic Therapy in Patients With Advanced or Recurrent Estrogen Receptor Positive, Mismatch Repair Proficient, TP53 Wild-type Endometrial Cancer",
            "therapeuticArea": [
                "Oncology and Hematology",
                "Other"
            ],
            "study": "alpine-maintenance-letrozole-abemaciclib-vs-pembrolizumab"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-09",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-09-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2029-03-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-04-08",
            "studyFirstSubmitQcDate": "2024-04-12",
            "studyFirstPostDateStruct": {
                "date": "2024-04-15",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-04-22",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-23",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Panagiotis Konstantinopoulos, MD, PhD",
                "investigatorTitle": "Principle Investigator",
                "investigatorAffiliation": "Dana-Farber Cancer Institute"
            },
            "leadSponsor": {
                "name": "Dana-Farber Cancer Institute",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Eli Lilly and Company",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": true
        },
        "descriptionModule": {
            "briefSummary": "A standard treatment for endometrial cancer is chemotherapy and pembrolizumab together followed by pembrolizumab maintenance for two years. This treatment regimen has shown benefit in terms of delaying cancer progression in prior clinical trials, but the benefit of the pembrolizumab maintenance treatment and whether all participants need it is unclear. This research is being done on the maintenance portion of treatment to compare the efficacy between the combination of letrozole + abemaciclib and pembrolizumab alone following chemotherapy and pembrolizumab.\n\nThe names of the study drugs involved in this study are:\n\n* Abemaciclib (a type of cyclin-dependent kinase (CDK) inhibitor)\n* Letrozole (a type of aromatase inhibitor)\n* Pembrolizumab (a type of monoclonal antibody)",
            "detailedDescription": "This is a randomized, phase 2 trial of maintenance letrozole + abemaciclib vs. pembrolizumab after carboplatin + paclitaxel + pembrolizumab chemotherapy in participants with advanced or recurrent estrogen receptor (ER) positive (ER+), mismatch repair proficient (MMRP), TP53 wild-type endometrial cancer.\n\nParticipants will be randomized in one of two study groups: Abemaciclib + Letrozole vs. Pembrolizumab. Randomization means that a participant is placed into a study group by chance.\n\nThe U.S. Food and Drug Administration (FDA) has not approved abemaciclib, letrozole or pembrolizumab for endometrial cancer but they have been approved for other uses.\n\nThe research study procedures include screening for eligibility, study treatment visits, X-rays, Computerized Tomography (CT) scans, Magnetic Resonance Imaging (MRI) scans, Positron Emission Tomography (PET) scans, blood tests, and electrocardiograms (EKGs).\n\nParticipants will be administered study drugs for up to 2 years and will be followed for 3 years after completing study treatment.\n\nIt is expected that about 76 people will take part in this research study.\n\nEli Lilly is supporting this research study by providing funding and the study drug abemaciclib."
        },
        "conditionsModule": {
            "conditions": [
                "Endometrial Cancer",
                "Recurrent Endometrial Cancer",
                "TP53"
            ],
            "keywords": [
                "TP53 wild-type endometrial cancer",
                "Endometrial Cancer",
                "Recurrent endometrial cancer"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 76,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Arm 1: Abemaciclib + Letrozole",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will be stratified by Primary Stage IVb (4b) vs. Primary Measurable Stage III (3)/IVa (4a) vs. Recurrent Endometrial Cancer and will complete study procedures as follows:\n\n* Baseline visit with X-ray, CT, MRI, or PET scan.\n* Cycles 1 through 3:\n\n  --Days 1 through 21 of 21 day cycle: Predetermined dose of Abemaciclib 2x per day. Predetermined dose of Letrozole 1x per day.\n* Cycle 4 and every 2 cycles thereafter:\n\n  --Days 1 through 21 of 21 day cycle: Predetermined dose of Abemaciclib 2x per day. Predetermined dose of Letrozole 1x per day.\n* X-ray, CT, MRI, or PET scan every 9 weeks for first 9 months, then every 12 months.\n* End of Treatment visit with assessments and X-ray, CT, MRI, or PET scan.\n* Follow up for up to 3 years.",
                    "interventionNames": [
                        "Drug: Abemaciclib",
                        "Drug: Letrozole"
                    ]
                },
                {
                    "label": "Arm 2: Pembrolizumab Every 3 Weeks",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will be stratified by Primary Stage IVb (4b) vs. Primary Measurable Stage III (3) /IVa (4a) vs. Recurrent Endometrial Cancer and will complete study procedures as follows:\n\n* Baseline visit with X-ray, CT, MRI, or PET scan.\n* Predetermined dose of Pembrolizumab 1x every 3 weeks for up to 2 years.\n* X-ray, CT, MRI, or PET scan every 9 weeks for first 9 months, then every 12 months.\n* End of Treatment visit with assessments and X-ray, CT, MRI, or PET scan.\n* Follow up for up to 3 years.",
                    "interventionNames": [
                        "Drug: Pembrolizumab"
                    ]
                },
                {
                    "label": "Arm 2B: Pembrolizumab Every 6 Weeks",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will be stratified by Primary Stage IVb (4b) vs. Primary Measurable Stage III (3) /IVa (4a) vs. Recurrent Endometrial Cancer and will complete study procedures as follows:\n\n* Baseline visit with X-ray, CT, MRI, or PET scan.\n* Predetermined dose of Pembrolizumab 1x every 6 weeks for up to 2 years.\n* X-ray, CT, MRI, or PET scan every 9 weeks for first 9 months, then every 12 months.\n* End of Treatment visit with assessments and X-ray, CT, MRI, or PET scan.\n* Follow up for up to 3 years.",
                    "interventionNames": [
                        "Drug: Pembrolizumab"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Abemaciclib",
                    "description": "CDK inhibitor, tablet taken orally per protocol.",
                    "armGroupLabels": [
                        "Arm 1: Abemaciclib + Letrozole"
                    ],
                    "otherNames": [
                        "Verzenio",
                        "LY2835219",
                        "C27H32F2N8"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Letrozole",
                    "description": "Aromatase inhibitor, tablet taken orally per protocol.",
                    "armGroupLabels": [
                        "Arm 1: Abemaciclib + Letrozole"
                    ],
                    "otherNames": [
                        "Femara",
                        "C17H11N5"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Pembrolizumab",
                    "description": "Humanized immunoglobulin G4 monoclonal antibody, 4mL (milliliter) single-dose vial, via intravenous (into the vein) infusion per institutional standard of care.",
                    "armGroupLabels": [
                        "Arm 2: Pembrolizumab Every 3 Weeks",
                        "Arm 2B: Pembrolizumab Every 6 Weeks"
                    ],
                    "otherNames": [
                        "Keytruda",
                        "MK-3475",
                        "Humanized X PD-1-mAB (monoclonal antibody) (H409A11) IgG4 (immunoglobulin G4)",
                        "C6504H10004N1716O2036S46"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Median Progression Free Survival (PFS)",
                    "description": "PFS is defined as the time from the date the participant was randomized to the date of documented progressive disease (PD) by RECIST version 1.1 or death (regardless of cause) in the absence of progression, regardless of whether the participant withdraws from study drug or receives another anti-cancer therapy prior to progression. Participants alive without disease progression are censored at date of last disease evaluation. A participant who dies without progression, and the death is \\>12 weeks after the last evaluable tumor assessment, is censored for PFS at the date of last disease evaluation. A participant who has no baseline or no post treatment tumor assessment is censored at 0 days for PFS, unless she dies \\< 12 weeks from randomization, in which case the PFS event date is the death date. Per RECIST 1.1 for target lesions: PD is at least a 20% increase in sum, taking as reference the smallest sum on study with at least 5 mm absolute increase.",
                    "timeFrame": "Up to 2 years"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Grade 3-5 Adverse Events (AE) Rate",
                    "description": "Grade 3-5 AE rate is defined as the proportion of patients who experience a grade 3-5 adverse event based on the Common Toxicity Criteria for Adverse Events version 5.0 as reported on case report form.",
                    "timeFrame": "Up to 2 years and 1 month"
                },
                {
                    "measure": "Median Overall Survival (OS)",
                    "description": "OS is defined as the time from randomization (or registration) to death due to any cause, or censored at date last known alive based on Kaplan-Meier methodology.",
                    "timeFrame": "Up to 5 years"
                },
                {
                    "measure": "Objective Response Rate (ORR)",
                    "description": "The percentage of participants who achieved complete response (CR) and partial response (PR) based on RECIST 1.1 criteria. Complete Response (CR) for target lesion: Complete Response (CR): Disappearance of all target lesions. Any pathological lymph node must have reduction in short axis to \\< 10 mm. Partial Response (PR) for target lesion: At least a 30% decrease in the sum of the diameters of target lesions, taking as reference the baseline sum diameters.",
                    "timeFrame": "Up to 2 years"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Participants must have histologically confirmed either i) endometrioid endometrial cancer or ii) endometrial carcinosarcoma with endometrioid epithelial component.\n* Participants must have ER-positive disease, defined as ≥ 1 percent of tumor cell nuclei being immunoreactive by immunohistochemistry (IHC). If multiple analyses have been performed, judgment should be based on the most recent biopsy or pathology specimen analyzed in a CLIA (Clinical Laboratory Improvement Amendments)-certified laboratory.\n* Tumor must be TP53 wild-type as determined by immunohistochemistry (IHC) or via CLIA-certified targeted Next-Generation Sequencing (NGS); IHC assessment of p53 status is included in the NCCN guidelines of uterine neoplasms for the molecular analysis of endometrial carcinoma.\n* Participants must have mismatch repair proficient (MMRP) endometrial cancer as determined by immunohistochemistry (IHC) or polymerase chain reaction (PCR) or any CLIA-certified next generation sequencing assay.\n* No known tumor mutational burden ≥ 10 mutations/megabase (Mb).\n* Participants must have completed a minimum of 4 cycles and a maximum of 10 cycles of combination carboplatin, paclitaxel, and pembrolizumab.\n* Participants must be considered appropriate to proceed with maintenance pembrolizumab monotherapy.\n* Participants must have had measurable stage III, measurable stage IVA, stage IVB (with or without measurable disease) or recurrent (with or without measurable disease) endometrial cancer.\n* Participants are permitted to have received:\n\n  * a. Prior adjuvant chemotherapy (e.g., paclitaxel/carboplatin alone or as a component of concurrent chemotherapy and radiation therapy \\[with or without cisplatin\\])\n  * b. Prior radiation therapy for treatment of endometrial cancer. Prior radiation therapy may have included pelvic radiation therapy, extended field pelvic/paraaortic radiation therapy, intravaginal brachytherapy, and/or palliative radiation therapy. All radiation therapy must have been completed at least 4 weeks prior to registration.\n  * c. Prior hormonal therapy for treatment of endometrial cancer.\n* Must be able to initiate study drug between 3 to 8 weeks (or 21 to 56 days) after completion of their final dose of chemotherapy and pembrolizumab.\n* Eastern Cooperative Oncology Group (ECOG) performance status of 0-2 (see Appendix A)\n* Age ≥ 18 years\n* Participants must have normal organ and bone marrow function within 2 weeks before starting protocol therapy as defined below:\n\n  * System Laboratory Value\n  * Hematologic\n\n    * ANC ≥1.5 × 109 /L\n    * Platelets ≥100 × 109 /L\n    * Hemoglobin ≥8 g/dL Patients may receive erythrocyte transfusions to achieve this hemoglobin level at the discretion of the investigator. Initial treatment must not begin earlier than the day after the erythrocyte transfusion.\n  * Hepatic\n\n    * Total bilirubin ≤1.5 × ULN Patients with Gilbert's syndrome with a total bilirubin ≤2.0 times ULN and direct bilirubin within normal limits are permitted.\n    * ALT and AST ≤3 × ULN\n    * Creatinine ≤ 1.5 × institutional ULN, OR\n    * Creatinine clearance ≥ 60 mL/min/1.73 m2 for participants with creatinine levels above 1.5 x institutional ULN.\n    * Abbreviations: ALT = alanine aminotransferase; ANC = absolute neutrophil count; AST = aspartate aminotransferase; ULN = upper limit of normal.\n* Ability to understand and the willingness to sign a written informed consent document.\n* Ability to swallow and retain oral medication.\n* Participants must have archival tissue available for analysis in the form of a formalinfixed paraffin embedded (FFPE) block or unstained slides. Note: confirmation of availability of archival tissue is the only requirement for eligibility, archival tissue does not need to be received by the study team prior to enrollment.\n\nExclusion Criteria:\n\n* Participants who have received previous treatment with CDK4/6 inhibitors, including but not limited to previous abemaciclib therapy.\n* Any gastrointestinal dysfunctions that could interfere with the absorption of study drugs (e.g., bowel obstruction, inability to swallow tablets, malabsorption syndrome, unresolved nausea, vomiting, diarrhea CTCAE v 5.0 \\> grade 1).\n* Patients who received chemotherapy must have recovered (Common Terminology Criteria for Adverse Events \\[CTCAE\\] Grade ≤1) from the acute effects of chemotherapy except for residual alopecia or Grade 2 peripheral neuropathy prior to randomization.\n* The patient has active systemic bacterial infection (requiring intravenous \\[IV\\] antibiotics at time of initiating study treatment), fungal infection, or detectable viral infection (such as known human immunodeficiency virus positivity or with known active hepatitis B or C \\[for example, hepatitis B surface antigen positive\\]. Screening is not required for enrollment.\n* Major injuries or surgery within 14 days prior to randomization and/or planned major surgery during the on-treatment study period. Patients who received radiotherapy must have completed and fully recovered from the acute effects of radiotherapy. A washout period of at least 14 days is required between end of radiotherapy and randomization.\n* Other malignant disease with disease-free ≤ 3 years except: curatively treated carcinoma in situ of the cervix, basal cell carcinoma of the skin, or ductal carcinoma in situ (DCIS) of the breast or any other cancer deemed by the investigator to be at low risk for recurrence of that malignancy.\n* Active brain metastases (e.g., stable for \\< 8 weeks, no adequate previous treatment with radiotherapy and/or surgery, symptomatic, requiring treatment with anti-convulsant therapy. Corticoid therapy is allowed if administered as stable dose for at least 1 month before randomization).\n* Females who are pregnant or lactating. The effects of the study agents on the developing human fetus are unknown. For this reason, women of child-bearing potential must agree to use a medically approved contraceptive method during the treatment period and for 3 months following the last dose of study agent. Contraceptive methods may include an intrauterine device (IUD) or barrier method. If condoms are used as a barrier method, a spermicidal agent should be added as a double barrier protection. Should a woman become pregnant or suspect she is pregnant while she is participating in this study, she should inform her treating physician immediately. A negative serum pregnancy test is required for study entry from women of childbearing potential.\n* The patient has serious and/or uncontrolled preexisting medical condition(s) that, in the judgment of the investigator, would preclude participation in this study (for example, interstitial lung disease/pneumonitis, severe dyspnea at rest or requiring oxygen therapy, severe renal impairment \\[e.g. estimated creatinine clearance \\<30ml/min\\], history of major surgical resection involving the stomach or small bowel, or preexisting Crohn's disease or ulcerative colitis or a preexisting chronic condition resulting in baseline Grade 2 or higher diarrhea).\n* Participants who at the time of study enrollment are known to require concomitant therapy with strong CYP3A4 inducers, or strong inhibitors of CYP3A4. Due to potential drug interactions, concomitant use of these medications is not permitted for the duration of treatment on trial. Participants are eligible for study entry if an appropriate substitution is made prior to the first dose of study medication.\n* Participants with personal history of any of the following conditions: syncope of cardiovascular etiology, ventricular arrhythmia of pathological origin (including, but not limited to, ventricular tachycardia and ventricular fibrillation), or sudden cardiac arrest.\n* Individuals with a history of a different malignancy are ineligible with the following exceptions: individuals who have been treated and are disease-free for a minimum of 3 years prior to study enrollment, or individuals who are deemed by the treating investigator to be at low risk for disease recurrence.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Panagiotis Konstantinopoulos, MD, PhD",
                    "role": "CONTACT",
                    "phone": "617-632-2334",
                    "email": "Panagiotis_Konstantinopoulos@DFCI.HARVARD.EDU"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Panagiotis Konstantinopoulos, MD, PhD",
                    "affiliation": "Dana-Farber Cancer Institute",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Beth Israel Deaconess Medical Center",
                    "city": "Boston",
                    "state": "Massachusetts",
                    "zip": "02215",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Meghan Shea, MD",
                            "role": "CONTACT",
                            "phone": "617-667-3723",
                            "email": "mshea4@bidmc.harvard.edu"
                        },
                        {
                            "name": "Meghan Shea, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.35843,
                        "lon": -71.05977
                    }
                },
                {
                    "facility": "Brigham and Women's Hospital",
                    "city": "Boston",
                    "state": "Massachusetts",
                    "zip": "02215",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Panagiotis Konstantinopoulos, MD, PhD",
                            "role": "CONTACT",
                            "phone": "617-632-2334",
                            "email": "Panagiotis_Konstantinopoulos@dfci.harvard.edu"
                        },
                        {
                            "name": "Panagiotis Konstantinopoulos, MD, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.35843,
                        "lon": -71.05977
                    }
                },
                {
                    "facility": "Dana-Farber Cancer Institute",
                    "city": "Boston",
                    "state": "Massachusetts",
                    "zip": "02215",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Panagiotis Konstantinopoulos, MD, PhD",
                            "role": "CONTACT",
                            "phone": "617-632-2334",
                            "email": "Panagiotis_Konstantinopoulos@dfci.harvard.edu"
                        },
                        {
                            "name": "Panagiotis Konstantinopoulos, MD, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.35843,
                        "lon": -71.05977
                    }
                },
                {
                    "facility": "Dana-Farber Cancer Institute at Foxborough",
                    "city": "Foxboro",
                    "state": "Massachusetts",
                    "zip": "02035",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Natalie Sinclair, MD",
                            "role": "CONTACT",
                            "phone": "508-543-1700",
                            "email": "natalie_sinclair@dfci.harvard.edu"
                        },
                        {
                            "name": "Natalie Sinclair, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.06538,
                        "lon": -71.24783
                    }
                },
                {
                    "facility": "Dana-Farber Cancer Institute at Milford",
                    "city": "Milford",
                    "state": "Massachusetts",
                    "zip": "01757",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Alexandra Bailey, MD",
                            "role": "CONTACT",
                            "phone": "508-488-3700",
                            "email": "alexandras_bailey@dfci.harvard.edu"
                        },
                        {
                            "name": "Alexandra Bailey, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.13982,
                        "lon": -71.51617
                    }
                },
                {
                    "facility": "Dana-Farber Cancer Institute at South Shore Hospital",
                    "city": "Weymouth",
                    "state": "Massachusetts",
                    "zip": "02190",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Meredith Faggen, MD",
                            "role": "CONTACT",
                            "phone": "781-624-4800",
                            "email": "meredith_faggen@dfci.harvard.edu"
                        },
                        {
                            "name": "Meredith Faggen, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.22093,
                        "lon": -70.93977
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "The Dana-Farber / Harvard Cancer Center encourages and supports the responsible and ethical sharing of data from clinical trials. De-identified participant data from the final research dataset used in the published manuscript may only be shared under the terms of a Data Use Agreement. Requests may be directed to: \\[contact information for Sponsor Investigator or designee\\]. The protocol and statistical analysis plan will be made available on Clinicaltrials.gov only as required by federal regulation or as a condition of awards and agreements supporting the research.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP"
            ],
            "timeFrame": "Data can be shared no earlier than 1 year following the date of publication",
            "accessCriteria": "Contact the Belfer Office for Dana-Farber Innovations (BODFI) at innovation@dfci.harvard.edu"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000016889",
                    "term": "Endometrial Neoplasms"
                },
                {
                    "id": "D000012008",
                    "term": "Recurrence"
                }
            ],
            "ancestors": [
                {
                    "id": "D000020969",
                    "term": "Disease Attributes"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000014594",
                    "term": "Uterine Neoplasms"
                },
                {
                    "id": "D000005833",
                    "term": "Genital Neoplasms, Female"
                },
                {
                    "id": "D000014565",
                    "term": "Urogenital Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000014591",
                    "term": "Uterine Diseases"
                },
                {
                    "id": "D000005831",
                    "term": "Genital Diseases, Female"
                },
                {
                    "id": "D000052776",
                    "term": "Female Urogenital Diseases"
                },
                {
                    "id": "D000005261",
                    "term": "Female Urogenital Diseases and Pregnancy Complications"
                },
                {
                    "id": "D000091642",
                    "term": "Urogenital Diseases"
                },
                {
                    "id": "D000091662",
                    "term": "Genital Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M14850",
                    "name": "Recurrence",
                    "asFound": "Recurrent",
                    "relevance": "HIGH"
                },
                {
                    "id": "M19235",
                    "name": "Endometrial Neoplasms",
                    "asFound": "Endometrial Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M22700",
                    "name": "Disease Attributes",
                    "relevance": "LOW"
                },
                {
                    "id": "M17342",
                    "name": "Uterine Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M8945",
                    "name": "Genital Neoplasms, Female",
                    "relevance": "LOW"
                },
                {
                    "id": "M17315",
                    "name": "Urogenital Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M17339",
                    "name": "Uterine Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8943",
                    "name": "Genital Diseases, Female",
                    "relevance": "LOW"
                },
                {
                    "id": "M2876",
                    "name": "Genital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M2875",
                    "name": "Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M27093",
                    "name": "Female Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14127",
                    "name": "Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M8399",
                    "name": "Female Urogenital Diseases and Pregnancy Complications",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "C000582435",
                    "term": "Pembrolizumab"
                },
                {
                    "id": "D000077289",
                    "term": "Letrozole"
                },
                {
                    "id": "D000007136",
                    "term": "Immunoglobulins"
                },
                {
                    "id": "D000007074",
                    "term": "Immunoglobulin G"
                }
            ],
            "ancestors": [
                {
                    "id": "D000074322",
                    "term": "Antineoplastic Agents, Immunological"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                },
                {
                    "id": "D000082082",
                    "term": "Immune Checkpoint Inhibitors"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000047072",
                    "term": "Aromatase Inhibitors"
                },
                {
                    "id": "D000065088",
                    "term": "Steroid Synthesis Inhibitors"
                },
                {
                    "id": "D000004791",
                    "term": "Enzyme Inhibitors"
                },
                {
                    "id": "D000004965",
                    "term": "Estrogen Antagonists"
                },
                {
                    "id": "D000006727",
                    "term": "Hormone Antagonists"
                },
                {
                    "id": "D000006730",
                    "term": "Hormones, Hormone Substitutes, and Hormone Antagonists"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000007155",
                    "term": "Immunologic Factors"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4225",
                    "name": "Antibodies",
                    "relevance": "LOW"
                },
                {
                    "id": "M349416",
                    "name": "Pembrolizumab",
                    "asFound": "Mg/m2",
                    "relevance": "HIGH"
                },
                {
                    "id": "M1743",
                    "name": "Letrozole",
                    "asFound": "Cross-",
                    "relevance": "HIGH"
                },
                {
                    "id": "M8116",
                    "name": "Estrogens",
                    "relevance": "LOW"
                },
                {
                    "id": "M10184",
                    "name": "Immunoglobulins",
                    "asFound": "Eligible",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10122",
                    "name": "Immunoglobulin G",
                    "asFound": "Kcal",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4230",
                    "name": "Antibodies, Monoclonal",
                    "relevance": "LOW"
                },
                {
                    "id": "M25769",
                    "name": "Aromatase Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M19117",
                    "name": "Immunoglobulins, Intravenous",
                    "relevance": "LOW"
                },
                {
                    "id": "M1346",
                    "name": "Antineoplastic Agents, Immunological",
                    "relevance": "LOW"
                },
                {
                    "id": "M2342",
                    "name": "Immune Checkpoint Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M7951",
                    "name": "Enzyme Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M8114",
                    "name": "Estrogen Antagonists",
                    "relevance": "LOW"
                },
                {
                    "id": "M30483",
                    "name": "Estrogen Receptor Antagonists",
                    "relevance": "LOW"
                },
                {
                    "id": "M9789",
                    "name": "Hormones",
                    "relevance": "LOW"
                },
                {
                    "id": "M9788",
                    "name": "Hormone Antagonists",
                    "relevance": "LOW"
                },
                {
                    "id": "M10201",
                    "name": "Immunologic Factors",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                }
            ]
        }
    },
    "hasResults": false
}