{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04626362",
            "orgStudyIdInfo": {
                "id": "IRB202002624"
            },
            "organization": {
                "fullName": "University of Florida",
                "class": "OTHER"
            },
            "briefTitle": "American Cranberries to Prevent UTIs in Susceptible Women",
            "officialTitle": "To Determine the Metabolic Polymorphisms of American Cranberries to Prevent UTIs in Susceptible Women Using an Integrated Metabolome-Microbiome Approach",
            "therapeuticArea": [
                "Other"
            ],
            "study": "american-cranberries-to-prevent-utis-in-susceptible-women"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-12",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-02-02",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-08-20",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-08-20",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2020-10-15",
            "studyFirstSubmitQcDate": "2020-11-06",
            "studyFirstPostDateStruct": {
                "date": "2020-11-12",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-12-01",
            "lastUpdatePostDateStruct": {
                "date": "2023-12-05",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of Florida",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The investigators pre-preliminary study showed that the urine from a portion of study participants had anti-adhesion activity. The investigators propose that UTI susceptible women can be divided into responders and non-responders depending on whether cranberry intake increase anti-adhesion activity of their urine. The overall objectives are to identify gut microbes and anti-adhesive urinary biomarkers which significantly contribute to the anti-adhesion of E. coli.",
            "detailedDescription": "The American cranberries (Vaccinium macrocarpon) have been consumed for centuries to prevent urinary tract infections (UTI), which affect 50% of women in their lifetime. However, NIH-funded clinical trials of cranberries on UTI in the last 20 years yielded conflicting results but the reasons are unknown. About 90% of UTI are initiated by adhesion of uropathogenic E. coli on urinary tract epithelia. It was reported that human urine after cranberry intake inhibited the adhesion of E. coli. A-type procyanidins and xyloglucans are the presumed bioactives in cranberries; however, none of these compounds are absorbable in small intestine. They are degraded by microbes in colon.The pre-preliminary study showed that the urine from a portion of study participants had anti-adhesion activity, suggesting there are polymorphisms in human's ability to metabolize cranberry bioactives. Based on these observations, the investigators formulate a novel hypothesis that not all, but a fraction of women harbor specific gut microbes with the ability to catabolize cranberry bioactives to anti-adhesion metabolites in the urine; therefore, the variation of gut microbiome is the underlying mechanism for metabolic polymorphisms and disparity in UTI prevention. The investigators propose that UTI susceptible women can be divided into responders and non-responders depending on whether cranberry intake increase anti-adhesion activity of their urine. The overall objectives are to identify gut microbes and anti-adhesive urinary biomarkers which significantly contribute to the anti-adhesion of E. coli. The expected result will be to generate strong preliminary data showing the differences of gut microbiome between responders and non-responders in additional to correlations between gut microbes and candidate anti-adhesion biomarkers in the urine of UTI susceptible women."
        },
        "conditionsModule": {
            "conditions": [
                "Healthy"
            ],
            "keywords": [
                "Cranberry",
                "UTI"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "CROSSOVER",
                "interventionModelDescription": "Experimental: Cranberry juice consumption participants will be provided cranberry juice to consume for 21 days Intervention: Other: Cranberry juice Placebo Comparator: Placebo juice consumption participants will be provided placebo juice to consume for 21 days Intervention: Other: Placebo juice",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "TRIPLE",
                    "maskingDescription": "Triple (Participant, Investigator, Outcomes Assessor)",
                    "whoMasked": [
                        "PARTICIPANT",
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 60,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Experimental: Cranberry juice consumption",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will be provided cranberry juice to consume for 21 days",
                    "interventionNames": [
                        "Other: Cranberry juice"
                    ]
                },
                {
                    "label": "Placebo juice consumption",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will be provided placebo juice to consume for 21 days",
                    "interventionNames": [
                        "Other: Placebo juice"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Cranberry juice",
                    "description": "Cranberry juice cocktail will be provided by Ocean Spray Cranberries, Inc.",
                    "armGroupLabels": [
                        "Experimental: Cranberry juice consumption"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Placebo juice",
                    "description": "Apple juice added with flavor and colorants will be provided by Ocean Spray Cranberries, Inc.",
                    "armGroupLabels": [
                        "Placebo juice consumption"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in the anti-adhesion activity",
                    "description": "Compare the statistical difference between the changes from baseline in the an-adhesion activity uropathogenic E. coli in UTI-susceptible women after consuming the cranberry beverage for 3 weeks versus the change after consuming the control beverage for 3 weeks. Anti-adhesion activity in urine will be measured using a fluoresces-based micro-plate method. The anti-adhesion activities of urines will be expressed by its equivalence to myricetin level. The unit for urine anti-adhesion activities is µg myricetin/ mg creatinine.",
                    "timeFrame": "Baseline and 21 days of each intervention"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in urinary biomarkers",
                    "description": "Compare the statistical difference between the change from baseline in the an-adhesion activity uropathogenic E. coli in UTI-susceptible women after consuming the cranberry beverage for 3 weeks versus the change after consuming the control beverage for 3 weeks. The Urinary biomarkers will be identified and measured using LC-Orbitrap-MS.",
                    "timeFrame": "Baseline and 21 days of each intervention"
                },
                {
                    "measure": "Change in gut microbiomes",
                    "description": "Compare the difference between the changes in gut microbiomes between responders and non-responders participants after consuming the cranberry beverage for 3 weeks versus the change after consuming the control beverage for 3 weeks. The gut microbiomes will be measured Genomic microbial DNA the extraction of genomic microbial DNA from fecal samples using DNA isolation kits and the 16S ribosomal RNA gene (V1-3 region) will be amplified and sequenced.",
                    "timeFrame": "Baseline and 21 days of each intervention"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Healthy women participants\n* BMI 18.5-29.9 kg/m2\n* At least 110 pounds in weight\n\nExclusion Criteria:\n\n* BMI≥ 30 kg/m2\n* Pregnancy and breast-feeding\n* Smoking, frequent alcohol use\n* History of any clinically important disorder that may interfere with interpretation of the results,\n* Intake of medication that might influence the outcome of the study",
            "healthyVolunteers": true,
            "sex": "FEMALE",
            "genderBased": true,
            "genderDescription": "This study will determine American cranberries to prevent urinary tract infections (UTIs) in susceptible women.",
            "minimumAge": "21 Years",
            "maximumAge": "65 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Liwei Gu, PhD",
                    "role": "CONTACT",
                    "phone": "(352)2943730",
                    "email": "lgu@ufl.edu"
                },
                {
                    "name": "Yavuz Yagiz, PhD",
                    "role": "CONTACT",
                    "phone": "(352)2943988",
                    "email": "yavuzy@ufl.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Liwei Gu, PhD",
                    "affiliation": "University of Florida",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Yavuz Yagiz, PhD",
                    "affiliation": "University of Florida",
                    "role": "STUDY_DIRECTOR"
                }
            ],
            "locations": [
                {
                    "facility": "Food Science and human nutrition department at University of Florida",
                    "status": "RECRUITING",
                    "city": "Gainesville",
                    "state": "Florida",
                    "zip": "32611",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Yavuz Yagiz, PhD",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 29.65163,
                        "lon": -82.32483
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "T127",
                    "name": "Cranberry",
                    "asFound": "Intubated",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "HB",
                    "name": "Herbal and Botanical"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}