{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06306521",
            "orgStudyIdInfo": {
                "id": "20235517"
            },
            "organization": {
                "fullName": "Rady Pediatric Genomics & Systems Medicine Institute",
                "class": "OTHER"
            },
            "briefTitle": "An Adaptive Clinical Trial of BeginNGS Newborn Screening for Hundreds of Genetic Diseases by Genome Sequencing",
            "officialTitle": "An Adaptive Clinical Trial of BeginNGS Newborn Screening for Hundreds of Genetic Diseases by Genome Sequencing",
            "acronym": "BeginNGS",
            "therapeuticArea": [
                "Rare Diseases"
            ],
            "study": "an-adaptive-clinical-trial-of-beginngs-newborn-screening-for-hundreds-of-genetic-diseases-by-genome-sequencing"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-03",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-02-29",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2029-02",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2029-02",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-02-22",
            "studyFirstSubmitQcDate": "2024-03-05",
            "studyFirstPostDateStruct": {
                "date": "2024-03-12",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-03-05",
            "lastUpdatePostDateStruct": {
                "date": "2024-03-12",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Stephen F. Kingsmore",
                "investigatorTitle": "President and CEO",
                "investigatorAffiliation": "Rady Pediatric Genomics & Systems Medicine Institute"
            },
            "leadSponsor": {
                "name": "Rady Pediatric Genomics & Systems Medicine Institute",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The goal of this clinical trial is to test a new method for newborn screening using whole genome sequencing, called BeginNGS. Parents will be approached to provide informed consent to enroll their newborns in prenatal, postnatal, and outpatient settings. The main questions this study aims to answer are:\n\nWhat is the utility of BeginNGS as compared to state newborn screening? What is the acceptability and feasibility of BeginNGS as compared to state newborn screening? What is the cost effectiveness of BeginNGS as compared to state newborn screening?\n\nEnrolled newborns will have a blood sample taken and will receive the BeginNGS test. Newborns will have also had the state newborn screening test.",
            "detailedDescription": "Each year 98% of US newborns receive screening (NBS) of dried blood spots (DBS) for at least 35 Recommended Uniform Screening Panel (RUSP) genetic disorders for diagnosis and treatment at/before onset of symptoms. About 6,600 true positive infants are identified per year. NBS is well-accepted and has proven clinical utility. Between 2010 and 2022, however, while many new therapeutic interventions for childhood genetic diseases showed clinical utility and/or were approved by the Food and Drug Administration (FDA), only 6 disorders were added to the RUSP. As a result, \\~700 childhood genetic diseases have effective treatments but are not yet screened by NBS, and affected children experience delayed diagnosis and treatment, and poor outcomes. To solve this problem the investigators are developing BeginNGS - NBS by genome sequencing (GS) of DBS for, ultimately, \\~700 severe, childhood genetic diseases with effective therapeutic interventions. BeginNGS is adaptive: genetic disorders are added (or removed) as evidence emerges that early treatment improves (or does not improve) outcomes. BeginNGS version 1 (v1, 388 genetic disorders) had good sensitivity (88.8%) and false positive rate (0.27%) in a retrospective study of 458,000 subjects. An exploratory prospective clinical trial comparing BeginNGS v2 (with 409 disorders) and rapid diagnostic genome sequencing (RDGS) identified reportable findings in 24 (34%) of 71 acutely ill newborns who were not suspected of having a genetic disease. Only 2 of those disorders were detected by standard NBS. The investigators propose a single group, multicenter, adaptive clinical trial to compare utility, acceptability, feasibility, and cost effectiveness of BeginNGS (experimental intervention) with standard NBS (control) in a minimum of 10,000 neonates (aged \\<28 days, maximum of 100,000). The primary objective of the trial is to generate evidence to support broad implementation of BeginNGS. An adaptive design was chosen rather than a traditional, fixed design to allow accumulating results to make the trial more efficient, informative, and ethical by addition or removal of BeginNGS disorders and genetic variants, population enrichment (for minority racial, ethnic, and ancestral groups), and sample size re-estimation. Adaptive design will also facilitate meta-analysis with other clinical trials of NBS-by-GS, providing greater power to test utility in ultra-rare genetic diseases. NBS-by-GS has the potential to transform the way childhood genetic diseases are diagnosed and treatments started. Preliminary data suggest that national adoption of BeginNGS in all births has the potential to improve outcomes of \\>50,000 US children per year."
        },
        "conditionsModule": {
            "conditions": [
                "Genetic Disease"
            ],
            "keywords": [
                "newborn screening"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "SCREENING",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 10000,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Enrollees",
                    "type": "EXPERIMENTAL",
                    "description": "Enrolled infants will receive the BeginNGS test in addition to the state newborn screen.",
                    "interventionNames": [
                        "Genetic: BeginNGS Test"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "GENETIC",
                    "name": "BeginNGS Test",
                    "description": "Genomic sequencing that screens for over 400 genetic diseases.",
                    "armGroupLabels": [
                        "Enrollees"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Comparison of the clinical utility of BeginNGS and standard of care (state NBS), defined by the proportion of enrollees likely to benefit (likely to have an improved outcome) from an indicated therapeutic intervention",
                    "description": "The proportion of enrollees likely to benefit (likely to have an improved outcome) from an indicated therapeutic intervention (as per an electronic clinical management system, Genome-to-Treatment, GTRx)",
                    "timeFrame": "5 years"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Utility secondary outcome 1",
                    "description": "The proportion of BeginNGS and state NBS of DBS that are positive (Positive rate)",
                    "timeFrame": "5 years"
                },
                {
                    "measure": "Utility secondary outcome 2",
                    "description": "The proportion of BeginNGS and state NBS of DBS positive results that are confirmed (true positive rate and positive predictive value)",
                    "timeFrame": "5 years"
                },
                {
                    "measure": "Utility secondary outcome 3",
                    "description": "The proportion of BeginNGS and state NBS of DBS that are true positive and diagnosed during infancy.",
                    "timeFrame": "5 years"
                },
                {
                    "measure": "Utility secondary outcome 4",
                    "description": "The proportion of BeginNGS and state NBS of DBS that are true positive and diagnosed at study end.",
                    "timeFrame": "5 years"
                },
                {
                    "measure": "Utility secondary outcome 5",
                    "description": "The proportion of BeginNGS and state NBS of DBS that are positive and in whom an indicated therapeutic intervention was commenced by study end.",
                    "timeFrame": "5 years"
                },
                {
                    "measure": "Utility secondary outcome 6",
                    "description": "The proportion of BeginNGS and state NBS of DBS that are positive and in whom a disease outcome changed due to a therapeutic intervention by study end.",
                    "timeFrame": "5 years"
                },
                {
                    "measure": "Utility secondary outcome 7",
                    "description": "Subgroup analysis of clinical utility (as defined by the primary outcome measure) by race (black, white, Asian), ethnicity (Hispanic, non-Hispanic), genetic ancestry, and disorder group",
                    "timeFrame": "5 years"
                },
                {
                    "measure": "Utility secondary outcome 8",
                    "description": "Subgroup analysis of positive rate (secondary utility outcome measure 1) by race, ethnicity, genetic ancestry, and disorder group.",
                    "timeFrame": "5 years"
                },
                {
                    "measure": "Utility secondary outcome 9",
                    "description": "Subgroup analysis of true positive rate (secondary utility outcome measure 2) by race, ethnicity, genetic ancestry, and disorder group.",
                    "timeFrame": "5 years"
                },
                {
                    "measure": "Utility secondary outcome 10",
                    "description": "Subgroup analysis of the proportion of BeginNGS and state NBS of DBS that are true positive and diagnosed during infancy in infancy by race, ethnicity, genetic ancestry, and disorder group.",
                    "timeFrame": "5 years"
                },
                {
                    "measure": "Acceptability outcome 1",
                    "description": "Proportion of parents approached who agree to enroll their newborn (Figure 1c①). This is a \"key outcome\" (as defined by CONSORT PRO31).",
                    "timeFrame": "5 years"
                },
                {
                    "measure": "Acceptability outcome 2",
                    "description": "Physician and parental questionnaires (Figure 1c⑤) regarding perceptions of benefits and harms of BeginNGS by parents and primary care pediatricians.",
                    "timeFrame": "5 years"
                },
                {
                    "measure": "Acceptability outcome 3",
                    "description": "Subgroup analysis of enrollment rate (proportion of parents approached who agree to enroll their newborn; Figure 1c①) by race, ethnicity, genetic ancestry, and enrollment method.",
                    "timeFrame": "5 years"
                },
                {
                    "measure": "Acceptability outcome 4",
                    "description": "Subgroup analysis of parental questionnaires (regarding perceptions of benefits and harms of BeginNGS) by race, ethnicity, and genetic ancestry.",
                    "timeFrame": "5 years"
                },
                {
                    "measure": "Feasibility (ability of the study to be undertaken as designed) outcome 1",
                    "description": "Time to return of a result for BeginNGS and state NBS.",
                    "timeFrame": "5 years"
                },
                {
                    "measure": "Feasibility (ability of the study to be undertaken as designed) outcome 2",
                    "description": "Time to return of a confirmed true positive result of BeginNGS and state NBS.",
                    "timeFrame": "5 years"
                },
                {
                    "measure": "Feasibility (ability of the study to be undertaken as designed) outcome 3",
                    "description": "Proportion of enrollees with positive results who undergo confirmatory testing by BeginNGS and state NBS.",
                    "timeFrame": "5 years"
                },
                {
                    "measure": "Feasibility (ability of the study to be undertaken as designed) outcome 4",
                    "description": "Time to diagnosis (time until a clinical feature of the disorder is identified) for BeginNGS and state NBS.",
                    "timeFrame": "5 years"
                },
                {
                    "measure": "Feasibility (ability of the study to be undertaken as designed) outcome 5",
                    "description": "Proportion of enrollees lost to follow up at one year of age.",
                    "timeFrame": "5 years"
                },
                {
                    "measure": "Cost effectiveness outcome 1",
                    "description": "Average cost effectiveness ratio (ACER, average cost to prevent one infant death or adverse event).",
                    "timeFrame": "5 years"
                },
                {
                    "measure": "Cost effectiveness outcome 2",
                    "description": "Incremental cost effectiveness ratio (ICER, average change in cost associated with prevention of one infant death or adverse event).",
                    "timeFrame": "5 years"
                },
                {
                    "measure": "Cost effectiveness outcome 3",
                    "description": "Subgroup analysis of Average Cost Effectiveness Ratio (ACER, average cost to prevent one infant death or adverse event) by disorder group (for example metabolic disorders, immunodeficiency disorders, seizure disorders, endocrine disorders, vitamin and cofactor deficiency disorders, hematologic disorders, muscle disorders).",
                    "timeFrame": "5 years"
                },
                {
                    "measure": "Cost effectiveness outcome 4",
                    "description": "Subgroup analysis of Incremental cost effectiveness ratio (ICER, average change in cost associated with prevention of one infant death or adverse event) by disorder group (for example metabolic disorders, immunodeficiency disorders, seizure disorders, endocrine disorders, vitamin and cofactor deficiency disorders, hematologic disorders, muscle disorders).",
                    "timeFrame": "5 years"
                },
                {
                    "measure": "Accuracy outcome 1",
                    "description": "True positive rate (true positive/true positive+false negative, recall, sensitivity) of BeginNGS by comparison with state NBS of DBS (all enrollees).",
                    "timeFrame": "5 years"
                },
                {
                    "measure": "Accuracy outcome 2",
                    "description": "True positive rate of BeginNGS by comparison with other genetic tests (in infants who subsequently receive diagnostic testing for a suspected genetic disease).",
                    "timeFrame": "5 years"
                },
                {
                    "measure": "Utility secondary outcome 11",
                    "description": "Number needed to screen to prevent one infant death or adverse event.",
                    "timeFrame": "5 years"
                },
                {
                    "measure": "Feasibility outcome 6",
                    "description": "Incidence of variants and haplotypes associated with individual genetic diseases in newborns.",
                    "timeFrame": "5 years"
                },
                {
                    "measure": "Feasibility outcome 7",
                    "description": "Categorical determination of genetic pattern of inheritance (for example dominant, recessive) of individual genetic diseases in newborns (where this has not been unequivocally established).",
                    "timeFrame": "5 years"
                },
                {
                    "measure": "Utility secondary outcome 12",
                    "description": "Subgroup categorical analysis of efficacy of individual therapeutic interventions in infants.",
                    "timeFrame": "5 years"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Neonates (\\<28 days old) at enrollment sites.\n2. Parents must have identified a primary care provider (or group).\n\nExclusion Criteria:\n\n1. Neonates whose mother is less than 18 years of age.\n2. Neonates who are wards of the state.\n3. Neonates whose parent/legal guardian is unable to provide consent.\n4. Parents with a home address outside the US or jurisdiction of the enrollment sites.\n5. Neonates or fetuses who are ill and in whom enrollment or sampling is anticipated to interfere with healthcare provision at delivery. For example, fetuses or neonates who are likely to require transfer to a higher level of care, such as to a Level IV NICU upon delivery.\n6. Neonates who are under consideration for a rapid diagnostic genome sequence or other diagnostic genetic testing.\n7. Neonates who are not expected to survive the neonatal period.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "1 Day",
            "maximumAge": "28 Days",
            "stdAges": [
                "CHILD"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Lauren Olsen, MSN",
                    "role": "CONTACT",
                    "phone": "858-576-1700",
                    "phoneExt": "228456",
                    "email": "lolsen1@rchsd.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Stephen Kingsmore, MD DSc",
                    "affiliation": "Rady Children's Institute for Genomic Medicine",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Rebecca Reimers, MD MPH",
                    "affiliation": "Rady Children's Institute for Genomic Medicine",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Rady Children's Hospital San Diego",
                    "status": "RECRUITING",
                    "city": "San Diego",
                    "state": "California",
                    "zip": "92123",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Lauren Olsen, MSN",
                            "role": "CONTACT",
                            "phone": "858-576-1700",
                            "phoneExt": "228456",
                            "email": "lolsen1@rchsd.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 32.71533,
                        "lon": -117.15726
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000030342",
                    "term": "Genetic Diseases, Inborn"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M23686",
                    "name": "Genetic Diseases, Inborn",
                    "asFound": "Genetic Diseases",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC16",
                    "name": "Diseases and Abnormalities at or Before Birth"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}