{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05166707",
            "orgStudyIdInfo": {
                "id": "BX-DT-FP-OCF-01"
            },
            "organization": {
                "fullName": "BIXINK Therapeutics Co., Ltd.",
                "class": "INDUSTRY"
            },
            "briefTitle": "An ERP-based Mobile Intervention as an Adjunctive Treatment for OCD",
            "officialTitle": "A Prospective, Single Arm, Open, Single-center, Feasibility Study to Assess the Effectiveness and Safety of Mobile App (OC Free) for Patients With Obsessive-Compulsive Disorder (OCD)",
            "therapeuticArea": [
                "Other"
            ],
            "study": "an-erp-based-mobile-intervention-as-an-adjunctive-treatment-for-ocd"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-02",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-10-18",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2022-11-18",
                "type": "ACTUAL"
            },
            "completionDateStruct": {
                "date": "2023-05",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-11-12",
            "studyFirstSubmitQcDate": "2021-12-20",
            "studyFirstPostDateStruct": {
                "date": "2021-12-22",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-02-06",
            "lastUpdatePostDateStruct": {
                "date": "2023-02-08",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "BIXINK Therapeutics Co., Ltd.",
                "class": "INDUSTRY"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUnapprovedDevice": true,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "The objective of this feasibility study is to evaluate the feasibility, acceptability, and potential usefulness of the investigational device, a mobile software application (app) (OC Free) for treatment of OCD (contamination obsession only), adjunctive to individuals receiving outpatient ERP therapy. OC Free is an iOS/Android app that provides treatment via computerized exposure and response prevention (ERP). The study will evaluate preliminary safety and effectiveness of the app using gold-standard, validated 'clinician-administered' and 'self-reporting measures.'",
            "detailedDescription": "Obsessive Compulsive Disorder (OCD) is characterized by the presence of obsessions and/or compulsions that cause clinically significant distress or impairment in multiple areas of functioning. It has a lifetime prevalence of 1-3% and is considered 1 of the 10 most debilitating diseases by the World Health Organization (WHO). One of the most common types of OCD, affecting up to 46% of OCD patients, is characterized by severe contamination fears and excessive washing behaviors. These patients feel anxious even after incidents of minor \"contamination\" (for example, touching a door knob), and may spend up to several hours painstakingly washing and scrubbing their hands, sometimes causing bleeding and skin damage.\n\nExposure and Response Prevention (ERP) treatment is often considered as a first-line intervention for contamination OCD in mild to moderate cases. It is a behavioral therapy with the strongest evidence that exposes patients to situations that provoke their obsessive thoughts while helping them cope with their compulsive rituals. Through repetitive \"exposure\" and \"response prevention,\" patients with contamination OCD can recognize that the dreaded outcome of their obsession is not likely.\n\nThough ERP treatment may be the first-line and most effective psychotherapeutic intervention for contamination OCD, not everyone treated in this intervention show recovery. In fact, many patients fail to complete all of their ERP tasks such as engaging in the homework or ritual prevention techniques outside of the sessions. Therefore, there is an immediate need to encourage patients to engage ERP tasks between the therapy sessions and increase the retention rate of ERP treatment.\n\nTo address the unmet needs described above, the proposed intervention is intended to encourage patients to complete their ERP tasks at home and increase retention in outpatient ERP therapy programs. This study aims to evaluate the clinical effectiveness and safety of an ERP - based digital treatment for patients with contamination OCD.\n\nThe study will enroll up to 30 male or female subjects aged 18 years and older with a primary diagnosis of OCD based on the criteria. Subjects should have OCD with prominent contamination fears and obsessions as measured on the Padua Inventory Contamination Fear Subscale. Enrolled patients will receive ERP via OC Free for a 6-week treatment period, followed by a 4-week follow-up period to measure preliminary effectiveness and safety.\n\nThe obsessive-compulsive symptom improvement (difference between baseline and end of treatment) will be determined by the Yale-Brown Obsessive-Compulsive scale (Y-BOCS). All subjects who have completed treatment with OC Free will be re-evaluated with the Y-BOCS 4 weeks after the end of the treatment (Week 10)."
        },
        "conditionsModule": {
            "conditions": [
                "Obsessive-compulsive Disorders and Symptoms",
                "Obsessive-Compulsive Disorder"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 30,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "BIXINK OC Free",
                    "type": "EXPERIMENTAL",
                    "description": "A 6 week ERP-based intervention",
                    "interventionNames": [
                        "Device: BIXINK OC Free"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "BIXINK OC Free",
                    "description": "OC Free is a 6-week ERP-based intervention to deliver Exposure and Response Prevention (ERP) to reduce the anxiety from obsessive thoughts and compulsive rituals.",
                    "armGroupLabels": [
                        "BIXINK OC Free"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Yale-Brown Obsessive-Compulsive Scale (Y-BOCs)",
                    "description": "The Y-BOCS is the gold-standard, semi-structured clinician-administered assessment of OCD severity. It contains 10 items ranging from 0 to 4, which are summed to generate a total score (range = 0-40). Higher scores indicate more severe OCD symptoms. The Y-BOCS will be used to assess change in OCD symptoms from baseline to endpoint.",
                    "timeFrame": "Screening/Baseline (week 0), Endpoint (week 6), Follow-up (week 10)"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Clinical Global Impression - Improvement scale (CGI-I)",
                    "description": "The CGI-I is a single-item clinician-rated measure of global improvement. Scores range from 1 (very much improved) to 7 (very much worse), with scores of 1 or 2 (much improved) indicating positive treatment response.",
                    "timeFrame": "Endpoint (week 6), Follow-up (week 10)"
                },
                {
                    "measure": "Clinical Global Impression-Severity Scale (CGI-S)",
                    "description": "The CGI-S is a 7-point scale that requires the clinician to rate the severity of the patient's illness at the time of assessment. Scores range from 1 (Normal - not at all ill, symptoms of disorder not present past seven days) to 7 (extremely ill - pathology drastically interferes in many life functions; may be hospitalized).",
                    "timeFrame": "Screening/Baseline (week 0), Endpoint (week 6), Follow-up (week 10)"
                },
                {
                    "measure": "Beck Depression Inventory II",
                    "description": "The BDI is a 21 item self-reporting measure of depression, rated on a 0-3 scale, with responses being specific to the questions. Total score ranges from 0-63; of which 0-8 is considered no depression, 0-13 is minimal depression, 14-19 is mild depression, 20-28 is moderate depression and 29-63 is severe depression.",
                    "timeFrame": "Screening/Baseline (week 0), Endpoint (week 6), Follow-up (week 10)"
                },
                {
                    "measure": "Beck Anxiety Inventory",
                    "description": "The BAI is a 21 item self-reporting measure of anxiety, rated on a 0-3 scale, with 0 being not at all to 3 being severely-it bothered me a lot. A total score of 0-7 is interpreted as a \"Minimal\" level of anxiety; 8-15 as \"Mild\"; 16-25 as \"Moderate\", and; 26-63 as \"Severe\".",
                    "timeFrame": "Screening/Baseline (week 0), Endpoint (week 6), Follow-up (week 10)"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Ages 18 years and older\n* Primary DSM-5 diagnosis of obsessive-compulsive disorder\n* Mild to Moderate OCD severity (8 ≤ Y-BOCS ≤ 23)\n* Subjects must currently be engaged (initiated and ongoing) in formal psychotherapy, ERP, prior to enrollment\n* Subjects currently on medication that wish to participate in the study: Taking a confirmed adequate and stable dose of a Serotonin Reuptake Inhibitor (SRI) or Selective Serotonin Reuptake Inhibitor (SSRI), as determined by the Investigator, for at least 6 consecutive weeks prior to screening\n* Confirmed contamination fears, as defined by a score of at least 10 points on the Padua Inventory Contamination Fear Subscale 30 (PI CF) during the initial telephone screening and at least 9 on the PI CF during the first laboratory testing session\n* CGI-Severity score ≥ 2\n* Currently living in the United States\n* Ability to read, write, and comprehend English\n* Patient willing to provide informed consent\n\nExclusion Criteria:\n\n* Subjects who are study site staff members or subjects who are employees directly involved in the conduct of the study\n* Subjects with a history of at least two (2) treatment failures with a Serotonin Reuptake Inhibitor (SRI) and/or Selective Serotonin Reuptake Inhibitor (SSRI) at a confirmed adequate dose and for an adequate duration, as determined by the investigator\n* Severe and extreme OCD severity (Y-BOCS ≥ 24)\n* Current or previous symptoms of psychosis, including delusions, or history consistent with a psychotic disorder, in the opinion of the investigator\n* Current or previous compulsions that may place the subject or others at risk, in the opinion of the Investigator\n* History of a violent tendencies, action(s) or thoughts or predilection towards violence in the opinion of the Investigator\n* Any comorbid diseases or disorders (as determined by clinical judgement and supported by the MINI v.6 diagnostic instrument) that significantly elevates the risk of study participation or obscure the evaluation of effectiveness (e.g., psychotic disorders, Major Depressive Disorder, Bipolar Disorder, evidence of dementia or other Cognitive Disorder)\n* Baseline C-SSRS: answer of yes to items 3, 4 or 5 within previous 12-month period) and/or BDI-II Exclusion (item 9, score of 2 or 3)\n* History of one or more suicide attempts (in the last 12 months) or subjects who, in the opinion of the investigator, present a serious risk of suicide, determined also by C-SSRS\n* Subjects presenting a risk for self-harm or self-injurious behavior(s) or a risk of harming others (in the last 12 months) as judged by the investigator in consultation with the medical monitor\n* Current severe substance use disorder as determined by the M.I.N.I diagnostic instrument excluding caffeine\n* Vision or hearing impairment that, in the opinion of the Investigator, might reduce, limit or adversely affect the subject's ability to comply with the requirements of the study or might affect the integrity of the data\n* Does not own a supported mobile smartphone with a data plan\n* Any physical, medical (including psychiatric) or other condition that, in the opinion of the investigator, might reduce, limit or adversely affect the subject's ability to comply with the requirements of the study or might affect the integrity of the data\n* Use of a smartphone app in past for treatment of any psychiatric disorder, including OCD, depression or anxiety disorder\n* A history of addiction to, dependence on, abuse of, misuse of, distribution of or use of any substance, including alcohol and nicotine, within the past one year",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Nick Lee, MS",
                    "role": "CONTACT",
                    "phone": "+82-70-5223-2869",
                    "email": "cl.lee@bixink.com"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Eric Hollander, MD",
                    "affiliation": "Spectrum Neuroscience and Treatment Institute",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Spectrum Neuroscience and Treatment Institute",
                    "status": "RECRUITING",
                    "city": "New York",
                    "state": "New York",
                    "zip": "10021",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Emily Sachs, BA",
                            "role": "CONTACT",
                            "phone": "646-351-0220",
                            "email": "emilysachs@spectrumneuroscience.org"
                        },
                        {
                            "name": "Eric Hollander, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.71427,
                        "lon": -74.00597
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000003193",
                    "term": "Compulsive Personality Disorder"
                },
                {
                    "id": "D000009771",
                    "term": "Obsessive-Compulsive Disorder"
                }
            ],
            "ancestors": [
                {
                    "id": "D000010554",
                    "term": "Personality Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                },
                {
                    "id": "D000001008",
                    "term": "Anxiety Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M12706",
                    "name": "Obsessive-Compulsive Disorder",
                    "asFound": "Obsessive-Compulsive Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M6419",
                    "name": "Compulsive Personality Disorder",
                    "asFound": "Compulsive Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M13462",
                    "name": "Personality Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4324",
                    "name": "Anxiety Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}