{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04192773",
            "orgStudyIdInfo": {
                "id": "2019P0002539"
            },
            "organization": {
                "fullName": "Massachusetts Eye and Ear Infirmary",
                "class": "OTHER"
            },
            "briefTitle": "An fMRI Investigation of the Effects of IV Lidocaine on Tinnitus",
            "officialTitle": "An fMRI Investigation of the Effects of IV Lidocaine on Tinnitus",
            "therapeuticArea": [
                "Other"
            ],
            "study": "an-fmri-investigation-of-the-effects-of-iv-lidocaine-on-tinnitus"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-10",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-04-28",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-11",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-12",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2019-10-21",
            "studyFirstSubmitQcDate": "2019-12-09",
            "studyFirstPostDateStruct": {
                "date": "2019-12-10",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-10-17",
            "lastUpdatePostDateStruct": {
                "date": "2023-10-19",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "D. Bradley Welling, MD, PhD",
                "investigatorTitle": "Professor of Otolaryngology-Head and Neck Surgery",
                "investigatorAffiliation": "Massachusetts Eye and Ear Infirmary"
            },
            "leadSponsor": {
                "name": "Massachusetts Eye and Ear Infirmary",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This is an exploratory pilot open-label study to identify the signal changes on fMRI of patients with tinnitus and with temporary suppression of the tinnitus with IV lidocaine. Patients will include those with hearing loss (both unilateral and bilateral) and tinnitus, subjects with normal hearing and tinnitus, and control subjects with normal hearing and no tinnitus. Eligible subjects will have functional and subjective data collected at baseline, receive an IV lidocaine infusion, and have functional and subjective data collected post-infusion for comparison and identification of involved neural networks.",
            "detailedDescription": "A total of 40 subjects will be enrolled in this study. Ten study volunteers will be enrolled in each of the following four groups:\n\n1. - Normal hearing (NH) without tinnitus (T-)\n2. - Normal hearing (NH) with tinnitus (T+)\n3. - Unilateral hearing loss (uHL) and ipsilateral unilateral tinnitus (uT+)\n4. - Bilateral hearing loss (bHL) and bilateral tinnitus (bT+)\n\nApplication of the study treatment may occur at the initial Screening Visit (pending all eligibility requirements can be confirmed) or at Visit 1. The first visit (not including IV lidocaine infusion) should take no more than 3 hours. The investigators will assess patient eligibility and obtain a baseline MRI, audiometry with high frequency, and middle ear muscle reflexes. Three questionnaires (THI, TFI, VAS) will also be given prior to IV lidocaine infusion to assess patients' perception of their tinnitus.\n\nThe patient visit and baseline screening may take up to 8 hours total. Patients may have completed the screening/baseline visit on a prior day, in which case the visit should take no more than 5 hours. At the screening/baseline visit, patient will be asked to complete three questionnaires; have an audiogram with high frequency and middle ear reflexes; a pregnancy test if the patient is a woman of childbearing age, and a baseline MRI to assess brain activity. We will also obtain a baseline EKG to evaluate the patient's heart and blood draw to check liver and kidney function. At the infusion visit, patients will receive IV lidocaine infusion for 30 minutes (500mg maximal dose) and an fMRI of the brain. After the infusion, the investigators will draw some blood samples to test for serum lidocaine levels, perform another audiogram with high frequency and middle ear reflexes, and administer the same three questionnaires (THI, TFI, VAS). The investigators will follow-up with patients via email 30 (±7) days after the infusion visit for any adverse event and ask them to complete the three questionnaires (THI, TFI, VAS)."
        },
        "conditionsModule": {
            "conditions": [
                "Tinnitus"
            ],
            "keywords": [
                "tinnitus",
                "normal control",
                "hearing loss",
                "IV lidocaine",
                "fMRI"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "EARLY_PHASE1"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "DIAGNOSTIC",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 40,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "IV lidocaine",
                    "type": "EXPERIMENTAL",
                    "description": "1000mg/hour IV lidocaine administered for up to 30 minutes (500mg max). Patients will be continuously monitored by a nurse every 5 (±2) minutes to check specifically for vital signs (BP, HR, and RR), patient tinnitus levels, and reports of side effects.\n\nThe infusion is continued until any of the following criteria are met: 1) the patient has completed the 30-minute infusion; 2) the patient reports intolerable or concerning side effect, such as dizziness, nausea, or vomiting; 3) the patient experiences bradycardia \\<50 and a drop of systolic blood pressure (BP) more than 20 mmHg and diastolic pressure more than 10 mmHg during the infusion; 4) the patient reports that tinnitus is resolved, or 5) the patient wishes to stop the study.\n\nSerum lidocaine levels will be drawn by a research nurse upon completion of MRI. The Tinnitus Handicap Inventory, the Tinnitus Functional Index, and the Visual Analog Scale will be administered after IV infusion.",
                    "interventionNames": [
                        "Drug: IV Lidocaine"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "IV Lidocaine",
                    "description": "IV lidocaine will be administered pre-fMRI and post-FMRI with each subject acting as their own control",
                    "armGroupLabels": [
                        "IV lidocaine"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Compare fMRI scans pre- and post-lidocaine administration to identify neural networks associated with chronic tinnitus.",
                    "description": "The investigators will scan the patient in fMRI prior to IV lidocaine administration. After the infusion, patient will get another fMRI scan to assess any neural changes in the primary auditory cortex and associated salience, limbic and cognitive regions.",
                    "timeFrame": "60 MINUTES"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in subjective assessment of tinnitus via Tinnitus Handicap Inventory (THI) questionnaire from baseline to post-infusion.",
                    "description": "Patients will be given the questionnaire at baseline to evaluate their tinnitus. The purpose of this questionnaire is to identify difficulties that patients may be experiencing because of their tinnitus. The patients can choose to answer \"yes\", \"sometimes\", and \"no\" to these questions. The higher scores mean worse outcome. The same questionnaire will be given after the infusion to compare questionnaire responses.",
                    "timeFrame": "30 MINUTES"
                },
                {
                    "measure": "Change in subjective assessment of tinnitus via Tinnitus Functional Index (TFI) questionnaire from baseline to post-infusion.",
                    "description": "Patients will be given the questionnaire at baseline to evaluate their tinnitus. Multiple questions probing how the patient's tinnitus has affected different social aspects of their lives are evaluated on the scale of 0 to 10. The higher scores indicate a worse outcome. The same questionnaire will be given after the infusion to compare questionnaire responses.",
                    "timeFrame": "30 MINUTES"
                },
                {
                    "measure": "Change in subjective assessment of tinnitus via Visual Analog Scale (VAS) questionnaire from baseline to post-infusion.",
                    "description": "Patients will be given the questionnaire at baseline to evaluate their tinnitus. The scale evaluates tinnitus loudness, annoyance felt by the patient due to the tinnitus, distress experienced by the patient, and his/her ability to cope with tinnitus. The scale is 10cm long, labeled with 'min' on the left side and 'max' on the right side. Higher scores on the first three categories mean worse outcomes and lower score on the ability to cope means worse outcome. The same questionnaire will be given after the infusion to compare questionnaire responses.",
                    "timeFrame": "30 MINUTES"
                },
                {
                    "measure": "Compare blood oxygen level (O2) dependent signal derived from pre- and post-infusion fMRI.",
                    "description": "The investigators will compare measured blood O2 level dependent activity on fMRI images pre- and post-infusion.",
                    "timeFrame": "30 MINUTES"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n-Age ≥ 18\n\n* Ability to provide informed consent\n* English speaker\n* Falls under one of the four groups a. Normal Hearing without Tinnitus (NH/T-) i. Normal Hearing as defined as pure tone thresholds of 25 dB or less across all tested frequencies ii. Subjective confirmation of lack of tinnitus\\* 1. Never or rarely b. Normal Hearing with Tinnitus (NH/T+) i. Normal Hearing Normal Hearing as defined as pure tone thresholds of 25 dB or less across all tested frequencies ii. Subjective confirmation of tinnitus\\* 1. Often, always c. Unilateral hearing loss and ipsilateral unilateral tinnitus (uHL/uT+) i. Unilateral hearing loss as defined by pure tone thresholds of 50 dB or greater across 3 frequencies in the bad ear and 25 dB or less in good ear ii. Subjective confirmation of tinnitus in the good ear\\* 1. Often, always d. Bilateral hearing loss and bilateral tinnitus (bHL/bT+) i. Bilateral hearing loss as defined by pure tone thresholds of 50 dB or greater across 3 frequencies in both ears ii. Subjective confirmation of tinnitus in both ears\\*\n\n  1. Often, always\n\n     * Tinnitus will be confirmed via Likert-scale: Never - Rarely - Sometimes - Often - Always\n\nExclusion Criteria:\n\n* Currently undergoing tinnitus treatment with other pharmacologic agents\n\n  a. Patients may be eligible if they complete a 60 day washout period from pharmacologic agents treating tinnitus\n* Inability to tolerate fMRI or other contraindications of fMRI including claustrophobia or presence of ferromagnetic objects in the body that cannot be removed.\n* Contraindications to IV lidocaine administration such known allergy to lidocaine\n* History of myocardial infarction or cardiac arrhythmias including Wolff-Parkinson-White, severe sinoatrial, atrioventricular or intraventricular heart block in the absence of a pacemaker\n* History of seizure disorder\n* Resting BP of \\<100/50\n* Currently taking antiarrhythmics\n* Have taken antibiotics within 48 hours of infusion\n* Known hepatic failure\n* Pregnant or lactating women\n* Patient with other neurological or psychiatric disorders, such as stroke, brain tumor, schizophrenia, bipolar disorder.\n* Patients who cannot fill out the questionnaires",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Gaia Arno, MA",
                    "role": "CONTACT",
                    "phone": "617-573-3635",
                    "email": "simonyan_lab@meei.harvard.edu"
                },
                {
                    "name": "Mikayla K Day, MA",
                    "role": "CONTACT",
                    "phone": "617-573-3635",
                    "email": "simonyan_lab@meei.harvard.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Bradley Welling, MD, PhD",
                    "affiliation": "Massachusetts Eye and Ear",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Massachusetts Eye and Ear Infirmary",
                    "status": "RECRUITING",
                    "city": "Boston",
                    "state": "Massachusetts",
                    "zip": "02114",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Azadeh Hamzehei Sichani, MD, PhD",
                            "role": "CONTACT",
                            "phone": "617-573-6016",
                            "email": "simonyan_lab@meei.harvard.edu"
                        },
                        {
                            "name": "D. Bradley Welling, MD, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.35843,
                        "lon": -71.05977
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000014012",
                    "term": "Tinnitus"
                }
            ],
            "ancestors": [
                {
                    "id": "D000006311",
                    "term": "Hearing Disorders"
                },
                {
                    "id": "D000004427",
                    "term": "Ear Diseases"
                },
                {
                    "id": "D000010038",
                    "term": "Otorhinolaryngologic Diseases"
                },
                {
                    "id": "D000012678",
                    "term": "Sensation Disorders"
                },
                {
                    "id": "D000009461",
                    "term": "Neurologic Manifestations"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M24420",
                    "name": "Hearing Loss",
                    "relevance": "LOW"
                },
                {
                    "id": "M6840",
                    "name": "Deafness",
                    "relevance": "LOW"
                },
                {
                    "id": "M16769",
                    "name": "Tinnitus",
                    "asFound": "Tinnitus",
                    "relevance": "HIGH"
                },
                {
                    "id": "M9400",
                    "name": "Hearing Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M7601",
                    "name": "Ear Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12961",
                    "name": "Otorhinolaryngologic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M15490",
                    "name": "Sensation Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M12404",
                    "name": "Neurologic Manifestations",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC09",
                    "name": "Ear, Nose, and Throat Diseases"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000008012",
                    "term": "Lidocaine"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000779",
                    "term": "Anesthetics, Local"
                },
                {
                    "id": "D000000777",
                    "term": "Anesthetics"
                },
                {
                    "id": "D000002492",
                    "term": "Central Nervous System Depressants"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000018689",
                    "term": "Sensory System Agents"
                },
                {
                    "id": "D000018373",
                    "term": "Peripheral Nervous System Agents"
                },
                {
                    "id": "D000000889",
                    "term": "Anti-Arrhythmia Agents"
                },
                {
                    "id": "D000061567",
                    "term": "Voltage-Gated Sodium Channel Blockers"
                },
                {
                    "id": "D000026941",
                    "term": "Sodium Channel Blockers"
                },
                {
                    "id": "D000049990",
                    "term": "Membrane Transport Modulators"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M11014",
                    "name": "Lidocaine",
                    "asFound": "Self-",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4107",
                    "name": "Anesthetics",
                    "relevance": "LOW"
                },
                {
                    "id": "M4109",
                    "name": "Anesthetics, Local",
                    "relevance": "LOW"
                },
                {
                    "id": "M4213",
                    "name": "Anti-Arrhythmia Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M23177",
                    "name": "Sodium Channel Blockers",
                    "relevance": "LOW"
                },
                {
                    "id": "M30025",
                    "name": "Diuretics, Potassium Sparing",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "AnArAg",
                    "name": "Anti-Arrhythmia Agents"
                },
                {
                    "abbrev": "ChanBlk",
                    "name": "Channel Blockers"
                },
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}