{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05474534",
            "orgStudyIdInfo": {
                "id": "Protocol # IRB-22-04- 4542"
            },
            "organization": {
                "fullName": "Wayne State University",
                "class": "OTHER"
            },
            "briefTitle": "An Intervention to Enhance Well-Being in Trauma Exposed New Mothers",
            "officialTitle": "Beyond the Baby Blues: A Pilot Intervention to Enhance Well-Being in Trauma Exposed New Mothers",
            "therapeuticArea": [
                "Pediatrics",
                "Other"
            ],
            "study": "an-intervention-to-enhance-well-being-in-trauma-exposed-new-mothers"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-08",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-02-13",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-09",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-12",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-07-21",
            "studyFirstSubmitQcDate": "2022-07-22",
            "studyFirstPostDateStruct": {
                "date": "2022-07-26",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-08-22",
            "lastUpdatePostDateStruct": {
                "date": "2023-08-24",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Lisa S. Panisch, PhD, MSW",
                "investigatorTitle": "Assistant Professor",
                "investigatorAffiliation": "Wayne State University"
            },
            "leadSponsor": {
                "name": "Wayne State University",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This pilot randomized controlled trial will evaluate the feasibility and effectiveness of a mobile neurofeedback intervention for increasing maternal overall well-being, and measuring whether mothers experience any subsequent reductions in trauma symptoms and parenting stress and enhancements in regard to emotional regulation, parenting sensitivity and positive parenting behaviors, as well as infant socio-emotional development and behavioral outcomes (i.e., crying, fussing) among postpartum mothers with symptoms of post-traumatic stress disorder. The investigators hypothesize that mothers who receive the neurofeedback intervention will demonstrate larger decreases in mental health symptoms, greater improvements in emotional regulation and observed parenting behaviors, increased feelings of parenting competency, decreased feelings of parenting stress, and reductions in the potential for child maltreatment than mothers in the control group. The investigators also hypothesize that infants of mothers who receive the neurofeedback intervention will demonstrate less crying and fussiness and higher scores on socio-emotional developmental assessments than infants of mothers in the control group at the posttest interval."
        },
        "conditionsModule": {
            "conditions": [
                "Post-traumatic Stress Disorder",
                "Dissociation",
                "Maternal Care Patterns",
                "Infant Behavior",
                "Maternal Behavior",
                "Maternal Distress",
                "Mood Disturbance",
                "Emotional Regulation"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Participants will be randomly assigned to one of two groups: 1) the Treatment group (participants in this group will receive the three-month neurofeedback intervention), or the Wait-list Control Group (participants in this group will not receive the neurofeedback intervention during the data collection period; they will be given the choice to use neurofeedback for after the data collection period has ended).",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 40,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Treatment Group",
                    "type": "EXPERIMENTAL",
                    "description": "Mothers in the treatment group will complete pre- and post-treatment self-report surveys assessing trauma symptoms, mental health, parenting attitudes and behaviors, and infant crying patterns and socioemotional development. Mothers in the treatment group will be provided with a wearable neurofeedback device called the MUSE 2, to use at home for 4-6 10-minute sessions per week, over the course of 3 months. Mothers in the treatment group will complete weekly virtual surveys assessing emotional and behavioral self-regulation capacities (e.g., anger control, etc.) throughout the 3 month duration of this study phase. Mothers in the treatment group will also answer additional weekly questions about intervention uptake (i.e., no. of sessions completed in the past week) and feasibility (i.e.,barriers to treatment uptake, ease of use of the device, etc.).",
                    "interventionNames": [
                        "Device: Neurofeedback (MUSE 2)"
                    ]
                },
                {
                    "label": "Wait-list Control Group",
                    "type": "NO_INTERVENTION",
                    "description": "Mothers in the wait-list control group will complete pre- and post-treatment self-report surveys assessing trauma symptoms, mental health, parenting attitudes and behaviors, and infant crying patterns and socioemotional development. Mothers in the wait-list control group will complete weekly virtual surveys assessing emotional and behavioral self-regulation capacities (e.g., anger control, etc.) throughout the 3 month duration of this study phase."
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "Neurofeedback (MUSE 2)",
                    "description": "During each at-home treatment session, mothers will place the MUSE 2 on their heads and connect it to the app on their personal device. Their brain activity is monitored by the MUSE 2 and is represented on the app through audio-based feedback (e.g., birds chirping, sounds of waves lapping on the beach) that mothers will listen to with earbuds as they direct their focus on maintaining a calm state of mind during the session; when a calm state is maintained, they are rewarded with calming sounds. The goal is to gain increased conscious control over their own brain activity. The audio feedback, primarily composed of nature-based sounds, is meant to guide their brain activity into a calm state. The session will begin, and the MUSE 2 will provide audio feedback in real time to guide their brainwave activity into an optimal frequency bandwidth range (e.g., as their brain activity reaches the target state, sounds of wind would subside to peaceful waves or other rewarding audio feedback).",
                    "armGroupLabels": [
                        "Treatment Group"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change from Baseline Maternal PTSD Symptoms at 3 Months",
                    "description": "The Post-Traumatic Stress Disorder Checklist for DSM-5 - Standard will be administered to participants at baseline and again after the intervention has concluded 3 months later. Scores range from 0-80, with higher scores indicating worse outcomes, i.e., a greater severity of symptoms.",
                    "timeFrame": "Baseline and Post-intervention Assessments (intervention lasts 3 months)"
                },
                {
                    "measure": "Change from Baseline Maternal Dissociative Symptoms at 3 Months",
                    "description": "The Dissociative Experiences Scale II will be administered to participants at baseline and again after the intervention has concluded 3 months later. Scores range from 0-100, with higher scores indicating worse outcomes, i.e., more dissociative symptoms.",
                    "timeFrame": "Baseline and Post-intervention Assessments (intervention lasts 3 months)"
                },
                {
                    "measure": "Change from Baseline Maternal Symptoms of Parenting Stress at 3 Months",
                    "description": "The Parenting Stress Index 4 - Short Form will be administered to participants at baseline and again after the intervention has concluded 3 months later. Overall stress scores range from 36-180, with higher scores indicating worse outcomes, i.e., more stress.",
                    "timeFrame": "Baseline and Post-intervention Assessments (intervention lasts 3 months)"
                },
                {
                    "measure": "Change from Baseline Parental Sense of Competency and Self-Efficacy at 3 Months",
                    "description": "The Parenting Sense of Competence scale will be administered to participants at baseline and again after the intervention has concluded 3 months later. Scores range from 17-102, with higher scores indicating better outcomes, i.e., a greater sense of parenting competency.",
                    "timeFrame": "Baseline and Post-intervention Assessments (intervention lasts 3 months)"
                },
                {
                    "measure": "Change from Baseline Maternal Risk of Child Abuse at 3 Months",
                    "description": "The Brief Child Abuse Potential measure will be administered to participants at baseline and again after the intervention has concluded 3 months later. Scores range from 0-34, with higher scores indicating worse outcomes, i.e., greater risk of child abuse.",
                    "timeFrame": "Baseline and Post-intervention Assessments (intervention lasts 3 months)"
                },
                {
                    "measure": "Change from Baseline Maternal Depressive Symptoms at 3 Months",
                    "description": "The Patient Health Questionnaire 8 will be administered to participants at baseline and again after the intervention has concluded 3 months later. Scores range from 0-24, with higher scores indicating worse outcomes, i.e., more depressive symptoms.",
                    "timeFrame": "Baseline and Post-intervention Assessments (intervention lasts 3 months)"
                },
                {
                    "measure": "Change from Baseline Maternal Anger Control at 3 Months",
                    "description": "The Trait Anger Scale of the State Trait Anger Expression Inventory will be administered to participants at baseline and again after the intervention has concluded 3 months later. Scores range from 10-40, with higher scores indicating worse outcomes, i.e., less anger control.",
                    "timeFrame": "Baseline and Post-intervention Assessments (intervention lasts 3 months)"
                },
                {
                    "measure": "Weekly Changes of Maternal Emotional and Behavioral Self-Regulation Across 12 Weeks",
                    "description": "The Neuro-QoL Item Bank v1.0 - Emotional and Behavioral Dyscontrol - Short Form will be administered to participants one time a week for 12 weeks (across the course of the 12-week intervention). Scores range from 8-40, with higher scores indicating worse outcomes, i.e., less anger control.",
                    "timeFrame": "Weekly, throughout the course of the 3-month intervention (across 12 weeks)"
                },
                {
                    "measure": "Weekly Changes of Maternal Positive Affect and Well-Being Across 12 Weeks",
                    "description": "The Neuro-QoL Item Bank v1.0 - Positive Affect and Well-Being - Short Form will be administered to participants one time a week for 12 weeks (across the course of the 12-week intervention). Scores range from 9-45, with higher scores indicating better outcomes, i.e., greater positive affect and well-being.",
                    "timeFrame": "Weekly, throughout the course of the 3-month intervention (across 12 weeks)"
                },
                {
                    "measure": "Change from Baseline Infant Crying and Fussing Patterns at 3 Months",
                    "description": "The Crying Patterns Questionnaire will be administered to participants at baseline and again after the intervention has concluded 3 months later. There is no formal scale for this measure. The amount of hours an infant spends crying/fussing at different timepoints throughout the day over the course of are evaulated to indicate crying/fussing patterns.",
                    "timeFrame": "Baseline and Post-intervention Assessments (intervention lasts 3 months)"
                },
                {
                    "measure": "Change from Baseline Infant Psychosocial Well-Being at 3 Months",
                    "description": "The Baby Pediatric Symptom Checklist of the Survey of Well-Being for Young Children will be administered to participants at baseline and again after the intervention has concluded 3 months later. Scores range from 0-24, with higher scores indicating worse outcomes, i.e., more psychosocial concerns.",
                    "timeFrame": "Baseline and Post-intervention Assessments (intervention lasts 3 months)"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* The inclusion criteria for mothers will be 1) a score of 2+ on the Adverse Childhood Experiences measure for childhood trauma exposure; 2) a score of 3+ on the Primary Care PTSD Screen for DSM-5 (PC-PTSD-5) screening measure for PTSD symptoms OR endorsement of 2 or more past-month symptoms of moderate or greater severity on the depersonalization/derealization subscale of the Dissociative Subtype of PTSD Scale (DSPS); 3) having a child who is between the ages of 3-9 months old; 3) having a personal phone or tablet device that is compatible with the MUSE 2 neurofeedback device.\n\nExclusion Criteria:\n\n* Mothers and their infants will be excluded if mothers 1) have a lifetime history of significant untreated mental illness, neurological or pervasive developmental disorders; 2) have a documented history of epilepsy; 3) ever experienced previous head injury with loss of consciousness; 4) are currently experiencing intimate partner violence or otherwise state that their current living conditions are unsafe; 5) are currently experiencing psychosis or have been suicidal within the last six months; 6) are currently taking, or in the past month have taken benzodiazepines, narcotic drugs, or cannabis; 7) have engaged in self-harming behaviors in the last 3 months requiring medical attention; 8) are pregnant; 9) are current students at Wayne State University or have plans to enroll as a student at Wayne State University anytime in the next 12 months; 10) do not have competence to understand or consent/assent to the study procedures; or 11) do not have fluency in written and spoken English.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Lisa S Panisch, PhD",
                    "role": "CONTACT",
                    "phone": "313-577-4409",
                    "email": "Lisa.panisch@wayne.edu"
                }
            ],
            "locations": [
                {
                    "facility": "Wayne State University School of Social Work",
                    "status": "RECRUITING",
                    "city": "Detroit",
                    "state": "Michigan",
                    "zip": "48202",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Lisa S Panisch, PhD",
                            "role": "CONTACT",
                            "phone": "313-577-4409",
                            "email": "lisa.panisch@wayne.edu"
                        },
                        {
                            "name": "Panisch, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.33143,
                        "lon": -83.04575
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000040921",
                    "term": "Stress Disorders, Traumatic"
                },
                {
                    "id": "D000013313",
                    "term": "Stress Disorders, Post-Traumatic"
                },
                {
                    "id": "D000004213",
                    "term": "Dissociative Disorders"
                }
            ],
            "ancestors": [
                {
                    "id": "D000068099",
                    "term": "Trauma and Stressor Related Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M17685",
                    "name": "Wounds and Injuries",
                    "relevance": "LOW"
                },
                {
                    "id": "M24916",
                    "name": "Stress Disorders, Traumatic",
                    "asFound": "Traumatic Stress Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M16103",
                    "name": "Stress Disorders, Post-Traumatic",
                    "asFound": "Post Traumatic Stress Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7394",
                    "name": "Dissociative Disorders",
                    "asFound": "Dissociation",
                    "relevance": "HIGH"
                },
                {
                    "id": "M6515",
                    "name": "Conversion Disorder",
                    "relevance": "LOW"
                },
                {
                    "id": "M222",
                    "name": "Trauma and Stressor Related Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "T1568",
                    "name": "Conversion Disorder",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M3868",
                    "name": "Alprostadil",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "VaDiAg",
                    "name": "Vasodilator Agents"
                },
                {
                    "abbrev": "PlAggInh",
                    "name": "Platelet Aggregation Inhibitors"
                },
                {
                    "abbrev": "Urol",
                    "name": "Urological Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}