{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05505981",
            "orgStudyIdInfo": {
                "id": "STUDY00002285"
            },
            "organization": {
                "fullName": "Nationwide Children's Hospital",
                "class": "OTHER"
            },
            "briefTitle": "An Immediate Functional Progression Program for Adolescent Athletes With Spondylolysis",
            "officialTitle": "Back in the Game: An Immediate Functional Progression Program for Adolescent Athletes With Spondylolysis: A Multi-Center Randomized Pilot Trial",
            "therapeuticArea": [
                "Other"
            ],
            "study": "an-immediate-functional-progression-program-for-adolescent-athletes-with-spondylolysis"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-08",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-08-22",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-07-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-09-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-08-16",
            "studyFirstSubmitQcDate": "2022-08-16",
            "studyFirstPostDateStruct": {
                "date": "2022-08-18",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-08-28",
            "lastUpdatePostDateStruct": {
                "date": "2023-08-30",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Mitchell Selhorst",
                "investigatorTitle": "Physical Therapist/Principal Investigator",
                "investigatorAffiliation": "Nationwide Children's Hospital"
            },
            "leadSponsor": {
                "name": "Nationwide Children's Hospital",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Children's Hospital Colorado",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Spondylolysis, a stress fracture in the pars interarticularis of a lumbar vertebra, is the most common identifiable cause of low back pain (LBP) in adolescent athletes, occurring in 14-30% of athletes who experience LBP. Spondylolysis can cause significant pain and disability and months of exclusion from sports or an active lifestyle. Standard care of spondylolysis in adolescent athletes is primarily based on expert opinion, with dramatic variations in clinical practice, including restrictive bracing, extended rest periods before the intervention, long durations out of sport and activity, and suboptimal long-term clinical outcomes. As the next step towards our research goal, the overall objective of this pilot study is to perform a pilot randomized controlled trial to assess a novel rehabilitation strategy, the immediate functional progression program (IFPP), for treating active spondylolysis in adolescent athletes. Participants randomized to the IFPP group will begin physical therapy immediately (\\<1 week) after diagnosis. In contrast, those in the standard care group (control) will not start physical therapy until their pain has resolved. Aim 1 will evaluate the effects of the IFPP on outcomes (Function, Pain, Quality of Life, and Edema on MRI) among adolescent athletes with an active spondylolysis. Aim 2 will assess the feasibility of performing a full randomized trial using the novel IFPP to treat athletes ages 10-19 with an active spondylolysis. Aim 3 will compare the tolerability of the IFPP to standard care. This pilot study will lay the necessary groundwork to perform a larger hypothesis-driven randomized controlled trial.",
            "detailedDescription": "A total of 60 adolescent athletes ages 10-19 with an active spondylolysis will be recruited and enrolled via two study sites. Enrolled athletes will be randomly assigned into either 1) novel IFPP, which will begin rehabilitation immediately upon diagnosis, or 2) control (standard care), which will not begin rehabilitation until lumbar pain resolution.\n\nAim 1: Compare the safety and tolerability of the IFPP with a standard care approach (control) after diagnosis of active spondylolysis. Working hypothesis: Participation in the IFPP will not increase adverse events or delay recovery in adolescents compared to those in the control group who do not exercise during the immediate period following diagnosis of spondylolysis.\n\nAim 2: Assess the effects of the IFPP compared to a standard care approach (control) on improved outcomes among adolescent athletes with an active spondylolysis. Working hypothesis: Athletes randomly assigned in the IFPP will have greater and quicker improvements in outcomes (Function, Pain, Quality of Life, and Edema on MRI) than athletes in the control group.\n\nAll participants will rest from sport until they meet the return-to-sport criteria. After randomizing, both IFPP and control groups will receive physical therapy (PT) care two times/week until they meet the return-to-sport criteria. Each PT session will last approximately one hour, and both groups will use the same return-to-sport criteria. However, the difference between the IFPP and control group is the time when PT begins. The IFPP group will begin PT immediately upon diagnosis, while the control group will wait until lumbar pain resolves. Interventions in both groups will be standardized across both sites.\n\nReturn-to-Sport Criteria: The athlete must meet all below criteria to be cleared to return to sport. Athletes will not be told the return-to-sport criteria as this may encourage athletes to under report pain to be cleared sooner.\n\n1. Pain-free repetitive motion to end-range in all cardinal lumbar directions.\n2. Completion of two weeks of return-to-sport activity in physical therapy without pain.\n3. 0% score on Micheli Functional Scale.\n\nImmediate Functional Progression Program Group: Participants in the IFPP group will begin PT immediately (\\<1 week). The IFPP is a systematic rehabilitation program divided into three phases to allow adolescent athletes with an active spondylolysis to begin exercise immediately without exacerbating symptoms. Progression through the phases is based upon meeting standard function and pain criteria.\n\nControl Group: Participants in the control group will wait to start PT until their lumbar pain has resolved. This approach is a common method currently used to treat active spondylolysis. Physicians will assess the resolution of lumbar pain every four weeks at their follow-up visits (four, eight, and 12 weeks). Participants will begin PT (\\<1week) after the first physician visit where they report no LBP with rest and ADL's. Participants in the control group will follow the same PT treatment program, but progression will be based upon a predetermined timeline as their pain has already resolved (phase I two weeks; phase II two weeks; phase III until passes return-to-sport criteria).\n\nSetting: The proposed RCT will be conducted at the Sports Medicine/Physical Therapy Clinics at Nationwide Children's Hospital (NCH) in Columbus, Ohio, and Children's Hospital Colorado (CHCO) in Denver, Colorado.\n\nRandomization and Blinding: The REDCap system will block randomize participants into either the IFPP or control group. Block randomization will ensure predetermined ratios of participants in each group (IFPP:Control = 1:1) at each recruitment location (NCH:CHCO = 2:1). This study will be unblinded as it will be impractical to blind treating clinicians or patients to the randomized treatment approach.\n\nAim 1: Compare the safety and tolerability of the IFPP with a standard care approach (control) after diagnosis of active spondylolysis. Working hypothesis: Participation in the IFPP will not increase adverse events or delay recovery in adolescents compared to those in the control group who do not exercise during the immediate period following diagnosis of spondylolysis.\n\n1.a.) Adverse events: For this study, an adverse reaction (mild) will be defined as lumbar symptoms increasing enough to cause 1) an unplanned visit to a physician or 2) a pause in therapy during the episode of care. Previous research has demonstrated that approximately 8% of athletes have a mild adverse event during standard care. No moderate or severe adverse events have been reported to date.\n\n1.a.i.) Monitoring Adverse events: We will track all physician visits within the health system (NCH or CHCO) regarding the LBP episode of care. Any unplanned physician visits due to increased symptoms or formal pausing of rehabilitation by the physician will be documented as an adverse event. Additionally, throughout care and during the follow-up questionnaires, participants will be asked if they have had any medical appointments for the LBP outside of their research study session. If the participant answers, \"Yes,\" study staff will follow up to determine if this meets the criteria for an adverse event. The CRN will act as an independent safety monitoring board to assess all potential adverse events.\n\n1. b.) Data Analysis: For Aim 1, descriptive statistics will assess the frequency of each treatment group's adverse events.\n\n   Aim 2: Assess the effects of the IFPP compared to a standard care approach (control) on improved outcomes among adolescent athletes with an active spondylolysis. Working hypothesis: Athletes randomly assigned in the IFPP will have greater and quicker improvements in outcomes (Function, Pain, Quality of Life, and Edema on MRI) than athletes in the control group.\n2. c.) Data Analysis: An intent-to-treat design with the multiple imputation model will be used for any missing values. Linear mixed-effects models will investigate the effect of rehabilitation timing on pain, function, quality of life, and change in edema. The linear mixed-effects models will provide information about how the patient's sex, type of lesion (stress reaction, unilateral, or bilateral lysis), and treatment location modify treatment effectiveness. Participant baseline characteristics are accounted for by the random intercepts component of the model, while the model's random slope component will account for patients with varying response levels over time. Linear mixed-effects models can give estimates of mean differences in the outcomes between groups at each time point along with an estimate of within and between group correlation that are necessary for sample size calculations for future studies. Time to event analyses will also be conducted. These include Kaplan-Meier curves of the survival probability of being cleared to return to sport for the two groups, while a Log-Rank test will compare the differences in the median time to return to sports between the groups. Additionally, we will use a Cox Proportional Hazards Model to determine the extent to which the IFPP modifies time to return to sport, adjusting for potential covariates, including sex and type of lesion (stress reaction, unilateral, or bilateral lysis). This pilot trial will obtain preliminary effect sizes that will help better estimate the anticipated effect for the full multi-center RCT, as well as to better estimate the required number of patients for future studies."
        },
        "conditionsModule": {
            "conditions": [
                "Lumbar Spondylosis"
            ],
            "keywords": [
                "Adolescent",
                "Athlete",
                "low back pain"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 60,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Immediate Functional Progression Group",
                    "type": "EXPERIMENTAL",
                    "description": "Athletes randomized to this group will start Physical Therapy immediately (with 7 days of diagnosis). Once in PT, Athletes will perform phase I (neutral spine) of the program and progress to phase II (functional motion) as able without an increase in pain and without compensations noted in function. The athlete will be assessed at each session to determine if they meet the criteria to begin the next step of functional progression program. Once the athlete has met the criteria of phase II, they will progress into the final phase of the functional progression program for return to sport activity. As these athletes progress through the third phase, and are able to meet the return to sport criteria, they will be released to return to sport. Athletes will not be released to return to sport prior to their first physician follow-up visit at 4 weeks.",
                    "interventionNames": [
                        "Other: Immediate PT"
                    ]
                },
                {
                    "label": "Rest until pain resolves Group",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Athletes with an active spondylolysis randomized into the control group will rest from all activity until their pain has resolved. Physicians will assess pain resolution at each visit which occurs every four weeks. Once the pain has resolved, the patient will be referred to physical therapy (PT) two times per week. The time, frequency, and exercise progression will be the same as the IFPP group. Since the pain has resolved in these participants be-fore initiating PT, the criteria to progress through phases will be time-based, not pain and function-based.",
                    "interventionNames": [
                        "Other: Rest until pain resolves"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Immediate PT",
                    "description": "Patients will start PT immediately",
                    "armGroupLabels": [
                        "Immediate Functional Progression Group"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Rest until pain resolves",
                    "description": "Patients will wait to start PT until their pain resolves",
                    "armGroupLabels": [
                        "Rest until pain resolves Group"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in Micheli Functional Scale (MFS)",
                    "description": "The Micheli Functional Scale is a measure of function and pain designed for adolescent athletes with low back pain. The MFS is score on 0-100% scale with 0% representing no disability and 100% representing maximum disability.",
                    "timeFrame": "Baseline, 1 month, 3 months, 6 months, 1 year"
                },
                {
                    "measure": "Change in edema on MRI",
                    "description": "Patients will have a repeat MRI performed at 3 months. A radiologist will assess for change in the spondylolytic lesion, edema and anterolisthesis.",
                    "timeFrame": "Baseline, 3 months"
                },
                {
                    "measure": "Change in Quality of Life",
                    "description": "Pediatric Quality of Life Inventory (PedsQL). The PedsQL is a 23-item health status instrument that assesses five domains of health (physical functioning, emotional functioning, psychosocial functioning, social functioning, and school functioning) in children and adolescents ages 2 to 18. Each item uses a 5-point Likert scale from 0 (Never) to 4 (Almost always). Items are reversed scored and linearly transformed to a 0-100 scale as follows: 0=100, 1=75, 2=50, 3=25, 4=0. Higher scores indicate better Health Related Quality of Life.",
                    "timeFrame": "Baseline, 1 month, 3 months, 6 months, 1 year"
                },
                {
                    "measure": "Time to return to sport (days)",
                    "description": "The number of days from diagnosis of spondylolysis to the point the patient passes all criteria of the PT program and is cleared to return to sport.",
                    "timeFrame": "1-6 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in Cross Sectional Area of Lumbar Multifidus",
                    "description": "change in the cross-sectional area and fatty infiltrate of the lumbar multifidus using MRI at the L4/L5 and L5/S1 levels",
                    "timeFrame": "Baseline, 3 months"
                },
                {
                    "measure": "Change in Depressive Symptoms",
                    "description": "The Patient-Reported Outcomes Measurement Information System® (PROMIS®) pediatric depressive symptoms short form is an eight-item questionnaire that assesses negative mood, loss of interest, feelings of worthless-ness, and loneliness. All items used a seven-day recall period and five-point (0-4) response options: never, rarely, sometimes, often, and almost always. Raw scores range from 0-32 with higher scores representing greater depressive symptoms. In a sample of pediatric individuals, 8-17 years, the PROMIS® pediatric depressive symptoms item bank demonstrated good test-retest reliability (r = 0.76) and internal consistency (α = 0.86).",
                    "timeFrame": "Baseline, 1 month, 3 months, 6 months, 1 year"
                },
                {
                    "measure": "Change in Fear Avoidance Beliefs",
                    "description": "Fear-Avoidance Beliefs Questionnaire-Physical Activity (FABQ-PA) subscale: The FABQ-PA subscale quantifies the patient's fear of pain and beliefs about avoiding activity. 59 The FABQ-PA is a 4-item self-reported questionnaire. Each item is scored 0-6, with higher scores representing higher levels of fear-avoidance beliefs (0-24). Higher levels of fear-avoidance beliefs are associated with greater self-limiting activity.",
                    "timeFrame": "Baseline, 1 month, 3 months, 6 months, 1 year"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion criteria\n\n1. Age between 10 and 19 years.\n2. Active spondylolysis diagnosed by a participating physician using MRI. Signs of active spondylolysis are defined as edema in the posterior elements of the lumbar vertebrae at the pars interarticularis with or without a fracture.\n3. Organized sport participation at least two times per week at the time of diagnosis or onset of LBP.\n\nExclusion criteria\n\n1. Previous rest from activity \\> four weeks due to LBP\n2. Numbness or tingling in any lumbar dermatome.\n3. Other injury or condition that would alter the plan of care for spondylolysis (i.e., pregnancy, anterior cruci-ate ligament tear in the knee, concussion).\n4. History of lumbar spine surgery.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "10 Years",
            "maximumAge": "19 Years",
            "stdAges": [
                "CHILD",
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Mitchell Selhorst, DPT, PhD",
                    "role": "CONTACT",
                    "phone": "614-355-9764",
                    "email": "Mitchell.Selhorst@Nationwidechildrens.org"
                },
                {
                    "name": "Anastasia Fischer, MD",
                    "role": "CONTACT",
                    "email": "Anastasia.Fischer@Nationwidechildrens.org"
                }
            ],
            "locations": [
                {
                    "facility": "Children's Hospital of Colorado",
                    "status": "RECRUITING",
                    "city": "Denver",
                    "state": "Colorado",
                    "zip": "80045",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Emily Sweeney, MD",
                            "role": "CONTACT",
                            "email": "Emily.Sweeney@childrenscolorado.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.73915,
                        "lon": -104.9847
                    }
                },
                {
                    "facility": "Nationwide Children's Hospital",
                    "status": "RECRUITING",
                    "city": "Columbus",
                    "state": "Ohio",
                    "zip": "43215",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Mitchell Selhorst, DPT",
                            "role": "CONTACT",
                            "phone": "614-355-9764",
                            "email": "Mitchell.Selhorst@Nationwidechildrens.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.96118,
                        "lon": -82.99879
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "22382433",
                    "type": "BACKGROUND",
                    "citation": "d'Hemecourt PA, Zurakowski D, d'Hemecourt CA, Curtis C, Ugrinow V, Deriu L, Micheli LJ. Validation of a new instrument for evaluating low back pain in the young athlete. Clin J Sport Med. 2012 May;22(3):244-8. doi: 10.1097/JSM.0b013e318249a3ce."
                },
                {
                    "pmid": "19352240",
                    "type": "BACKGROUND",
                    "citation": "Klein G, Mehlman CT, McCarty M. Nonoperative treatment of spondylolysis and grade I spondylolisthesis in children and young adults: a meta-analysis of observational studies. J Pediatr Orthop. 2009 Mar;29(2):146-56. doi: 10.1097/BPO.0b013e3181977fc5."
                },
                {
                    "pmid": "32269862",
                    "type": "BACKGROUND",
                    "citation": "Selhorst M, Allen M, McHugh R, MacDonald J. REHABILITATION CONSIDERATIONS FOR SPONDYLOLYSIS IN THE YOUTH ATHLETE. Int J Sports Phys Ther. 2020 Apr;15(2):287-300."
                },
                {
                    "pmid": "27825292",
                    "type": "BACKGROUND",
                    "citation": "Selhorst M, Fischer A, Graft K, Ravindran R, Peters E, Rodenberg R, MacDonald J. Long-Term Clinical Outcomes and Factors That Predict Poor Prognosis in Athletes After a Diagnosis of Acute Spondylolysis: A Retrospective Review With Telephone Follow-up. J Orthop Sports Phys Ther. 2016 Dec;46(12):1029-1036. doi: 10.2519/jospt.2016.7028. Epub 2016 Nov 8."
                },
                {
                    "pmid": "27347866",
                    "type": "BACKGROUND",
                    "citation": "Selhorst M, Fischer A, Graft K, Ravindran R, Peters E, Rodenberg R, Welder E, MacDonald J. Timing of Physical Therapy Referral in Adolescent Athletes With Acute Spondylolysis: A Retrospective Chart Review. Clin J Sport Med. 2017 May;27(3):296-301. doi: 10.1097/JSM.0000000000000334."
                },
                {
                    "pmid": "34487947",
                    "type": "RESULT",
                    "citation": "Selhorst M, MacDonald J, Martin LC, Rodenberg R, Krishnamurthy R, Ravindran R, Fischer A. Immediate functional progression program in adolescent athletes with a spondylolysis. Phys Ther Sport. 2021 Nov;52:140-146. doi: 10.1016/j.ptsp.2021.08.009. Epub 2021 Aug 23."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "UNDECIDED"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000055009",
                    "term": "Spondylosis"
                },
                {
                    "id": "D000013169",
                    "term": "Spondylolysis"
                }
            ],
            "ancestors": [
                {
                    "id": "D000013122",
                    "term": "Spinal Diseases"
                },
                {
                    "id": "D000001847",
                    "term": "Bone Diseases"
                },
                {
                    "id": "D000009140",
                    "term": "Musculoskeletal Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M20559",
                    "name": "Disease Progression",
                    "relevance": "LOW"
                },
                {
                    "id": "M4714",
                    "name": "Back Pain",
                    "relevance": "LOW"
                },
                {
                    "id": "M19433",
                    "name": "Low Back Pain",
                    "relevance": "LOW"
                },
                {
                    "id": "M13066",
                    "name": "Pain",
                    "relevance": "LOW"
                },
                {
                    "id": "M27993",
                    "name": "Spondylosis",
                    "asFound": "Spondylosis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M15964",
                    "name": "Spondylolysis",
                    "asFound": "Spondylolysis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M15919",
                    "name": "Spinal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5126",
                    "name": "Bone Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12097",
                    "name": "Musculoskeletal Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC05",
                    "name": "Musculoskeletal Diseases"
                }
            ]
        }
    },
    "hasResults": false
}