{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06232460",
            "orgStudyIdInfo": {
                "id": "AFCRO-174"
            },
            "organization": {
                "fullName": "Rousselot BVBA",
                "class": "INDUSTRY"
            },
            "briefTitle": "An Open Label, Dose-escalation Study, Assessing the Safety and Tolerability of a Collagen Peptide",
            "officialTitle": "An Open Label, Dose-escalation Study, Assessing the Safety and Tolerability of a Collagen Peptide",
            "therapeuticArea": [
                "Other"
            ],
            "study": "an-open-label-dose-escalation-study-assessing-the-safety-and-tolerability-of-a-collagen-peptide"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-01",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-01-29",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-06-17",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-08-14",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-01-11",
            "studyFirstSubmitQcDate": "2024-01-22",
            "studyFirstPostDateStruct": {
                "date": "2024-01-30",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-01-22",
            "lastUpdatePostDateStruct": {
                "date": "2024-01-30",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Rousselot BVBA",
                "class": "INDUSTRY"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This study evaluates the safety and tolerability of three different doses (5 g, 10 g and 20 g) of a collagen powder in healthy adults over a 12-week period."
        },
        "conditionsModule": {
            "conditions": [
                "Tolerance"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "interventionModelDescription": "An open label, dose escalation, parallel study in two groups",
                "primaryPurpose": "OTHER",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 50,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "H80",
                    "type": "EXPERIMENTAL",
                    "description": "5g, 10g and 20g dose escalation",
                    "interventionNames": [
                        "Dietary Supplement: H80"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DIETARY_SUPPLEMENT",
                    "name": "H80",
                    "description": "5g, 10g \\& 20g",
                    "armGroupLabels": [
                        "H80"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "To evaluate the safety and tolerability of three different doses (5 g, 10 g and 20 g) of H80 in healthy adults",
                    "description": "Occurrence of adverse events",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "To evaluate the safety and tolerability of three different doses (5 g, 10 g and 20 g) of H80 in pre-diabetic adults",
                    "description": "Occurrence of adverse events",
                    "timeFrame": "12 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "To evaluate the safety and tolerability of three different doses (5 g, 10 g and 20 g) of H80 in healthy adults- Safety blood profile",
                    "description": "Change in safety blood profile",
                    "timeFrame": "Baseline to Week 4, Week 8, and Week 12"
                },
                {
                    "measure": "To evaluate the safety and tolerability of three different doses (5 g, 10 g and 20 g) of H80 in pre-diabetic adults - Safety blood profile",
                    "description": "Change in safety blood profile",
                    "timeFrame": "Baseline to Week 4, Week 8, and Week 12"
                },
                {
                    "measure": "To evaluate the safety and tolerability of three different doses (5 g, 10 g and 20 g) of H80 in healthy adults - Vital Signs - Blood Pressure",
                    "description": "Change in vital signs (systolic blood pressure (mmHg) and diastolic blood pressure (mmHg)",
                    "timeFrame": "Baseline to Week 4, Week 8, and Week 12"
                },
                {
                    "measure": "To evaluate the safety and tolerability of three different doses (5 g, 10 g and 20 g) of H80 in pre-diabetic adults - Vital Signs - Blood Pressure",
                    "description": "Change in vital signs (systolic blood pressure (mmHg) and diastolic blood pressure (mmHg)",
                    "timeFrame": "Baseline to Week 4, Week 8, and Week 12"
                },
                {
                    "measure": "To evaluate the safety and tolerability of three different doses (5 g, 10 g and 20 g) of H80 in healthy adults - Vital Signs - Heart rate",
                    "description": "Change in heart rate (BPM)",
                    "timeFrame": "Baseline to Week 4, Week 8, and Week 12"
                },
                {
                    "measure": "To evaluate the safety and tolerability of three different doses (5 g, 10 g and 20 g) of H80 in pre-diabetic adults - Vital Signs - Heart rate",
                    "description": "Change in heart rate (BPM)",
                    "timeFrame": "Baseline to Week 4, Week 8, and Week 12"
                },
                {
                    "measure": "To evaluate the safety and tolerability of three different doses (5 g, 10 g and 20 g) of H80 in healthy adults - Vital Signs - Temperature",
                    "description": "Change in temperature (degrees Celsius)",
                    "timeFrame": "Baseline to Week 4, Week 8, and Week 12"
                },
                {
                    "measure": "To evaluate the safety and tolerability of three different doses (5 g, 10 g and 20 g) of H80 in pre-diabetic adults - Vital Signs - Temperature",
                    "description": "Change in temperature (degrees Celsius)",
                    "timeFrame": "Baseline to Week 4, Week 8, and Week 12"
                },
                {
                    "measure": "To evaluate gastrointestinal symptoms in the healthy group.",
                    "description": "Change in composite score (bloating score + abdominal cramping score + stomach noises score + flatulence score) as reported in the daily eDiary, between doses (5 g, 10 g and 20 g). Participants rate each symptom on a 0-5 scale (0 = no symptoms; 5 = severe symptoms). A sum of each of the symptom scores is calculated minimum possible score is 0 and maximum is 30. Higher scores indicate worsening Gastrointestinal symptoms.",
                    "timeFrame": "Baseline to Week 4, Week 8, and Week 12 (Change in baseline will be defined during the 1-week run in period prior to Visit 2.)"
                },
                {
                    "measure": "To evaluate gastrointestinal symptoms in the pre-diabetic group.",
                    "description": "Change in composite score (bloating score + abdominal cramping score + stomach noises score + flatulence score) as reported in the daily eDiary, between doses (5 g, 10 g and 20 g). Participants rate each symptom on a 0-5 scale (0 = no symptoms; 5 = severe symptoms). A sum of each of the symptom scores is calculated minimum possible score is 0 and maximum is 30. Higher scores indicate worsening Gastrointestinal symptoms.",
                    "timeFrame": "Baseline to Week 4, Week 8, and Week 12 (Change in baseline will be defined during the 1-week run in period prior to Visit 2.)"
                },
                {
                    "measure": "To evaluate Gastrointestinal Symptom Rating Scale (GSRS) total score in the healthy group",
                    "description": "Change in GSRS total score - Gastrointestinal symptoms as assessed by Gastrointestinal Symptom Rating Scale (GSRS).The GSRS is a 15 items questionnaire combined into five symptom clusters i.e Reflux, Abdominal pain, Indigestion, Diarrhea and Constipation. The GSRS has a seven-point graded Likert-type scale where 1 represents absence of troublesome symptoms and 7 represents very troublesome symptoms.(GSRS) at baseline and at week 12.",
                    "timeFrame": "Baseline to Week 4, Week 8, and Week 12"
                },
                {
                    "measure": "To evaluate Gastrointestinal Symptom Rating Scale (GSRS) total score in the pre-diabetic group",
                    "description": "Change in GSRS total score - Gastrointestinal symptoms as assessed by Gastrointestinal Symptom Rating Scale (GSRS).The GSRS is a 15 items questionnaire combined into five symptom clusters i.e Reflux, Abdominal pain, Indigestion, Diarrhea and Constipation. The GSRS has a seven-point graded Likert-type scale where 1 represents absence of troublesome symptoms and 7 represents very troublesome symptoms.(GSRS) at baseline and at week 12.",
                    "timeFrame": "Baseline to Week 4, Week 8, and Week 12"
                },
                {
                    "measure": "Incidence of serious adverse events",
                    "description": "Incident per dose",
                    "timeFrame": "Baseline to week 12"
                },
                {
                    "measure": "Incidence of product interruption",
                    "description": "Incidence per dose and group (healthy and pre-diabetic)",
                    "timeFrame": "Baseline to week 12"
                },
                {
                    "measure": "Incidence of product discontinuation",
                    "description": "Incidence per dose and group (healthy and pre-diabetic)",
                    "timeFrame": "Baseline to week 12"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Be able to give written informed consent.\n2. Be aged ≥18 and ≤60 years.\n3. HbA1c between 5.7% and 6.4% and/or fasting glucose between 100 mg/dL and 125 mg/dL (Fasting glucose will be confirmed at Visit 1.2 if HbA1c is \\<5.7%) for pre-diabetic group ONLY.\n4. Is in general good health, as determined by the investigator.\n5. Willing to consume the Study Product daily for the duration of the study and comply with study procedures for the duration.\n\nExclusion Criteria:\n\n1. Participants who are pregnant or wish to become pregnant during the study.\n2. Participants who are lactating and/or currently breastfeeding.\n3. Participants currently of childbearing potential, but not using a continuous effective method of contraception, as outlined below:\n\n   1. Complete abstinence from intercourse two weeks prior to administration of the Study Product, throughout the clinical study, until the completion of follow-up procedures or for two weeks following discontinuation of the Study Product in cases where Participant discontinues the study prematurely. (Participants utilizing this method must agree to use an alternate method of contraception if they should become sexually active and will be queried on whether they have been abstinent in the preceding two weeks when they present to the clinic for the final visit).\n   2. Has a male sexual partner who is surgically sterilized prior to the Screening Visit and is the only male sexual partner for that Participant.\n   3. Sexual partner(s) is/are exclusively female.\n   4. Use of acceptable method of contraception, such as a spermicide, mechanical barrier (e.g., male condom, female diaphragm), tubal ligation, or contraceptive pill. The Participant must be using this method for at least one week prior to and one week following the end of the study.\n   5. Use of any intrauterine device (IUD) or contraceptive implant. The Participant must have the device inserted at least two weeks prior to the first screening visit, throughout the study, and two weeks following the end of the study.\n4. Are hypersensitive to any of the components of the Study Product.\n5. Has taken antibiotics within the 4 weeks prior to Visit 1.\n6. Vegetarians not willing to consume collagen of porcine origin.\n7. Chronic usage of any medication that in the opinion of the investigator would impact gut motility 2 weeks prior to Visit 2.\n8. Diagnosis of Type I diabetes.\n9. Prior diagnosis of Type II diabetes and has received treatment in the 12 weeks prior to Visit 1.\n10. Active infectious disease in the 4 weeks prior to Visit 1.\n11. Consuming collagen supplements (e.g., for bone and joint health and/or skin) within 2 weeks prior to Visit 2.\n12. Taking a medication that the investigator believes would interfere with the objectives of the study or pose a safety risk or confound the interpretation of the study results including regular NSAIDs within 2 weeks prior to Visit 2.\n13. Has a significant acute or chronic coexisting illness or any health conditions that would prevent them from fulfilling the study requirement, put the Participant at risk or would confound the interpretation of the study results as judged by the investigator on the basis of medical history and routine laboratory test results.\n14. Has a major or active gastrointestinal disorder including gastrointestinal bleeding within the past 3 months or chronic infective disease, or with a history of such diseases or major gastrointestinal or colonic surgery (such us, gastric bypass or any other obesity or metabolic interventions including endoscopic procedures or devices, any gastro-intestinal or colonic resection); cholecystectomy and appendectomy are allowed.\n15. Severe or uncontrolled cardiovascular disease (cardiovascular disease) in the 12 weeks prior to Visit 1, such as coronary artery disease (coronary artery disease), myocardial ischemia (myocardial ischemia), NYHA class IV myocardial failure, cerebrovascular disease, or peripheral artery disease.\n16. Individuals who, in the opinion of the investigator, are considered to be poor attendees or unlikely for any reason to be able to comply with the study.\n17. Participants may not be participating in other clinical studies.\n18. Has received treatment involving experimental drugs in the 4 weeks prior to Visit 1.\n19. Any Participant who is an employee of the study site or an Atlantia Clinical Trials employee or their immediate family member or a member of their household.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "60 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Andrea Doolan",
                    "role": "CONTACT",
                    "phone": "+353 21 430 7442",
                    "email": "adoolan@atlantiatrials.com"
                }
            ],
            "locations": [
                {
                    "facility": "Atlantia Clinical Trials",
                    "city": "Chicago",
                    "state": "Illinois",
                    "zip": "60611",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Kevin O'Regan",
                            "role": "CONTACT",
                            "phone": "312-535-9440",
                            "email": "koregan@atlantiatrials.com"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.85003,
                        "lon": -87.65005
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        }
    },
    "hasResults": false
}