{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05307081",
            "orgStudyIdInfo": {
                "id": "TEAR-2020-401"
            },
            "organization": {
                "fullName": "Ocular Therapeutix, Inc.",
                "class": "INDUSTRY"
            },
            "briefTitle": "An Observational, Qualitative Study Assessing Eye Drop Administration",
            "officialTitle": "A Prospective, Observational, Consecutive, Qualitative, Multicenter Study Assessing Eye Drop Administration",
            "therapeuticArea": [
                "Ophthalmology"
            ],
            "study": "an-observational-qualitative-study-assessing-eye-drop-administration"
        },
        "statusModule": {
            "statusVerifiedDate": "2022-09",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-04-21",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2023-07",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2023-12",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2020-10-22",
            "studyFirstSubmitQcDate": "2022-03-23",
            "studyFirstPostDateStruct": {
                "date": "2022-04-01",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2022-09-13",
            "lastUpdatePostDateStruct": {
                "date": "2022-09-16",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Ocular Therapeutix, Inc.",
                "class": "INDUSTRY"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "This is a prospective, observational, consecutive, qualitative, multicenter study. Based on the available published evidence that supports patient challenges with eyedrop administration, the purpose of this video-capture study is to evaluate a more real-world population of consenting patients, regardless of age, with or without visual impairment, at routine eyecare visits.\n\nTo date, no studies have been performed evaluating a real-world population consisting of daily routine eyecare clinic patients with or without visual impairment. This study will help to determine the ability to achieve success with self-administration of eyedrops in the real world.",
            "detailedDescription": "Introduction: This is a prospective, observational, consecutive, qualitative, multicenter study. A robust body of evidence suggests patients demonstrate challenges with eyedrop adherence and improper administration. The current standard of care following ophthalmic surgery is topical treatment with corticosteroids, antibiotics, and NSAIDs. Prospectively evaluated patients accuracy in administering eyedrops, during the post-operative period of cataract surgery, with 92.6% of patients demonstrating at least one type of improper administration technique. Few examples of possible errors included neglect of handwashing, failure to shake the eyedrop bottle, contamination of the bottle tip, incorrect amount of drops, and even missing the ocular surface entirely. Additionally, there was an incongruence between patient's impression of their technique and physician's observation. Thirty-five percent of patients who reported not missing the eye, did miss the eye under observation, and 39.3% of the patients who believed they never touched the eye with the bottle tip, did touch the ocular surface.\n\nSimilar studies were also performed in visually impaired patients due to glaucoma and retinal diseases with up to 47% of patients with retinal diseases touching the bottle to the eye, and up to 30% of patients not being able to administer a drop into the eye.\n\nThe objective of this study is to assess the accuracy of successful eye drop administration in patients undergoing routine exams.\n\nThis study also seeks to understand the discrepancy between patient impressions of eyedrop instillation success compared to success determined by ophthalmologist and optometrist evaluation.\n\nStudy Design This study will video capture adult subjects or Legal Authorized Representative (LAR) for minor subject's administration of one artificial tear onto the ocular surface. A temporal view video recording will be obtained. Subjects age 11 or older will self-administer the eye drops. Subjects age 10 or younger will have eye drops administer by the subject's LAR. Adult subjects or LAR will administer the drop with their dominant hand in the eye of the subject's preference.\n\nSubjects age 11 or older shall be in a seated position while the eye drops are self-administered. Subjects age 10 or younger can either be seated or laid based on the LAR's preference.\n\nThere will be a total of three eye drop administration attempts - two attempts on the first visit (Day 0) and one attempt at second visit (Day 30 +/- 7 days). The first eye drop administration attempt will be without coaching. The subject will then receive eye drop administration technique improvement coaching by study staff and a second eye drop administration with video recording will be obtained. One month later, the subject will return at visit 2 for a third attempt for eye drop administration without any additional coaching (to observe the retention of previous eye-drop administration technique coaching) and a video recording will be obtained.\n\nAll video recordings will then be retrospectively evaluated by independent ophthalmologist and optometrist graders according to pre-specified success and failure criteria."
        },
        "conditionsModule": {
            "conditions": [
                "Ocular Injury"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": false,
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "PROSPECTIVE"
            },
            "enrollmentInfo": {
                "count": 300,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "1",
                    "interventionNames": [
                        "Drug: Artificial Tears"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Artificial Tears",
                    "description": "Artificial Tears are an FDA approved intervention",
                    "armGroupLabels": [
                        "1"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Proportion of patients who meet pre-specified \"success\" criteria for proper administration of eye drop onto ocular surface on first attempt session as evaluated by the ophthalmologist or optometrist grader",
                    "description": "Eye drop administration success = one drop accurately falling onto the ocular surface with single drop administration without the tip of the eye drop bottle touching the hands or eye (including the eyelid, conjunctiva, eyelashes)",
                    "timeFrame": "There will be a total of three eye drop administration attempts - Two attempts occur on the first visit (Day 0)"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Proportion of patients who meet each individual failure criterion on first, second, and third attempt session",
                    "description": "Eye drop administration failure =\n\n* Two or more eye drops administered onto the eye\n* Eye drop missing the eye\n* Touching the tip of the eye drop bottle to the eyelid, conjunctiva, eyelashes, or hands",
                    "timeFrame": "three eye drop administration attempts - Two attempts on the first visit (Day 0) and one attempt at second visit (Day 30 +/- 7 days)."
                },
                {
                    "measure": "Proportion of patient eye drop administration \"success\" as evaluated by patient self-assessment on first, second, and third attempt sessions",
                    "description": "Patient self-evaluation success = a rating of 6 or higher on Likert scale",
                    "timeFrame": "three eye drop administration attempts - Two attempts on the first visit (Day 0) and one attempt at second visit (Day 30 +/- 7 days)."
                },
                {
                    "measure": "Agreement between optometrist and ophthalmologist graders and patient eye drop administration \"success\" outcomes on first, second and third attempt sessions as measured by calculated Kappa statistic.",
                    "description": "Physician evaluated eye drop administration success = one drop accurately falling onto the ocular surface on the first attempt\n\n• Patient self-evaluation success = a rating of 6 or higher on Likert scale",
                    "timeFrame": "three eye drop administration attempts - Two attempts on the first visit (Day 0) and one attempt at second visit (Day 30 +/- 7 days)"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Patients or parents of minor patients who consent to participating in the study\n\nExclusion Criteria:\n\n* Any patient who does not consent to study participation",
            "healthyVolunteers": true,
            "sex": "ALL",
            "stdAges": [
                "CHILD",
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "Consented, routine, and real world eyecare clinic patient population, regardless of age, with or without visual impairment, willing to administer an artificial tear with video capture.",
            "samplingMethod": "PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Alyssa Paolini, BS",
                    "role": "CONTACT",
                    "phone": "781-457-2992",
                    "email": "apaolini@ocutx.com"
                }
            ],
            "locations": [
                {
                    "facility": "Vance Thompson Vision",
                    "status": "RECRUITING",
                    "city": "Sioux Falls",
                    "state": "South Dakota",
                    "zip": "57108",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Alyssa Paolini",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 43.54997,
                        "lon": -96.70033
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "type": "RESULT",
                    "citation": "Cataract Surgeons for Improved Eyecare(CSIE). Analysis of the economic impacts of dropless cataract therapy on Medicare, Medicaid, state governments, and patient costs. October 2015. http://stateofreform.com/wp-content/uploads/2015/11/CSIE_Dropless_Economic_Study.pdf"
                },
                {
                    "pmid": "25248295",
                    "type": "RESULT",
                    "citation": "An JA, Kasner O, Samek DA, Levesque V. Evaluation of eyedrop administration by inexperienced patients after cataract surgery. J Cataract Refract Surg. 2014 Nov;40(11):1857-61. doi: 10.1016/j.jcrs.2014.02.037. Epub 2014 Sep 22."
                },
                {
                    "pmid": "21821228",
                    "type": "RESULT",
                    "citation": "Hennessy AL, Katz J, Covert D, Kelly CA, Suan EP, Speicher MA, Sund NJ, Robin AL. A video study of drop instillation in both glaucoma and retina patients with visual impairment. Am J Ophthalmol. 2011 Dec;152(6):982-8. doi: 10.1016/j.ajo.2011.05.015. Epub 2011 Aug 6."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "UNDECIDED"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000005131",
                    "term": "Eye Injuries"
                }
            ],
            "ancestors": [
                {
                    "id": "D000005151",
                    "term": "Facial Injuries"
                },
                {
                    "id": "D000006259",
                    "term": "Craniocerebral Trauma"
                },
                {
                    "id": "D000020196",
                    "term": "Trauma, Nervous System"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000005128",
                    "term": "Eye Diseases"
                },
                {
                    "id": "D000014947",
                    "term": "Wounds and Injuries"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M8274",
                    "name": "Eye Injuries",
                    "asFound": "Ocular Injury",
                    "relevance": "HIGH"
                },
                {
                    "id": "M21089",
                    "name": "Facies",
                    "relevance": "LOW"
                },
                {
                    "id": "M8294",
                    "name": "Facial Injuries",
                    "relevance": "LOW"
                },
                {
                    "id": "M17685",
                    "name": "Wounds and Injuries",
                    "relevance": "LOW"
                },
                {
                    "id": "M9349",
                    "name": "Craniocerebral Trauma",
                    "relevance": "LOW"
                },
                {
                    "id": "M22023",
                    "name": "Trauma, Nervous System",
                    "relevance": "LOW"
                },
                {
                    "id": "M8271",
                    "name": "Eye Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BC11",
                    "name": "Eye Diseases"
                },
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000065346",
                    "term": "Lubricant Eye Drops"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009883",
                    "term": "Ophthalmic Solutions"
                },
                {
                    "id": "D000019999",
                    "term": "Pharmaceutical Solutions"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M12814",
                    "name": "Ophthalmic Solutions",
                    "relevance": "LOW"
                },
                {
                    "id": "M30506",
                    "name": "Lubricant Eye Drops",
                    "asFound": "Unrelated",
                    "relevance": "HIGH"
                },
                {
                    "id": "M21860",
                    "name": "Pharmaceutical Solutions",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "PhSol",
                    "name": "Pharmaceutical Solutions"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}