{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05879887",
            "orgStudyIdInfo": {
                "id": "IRB-300011233"
            },
            "secondaryIdInfos": [
                {
                    "id": "4R00NR019854-03",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/4R00NR019854-03"
                }
            ],
            "organization": {
                "fullName": "University of Alabama at Birmingham",
                "class": "OTHER"
            },
            "briefTitle": "An Optimization Pilot to Optimize An Early Palliative Care Intervention for Advanced Heart Failure",
            "officialTitle": "Project UPHOLDS: An Optimization Pilot to Optimize An Early Palliative Care Intervention for Advanced Heart Failure",
            "acronym": "UPHOLDS",
            "therapeuticArea": [
                "Cardiovascular",
                "Other"
            ],
            "study": "an-optimization-pilot-to-optimize-an-early-palliative-care-intervention-for-advanced-heart-failure"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-08-15",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-12-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-04-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-05-18",
            "studyFirstSubmitQcDate": "2023-05-18",
            "studyFirstPostDateStruct": {
                "date": "2023-05-30",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-02",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-03",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Rachel Wells",
                "investigatorTitle": "Assistant Professor",
                "investigatorAffiliation": "University of Alabama at Birmingham"
            },
            "leadSponsor": {
                "name": "University of Alabama at Birmingham",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute of Nursing Research (NINR)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Using a highly innovative methodology, the Multiphase Optimization Strategy (MOST), the purpose of this randomized factorial pilot trial is to identify feasibility, acceptability, and preliminary efficacy of components of an intervention (UPHOLDS) to improve quality of life of older adults with advanced heart failure. Using a 2x2x2x2 factorial design, 64 adults with advanced heart failure will be randomized to receive one or more palliative care coach-delivered components, based on Ferrans' Health-Related Quality of Life Model: 1) psychoeducation on palliative care principles (4 vs. 8 sessions); 2) financial coaching (yes vs. no); 3) one-time specialty outpatient palliative care consultation (yes vs. no); and monthly follow (1 monthly follow-up call vs. monthly follow-up calls for 24 weeks).",
            "detailedDescription": "A priority NINR, nursing, and palliative care focus is how to best support patients with advanced AHA Stage C/D heart failure (HF). HF, a progressive condition, affecting 6.2 million U.S. adults results in reduced quality of life (QOL), high symptom burden, and unpredictable disease trajectory.There is a critical need to develop effective and scalable early palliative care (PC) interventions for patients with advanced HF, especially in the Southeastern U.S., where there is a high proportion of underserved groups (e.g., African-Americans, rural dwellers) who experience high HF morbidity and mortality.However, few interventions have been tested and demonstrated effectiveness- and none have been widely translated to practice.\n\nRecent major systematic reviews and research agendas identify developing efficacious and scalable HF PC interventions as a key research priority. However, these efforts are stymied by a lack of understanding \"active\" PC interventions components. Traditional RCTs treat interventions as \"bundled\" packages, making it hard to assess definitively which intervention components are most essential for efficacy and efficiency. Hence, innovative methods are needed to efficiently test multiple intervention components simultaneously. To address this problem, prior work has developed and refined intervention components for underresourced Southern older adults with advanced HF (Utilizing Palliative Care for Heart Failure Optimized using Lay Navigators to Decrease Suffering -Project UPHOLDS).\n\nBased on Ferrans' Health-Related QOL Model, we will use the highly innovative Multiphase Optimization Strategy (MOST)1 strategy to pilot test via a factorial design the individual UPHOLDS components with underresourced, older adults with advanced HF (n=64) who will be randomized to receive different levels of the following UPHOLDS intervention components: 1) outpatient PC consultation (Yes vs. No), 2) lay navigator PC coaching sessions addressing self-care, symptom management, communication, problem solving, decision-making, and advance care planning (4 vs. 8 weekly telephone sessions), 3) financial coaching session addressing financial distress and resources (Yes vs. No) and 4) monthly maintenance follow-up phone calls (1 vs. 4 calls).\n\nAim 1: Using the innovative MOST factorial design, determine UPHOLDS feasibility, acceptability, enrollment, retention, and completion rates in participants (n=64) for 24 weeks. Feasibility: \\>80% of participants will be enrolled, retained, and will complete all measures and all intervention components. Acceptability: Positive post-intervention interviews.\n\nAim 2: Explore the preliminary efficacy of individual intervention components and component interaction on patient outcomes at 12- and 24- weeks after baseline including a) QOL using the Kansas City Cardiomyopathy Scale (primary outcome) b) financial toxicity using the Comprehensive score for financial toxicity, and c) mood using the Hospital Anxiety and Depression Scale.\n\nAim 3 (Exploratory): Explore mediators and moderators (e.g., sociodemographics, self-management skills, financial well-being, self-efficacy) of the relationship between intervention components and patient outcomes"
        },
        "conditionsModule": {
            "conditions": [
                "Heart Failure NYHA Class III",
                "Heart Failure NYHA Class IV",
                "Chronic Illness"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "FACTORIAL",
                "interventionModelDescription": "2x2x2x2 full factorial pilot randomized trial",
                "primaryPurpose": "SUPPORTIVE_CARE",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "maskingDescription": "Data collectors and principal investigator will be blind to participant condition; participants will be instructed NOT to discuss their assignment with data collectors. Trials participants will know their intervention condition as will the palliative care coach involved in delivering the intervention.",
                    "whoMasked": [
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 64,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Basic palliative care coaching + financial coaching + outpatient visit + 1 monthly follow-up call",
                    "type": "EXPERIMENTAL",
                    "description": "4 telehealth sessions on principles of problem solving, self-care, symptom management, and advanced care planning, 1 telehealth session on strategies to address healthcare-related financial toxicity, one-time Comprehensive Specialty Outpatient Palliative Care Clinic guided by the National Consensus Project for Quality Palliative Care Guidelines, and a single monthly follow-up call",
                    "interventionNames": [
                        "Behavioral: UPHOLDS (Utilizing Palliative Care for Heart Failure Optimized using Lay Navigators to Decrease Suffering)"
                    ]
                },
                {
                    "label": "Basic palliative care coaching + financial coaching + outpatient visit + 4 monthly follow-up calls",
                    "type": "EXPERIMENTAL",
                    "description": "4 telehealth sessions on principles of problem solving, self-care, symptom management, and advanced care planning, 1 telehealth session on strategies to address healthcare-related financial toxicity, one-time Comprehensive Specialty Outpatient Palliative Care Clinic guided by the National Consensus Project for Quality Palliative Care Guidelines, and monthly follow-up calls for 4 months",
                    "interventionNames": [
                        "Behavioral: UPHOLDS (Utilizing Palliative Care for Heart Failure Optimized using Lay Navigators to Decrease Suffering)"
                    ]
                },
                {
                    "label": "Basic palliative care coaching + outpatient visit + 1 monthly follow-up call",
                    "type": "EXPERIMENTAL",
                    "description": "4 telehealth sessions on principles of problem solving, self-care, symptom management, and advanced care planning, one-time Comprehensive Specialty Outpatient Palliative Care Clinic guided by the National Consensus Project for Quality Palliative Care Guidelines, and a single monthly follow-up call",
                    "interventionNames": [
                        "Behavioral: UPHOLDS (Utilizing Palliative Care for Heart Failure Optimized using Lay Navigators to Decrease Suffering)"
                    ]
                },
                {
                    "label": "Basic palliative care coaching + outpatient visit + 4 monthly follow-up calls",
                    "type": "EXPERIMENTAL",
                    "description": "4 telehealth sessions on principles of problem solving, self-care, symptom management, and advanced care planning, one-time Comprehensive Specialty Outpatient Palliative Care Clinic guided by the National Consensus Project for Quality Palliative Care Guidelines, and monthly follow-up calls for 4 months",
                    "interventionNames": [
                        "Behavioral: UPHOLDS (Utilizing Palliative Care for Heart Failure Optimized using Lay Navigators to Decrease Suffering)"
                    ]
                },
                {
                    "label": "Advanced palliative care coaching + financial coaching + outpatient visit + 1 monthly follow-up call",
                    "type": "EXPERIMENTAL",
                    "description": "8 telehealth sessions on principles of self-care, symptom management, and advanced care planning: This component level will expand the depth and topic range of content offered in the 4 sessions into eight 20-30 minute sessions, 1 telehealth session on strategies to address healthcare-related financial toxicity, one-time Comprehensive Specialty Outpatient Palliative Care Clinic guided by the National Consensus Project for Quality Palliative Care Guidelines, and a single monthly follow-up call",
                    "interventionNames": [
                        "Behavioral: UPHOLDS (Utilizing Palliative Care for Heart Failure Optimized using Lay Navigators to Decrease Suffering)"
                    ]
                },
                {
                    "label": "Advanced palliative care coaching + financial coaching + outpatient visit + 4 monthly followup calls",
                    "type": "EXPERIMENTAL",
                    "description": "8 telehealth sessions on principles of self-care, symptom management, and advanced care planning: This component level will expand the depth and topic range of content offered in the 4 sessions into eight 20-30 minute sessions,1 telehealth session on strategies to address healthcare-related financial toxicity, one-time Comprehensive Specialty Outpatient Palliative Care Clinic guided by the National Consensus Project for Quality Palliative Care Guidelines, and monthly follow-up calls for 4 months",
                    "interventionNames": [
                        "Behavioral: UPHOLDS (Utilizing Palliative Care for Heart Failure Optimized using Lay Navigators to Decrease Suffering)"
                    ]
                },
                {
                    "label": "Advanced palliative care coaching + outpatient visit + 1 monthly follow-up call",
                    "type": "EXPERIMENTAL",
                    "description": "8 telehealth sessions on principles of self-care, symptom management, and advanced care planning: This component level will expand the depth and topic range of content offered in the 4 sessions into eight 20-30 minute sessions, one-time Comprehensive Specialty Outpatient Palliative Care Clinic guided by the National Consensus Project for Quality Palliative Care Guidelines, and a single monthly follow-up call",
                    "interventionNames": [
                        "Behavioral: UPHOLDS (Utilizing Palliative Care for Heart Failure Optimized using Lay Navigators to Decrease Suffering)"
                    ]
                },
                {
                    "label": "Advanced palliative care coaching + outpatient visit + 4 monthly follow-up calls",
                    "type": "EXPERIMENTAL",
                    "description": "8 telehealth sessions on principles of self-care, symptom management, and advanced care planning: This component level will expand the depth and topic range of content offered in the 4 sessions into eight 20-30 minute sessions, one-time Comprehensive Specialty Outpatient Palliative Care Clinic guided by the National Consensus Project for Quality Palliative Care Guidelines, and monthly follow-up calls for 4 months",
                    "interventionNames": [
                        "Behavioral: UPHOLDS (Utilizing Palliative Care for Heart Failure Optimized using Lay Navigators to Decrease Suffering)"
                    ]
                },
                {
                    "label": "Basic palliative care coaching + financial coaching + 1 monthly follow-up call",
                    "type": "EXPERIMENTAL",
                    "description": "4 telehealth sessions on principles of problem solving, self-care, symptom management, and advanced care planning, 1 telehealth session on strategies to address healthcare-related financial toxicity, and a single monthly follow-up call",
                    "interventionNames": [
                        "Behavioral: UPHOLDS (Utilizing Palliative Care for Heart Failure Optimized using Lay Navigators to Decrease Suffering)"
                    ]
                },
                {
                    "label": "Basic palliative care coaching + financial coaching + 4 monthly follow-up calls",
                    "type": "EXPERIMENTAL",
                    "description": "4 telehealth sessions on principles of problem solving, self-care, symptom management, and advanced care planning, 1 telehealth session on strategies to address healthcare-related financial toxicity, and monthly follow-up calls for 4 months",
                    "interventionNames": [
                        "Behavioral: UPHOLDS (Utilizing Palliative Care for Heart Failure Optimized using Lay Navigators to Decrease Suffering)"
                    ]
                },
                {
                    "label": "Basic palliative care coaching + 1 monthly follow-up call",
                    "type": "EXPERIMENTAL",
                    "description": "4 telehealth sessions on principles of problem solving, self-care, symptom management, and advanced care planning, and a single monthly follow-up call",
                    "interventionNames": [
                        "Behavioral: UPHOLDS (Utilizing Palliative Care for Heart Failure Optimized using Lay Navigators to Decrease Suffering)"
                    ]
                },
                {
                    "label": "Basic palliative care coaching + 4 monthly follow-up calls",
                    "type": "EXPERIMENTAL",
                    "description": "4 telehealth sessions on principles of problem solving, self-care, symptom management, and advanced care planning, and monthly follow-up calls for 4 months",
                    "interventionNames": [
                        "Behavioral: UPHOLDS (Utilizing Palliative Care for Heart Failure Optimized using Lay Navigators to Decrease Suffering)"
                    ]
                },
                {
                    "label": "Advanced palliative care coaching + financial coaching + 1 monthly follow-up call",
                    "type": "EXPERIMENTAL",
                    "description": "8 telehealth sessions on principles of self-care, symptom management, and advanced care planning: This component level will expand the depth and topic range of content offered in the 4 sessions into eight 20-30 minute sessions, 1 telehealth session on strategies to address healthcare-related financial toxicity, and a single monthly follow-up call",
                    "interventionNames": [
                        "Behavioral: UPHOLDS (Utilizing Palliative Care for Heart Failure Optimized using Lay Navigators to Decrease Suffering)"
                    ]
                },
                {
                    "label": "Advanced palliative care coaching + financial coaching + 4 monthly follow-up calls",
                    "type": "EXPERIMENTAL",
                    "description": "8 telehealth sessions on principles of self-care, symptom management, and advanced care planning: This component level will expand the depth and topic range of content offered in the 4 sessions into eight 20-30 minute sessions, 1 telehealth session on strategies to address healthcare-related financial toxicity, and monthly follow-up calls for 4 months",
                    "interventionNames": [
                        "Behavioral: UPHOLDS (Utilizing Palliative Care for Heart Failure Optimized using Lay Navigators to Decrease Suffering)"
                    ]
                },
                {
                    "label": "Advanced palliative care coaching + 1 monthly follow-up call",
                    "type": "EXPERIMENTAL",
                    "description": "8 telehealth sessions on principles of self-care, symptom management, and advanced care planning: This component level will expand the depth and topic range of content offered in the 4 sessions into eight 20-30 minute sessions, and a single monthly follow-up call",
                    "interventionNames": [
                        "Behavioral: UPHOLDS (Utilizing Palliative Care for Heart Failure Optimized using Lay Navigators to Decrease Suffering)"
                    ]
                },
                {
                    "label": "Advanced palliative care coaching + 4 monthly follow-up calls",
                    "type": "EXPERIMENTAL",
                    "description": "8 telehealth sessions on principles of self-care, symptom management, and advanced care planning: This component level will expand the depth and topic range of content offered in the 4 sessions into eight 20-30 minute sessions and monthly follow-up calls for 4 months",
                    "interventionNames": [
                        "Behavioral: UPHOLDS (Utilizing Palliative Care for Heart Failure Optimized using Lay Navigators to Decrease Suffering)"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "UPHOLDS (Utilizing Palliative Care for Heart Failure Optimized using Lay Navigators to Decrease Suffering)",
                    "description": "UPHOLDS is a multicomponent, lay palliative care coach-led supportive care intervention designed to improve quality of life in individuals with advanced heart failure. In a series of weekly, one-on-one, 15-20 minute sessions, participants receive psychoeducation on palliative care principles (problem solving, self-care, symptom management, and advanced care planning), financial coaching (orientation to normalizing financial distress, introducing healthcare-related financial terms, exploring financial needs and steps to discussing finances in care decisions, and identifying financial resources in the health system and community), a one-time specialty palliative care outpatient clinic visit, as well as monthly follow-up.",
                    "armGroupLabels": [
                        "Advanced palliative care coaching + 1 monthly follow-up call",
                        "Advanced palliative care coaching + 4 monthly follow-up calls",
                        "Advanced palliative care coaching + financial coaching + 1 monthly follow-up call",
                        "Advanced palliative care coaching + financial coaching + 4 monthly follow-up calls",
                        "Advanced palliative care coaching + financial coaching + outpatient visit + 1 monthly follow-up call",
                        "Advanced palliative care coaching + financial coaching + outpatient visit + 4 monthly followup calls",
                        "Advanced palliative care coaching + outpatient visit + 1 monthly follow-up call",
                        "Advanced palliative care coaching + outpatient visit + 4 monthly follow-up calls",
                        "Basic palliative care coaching + 1 monthly follow-up call",
                        "Basic palliative care coaching + 4 monthly follow-up calls",
                        "Basic palliative care coaching + financial coaching + 1 monthly follow-up call",
                        "Basic palliative care coaching + financial coaching + 4 monthly follow-up calls",
                        "Basic palliative care coaching + financial coaching + outpatient visit + 1 monthly follow-up call",
                        "Basic palliative care coaching + financial coaching + outpatient visit + 4 monthly follow-up calls",
                        "Basic palliative care coaching + outpatient visit + 1 monthly follow-up call",
                        "Basic palliative care coaching + outpatient visit + 4 monthly follow-up calls"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Feasibility of Intervention Delivery and Data Collection",
                    "description": "Proportion of participants who complete assigned intervention components and study-related assessments.",
                    "timeFrame": "Baseline to 24 weeks"
                },
                {
                    "measure": "Acceptability of Intervention and Study Procedures",
                    "description": "Through qualitative interviews, participant reported experiences with the UPHOLDS intervention and trial procedures.",
                    "timeFrame": "Baseline to 24 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Quality of Life using the Kansas City Cardiomyopathy Questionnaire- 12",
                    "description": "12 items total; Measures changes in the quality of life, 5 domains: physical limitations, symptoms, self-efficacy, social interference, and quality of life.",
                    "timeFrame": "12 and 24 weeks after baseline"
                },
                {
                    "measure": "Financial toxicity using the Comprehensive score for financial Toxicity",
                    "description": "10 items total; Measures level of concern regarding cost and resources.",
                    "timeFrame": "12 and 24 weeks after baseline"
                },
                {
                    "measure": "Mood using the Hospital Anxiety and Depression Scale",
                    "description": "14 items; measures symptoms of anxiousness and depressed mood. 7 items measure anxiety (e.g., feeling tense, restless, worried) and 7 items measure depressive symptoms (e.g., cheerfulness, feeling slowed down. Subscale score ranges: 0-21; higher scores=worse anxiety or depressive symptoms. Total score range: 0-42; higher scores=worse overall distress.",
                    "timeFrame": "12 and 24 weeks after baseline"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1) Age ≥50 years; 2) Living with advanced heart failure, defined as New York Heart Association Class III-IV or American Heart Association Stage C/D; 2) Recent hospitalization with primary diagnosis of acute, decompensated heart failure (discharged \\< last 6 months); 3) Identifies as a member of a NIH-designated U.S. health disparity population or primary residence in a rural RUCA zip code; 4) English speaking; 5) Willingness to participate in intervention and complete data collection calls; 6) Telephone access.\n\n-\n\nExclusion Criteria:\n\n1) Self-reported severe mental illness (i.e., schizophrenia, bipolar disorder, or major depressive disorder), dementia, active suicidal ideation, or active substance abuse; 2) LVAD placement; 3) Non-cardiac terminal illness; 4) Previous palliative care consultation; 5) Receiving hospice\n\n-",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "50 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Kayleigh Curry, MPH",
                    "role": "CONTACT",
                    "phone": "205-996-0107",
                    "email": "kayleigh@uab.edu"
                },
                {
                    "name": "Margaret Armstrong, MSN",
                    "role": "CONTACT",
                    "phone": "205-996-0109",
                    "email": "mlga@uab.edu"
                }
            ],
            "locations": [
                {
                    "facility": "University of Alabama at Birmingham",
                    "status": "RECRUITING",
                    "city": "Birmingham",
                    "state": "Alabama",
                    "zip": "35233",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Kayleigh Curry, MPH",
                            "role": "CONTACT",
                            "phone": "205-996-0107",
                            "email": "kayleigh@uab.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.52066,
                        "lon": -86.80249
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000006333",
                    "term": "Heart Failure"
                },
                {
                    "id": "D000002908",
                    "term": "Chronic Disease"
                }
            ],
            "ancestors": [
                {
                    "id": "D000006331",
                    "term": "Heart Diseases"
                },
                {
                    "id": "D000002318",
                    "term": "Cardiovascular Diseases"
                },
                {
                    "id": "D000020969",
                    "term": "Disease Attributes"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M9421",
                    "name": "Heart Failure",
                    "asFound": "Heart Failure",
                    "relevance": "HIGH"
                },
                {
                    "id": "M6147",
                    "name": "Chronic Disease",
                    "asFound": "Chronic Illness",
                    "relevance": "HIGH"
                },
                {
                    "id": "M9419",
                    "name": "Heart Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M22700",
                    "name": "Disease Attributes",
                    "relevance": "LOW"
                },
                {
                    "id": "T1303",
                    "name": "Chronic Graft Versus Host Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}