{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05254405",
            "orgStudyIdInfo": {
                "id": "Brex PTSD"
            },
            "organization": {
                "fullName": "University of Texas at Austin",
                "class": "OTHER"
            },
            "briefTitle": "An Open Label Pilot Study of IV Brexanolone for the Treatment of Post-Traumatic Stress Disorder",
            "officialTitle": "An Open Label Pilot Study of IV Brexanolone for the Treatment of Post-Traumatic Stress Disorder",
            "therapeuticArea": [
                "Other"
            ],
            "study": "an-open-label-pilot-study-of-iv-brexanolone-for-the-treatment-of-post-traumatic-stress-disorder"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-06-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-12-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-03-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-01-26",
            "studyFirstSubmitQcDate": "2022-02-14",
            "studyFirstPostDateStruct": {
                "date": "2022-02-24",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-21",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-22",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR_INVESTIGATOR",
                "investigatorFullName": "Donald Jeffrey Newport",
                "investigatorTitle": "Principal Investigator",
                "investigatorAffiliation": "University of Texas at Austin"
            },
            "leadSponsor": {
                "name": "Donald Jeffrey Newport",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Sage Therapeutics",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Open-label study of brexanolone infusion for the treatment of posttraumatic stress disorder in 20 adult women with PTSD.\n\nPrimary Objective:\n\nTo determine if brexanolone injection infused intravenously for 24 hours at up to 60 μg/kg/h reduces PTSD symptom severity in a group of non-veteran adult female subjects diagnosed with PTSD as assessed by the change from baseline in the PTSD Checklist for DSM-5 (PCL-5) total score and rate of remission at 12-weeks post infusion.\n\nSecondary Objectives\n\n* To evaluate the safety and tolerability profiles of brexanolone in this PTSD patient population as assessed by the incidence of adverse events (AEs), vital sign measurement, the Stanford Sleepiness Scale (SSS) and the Columbia Suicide Severity Rating Scale (C-SSRS).\n* To determine the effects of brexanolone in reducing depressive symptoms and improving functional capacity in PTSD patients as assessed by change from baseline in self-assessment Montgomery-Asberg Depression Rating Scale (MADRS-S) total score and Sheehan Disability Scale scores",
            "detailedDescription": "Study Design and Methodology:\n\nOpen label study enrolling 20 subjects in which diagnosis of PTSD will be established, PTSD and depressive symptom severity will be assessed with validated psychometric instruments. Patient will be treated with continuous IV infusions of brexanolone at our affiliate hospital, Ascension Seton Medical Center, using an attenuated version of the intravenous dose regimen previously approved by the FDA for postpartum depression. Following infusion, follow-up visits will be conducted for 12 weeks after the infusion. Subjects must remain as inpatients during the study Treatment Period, which is approximately 30 hours in duration (24 hours of treatment and an additional 6 hours for completion of assessments). The Screening Period and Follow Up Period assessments will be conducted on an outpatient basis. Follow Up visits can be conducted via telemedicine.\n\nScreening Period:\n\nThe Screening Period begins with the signature of the informed consent form (ICF). Eligibility is determined by applying the inclusion/exclusion criteria. The primary diagnosis of PTSD (associated with non-military trauma) must be established by the Mini International Neuropsychiatric Interview (MINI). A full medical examination, including laboratory tests and family history, will be taken from the subject.\n\nTreatment Period:\n\nOnce subjects are confirmed as eligible for the study, they will be scheduled for inpatient hospital admission where the continuous IV infusion of brexanolone will be administered over a 24-hour period. The infusion will be administered in accordance with the safe-use conditions, protocols and prescribing requirements of the FDA approved Zulresso (brexanolone) Risk Evaluation and Mitigation Strategies (REMS) NDA #211371. Throughout the infusion, all subjects will be continuously monitored for hypoxia using a pulse oximeter equipped with an alarm. Subjects will be assessed for excessive sedation at scheduled intervals during non-sleep periods. If a participant has a Stanford Sleepiness Scale (SSS) score of ≥5 for two or more consecutive assessments or an SSS score of ≥6 for a single occurrence during normal waking hours, the infusion rate for this subject will be decreased to the next lowest infusion dose level (or discontinued if this occurs at the 30 μg/kg/hour dose level). Infusion rates will be programmed for all subjects receiving 30 µg/kg/hour (Hours 0-2), and then 60 µg/kg/hour (Hours 2-24). Subjects may be discharged when the Hour 30 post-infusion assessments have been completed (6 hours after completion of the study drug infusion). If their clinical condition does not allow discharge, normal standard of care will be employed in their ongoing management. All subjects will be cautioned against engaging in potentially hazardous activities requiring mental alertness following the infusion.\n\nInitiation of benzodiazepines, narcotics, antibiotics, neuroleptics, and other anti-anxiety medications will not be allowed between screening and completion of the 30-hour assessments. Doses of psychotropics, which must have been initiated at least 14 days prior to screening, must remain at a stable dose until completion of the inpatient Treatment Period.\n\nEfficacy and safety assessments will be performed periodically during the study as outlined in the Schedule of Events (Table 1). Blood samples will be collected prior to the infusion, and outcome measures will be obtained at pre-specified times during the Treatment Period.\n\nFollow-up Period:\n\nFollow-up Visits will be conducted one week (7±3 days), two weeks (14±3 days), one month (30±3 days), two months (60±3 days), and three months (90±3 days) after the initiation of the brexanolone infusion. After completion of their three-month follow-up visit all subjects will be exited from the study.\n\nPotential clinical benefit (efficacy) will be ascertained by estimating the treatment effect of brexanolone infusion through 3 months on measures of PTSD and depression symptom severity commonly used in clinical trials. Safety and tolerability will be assessed throughout the study by ascertainment of adverse events (AEs) including serious AEs throughout the study."
        },
        "conditionsModule": {
            "conditions": [
                "Post-Traumatic Stress Disorder"
            ],
            "keywords": [
                "PTSD",
                "Women",
                "Trauma"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE4"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "interventionModelDescription": "Single-arm open-label study of brexanolone infusion for the treatment of posttraumatic stress disorder (PTSD) in adult women.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 20,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Open-Label Infusion of Brexanolone",
                    "type": "EXPERIMENTAL",
                    "description": "This is a single arm pilot study of open label brexanolone delivered intravenously over a continuous 60-hour period. Infusions will be administered in a certified healthcare setting in accordance with the Zulresso™ dosing, administration and safety guidelines.",
                    "interventionNames": [
                        "Drug: Brexanolone Injection [Zulresso]"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Brexanolone Injection [Zulresso]",
                    "description": "Continuous infusion of brexanolone over 60 hours titrated to a maximal dose of 90 mcg/kg/hr.",
                    "armGroupLabels": [
                        "Open-Label Infusion of Brexanolone"
                    ],
                    "otherNames": [
                        "Zulresso"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in PTSD Symptom Severity: PTSD Checklist for DSM-5 (PCL-5)",
                    "description": "The primary efficacy outcome measure is change in PTSD Checklist for DSM-5 (PCL-5) total score from baseline at study endpoint (i.e., Week 12/Day 90). The PCL-5 is a 20-item self-report measure that assesses the presence and severity of PTSD symptoms. Items on the PCL-5 correspond with DSM-5 criteria for PTSD.",
                    "timeFrame": "Through study endpoint (Week 12 / Day 90)"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in PTSD Subscale Symptoms: PTSD Checklist for DSM-5 (PCL-5)",
                    "description": "Change in PCL-5 subscale scores (Re-experiencing, Avoidance, Negative alterations in cognition and mood, Hyperarousal) between baseline and study endpoint (Week 12 / Day 90).",
                    "timeFrame": "Through study endpoint (Week 12 / Day 90)"
                },
                {
                    "measure": "Change in Depressive Symptoms: Montgomery-Asberg Depression Rating Scale (MADRS)",
                    "description": "Change in MADRS total scores from baseline to study endpoint (Week 12 / Day 90). The MADRS is a clinician-rated scale. The MADRS is used to assess depressive symptomatology during the previous week. Subjects are rated on 10 items to assess feelings of sadness, lassitude, pessimism, inner tension, suicidality, reduced sleep or appetite, difficulty concentrating and lack of interest. Each item is scored on a 7-point scale. A score of 0 indicates the absence of symptoms, and a score of 6 indicates symptoms of maximum severity.",
                    "timeFrame": "Through study endpoint (Week 12 / Day 90)"
                },
                {
                    "measure": "Change in Functional Capacity: Sheehan Disability Scale (SDS)",
                    "description": "Change in SDS total scores from baseline to study endpoint (Week 12 / Day 90). The SDS is a 3-item patient-facing questionnaire used to evaluate impairments in the domains of work, social life/leisure, and family life/home responsibility. All items are rated on an 11-point continuum (0 = no impairment to 10 = most severe).",
                    "timeFrame": "Through study endpoint (Week 12 / Day 90)"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Sedation: Stanford Sleepiness Scale (SSS)",
                    "description": "The SSS (MacLean et al., 1992) is a subjective measure of sleepiness, frequently used for both research and clinical purposes. The SSS evaluates sleepiness at specific moments in time. Consisting of only one item, the scale requires respondents to select one of seven statements best representing their level of perceived sleepiness. As a single-item measure, the scale is best suited for repeated use over the course of a research study or treatment intervention.",
                    "timeFrame": "Up to 6 hours following completion of brexanolone infusion on Day 3."
                },
                {
                    "measure": "Suicidal Ideation: Columbia Suicide Severity Rating Scale (C-SSRS)",
                    "description": "Suicidality will be monitored during the study using the C-SSRS (Posner et al., 2011). This scale consists of a pre-dose evaluation that assesses the lifetime and recent experience of the subject with suicidal ideation and behavior, and a post-baseline evaluation that focuses on suicidality since the last study visit. The C-SSRS includes \"yes\" or \"no\" responses for assessment of suicidal ideation and behavior as well as numeric ratings for severity of ideation, if present (from1 to 5, with 5 being the most severe).",
                    "timeFrame": "Through study endpoint (Week 12 / Day 90)"
                },
                {
                    "measure": "Pulse Oximetry",
                    "description": "Oxygen saturation in the arterial blood (SaO2) provides information on the adequacy of respiratory function. Pulse oximetry will be measured continuously throughout the brexanolone infusion. The brexanolone infusion will be discontinued if any participant exhibits hypoxia during the brexanolone infusion.",
                    "timeFrame": "Up to 6 hours following completion of brexanolone infusion on Day 3."
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Subject has signed an ICF prior to any study-specific procedures being performed\n2. Subject is a premenopausal female between 18 and 50 years of age, inclusive\n3. Subject has a current diagnosis of PTSD associated with civilian (i.e., non-military) trauma according to Diagnostic and Statistical Manual of Mental Disorders, 5th edition (DSM-5) and confirmed by the Mini International Neuropsychiatric Interview (MINI) at the screening visit.\n4. PCL-5 total score ≥ 33 at screening and baseline (Day 0)\n5. Subject is in good physical health and has no clinically significant findings, as determined by the Investigator, on physical examination, 12-lead ECG, or clinical laboratory tests\n6. Subject agrees to adhere to the study requirements\n7. Subject must have a negative pregnancy test at screening and Day 1 prior to the start of study drug infusion\n8. Subject is willing at screening to delay the start of any new pharmacotherapy regimens, including antidepressant or anti-anxiety medication, until the study drug infusion and 72-hour assessments have been completed; if the subject is taking psychotropic medications, these must be at a stable dose from 14 days prior to screening until the 72-hour assessments have been completed.\n9. Fluency (oral and written) in the language in which standardized tests will be administered.\n10. Subject must use one of the following methods of birth control during participation in the study and for 30 days following the end of the study drug infusion:\n\n    * Total abstinence (no sexual intercourse)\n    * Hormonal contraceptives (birth control) including birth control pills, implantable or injectable contraceptives (Norplant® or DepoProvera®)\n    * A barrier form of contraception such as a condom or occlusive cap with a spermicide\n    * An intrauterine device\n\nExclusion Criteria:\n\n1. Subject is currently pregnant, breastfeeding, or postpartum less than 6 months since end of pregnancy\n2. Subject has renal failure requiring dialysis or fulminant hepatic failure or is anemic (hemoglobin ≤10 g/dL)\n3. Known allergy to progesterone or allopregnanolone or any other neuroactive steroid GABAA receptor modulator.\n4. Active psychosis per Investigator assessment\n5. At risk for suicide in the opinion of the investigator or answers \"yes\" to \"Suicidal Ideation\" Item 4 or 5 on the CSSRS (at the time of evaluation) at the screening visit\n6. Medical history of bipolar disorder, schizophrenia, and/or schizoaffective disorder.\n7. History of an active substance use disorder in the 6 months prior to screening. A positive urine drug screen (except benzodiazepines under certain circumstances is exclusionary.\n8. History of seizure disorder.\n9. Subject has previously been treated with brexanolone or participated in any study employing SAGE-547, SAGE-217, SAGE-324, or SAGE-718.\n10. Concomitant treatment with benzodiazepines or other CNS depressants; initiation of any psychotropic agents within 14 days of screening.\n11. Any current or recent medical, psychiatric or social condition which in the investigator's opinion is likely to interfere with the conduct of the study, confound the interpretation of study results, or endanger the subject's well-being. This includes (but is not limited to) any clinically significant oncologic, hematologic, endocrine/metabolic, cardiovascular, respiratory, renal, hepatic, gastrointestinal, infectious or",
            "healthyVolunteers": false,
            "sex": "FEMALE",
            "minimumAge": "18 Years",
            "maximumAge": "50 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Fouzia Sheikh",
                    "role": "CONTACT",
                    "phone": "512-495-5566",
                    "email": "psychclinicaltrials@austin.utexas.edu"
                },
                {
                    "name": "Madeline Sheehan",
                    "role": "CONTACT",
                    "phone": "512-495-5566",
                    "email": "psychclinicaltrials@austin.utexas.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Donald J Newport, MD",
                    "affiliation": "University of Texas at Austin/ Dell Medical School",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Texas at Austin Dell Medical School",
                    "status": "RECRUITING",
                    "city": "Austin",
                    "state": "Texas",
                    "zip": "78712",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "D. Jeffrey Newport, MD",
                            "role": "CONTACT",
                            "phone": "305-761-8407",
                            "email": "jeff.newport@austin.utexas.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 30.26715,
                        "lon": -97.74306
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "25494488",
                    "type": "BACKGROUND",
                    "citation": "Dunlop BW, Kaye JL, Youngner C, Rothbaum B. Assessing Treatment-Resistant Posttraumatic Stress Disorder: The Emory Treatment Resistance Interview for PTSD (E-TRIP). Behav Sci (Basel). 2014 Dec 8;4(4):511-527. doi: 10.3390/bs4040511."
                },
                {
                    "pmid": "10607023",
                    "type": "BACKGROUND",
                    "citation": "MacLean AW, Fekken GC, Saskin P, Knowles JB. Psychometric evaluation of the Stanford Sleepiness Scale. J Sleep Res. 1992 Mar;1(1):35-39. doi: 10.1111/j.1365-2869.1992.tb00006.x."
                },
                {
                    "pmid": "25031547",
                    "type": "BACKGROUND",
                    "citation": "Nitzan M, Romem A, Koppel R. Pulse oximetry: fundamentals and technology update. Med Devices (Auckl). 2014 Jul 8;7:231-9. doi: 10.2147/MDER.S47319. eCollection 2014."
                },
                {
                    "pmid": "22193671",
                    "type": "BACKGROUND",
                    "citation": "Posner K, Brown GK, Stanley B, Brent DA, Yershova KV, Oquendo MA, Currier GW, Melvin GA, Greenhill L, Shen S, Mann JJ. The Columbia-Suicide Severity Rating Scale: initial validity and internal consistency findings from three multisite studies with adolescents and adults. Am J Psychiatry. 2011 Dec;168(12):1266-77. doi: 10.1176/appi.ajp.2011.10111704."
                },
                {
                    "pmid": "701572",
                    "type": "BACKGROUND",
                    "citation": "Sarason IG, Johnson JH, Siegel JM. Assessing the impact of life changes: development of the Life Experiences Survey. J Consult Clin Psychol. 1978 Oct;46(5):932-46. doi: 10.1037//0022-006x.46.5.932. No abstract available."
                },
                {
                    "pmid": "9881538",
                    "type": "BACKGROUND",
                    "citation": "Sheehan DV, Lecrubier Y, Sheehan KH, Amorim P, Janavs J, Weiller E, Hergueta T, Baker R, Dunbar GC. The Mini-International Neuropsychiatric Interview (M.I.N.I.): the development and validation of a structured diagnostic psychiatric interview for DSM-IV and ICD-10. J Clin Psychiatry. 1998;59 Suppl 20:22-33;quiz 34-57."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Data will be stored in a data enclave and will be available to other researchers upon request.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF",
                "CSR"
            ],
            "timeFrame": "Data will be made available after completion of study activities including publication of primary study results."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000040921",
                    "term": "Stress Disorders, Traumatic"
                },
                {
                    "id": "D000013313",
                    "term": "Stress Disorders, Post-Traumatic"
                }
            ],
            "ancestors": [
                {
                    "id": "D000068099",
                    "term": "Trauma and Stressor Related Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M17685",
                    "name": "Wounds and Injuries",
                    "relevance": "LOW"
                },
                {
                    "id": "M24916",
                    "name": "Stress Disorders, Traumatic",
                    "asFound": "Traumatic Stress Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M16103",
                    "name": "Stress Disorders, Post-Traumatic",
                    "asFound": "Post Traumatic Stress Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M222",
                    "name": "Trauma and Stressor Related Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "C000625635",
                    "term": "Brexanolone"
                }
            ],
            "ancestors": [
                {
                    "id": "D000081227",
                    "term": "Neurosteroids"
                },
                {
                    "id": "D000018377",
                    "term": "Neurotransmitter Agents"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000018757",
                    "term": "GABA Modulators"
                },
                {
                    "id": "D000018682",
                    "term": "GABA Agents"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M117040",
                    "name": "Brexanolone",
                    "asFound": "Intratympanic injection",
                    "relevance": "HIGH"
                },
                {
                    "id": "M2291",
                    "name": "Neurosteroids",
                    "relevance": "LOW"
                },
                {
                    "id": "M20504",
                    "name": "Neurotransmitter Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M20827",
                    "name": "GABA Modulators",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}