{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05964205",
            "orgStudyIdInfo": {
                "id": "23-626"
            },
            "organization": {
                "fullName": "The Cleveland Clinic",
                "class": "OTHER"
            },
            "briefTitle": "Analysis of a Stepped-Wedge Implementation of the PT-PENCIL Tool",
            "officialTitle": "Analysis of a Stepped-Wedge Implementation of the PT-PENCIL Tool",
            "acronym": "PT-PENCIL Tool",
            "therapeuticArea": [
                "Other"
            ],
            "study": "analysis-of-a-stepped-wedge-implementation-of-the-pt-pencil-tool"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-07-18",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-06-28",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-08-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-07-18",
            "studyFirstSubmitQcDate": "2023-07-26",
            "studyFirstPostDateStruct": {
                "date": "2023-07-27",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-04-09",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-10",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR_INVESTIGATOR",
                "investigatorFullName": "Brittany Lapin",
                "investigatorTitle": "Principal Investigator",
                "investigatorAffiliation": "The Cleveland Clinic"
            },
            "leadSponsor": {
                "name": "Brittany Lapin",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Learning Health Systems Rehabilitation Research Network",
                    "class": "UNKNOWN"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Despite the need to evolve, the fact that physical therapists are a constrained resource prompts the need for care prioritization that is optimally targeted. It is currently unclear which patients need physical therapist intervention in the hospital, and how much physical therapy is necessary, in order to achieve a functional status that is adequate to discharge home. We have developed a patient-level clinical decision support tool to guide optimal treatment frequency. This tool-the Physical Therapy Frequency Clinical Decision Support Tool, or \"PT-PENCIL\"-is based on a statistical model that predicts discharge home relative to the frequency of physical therapist treatment.\n\nThe primary goals of this study are to assess the implementation strategy for the PT-PENCIL and analyze its effect on improving the proportion of patients who discharge home.",
            "detailedDescription": "Introduction and Aims Most patients prefer to discharge from the hospital to their own home, but 11% of all hospitalized patients-and 22.4% of patients with Medicare-require discharge to a post-acute care facility. Hospital systems are increasingly incentivized to facilitate discharge home since a post-acute care facility stay is costly. Post-acute care is most often necessitated by a patient's functional decline during hospitalization. Physical therapists, whose primary treatment objective is generally to improve functional independence, could therefore play a crucial role in promoting improvements in functional status sufficient to enable a greater number of discharges to home.\n\nIn current practice, however, physical therapists in acute care hospitals do not generally address patients' function-related deficits. They do not generally have the opportunity to do so, since the Inpatient Prospective Payment System incentivizes short hospital stays. Nor have they needed to, since post-acute care facilities have become the primary setting for patients to regain functional independence. In this environment, physical therapists-a constrained resource in most hospitals primarily play a consultative role in which they evaluate functional status during a single visit in order to provide a recommendation for appropriate post-acute rehabilitation needs. With greater focus on ensuring value across the care continuum, healthcare systems are now striving to maintain short hospital stays, but also limit post-acute care utilization. This will require patients to achieve greater functional independence as quickly as possible within their hospital stay. Thus, the role of physical therapists in acute care hospitals must evolve.\n\nIntervention\n\nDespite the need to evolve, the fact that physical therapists are a constrained resource prompts the need for care prioritization that is optimally targeted. It is currently unclear which patients need physical therapist intervention in the hospital, and how much physical therapy is necessary, in order to achieve a functional status that is adequate to discharge home. We have developed a patient-level clinical decision support tool to guide optimal treatment frequency. This tool-the Physical Therapy Frequency Clinical Decision Support Tool, or \"PT-PENCIL\"-is based on a statistical model that predicts discharge home relative to the frequency of physical therapist treatment. The primary goals of this study are to assess the development and implementation strategy for the PT-PENCIL and analyze its effect on improving the proportion of patients who discharge home.\n\nThe PT-PENCIL will include two solutions integrated into the electronic health record (Epic). For both, Epic will use the underlying statistical model to identify patients for whom daily physical therapy may be indicated in order to facilitate a discharge to home. For such patients, an Epic best practice advisory (BPA) alert will appear on the screen, which will prompt therapists to consider a visit on the next day.\n\nThe second Epic-integrated solution is an indicator column on the patient lists maintained by therapists, which will identify patients who would benefit from daily PT (a green dot), those who would not (a red dot), and those for whom the PT-PENCIL did not run in Epic.\n\nPT-PENCIL will be implemented into clinical care by means of a pilot hybrid type 2 design, informed by the PRISM (Practical, Robust Implementation and Sustainability Model) and RE-AIM (reach, effectiveness, adoption, implementation, and maintenance) frameworks. We will accomplish the following primary specific aims:\n\nAim 1: Analyze the effect of using the PT-PENCIL on the proportion of patients discharged home.\n\nAim 2: Assess the reach, adoption, acceptability, appropriateness, and feasibility of the PT-PENCIL."
        },
        "conditionsModule": {
            "conditions": [
                "Physical Therapy Evaluation"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": true,
            "targetDuration": "30 Days",
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "OTHER"
            },
            "enrollmentInfo": {
                "count": 9704,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "PT-PENCIL cohort",
                    "description": "patients discharged from the hospital while the PT-PENCIL was active",
                    "interventionNames": [
                        "Other: Electronic clinical decision support tool"
                    ]
                },
                {
                    "label": "Control cohort",
                    "description": "patients discharged from the hospital while the PT-PENCIL was not active"
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Electronic clinical decision support tool",
                    "description": "Electronic clinical decision support tool",
                    "armGroupLabels": [
                        "PT-PENCIL cohort"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Effectiveness of evaluation on discharge home vs facility",
                    "description": "Whether or not the patient was discharged home (vs. a facility)",
                    "timeFrame": "Day of hospital discharge"
                },
                {
                    "measure": "Reach",
                    "description": "The number of patients for whom the PT-PENCIL algorithm ran in the EHR",
                    "timeFrame": "Measured over the 24-week trial period"
                },
                {
                    "measure": "Adoption",
                    "description": "The number of therapists who acknowledge the PT-PENCIL best practice advisory",
                    "timeFrame": "Measured over the 24-week trial period"
                },
                {
                    "measure": "Acceptability of PT-Pencil",
                    "description": "The rating of acceptability amongst physical therapists completing the Acceptability of the Intervention Measure (AIM) higher scores indicates greater acceptability. The scale ranges from 1-5.",
                    "timeFrame": "Measured at baseline and conclusion of 24-week trial"
                },
                {
                    "measure": "Appropriateness of PT-Pencil",
                    "description": "The rating of appropriateness amongst physical therapists completing the Intervention Appropriateness Measure (IAM) higher scores indicates greater appropriateness. The scale ranges from 1-5.",
                    "timeFrame": "Measured at baseline and conclusion of 24-week trial"
                },
                {
                    "measure": "Feasibility Rate of PT-Pencil",
                    "description": "The rating of feasibility amongst physical therapists completing the Feasibility of the Intervention Measure (FIM) higher scores indicates greater feasibility. The scale ranges from 1-5.",
                    "timeFrame": "Measured at baseline and conclusion of 24-week trial"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Admitted for at least one overnight\n* Total ICU LOS \\< 48 hours\n* Primary medical service is any of: cardiology, vascular medicine, cardiac surgery, thoracic surgery, vascular surgery, dermatology, endocrinology, hepatology, internal medicine, obstetrics/gynecology, pulmonology, nephrology, urology, colorectal surgery, general surgery, neurology, neurosurgery\n\nExclusion\n\n- Individuals under the age of 18.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "Physical Therapists at CCF Main, Fairview, \\& Hillcrest hospitals who are being trained on the use and implementation of the PT-PENCIL tool for general clinical care.\n\nPatients (SOC data) who are seen by physical therapists at CCF Main, Fairview, \\& Hillcrest hospitals during the study time period, who may or may not (dependent on the pilot stepped-wedge design, see protocol) have the PT-PENCIL tool utilized in their care.",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Andrew Schuster, BA",
                    "role": "CONTACT",
                    "phone": "216-444-4586",
                    "email": "schusta2@ccf.org"
                },
                {
                    "name": "Donayja Harris, BS",
                    "role": "CONTACT",
                    "phone": "2164132425",
                    "email": "harrisD47@ccf.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Brittany Lapin, PhD, MPH",
                    "affiliation": "The Cleveland Clinic",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Joshua Johnson, DPT",
                    "affiliation": "Cleveland Clinic Foundation/Duke University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Cleveland Clinic",
                    "status": "RECRUITING",
                    "city": "Cleveland",
                    "state": "Ohio",
                    "zip": "44195",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Andrew Schuster, BA",
                            "role": "CONTACT",
                            "phone": "216-444-4586",
                            "email": "schusta2@ccf.org"
                        },
                        {
                            "name": "Donayja Harris, BS",
                            "role": "CONTACT",
                            "phone": "2164132425"
                        },
                        {
                            "name": "Joshua Johnson, DPT",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Brittany Lapin, PhD, MPH",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.4995,
                        "lon": -81.69541
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "24552314",
                    "type": "BACKGROUND",
                    "citation": "Ackerly DC, Grabowski DC. Post-acute care reform--beyond the ACA. N Engl J Med. 2014 Feb 20;370(8):689-91. doi: 10.1056/NEJMp1315350. No abstract available."
                },
                {
                    "pmid": "25407779",
                    "type": "BACKGROUND",
                    "citation": "Robinson SM, Ni Bhuachalla B, Ni Mhaille B, Cotter PE, O'Connor M, O'Keeffe ST. Home, please: A conjoint analysis of patient preferences after a bad hip fracture. Geriatr Gerontol Int. 2015 Oct;15(10):1165-70. doi: 10.1111/ggi.12415. Epub 2014 Nov 19."
                },
                {
                    "pmid": "32343401",
                    "type": "BACKGROUND",
                    "citation": "Augustine MR, Davenport C, Ornstein KA, Cuan M, Saenger P, Lubetsky S, Federman A, DeCherrie LV, Leff B, Siu AL. Implementation of Post-Acute Rehabilitation at Home: A Skilled Nursing Facility-Substitutive Model. J Am Geriatr Soc. 2020 Jul;68(7):1584-1593. doi: 10.1111/jgs.16474. Epub 2020 Apr 28."
                },
                {
                    "pmid": "28192556",
                    "type": "BACKGROUND",
                    "citation": "McWilliams JM, Gilstrap LG, Stevenson DG, Chernew ME, Huskamp HA, Grabowski DC. Changes in Postacute Care in the Medicare Shared Savings Program. JAMA Intern Med. 2017 Apr 1;177(4):518-526. doi: 10.1001/jamainternmed.2016.9115."
                },
                {
                    "pmid": "31340092",
                    "type": "BACKGROUND",
                    "citation": "Barnett ML, Mehrotra A, Grabowski DC. Postacute Care - The Piggy Bank for Savings in Alternative Payment Models? N Engl J Med. 2019 Jul 25;381(4):302-303. doi: 10.1056/NEJMp1901896. No abstract available."
                },
                {
                    "pmid": "23650319",
                    "type": "BACKGROUND",
                    "citation": "Chandra A, Dalton MA, Holmes J. Large increases in spending on postacute care in Medicare point to the potential for cost savings in these settings. Health Aff (Millwood). 2013 May;32(5):864-72. doi: 10.1377/hlthaff.2012.1262."
                },
                {
                    "pmid": "28782593",
                    "type": "BACKGROUND",
                    "citation": "Liu Z, Han L, Leo-Summers L, Gahbauer EA, Allore HG, Gill TM. The subsequent course of disability in older persons discharged to a skilled nursing facility after an acute hospitalization. Exp Gerontol. 2017 Oct 15;97:73-79. doi: 10.1016/j.exger.2017.08.004. Epub 2017 Aug 4."
                },
                {
                    "pmid": "30276809",
                    "type": "BACKGROUND",
                    "citation": "Wald HL, Ramaswamy R, Perskin MH, Roberts L, Bogaisky M, Suen W, Mikhailovich A; Quality and Performance Measurement Committee of the American Geriatrics Society. The Case for Mobility Assessment in Hospitalized Older Adults: American Geriatrics Society White Paper Executive Summary. J Am Geriatr Soc. 2019 Jan;67(1):11-16. doi: 10.1111/jgs.15595. Epub 2018 Oct 1."
                },
                {
                    "pmid": "21435921",
                    "type": "BACKGROUND",
                    "citation": "Robinson TN, Wallace JI, Wu DS, Wiktor A, Pointer LF, Pfister SM, Sharp TJ, Buckley MJ, Moss M. Accumulated frailty characteristics predict postoperative discharge institutionalization in the geriatric patient. J Am Coll Surg. 2011 Jul;213(1):37-42; discussion 42-4. doi: 10.1016/j.jamcollsurg.2011.01.056. Epub 2011 Mar 23."
                },
                {
                    "pmid": "25437105",
                    "type": "BACKGROUND",
                    "citation": "Jenq GY, Tinetti ME. Post-acute care: who belongs where? JAMA Intern Med. 2015 Feb;175(2):296-7. doi: 10.1001/jamainternmed.2014.4298. No abstract available."
                },
                {
                    "pmid": "24800717",
                    "type": "BACKGROUND",
                    "citation": "Chang FH, Ni P, Jette AM. Does activity limitation predict discharge destination for postacute care patients? Am J Phys Med Rehabil. 2014 Sep;93(9):782-90. doi: 10.1097/PHM.0000000000000097."
                },
                {
                    "pmid": "30476953",
                    "type": "BACKGROUND",
                    "citation": "Hoyer EH, Young DL, Friedman LA, Brotman DJ, Klein LM, Friedman M, Needham DM. Routine Inpatient Mobility Assessment and Hospital Discharge Planning. JAMA Intern Med. 2019 Jan 1;179(1):118-120. doi: 10.1001/jamainternmed.2018.5145."
                },
                {
                    "pmid": "33470419",
                    "type": "BACKGROUND",
                    "citation": "Gustavson AM, Toonstra A, Johnson JK, Ensrud KE. Reframing Hospital to Home Discharge from \"Should We?\" to \"How Can We?\": COVID-19 and Beyond. J Am Geriatr Soc. 2021 Mar;69(3):608-609. doi: 10.1111/jgs.17036. Epub 2021 Feb 6. No abstract available."
                },
                {
                    "pmid": "27340196",
                    "type": "BACKGROUND",
                    "citation": "Young DL, Moonie S, Bungum T. Cross-Sectional Examination of Patient and Therapist Factors Affecting Participation in Physical Therapy in Acute Care Hospital Settings. Phys Ther. 2017 Jan 1;97(1):3-12. doi: 10.2522/ptj.20150591. Erratum In: Phys Ther. 2017 Feb 23;97(3):387. doi: 10.1093/physth/pzx016."
                },
                {
                    "pmid": "32986836",
                    "type": "BACKGROUND",
                    "citation": "Johnson JK, Lapin B, Green K, Stilphen M. Frequency of Physical Therapist Intervention Is Associated With Mobility Status and Disposition at Hospital Discharge for Patients With COVID-19. Phys Ther. 2021 Jan 4;101(1):pzaa181. doi: 10.1093/ptj/pzaa181."
                },
                {
                    "pmid": "25437642",
                    "type": "BACKGROUND",
                    "citation": "Burke RE, Juarez-Colunga E, Levy C, Prochazka AV, Coleman EA, Ginde AA. Rise of post-acute care facilities as a discharge destination of US hospitalizations. JAMA Intern Med. 2015 Feb;175(2):295-6. doi: 10.1001/jamainternmed.2014.6383. No abstract available."
                },
                {
                    "pmid": "25906015",
                    "type": "BACKGROUND",
                    "citation": "Burke RE, Juarez-Colunga E, Levy C, Prochazka AV, Coleman EA, Ginde AA. Patient and Hospitalization Characteristics Associated With Increased Postacute Care Facility Discharges From US Hospitals. Med Care. 2015 Jun;53(6):492-500. doi: 10.1097/MLR.0000000000000359."
                },
                {
                    "pmid": "19490159",
                    "type": "BACKGROUND",
                    "citation": "Buntin MB, Colla CH, Escarce JJ. Effects of payment changes on trends in post-acute care. Health Serv Res. 2009 Aug;44(4):1188-210. doi: 10.1111/j.1475-6773.2009.00968.x. Epub 2009 Apr 5."
                },
                {
                    "pmid": "32453426",
                    "type": "BACKGROUND",
                    "citation": "Keeney T. Physical Therapy in the COVID-19 Pandemic: Forging a Paradigm Shift for Rehabilitation in Acute Care. Phys Ther. 2020 Aug 12;100(8):1265-1267. doi: 10.1093/ptj/pzaa097. No abstract available."
                },
                {
                    "pmid": "22310560",
                    "type": "BACKGROUND",
                    "citation": "Curran GM, Bauer M, Mittman B, Pyne JM, Stetler C. Effectiveness-implementation hybrid designs: combining elements of clinical effectiveness and implementation research to enhance public health impact. Med Care. 2012 Mar;50(3):217-26. doi: 10.1097/MLR.0b013e3182408812."
                },
                {
                    "pmid": "18468362",
                    "type": "BACKGROUND",
                    "citation": "Feldstein AC, Glasgow RE. A practical, robust implementation and sustainability model (PRISM) for integrating research findings into practice. Jt Comm J Qual Patient Saf. 2008 Apr;34(4):228-43. doi: 10.1016/s1553-7250(08)34030-6."
                },
                {
                    "pmid": "10474547",
                    "type": "BACKGROUND",
                    "citation": "Glasgow RE, Vogt TM, Boles SM. Evaluating the public health impact of health promotion interventions: the RE-AIM framework. Am J Public Health. 1999 Sep;89(9):1322-7. doi: 10.2105/ajph.89.9.1322."
                },
                {
                    "pmid": "11479052",
                    "type": "BACKGROUND",
                    "citation": "Glasgow RE, McKay HG, Piette JD, Reynolds KD. The RE-AIM framework for evaluating interventions: what can it tell us about approaches to chronic illness management? Patient Educ Couns. 2001 Aug;44(2):119-27. doi: 10.1016/s0738-3991(00)00186-5."
                },
                {
                    "pmid": "30984733",
                    "type": "BACKGROUND",
                    "citation": "Glasgow RE, Harden SM, Gaglio B, Rabin B, Smith ML, Porter GC, Ory MG, Estabrooks PA. RE-AIM Planning and Evaluation Framework: Adapting to New Science and Practice With a 20-Year Review. Front Public Health. 2019 Mar 29;7:64. doi: 10.3389/fpubh.2019.00064. eCollection 2019."
                },
                {
                    "pmid": "15053277",
                    "type": "BACKGROUND",
                    "citation": "Creswell JW, Fetters MD, Ivankova NV. Designing a mixed methods study in primary care. Ann Fam Med. 2004 Jan-Feb;2(1):7-12. doi: 10.1370/afm.104."
                },
                {
                    "pmid": "19008328",
                    "type": "BACKGROUND",
                    "citation": "Rauscher L, Greenfield BH. Advancements in contemporary physical therapy research: use of mixed methods designs. Phys Ther. 2009 Jan;89(1):91-100. doi: 10.2522/ptj.20070236. Epub 2008 Nov 13."
                },
                {
                    "pmid": "16829207",
                    "type": "BACKGROUND",
                    "citation": "Hussey MA, Hughes JP. Design and analysis of stepped wedge cluster randomized trials. Contemp Clin Trials. 2007 Feb;28(2):182-91. doi: 10.1016/j.cct.2006.05.007. Epub 2006 Jul 7."
                },
                {
                    "pmid": "25662947",
                    "type": "BACKGROUND",
                    "citation": "Hemming K, Haines TP, Chilton PJ, Girling AJ, Lilford RJ. The stepped wedge cluster randomised trial: rationale, design, analysis, and reporting. BMJ. 2015 Feb 6;350:h391. doi: 10.1136/bmj.h391. No abstract available."
                },
                {
                    "pmid": "15811539",
                    "type": "BACKGROUND",
                    "citation": "Manning WG, Basu A, Mullahy J. Generalized modeling approaches to risk adjustment of skewed outcomes data. J Health Econ. 2005 May;24(3):465-88. doi: 10.1016/j.jhealeco.2004.09.011."
                },
                {
                    "pmid": "24231229",
                    "type": "BACKGROUND",
                    "citation": "Jette DU, Stilphen M, Ranganathan VK, Passek SD, Frost FS, Jette AM. Validity of the AM-PAC \"6-Clicks\" inpatient daily activity and basic mobility short forms. Phys Ther. 2014 Mar;94(3):379-91. doi: 10.2522/ptj.20130199. Epub 2013 Nov 14."
                },
                {
                    "pmid": "25504489",
                    "type": "BACKGROUND",
                    "citation": "Jette DU, Stilphen M, Ranganathan VK, Passek S, Frost FS, Jette AM. Interrater Reliability of AM-PAC \"6-Clicks\" Basic Mobility and Daily Activity Short Forms. Phys Ther. 2015 May;95(5):758-66. doi: 10.2522/ptj.20140174. Epub 2014 Dec 11."
                },
                {
                    "pmid": "843571",
                    "type": "BACKGROUND",
                    "citation": "Landis JR, Koch GG. The measurement of observer agreement for categorical data. Biometrics. 1977 Mar;33(1):159-74."
                },
                {
                    "pmid": "28851459",
                    "type": "BACKGROUND",
                    "citation": "Weiner BJ, Lewis CC, Stanick C, Powell BJ, Dorsey CN, Clary AS, Boynton MH, Halko H. Psychometric assessment of three newly developed implementation outcome measures. Implement Sci. 2017 Aug 29;12(1):108. doi: 10.1186/s13012-017-0635-3."
                },
                {
                    "pmid": "16204405",
                    "type": "BACKGROUND",
                    "citation": "Hsieh HF, Shannon SE. Three approaches to qualitative content analysis. Qual Health Res. 2005 Nov;15(9):1277-88. doi: 10.1177/1049732305276687."
                },
                {
                    "pmid": "20851841",
                    "type": "BACKGROUND",
                    "citation": "O'Cathain A, Murphy E, Nicholl J. Three techniques for integrating data in mixed methods studies. BMJ. 2010 Sep 17;341:c4587. doi: 10.1136/bmj.c4587. No abstract available."
                },
                {
                    "pmid": "27441335",
                    "type": "BACKGROUND",
                    "citation": "Tian W. An All-Payer View of Hospital Discharge to Postacute Care, 2013. 2016 May. In: Healthcare Cost and Utilization Project (HCUP) Statistical Briefs [Internet]. Rockville (MD): Agency for Healthcare Research and Quality (US); 2006 Feb-. Statistical Brief #205. Available from http://www.ncbi.nlm.nih.gov/books/NBK373736/"
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Johnson JK, Hohman JA, Vakharia N, et al. High-Intensity Postacute Care at Home. NEJM Catalyst. 2021;2(6):CAT.21.0125. doi:10.1056/CAT.21.0125"
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Johnson JK, Young DL, Marcus RL. An Explanatory Model for the Relationship Between Physical Therapists' Self-perceptions of Value and Care Prioritization Decisions in the Acute Hospital. Journal of Acute Care Physical Therapy. 2021;12(4):165-184. doi:10.1097/JAT.0000000000000157"
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Miles MB, Huberman MA. Qualitative Data Analysis: An Expanded Sourcebook. SAGE Publications Inc.; 1994."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "UNDECIDED"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        }
    },
    "hasResults": false
}