{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05879250",
            "orgStudyIdInfo": {
                "id": "NU 21C06"
            },
            "secondaryIdInfos": [
                {
                    "id": "NCI-2022-09279",
                    "type": "REGISTRY",
                    "domain": "CTRP (Clinical Trial Reporting Program)"
                },
                {
                    "id": "STU00216108"
                },
                {
                    "id": "NU 21C06",
                    "type": "OTHER",
                    "domain": "Northwestern University"
                },
                {
                    "id": "P30CA060553",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/P30CA060553"
                }
            ],
            "organization": {
                "fullName": "Northwestern University",
                "class": "OTHER"
            },
            "briefTitle": "WP1066 and Radiation Therapy in Treating Patients With Newly Diagnosed Glioblastoma",
            "officialTitle": "A Multi-Arm, Open Label, Phase II Trial of WP1066 and Radiation Therapy in Patients With Newly Diagnosed Glioblastoma",
            "therapeuticArea": [
                "Other"
            ],
            "study": "and-radiation-therapy-in-treating-patients-with-newly-diagnosed-glioblastoma"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "startDateStruct": {
                "date": "2024-05-22",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-12-27",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2028-12-27",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-05-18",
            "studyFirstSubmitQcDate": "2023-05-18",
            "studyFirstPostDateStruct": {
                "date": "2023-05-30",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-29",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-31",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Northwestern University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Moleculin Biotech, Inc.",
                    "class": "INDUSTRY"
                },
                {
                    "name": "National Cancer Institute (NCI)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "This phase II trial tests how well the combination of WP1066 and radiation therapy works in treating newly diagnosed glioblastoma. Glioblastoma is difficult to treat effectively because the cells within the tumor vary widely and are controlled by factors within and around the tumor, requiring multiple approaches to treat the tumor. The study drug WP1066 targets a specific pathway, known as STAT3, which is responsible for promoting tumor growth and causing the body's immune system to avoid attacking the tumor. Radiation therapy prevents glioblastoma from growing. Giving WP1066 with radiation therapy may prevent glioblastoma from growing and prolong survival.",
            "detailedDescription": "PRIMARY OBJECTIVES:\n\nI. To determine the progression-free survival (PFS) outcomes of patients with MGMT-unmethylated glioblastoma treated with STAT3 Inhibitor WP1066 (WP1066) in combination with standard-of-care radiation therapy. (Cohort 1) II. To ascertain the changes induced in the tumor microenvironment by the combination of WP1066 and radiation. (Cohort 2)\n\nSECONDARY OBJECTIVES:\n\nI. Determine the overall survival (OS) outcomes of patients with malignant gliomas. (Cohort 1 and 2) II. Assess overall response rate (ORR) and duration of response in patients with malignant gliomas using Response Assessment in Neuro-Oncology (RANO) criteria. (Cohort 1 and 2) III. Assess time to radiographically assessed disease progression and/or response in patients with glioblastoma, as assessed by RANO criteria. (Cohort 1 and 2) IV. Assess systemic immunological responses and phosphorylated (p)-STAT3 inhibition in patients with glioblastoma. (Cohort 1 and 2) V. Assess the safety and tolerability of WP1066 given in combination with radiation therapy (RT) using the National Cancer Institute (NCI) Common Toxicity Criteria of Adverse Events version 5.0 (CTCAE v5.0). (Cohort 1 and 2) VI. Determine the progression free survival (PFS) outcomes of patients with malignant gliomas. (Cohort 2)\n\nEXPLORATORY OBJECTIVE:\n\nI. Correlate machine learning texture analysis of advanced brain tumor magnetic resonance imaging (advanced brain tumor imaging \\[ABTI\\] optional) obtained within 1 week pre-surgery with the histological and immune functional data obtained directly from the tumor. (Cohort 2)\n\nOUTLINE: Patients are assigned to one of two cohorts.\n\nCohort I: Patients whose tumor was completely removed at the time of initial surgery receive WP1066 orally (PO) for 6 weeks during routine radiation therapy, and then for twelve 28-day cycles on study. Patients also undergo magnetic resonance imaging (MRI) and collection of blood samples throughout the trial.\n\nCohort II: Patients whose tumor was not fully removed at the time of initial surgery receive WP1066 PO for 6 weeks during routine radiation therapy on study. Patients may then undergo possible surgery or open biopsy if eligible, followed by twelve 28-day cycles of WP1066 PO on study. Patients also undergo MRI and collection of blood samples throughout the trial."
        },
        "conditionsModule": {
            "conditions": [
                "Glioblastoma, IDH-Wildtype",
                "MGMT-Unmethylated Glioblastoma"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 39,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Cohort I (WP1066, radiation)",
                    "type": "EXPERIMENTAL",
                    "description": "Patients whose tumor was completely removed at the time of initial surgery receive WP1066 PO for 6 weeks during routine radiation therapy, and then for twelve 28-day cycles on study. Patients also undergo MRI and collection of blood samples throughout the trial.",
                    "interventionNames": [
                        "Procedure: Biospecimen Collection",
                        "Procedure: Magnetic Resonance Imaging",
                        "Radiation: Radiation Therapy",
                        "Drug: STAT3 Inhibitor WP1066"
                    ]
                },
                {
                    "label": "Cohort II (WP1066, radiation, surgery)",
                    "type": "EXPERIMENTAL",
                    "description": "Patients whose tumor was not fully removed at the time of initial surgery receive WP1066 PO for 6 weeks during routine radiation therapy on study. Patients may then undergo possible surgery or open biopsy if eligible, followed by twelve 28-day cycles of WP1066 PO on study. Patients also undergo MRI and collection of blood samples throughout the trial.",
                    "interventionNames": [
                        "Procedure: Biospecimen Collection",
                        "Procedure: Magnetic Resonance Imaging",
                        "Radiation: Radiation Therapy",
                        "Drug: STAT3 Inhibitor WP1066",
                        "Procedure: Surgical Procedure"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "PROCEDURE",
                    "name": "Biospecimen Collection",
                    "description": "Undergo collection of blood",
                    "armGroupLabels": [
                        "Cohort I (WP1066, radiation)",
                        "Cohort II (WP1066, radiation, surgery)"
                    ],
                    "otherNames": [
                        "Biological Sample Collection",
                        "Biospecimen Collected",
                        "Specimen Collection"
                    ]
                },
                {
                    "type": "PROCEDURE",
                    "name": "Magnetic Resonance Imaging",
                    "description": "Undergo MRI",
                    "armGroupLabels": [
                        "Cohort I (WP1066, radiation)",
                        "Cohort II (WP1066, radiation, surgery)"
                    ],
                    "otherNames": [
                        "Magnetic Resonance",
                        "Magnetic resonance imaging (procedure)",
                        "Magnetic Resonance Imaging Scan",
                        "Medical Imaging, Magnetic Resonance / Nuclear Magnetic Resonance",
                        "MR",
                        "MR Imaging",
                        "MRI",
                        "MRI Scan",
                        "NMR Imaging",
                        "NMRI",
                        "Nuclear Magnetic Resonance Imaging"
                    ]
                },
                {
                    "type": "RADIATION",
                    "name": "Radiation Therapy",
                    "description": "Undergo routine radiation therapy",
                    "armGroupLabels": [
                        "Cohort I (WP1066, radiation)",
                        "Cohort II (WP1066, radiation, surgery)"
                    ],
                    "otherNames": [
                        "Cancer Radiotherapy",
                        "Energy Type",
                        "ENERGY_TYPE",
                        "Irradiate",
                        "Irradiated",
                        "Irradiation",
                        "Radiation",
                        "Radiation Therapy, NOS",
                        "Radiotherapeutics",
                        "Radiotherapy",
                        "RT",
                        "Therapy, Radiation"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "STAT3 Inhibitor WP1066",
                    "description": "Given PO",
                    "armGroupLabels": [
                        "Cohort I (WP1066, radiation)",
                        "Cohort II (WP1066, radiation, surgery)"
                    ],
                    "otherNames": [
                        "WP 1066",
                        "WP-1066",
                        "WP1066"
                    ]
                },
                {
                    "type": "PROCEDURE",
                    "name": "Surgical Procedure",
                    "description": "Undergo removal or biopsy of tumor",
                    "armGroupLabels": [
                        "Cohort II (WP1066, radiation, surgery)"
                    ],
                    "otherNames": [
                        "Operation",
                        "Surgery",
                        "Surgery Type",
                        "Surgery, NOS",
                        "Surgical",
                        "Surgical Intervention",
                        "Surgical Interventions",
                        "Surgical Procedures",
                        "Type of Surgery"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Progression-Free Survival (PFS) (Cohort 1)",
                    "description": "For PFS analysis, disease progression is defined as progressive disease (PD) per Response Assessment in Neuro-Oncology (RANO) criteria Will be summarized using the Kaplan-Meier method.",
                    "timeFrame": "From subject registration to the earlier of the day of first documented disease progression or death from any cause, assessed up to 36 months post-registration"
                },
                {
                    "measure": "Tumor microenvironment activation and cluster interactions (Cohort 2)",
                    "timeFrame": "Up to 36 months post-registration"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Overall Survival (OS)",
                    "description": "Will be analyzed using similar methods to PFS.",
                    "timeFrame": "From the date of initial diagnosis until death from any cause, assessed up to 36 months"
                },
                {
                    "measure": "Overall Response Rate (ORR)",
                    "description": "Defined as the proportion of treated subjects who experience a complete response (CR) or partial response (PR) per RANO criteria.",
                    "timeFrame": "Up to 36 months post-registration"
                },
                {
                    "measure": "Duration of response (DOR)",
                    "description": "All eligible, registered subjects who have measurable disease at baseline, who have received at least 1 dose of trial therapy, and who experience a CR, PR, or SD per RANO criteria will be evaluable.",
                    "timeFrame": "Up to 36 months post-registration"
                },
                {
                    "measure": "Frequency of adverse events",
                    "description": "According to the National Cancer Institute (NCI)-Common Terminology Criteria for Adverse Events (CTCAE) version 5.0.",
                    "timeFrame": "Up to 36 months post-registration"
                },
                {
                    "measure": "Time to response/progression",
                    "timeFrame": "Up to 36 months post-registration"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Newly diagnosed, histologically confirmed World Health Organization (WHO) glioblastoma multiforme (GBM), IDH wild-type\n\n  * External pathology reports are permitted for confirmation of histological diagnosis\n  * Documentation of isocitrate dehydrogenase (IDH) wild-type status will be by IDH1 R123H immunohistochemistry, except for patients =\\< age 54 for whom IDH sequencing will be required to detect noncanonical IDH mutations\n* Documentation of O6-methylguanine-DNA methyltransferase (MGMT) unmethylated status per testing at any Clinical Laboratory Improvement Amendment (CLIA) certified laboratory\n* Cohort 1 only: Patients with prior gross total resection (GTR)\n* Cohort 2 only: Patients without prior gross total resection (GTR)\n* Cohort 2 only: Measurable disease in the brain (per RANO criteria) on brain magnetic resonance imaging (MRI) scan conducted within =\\< 4 weeks prior to initiating trial therapy\n* Cohort 2 only: Patients who would benefit from non-emergent, palliative surgical resection, in the opinion of the local site's tumor board\n* Able to initiate trial therapy within 8 weeks of the initial brain surgical procedure (biopsy or resection) that lead to the patient's initial diagnosis of GBM\n* Age \\>=18 years\n* Karnofsky performance scale score \\>= 60%\n* White blood cell (WBC) count \\>= 3.0 x 10\\^9/L (within =\\< 30 days prior to registration) (without growth factor support and/or receipt of blood products within =\\< 14 days prior to testing)\n* Absolute neutrophil count (ANC) \\>= 1.0 x 10\\^9/L (within =\\< 30 days prior to registration) (without growth factor support and/or receipt of blood products within =\\< 14 days prior to testing)\n* Platelet count \\>= 75 x 10\\^9/L (within =\\< 30 days prior to registration) (without growth factor support and/or receipt of blood products within =\\< 14 days prior to testing)\n* Total bilirubin =\\< 1.5 x upper limit of normal (ULN) or direct bilirubin =\\< ULN for subjects with total bilirubin levels \\> 1.5 x ULN (within =\\< 30 days prior to registration)\n* Aspartate aminotransferase (AST) (serum glutamic oxaloacetic transaminase \\[SGOT\\]) =\\< 2.5 x ULN (within =\\< 30 days prior to registration)\n* Alanine aminotransferase (ALT) (serum glutamic pyruvic transaminase \\[SGPT\\]) =\\< 2.5 x ULN (within =\\< 30 days prior to registration)\n* Creatinine or creatinine clearance within normal institutional limits. A creatinine level above the institutional normal limit is acceptable, provided creatinine clearance (CrCl) is \\>= 60 mL/min/1.73 m\\^2 (within =\\< 30 days prior to registration). Creatinine clearance should be calculated using the Cockcroft-Gault formula\n* International normalized ratio (INR) =\\< 1.5 x ULN or for subjects receiving anticoagulant therapy, INR must be within the therapeutic range of intended use of anticoagulants, as determined by the treating investigator (within =\\< 30 days prior to registration)\n* Activated partial thromboplastin time (aPTT) =\\< 1.5 x ULN or for subjects receiving anticoagulant therapy, aPTT must be within the therapeutic range of intended use of anticoagulants, as determined by the treating investigator (within =\\< 30 days prior to registration)\n* Willing and able to tolerate brain MRI with contrast. Patients with any known severe allergy to contrast agent(s) should not participate in the study. Patients with mild allergies to contrast agents (e.g., rash only) may participate in the study per treating investigator discretion; it is recommended that these patients be pretreated with acetaminophen and diphenhydramine \\[or other institutional standard combination of agent(s) for allergy prep\\] prior to injection of the contrast agent\n* Willing and able to follow the below contraception requirements:\n\nFor Females:\n\n* Female subjects of childbearing potential (defined below) must agree to use adequate contraception (e.g., abstinence or 2 methods of birth control, such as a barrier method in combination with hormonal contraception) starting from the time of informed consent, throughout the duration of treatment with WP1066, and for 2 months after the last dose of WP1066. They also must agree to not donate/freeze eggs during the same timeframe. A female of reproductive potential is any woman (regardless of sexual orientation, having undergone a tubal ligation, or remaining celibate by choice) who meets both of the following two criteria:\n\n  * Has not undergone a hysterectomy or bilateral oophorectomy\n  * Has had menses at any time in the preceding 12 consecutive months (and therefore has not been naturally postmenopausal for \\> 12 months)\n\nFor Males:\n\n* Male subjects must agree to use adequate contraception (e.g., abstinence or 2 methods of birth control, such as a barrier method in combination with partner's use of hormonal contraception) starting from the time of informed consent, throughout the duration of treatment with WP1066, and for 4 months after the last dose of WP1066. They also must agree to not donate sperm during the same timeframe Note: The effects of WP1066 on the developing human fetus are unknown. WP1066 could potentially be teratogenic or have abortifacient effects. Should a woman become pregnant or suspect she is pregnant while she or her partner is participating in this study, she should inform her treating physician immediately\n\n  * Subject (or subject's legally authorized representative if subject has impaired decision-making capacity) must have the ability to understand and the willingness to sign a written informed consent document\n  * Both men and women of all races and ethnic groups may participate in this trial\n\nExclusion Criteria:\n\n* Receipt of investigational agents within =\\< 2 weeks prior to registration\n* Prior receipt of gene therapy, at any time\n* Prior receipt of bevacizumab, at any time\n* Prior receipt of Gliadel, at any time\n* Patients who are on active therapy with Optune and who are unable to safely discontinue Optune prior to initiating trial therapy Note: Patients who can safely discontinue Optune prior to initiating trial therapy may participate\n* Patients who are on active therapeutic anti-cancer therapy and who are unable to discontinue the anti-cancer therapy prior to initiating trial therapy Note: Patients who discontinue anti-cancer therapy prior to initiating trial therapy may participate. Patients with a prior or concurrent malignancy whose natural history or treatment does not have the potential to interfere with the safety or efficacy assessment of the investigational regimen for this trial may participate\n* History of allergic reactions attributed to compounds of similar chemical or biologic composition to WP1066 or its excipients\n* Human immunodeficiency virus (HIV)-positive patients receiving combination antiretroviral therapy Note: These patients are ineligible because of the potential for pharmacokinetic interactions with WP1066. (HIV testing is not required, unless mandated by a local health authority.)\n* Patients who have received drugs that significantly interact with CYP450 enzyme(s) within =\\< 2 weeks prior to planned first study treatment day Note: Patients who are able to safely discontinue the aforementioned agents \\> 2 weeks prior to initiating treatment with WP1066 may participate. The enzymatic metabolism profile of WP1066 is unknown. Drugs that have a minor interaction with CYP450 are allowed, and drugs with a moderate interaction are allowed at the principal investigators (PI's) discretion. Zofran (ondansetron) is allowed\n* Patients who have received any of the following agents within 7 days of planned first study treatment day:\n\n  * Agents that are predominantly CYP2D6, 2C9, or 2C19 substrates\n  * Agents that are strong inhibitors or inducers of CYP2D6, 2C9, or 2C19\n  * Agents that are sensitive substrates of CYP3A4 with narrow therapeutic range Note: Patients who are able to safely discontinue the aforementioned agents \\> 7 days prior to initiating treatment with WP1066 may participate. The enzymatic metabolism profile of WP1066 is unknown. Drugs that are minor CYP2D6, 2C9 or 2C19 substrates; minor inhibitors or inducers of CYP2D6, 2C9, or 2C19; or minor substrates of CYP3A4 are allowed. Moderate drugs will be allowed per PI's discretion. Zofran (ondansetron) is allowed\n* Patients on corticosteroids who require escalation of the corticosteroid dose Note: Patients receiving a stable or decreasing dose for at least one week may participate. Zofran (ondansetron) is allowed\n* History of brain hemorrhage, unless the following exception is met:\n\n  * Exception: Small, asymptomatic brain hemorrhage may be permitted, provided written documentation of PI approval has been obtained Note: The potential for further hemorrhaging with the use of WP1066 is unknown. It will be at the PIs discretion to enroll a patient who has a small, asymptomatic brain hemorrhage, but patients who have had symptomatic hemorrhages will be excluded\n* Uncontrolled seizures or seizure requiring escalation or addition of anti-epileptic drug\n* Lesion(s) larger than 50 mm in maximal diameter on MRI, or with midline shift exceeding 5 mm, or with hydrocephalus\n* Diffuse leptomeningeal disease Note: Because one of the objectives is PFS based on radiographic volumetric analysis of the tumor, the presence of diffuse leptomeningeal disease is excluded. This is secondary to the inadequacy of measuring the extent of the tumor burden within this setting and the very poor prognosis of these patients\n* Corrected QT (QTc) B interval \\>= 450 ms These patients are excluded because the cardiac toxicities of WP1066 are unknown. Concomitant use of agents that prolong the QT interval should be avoided whenever feasible, or used with caution. Zofran (ondansetron) is allowed\n* Subjects who are at increased risk for radiation therapy (RT)-associated toxicities, such as those with known active collagen vascular disease (e.g., scleroderma, Sjogren's disease, etc.) or other inherited RT-hypersensitivity syndromes (e.g., Gorlin syndrome, Fanconi anemia, ataxia-telangiectasia, etc.)\n* For female patients of childbearing potential only:\n\nPatients with a positive serum beta-human chorionic gonadotropin (HCG) pregnancy test within =\\< 2 days prior to planned start date for trial therapy or who are immediately planning to become pregnant\n\n* Breastfeeding patients who are unwilling/unable to discontinue breastfeeding while receiving WP1066 Note: Because there is an unknown but potential risk for adverse events in nursing infants secondary to treatment of the mother with WP1066, breastfeeding should be discontinued if the mother is treated with WP1066. Patients who discontinue breastfeeding prior to initiating treatment with WP1066 may participate\n* Uncontrolled intercurrent illness or condition including, but not limited to any of the following:\n\nOngoing or active infection requiring systemic treatment, except uncomplicated urinary tract infection;\n\n* Symptomatic congestive heart failure\n* Unstable angina pectoris\n* Cardiac arrhythmia\n* Psychiatric illness/social situation that would limit compliance with study requirements\n* Any other illness or condition that the treating investigator feels would interfere with study compliance or would compromise the subject's safety or study endpoints",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "overallOfficials": [
                {
                    "name": "Amy Heimberger",
                    "affiliation": "Northwestern University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Northwestern University",
                    "status": "RECRUITING",
                    "city": "Chicago",
                    "state": "Illinois",
                    "zip": "60611",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Amy Heimberger",
                            "role": "CONTACT",
                            "phone": "312-503-3805",
                            "email": "amy.heimberger@northwestern.edu"
                        },
                        {
                            "name": "Amy Heimberger",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.85003,
                        "lon": -87.65005
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000005909",
                    "term": "Glioblastoma"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001254",
                    "term": "Astrocytoma"
                },
                {
                    "id": "D000005910",
                    "term": "Glioma"
                },
                {
                    "id": "D000018302",
                    "term": "Neoplasms, Neuroepithelial"
                },
                {
                    "id": "D000017599",
                    "term": "Neuroectodermal Tumors"
                },
                {
                    "id": "D000009373",
                    "term": "Neoplasms, Germ Cell and Embryonal"
                },
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000009375",
                    "term": "Neoplasms, Glandular and Epithelial"
                },
                {
                    "id": "D000009380",
                    "term": "Neoplasms, Nerve Tissue"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M9019",
                    "name": "Glioblastoma",
                    "asFound": "Glioblastoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4561",
                    "name": "Astrocytoma",
                    "relevance": "LOW"
                },
                {
                    "id": "M9020",
                    "name": "Glioma",
                    "relevance": "LOW"
                },
                {
                    "id": "M20446",
                    "name": "Neoplasms, Neuroepithelial",
                    "relevance": "LOW"
                },
                {
                    "id": "M19845",
                    "name": "Neuroectodermal Tumors",
                    "relevance": "LOW"
                },
                {
                    "id": "M20388",
                    "name": "Neuroectodermal Tumors, Primitive",
                    "relevance": "LOW"
                },
                {
                    "id": "M12318",
                    "name": "Neoplasms, Germ Cell and Embryonal",
                    "relevance": "LOW"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M12320",
                    "name": "Neoplasms, Glandular and Epithelial",
                    "relevance": "LOW"
                },
                {
                    "id": "M12325",
                    "name": "Neoplasms, Nerve Tissue",
                    "relevance": "LOW"
                },
                {
                    "id": "T2518",
                    "name": "Glioblastoma",
                    "asFound": "Glioblastoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "T2519",
                    "name": "Glioma",
                    "relevance": "LOW"
                },
                {
                    "id": "T4092",
                    "name": "Neuroepithelioma",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000020032",
                    "term": "Tyrphostins"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                },
                {
                    "id": "D000004791",
                    "term": "Enzyme Inhibitors"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M21882",
                    "name": "Tyrphostins",
                    "asFound": "Cardiac Output Monitor",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7951",
                    "name": "Enzyme Inhibitors",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}