{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05388877",
            "orgStudyIdInfo": {
                "id": "MC210703"
            },
            "secondaryIdInfos": [
                {
                    "id": "NCI-2022-04133",
                    "type": "REGISTRY",
                    "domain": "CTRP (Clinical Trial Reporting Program)"
                },
                {
                    "id": "22-000531",
                    "type": "OTHER",
                    "domain": "Mayo Clinic Institutional Review Board"
                }
            ],
            "organization": {
                "fullName": "Mayo Clinic",
                "class": "OTHER"
            },
            "briefTitle": "E6201 and Dabrafenib for the Treatment of Central Nervous System Metastases From BRAF V600 Mutated Metastatic Melanoma",
            "officialTitle": "Phase 1 Study of E6201 Plus Dabrafenib for the Treatment of Central Nervous System (CNS) Metastases From BRAF V600-Mutated Metastatic Melanoma",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "and-dabrafenib-for-the-treatment-of-central-nervous-system-metastases-from-braf-mutated-metastatic-melanoma"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-03",
            "overallStatus": "RECRUITING",
            "startDateStruct": {
                "date": "2022-09-30",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-12",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-12",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-05-19",
            "studyFirstSubmitQcDate": "2022-05-19",
            "studyFirstPostDateStruct": {
                "date": "2022-05-24",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-03-27",
            "lastUpdatePostDateStruct": {
                "date": "2024-03-29",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Mayo Clinic",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This phase I tests the safety, side effects, and best dose of E6201 in combination with dabrafenib in treating patients with BRAF V600 mutated melanoma that has spread to the central nervous system (central nervous system metastases). E6201 may stop the growth of tumor cells by blocking some of the enzymes needed for cell growth. Dabrafenib is used in patients whose cancer has a mutated (changed) form of a gene called BRAF. It is in a class of medications called kinase inhibitors. It works by blocking the action of an abnormal protein that signals tumor cells to multiply. This helps stop the spread of tumor cells. Giving E6201 and dabrafenib together may work better in treating patients with BRAF V600 mutated melanoma that has spread to the central nervous system than either drug alone.",
            "detailedDescription": "PRIMARY OBJECTIVE:\n\nI. To determine the maximum tolerated dose of MEK-1/MEKK-1 inhibitor E6201 (E6201) in combination with dabrafenib in patients with central nervous system (CNS) metastases from BRAF V600- mutated metastatic melanoma. (Phase I) II. To assess the response rates treated at the maximum tolerated dose of E6201 in combination with dabrafenib in patients with central nervous system (CNS) metastases from BRAF V600- mutated metastatic melanoma. (maximum tolerated dose \\[MTD\\] + Expansion Cohort)\n\nSECONDARY OBJECTIVES:\n\nI. To assess the time to first progression in subjects with CNS metastases due to metastatic melanoma with a BRAF V600 mutation treated with E6201 + dabrafenib.\n\nII. To assess overall survival (OS) in subjects with CNS metastases due to metastatic melanoma with a BRAF V600 mutation treated with E6201 + dabrafenib.\n\nIII. To assess the adverse events profile of E6201 in combination with dabrafenib in subjects with CNS metastases due to metastatic melanoma with a BRAF V600 mutation treated with E6201 + dabrafenib.\n\nCORRELATIVE RESEARCH OBJECTIVE:\n\nI. To assess the impact of BRAF mutational status (e.g., type, heterozygosity or homozygosity) in archival tissue with clinical outcome.\n\nOUTLINE: This is a dose-escalation study of MEK-1/MEKK-1 inhibitor E6201 followed by a dose-expansion study.\n\nPatients receive MEK-1/MEKK-1 inhibitor E6201 intravenously (IV) over 2 hours on days 1, 4, 8, 11, 15, and 18, and dabrafenib orally (PO) twice daily (BID) on days 1-28. Cycles repeat every 28 days in the absence of disease progression or unacceptable toxicity. Patients also undergo blood sample collection, computed tomography (CT) or magnetic resonance imaging (MRI) throughout study.\n\nAfter completion of study treatment, patients are followed up every 6 months for up to 2 years from time of registration."
        },
        "conditionsModule": {
            "conditions": [
                "Clinical Stage IV Cutaneous Melanoma AJCC v8",
                "Metastatic Malignant Neoplasm in the Brain",
                "Metastatic Malignant Neoplasm in the Central Nervous System",
                "Metastatic Melanoma"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 18,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Treatment (E6201, dabrafenib)",
                    "type": "EXPERIMENTAL",
                    "description": "Patients receive MEK-1/MEKK-1 inhibitor E6201 IV over 2 hours on days 1, 4, 8, 11, 15, and 18, and dabrafenib PO BID on days 1-28. Cycles repeat every 28 days in the absence of disease progression or unacceptable toxicity.",
                    "interventionNames": [
                        "Drug: Dabrafenib",
                        "Drug: MEK-1/MEKK-1 Inhibitor E6201",
                        "Procedure: Biospecimen Collection",
                        "Procedure: Computed Tomography",
                        "Procedure: Magnetic Resonance Imaging"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Dabrafenib",
                    "description": "Given PO",
                    "armGroupLabels": [
                        "Treatment (E6201, dabrafenib)"
                    ],
                    "otherNames": [
                        "BRAF Inhibitor GSK2118436",
                        "GSK-2118436",
                        "GSK-2118436A",
                        "GSK2118436"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "MEK-1/MEKK-1 Inhibitor E6201",
                    "description": "Given IV",
                    "armGroupLabels": [
                        "Treatment (E6201, dabrafenib)"
                    ],
                    "otherNames": [
                        "E-6201",
                        "E6201"
                    ]
                },
                {
                    "type": "PROCEDURE",
                    "name": "Biospecimen Collection",
                    "description": "Undergo blood sample collection",
                    "armGroupLabels": [
                        "Treatment (E6201, dabrafenib)"
                    ],
                    "otherNames": [
                        "Biological Sample Collection",
                        "Biospecimen Collected",
                        "Specimen Collection"
                    ]
                },
                {
                    "type": "PROCEDURE",
                    "name": "Computed Tomography",
                    "description": "Undergo CT",
                    "armGroupLabels": [
                        "Treatment (E6201, dabrafenib)"
                    ],
                    "otherNames": [
                        "CAT",
                        "CAT Scan",
                        "Computed Axial Tomography",
                        "Computerized Axial Tomography",
                        "Computerized Tomography",
                        "CT",
                        "CT Scan",
                        "tomography"
                    ]
                },
                {
                    "type": "PROCEDURE",
                    "name": "Magnetic Resonance Imaging",
                    "description": "Undergo MRI",
                    "armGroupLabels": [
                        "Treatment (E6201, dabrafenib)"
                    ],
                    "otherNames": [
                        "Magnetic Resonance",
                        "Magnetic Resonance Imaging (MRI)",
                        "Magnetic resonance imaging (procedure)",
                        "Magnetic Resonance Imaging Scan",
                        "Medical Imaging, Magnetic Resonance / Nuclear Magnetic Resonance",
                        "MR",
                        "MR Imaging",
                        "MRI",
                        "MRI Scan",
                        "MRIs",
                        "NMR Imaging",
                        "NMRI",
                        "Nuclear Magnetic Resonance Imaging",
                        "nuclear magnetic resonance",
                        "sMRI",
                        "Structural MRI"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Maximum tolerated dose",
                    "timeFrame": "Up to end of cycle 1 (1 cycle = 28 days)"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Overall intracranial response rate",
                    "description": "Defined as the number of patients who have achieved CR or PR per Response Assessment in Neuro-oncology (RANO) for brain metastases criteria during treatment with E6201 plus dabrafenib divided by total number of evaluable patients. Responses will be summarized by simple descriptive summary statistics delineating complete and partial responses as well as stable and progressive disease in this patient population.",
                    "timeFrame": "Up to 2 years"
                },
                {
                    "measure": "Overall extracranial response rate",
                    "description": "Defined by Response Evaluation Criteria in Solid Tumors (RECIST) version 1.1. Systemic response by RECIST 1.1 criteria for extracranial disease will be estimated using systemic response rate (SRR) - where SRR is defined as the number of evaluable patients achieving a response (partial response or complete response per RECIST 1.1) during treatment with study therapy divided by the total number of evaluable patients. Responses will be summarized by simple descriptive summary statistics delineating complete and partial responses as well as stable and progressive disease in this patient population.",
                    "timeFrame": "Up to 2 years"
                },
                {
                    "measure": "Incidence of adverse events",
                    "description": "The maximum grade for each type of adverse event will be recorded for each patient, and frequency tables will be reviewed to determine patterns. Additionally, the relationship of the adverse event(s) to the study treatment will be taken into consideration.",
                    "timeFrame": "Up to 2 years"
                },
                {
                    "measure": "Time to first progression",
                    "description": "Will be summarized descriptively.",
                    "timeFrame": "Up to 2 years"
                },
                {
                    "measure": "Overall survival",
                    "description": "Will be summarized descriptively.",
                    "timeFrame": "Up to 2 years"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "BRAF mutational status",
                    "description": "Correlations between BRAF mutational status (e.g., type, heterozygosity or homozygosity) and other outcome measures like response, and dose levels will be carried out in an exploratory manner. Descriptive statistics will form the basis of presentation of these data.",
                    "timeFrame": "Up to 2 years"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Age \\>= 18 years\n* Histologically or cytologically confirmed stage IV metastatic BRAF V600-mutated melanoma\n* Documented metastasis of the primary tumor to the CNS\n* BRAF-mutation melanoma tumor status will be established prior to entry based on previous BRAF-gene analysis reports from a Clinical Laboratory Improvement Act (CLIA) qualified laboratory. If a report is not available, the mutation analysis will be performed at screening on archival tissue\n* At least one brain metastasis, as assessed by magnetic resonance imaging (MRI) or computed tomography (CT) with contrast =\\< 3 weeks prior to registration and does not require immediate local intervention (surgery or radiosurgery)\n* Asymptomatic or symptomatic CNS metastasis\n* Systemic, measurable metastatic melanoma disease is allowed; leptomeningeal disease is allowed.\n* Prior stereotactic radiosurgery and/or excision of brain metastases is allowed \\> 3 weeks before initiation of study treatment\n* Prior immunotherapy for adjuvant or metastatic disease is allowed provided there is documented progression of disease following treatment\n* Prior melanoma adjuvant BRAF/MEK inhibitor treatment is allowed if \\>= 12 months has elapsed between the end of therapy and initiation of study treatment\n* Able to swallow and retain oral medication with no clinically significant gastrointestinal abnormalities that may alter absorption, such as malabsorption syndrome or major resection of the stomach or bowels\n* Stable dose of corticosteroids for CNS metastasis is allowed if \\>= 7 days\n* Seizures due to CNS metastases must be controlled with stable anti-epileptic treatment for \\>= 14 days\n* Bisphosphonates and/or denosumab are allowed\n* Life expectancy \\>= 3 months\n* Eastern Cooperative Oncology Group (ECOG) performance status (PS) 0, 1 or 2\n* Hemoglobin (Hb) \\>= 9 g/dL without ongoing transfusional support (obtained =\\< 15 days prior to registration)\n* Absolute neutrophil count (ANC) \\>= 1.0 x 10\\^9 cells/L without ongoing transfusional support (obtained =\\< 15 days prior to registration)\n* Platelets \\>= 75 x 10\\^9 cells/L without ongoing transfusional support (obtained =\\< 15 days prior to registration)\n* Creatinine =\\< 1.5 x the upper limit of normal (ULN), or calculated creatinine clearance \\>= 50 mL/minute per the Cockcroft-Gault formula (obtained =\\< 15 days prior to registration)\n* Total bilirubin =\\< 2 times the upper limit of normal (ULN) unless due to Gilbert's disease (obtained =\\< 15 days prior to registration)\n* Alanine aminotransferase (ALT)/aspartate aminotransferase (AST) =\\< 2.5 times ULN, or \\< 5 times ULN for subjects with liver metastases (obtained =\\< 15 days prior to registration)\n* Negative serum pregnancy test done =\\< 14 days prior to registration, for persons of childbearing potential only, defined as a female who has not undergone a hysterectomy or who has not been naturally post-menopausal for at least 24 consecutive months (i.e., who has had menses any time in the preceding 24 consecutive months)\n* Willing to use contraception\n* Sexually active persons of childbearing potential (PCBP) and persons able to father a child must agree to use adequate methods to avoid pregnancy throughout the study and for 28 days after the completion of study treatment\n* Provide written informed consent\n* Willing to return to enrolling institution for follow-up (during the Active Monitoring Phase of the study)\n* Ability to complete Patient Medication Diaries by themselves or with assistance\n* Willingness to have institution procure previous BRAF-gene analysis report(s) from a CLIA qualified laboratory, or if a report is not available, willingness to have institution procure archived tumor sample to establish BRAF-mutational melanoma tumor status prior to study\n* Ability to swallow\n\nExclusion Criteria:\n\n* Receiving any other investigational agent which would be considered as a treatment for the primary neoplasm\n* Urgent need of treatment to prevent acute neurologic deterioration, including urgent neurosurgery or radiotherapy\n* Symptoms of uncontrolled intracranial pressure\n* Symptomatic or untreated spinal cord compression\n* Serious cardiac condition =\\< 6 months prior to registration, such as uncontrolled arrhythmia, myocardial infarction, unstable angina, or heart disease defined by the New York Heart Association (NYHA) class III or class IV\n* Failure to recover from acute, reversible effects of prior therapy regardless of interval since last treatment\n* Uncontrolled intercurrent non-cardiac illness including, but not limited to:\n\n  * Ongoing or active infection requiring IV antibiotic usage within the last week prior to study treatment\n  * Any other conditions that would limit compliance with study requirements or confound the interpretation of study results\n* Immunocompromised patients and patients known to be human immunodeficiency virus (HIV) positive and currently receiving antiretroviral therapy\n\n  * NOTE: Patients known to be HIV positive, but without clinical evidence of an immunocompromised state, are eligible for this trial\n* Any of the following, because this study involves an agent that has known genotoxic, mutagenic and teratogenic effects:\n\n  * Pregnant persons\n  * Nursing persons\n  * Persons of childbearing potential who are unwilling to employ adequate contraception",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Clinical Trials Referral Office",
                    "role": "CONTACT",
                    "phone": "855-776-0015",
                    "email": "mayocliniccancerstudies@mayo.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Hani M Babiker, M.D.",
                    "affiliation": "Mayo Clinic",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Mayo Clinic",
                    "status": "RECRUITING",
                    "city": "Scottsdale",
                    "state": "Arizona",
                    "zip": "85259",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Clinical Trials Referral Office",
                            "role": "CONTACT",
                            "phone": "855-776-0015",
                            "email": "mayocliniccancerstudies@mayo.edu"
                        },
                        {
                            "name": "Mahesh Seetharam, M.D.",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.50921,
                        "lon": -111.89903
                    }
                },
                {
                    "facility": "Mayo Clinic in Florida",
                    "status": "RECRUITING",
                    "city": "Jacksonville",
                    "state": "Florida",
                    "zip": "32224-9980",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Clinical Trials Referral Office",
                            "role": "CONTACT",
                            "phone": "855-776-0015",
                            "email": "mayocliniccancerstudies@mayo.edu"
                        },
                        {
                            "name": "Hani M. Babiker, M.D.",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 30.33218,
                        "lon": -81.65565
                    }
                },
                {
                    "facility": "Mayo Clinic",
                    "status": "RECRUITING",
                    "city": "Rochester",
                    "state": "Minnesota",
                    "zip": "55905",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Clinical Trials Referral Office",
                            "role": "CONTACT",
                            "phone": "855-776-0015",
                            "email": "mayocliniccancerstudies@mayo.edu"
                        },
                        {
                            "name": "Svetomir Markovic, M.D.",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 44.02163,
                        "lon": -92.4699
                    }
                }
            ]
        },
        "referencesModule": {
            "seeAlsoLinks": [
                {
                    "label": "Mayo Clinic Clinical Trials",
                    "url": "https://www.mayo.edu/research/clinical-trials"
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000008545",
                    "term": "Melanoma"
                },
                {
                    "id": "D000016609",
                    "term": "Neoplasms, Second Primary"
                }
            ],
            "ancestors": [
                {
                    "id": "D000018358",
                    "term": "Neuroendocrine Tumors"
                },
                {
                    "id": "D000017599",
                    "term": "Neuroectodermal Tumors"
                },
                {
                    "id": "D000009373",
                    "term": "Neoplasms, Germ Cell and Embryonal"
                },
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009380",
                    "term": "Neoplasms, Nerve Tissue"
                },
                {
                    "id": "D000018326",
                    "term": "Nevi and Melanomas"
                },
                {
                    "id": "D000012878",
                    "term": "Skin Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000012871",
                    "term": "Skin Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M12307",
                    "name": "Neoplasm Metastasis",
                    "relevance": "LOW"
                },
                {
                    "id": "M11528",
                    "name": "Melanoma",
                    "asFound": "Melanoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M3212",
                    "name": "Melanoma, Cutaneous Malignant",
                    "relevance": "LOW"
                },
                {
                    "id": "M18989",
                    "name": "Neoplasms, Second Primary",
                    "asFound": "Metastatic Malignant Neoplasm",
                    "relevance": "HIGH"
                },
                {
                    "id": "M20495",
                    "name": "Neuroendocrine Tumors",
                    "relevance": "LOW"
                },
                {
                    "id": "M19845",
                    "name": "Neuroectodermal Tumors",
                    "relevance": "LOW"
                },
                {
                    "id": "M20388",
                    "name": "Neuroectodermal Tumors, Primitive",
                    "relevance": "LOW"
                },
                {
                    "id": "M12318",
                    "name": "Neoplasms, Germ Cell and Embryonal",
                    "relevance": "LOW"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M12325",
                    "name": "Neoplasms, Nerve Tissue",
                    "relevance": "LOW"
                },
                {
                    "id": "M12448",
                    "name": "Nevus, Pigmented",
                    "relevance": "LOW"
                },
                {
                    "id": "M12446",
                    "name": "Nevus",
                    "relevance": "LOW"
                },
                {
                    "id": "M20470",
                    "name": "Nevi and Melanomas",
                    "relevance": "LOW"
                },
                {
                    "id": "M15681",
                    "name": "Skin Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M15674",
                    "name": "Skin Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T4091",
                    "name": "Neuroendocrine Tumor",
                    "relevance": "LOW"
                },
                {
                    "id": "T4092",
                    "name": "Neuroepithelioma",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "C000561627",
                    "term": "Dabrafenib"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                },
                {
                    "id": "D000047428",
                    "term": "Protein Kinase Inhibitors"
                },
                {
                    "id": "D000004791",
                    "term": "Enzyme Inhibitors"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M217673",
                    "name": "Dabrafenib",
                    "asFound": "Moving",
                    "relevance": "HIGH"
                },
                {
                    "id": "M25820",
                    "name": "Protein Kinase Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M7951",
                    "name": "Enzyme Inhibitors",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}