{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05412927",
            "orgStudyIdInfo": {
                "id": "2301-001"
            },
            "organization": {
                "fullName": "Angel Medical Systems",
                "class": "INDUSTRY"
            },
            "briefTitle": "AngelMed Guardian® System PMA Post Approval Study",
            "officialTitle": "AngelMed Guardian® System PMA Post Approval Study",
            "therapeuticArea": [
                "Cardiovascular"
            ],
            "study": "angelmed-guardian-system-pma-post-approval-study"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-08",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-09-07",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-12",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-12",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-06-01",
            "studyFirstSubmitQcDate": "2022-06-07",
            "studyFirstPostDateStruct": {
                "date": "2022-06-09",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-08-18",
            "lastUpdatePostDateStruct": {
                "date": "2023-08-21",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Angel Medical Systems",
                "class": "INDUSTRY"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUsExport": true
        },
        "descriptionModule": {
            "briefSummary": "500 Patients (minimum) will be enrolled following commercial implant. Will be treated by their physicians using the standard of care.\n\nStandard of care for the Guardian includes an in-office initial programming visit 7-14 days following implant and every 6 months.",
            "detailedDescription": "The purpose of this prospective, non-randomized, single arm, event-based, multicenter trial is to assess: (1) the diagnostic accuracy of the device, (2) the compliance of the prescribing physician, (3) the experience of the implanting physician, (4) the experience of the emergency department physician and (5) the patient compliance for \"Emergency\" and \"See Doctor\" alerts. The adequacy of the training program for the prescribing physician, implanting physician, emergency department physician, and patients will be assessed.\n\nA minimum of 500 patients who have had prior ACS events and who remain at high risk for recurrent ACS events will be enrolled in the PAS, for the purpose of accruing 314 adjudicated True Positive (TP) or False Positive (FP) ACS events. These ACS events will contribute to the Positive Predictive Value (PPV) and false positive rate (FPR) endpoints of the study. The PAS will be completed once the 314 ACS events have been collected and adjudicated."
        },
        "conditionsModule": {
            "conditions": [
                "Acute Coronary Syndrome"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": true,
            "targetDuration": "3 Years",
            "designInfo": {
                "observationalModel": "CASE_ONLY",
                "timePerspective": "PROSPECTIVE"
            },
            "enrollmentInfo": {
                "count": 500,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Patients who have had prior ACS events.",
                    "description": "Patients who have had prior ACS events and who remain at high risk for recurrent ACS events will be implanted with PMA P150009 AngelMed Guardian® System and enrolled in the PAS, for the purpose of accruing 314 adjudicated True Positive (TP) or False Positive (FP) ACS events.",
                    "interventionNames": [
                        "Device: PMA P150009 AngelMed Guardian® System"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "PMA P150009 AngelMed Guardian® System",
                    "description": "The AngelMed Guardian® System is an implantable cardiac monitor with patient alerting capability and an additional external alarm device. The Guardian® System is indicated for use in patients who have had prior ACS events and who remain at high risk for recurrent ACS events. The Guardian® System is indicated as an adjunct to patient recognized symptoms. The Guardian® System detects potential ongoing ACS events, characterized by sustained ST segment changes, and alerts the patient to seek medical attention for those potential ACS events.\n\nA Guardian® System alert is a more accurate predictor of ACS events when compared to patient recognized symptoms alone and demonstrates a reduced rate over time of patient presentations without ACS events (false positives) when compared to patient recognized symptoms alone. In the absence of symptoms, the Guardian® System may identify asymptomatic ACS events and prompt the patient to seek medical attention.",
                    "armGroupLabels": [
                        "Patients who have had prior ACS events."
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Efficacy (PPV and FPR)",
                    "description": "This study is a post approval study aiming to gather data from FDA approved and standard of care implants using the proprietary medical device created by Angel Medical Systems, The Guardian. The study is collecting specific information from the subjects, devices and index procedure to demonstrate non-inferior performance of a now FDA approved product in a commercial setting. The diagnostic accuracy of the device will be assessed by comparing the Positive Predictive Value (PPV) and the False Positive Rate (FPR) results in the PAS to the results for the same endpoints in the ALARMS-ON group in the PMA-Amendment (i.e. including patients who both had the device implanted and alarms turned on). The hypotheses will be assessed with performance goals for both PPV and FPR.",
                    "timeFrame": "The PAS is a 3 year, event based study, looking to accumulate 314 ACS events. Patients will be seen for an in-office initial programming visit 7-14 days following implant and every 6 months thereafter until study exit or study completion."
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Adequacy of Training Programs for Study Team and Patients",
                    "description": "Instances where the device is prescribed/implanted for patients that don't meet proper labeling criteria. Instances of system revisions, any system problem that requires invasive corrective procedures to resolve, required within 6mo. of implant. Instances of \"Emergency\" alarm non-compliance, failure to report to the ER within 72 hours of the alarm. Instances of \"See Doctor\" noncompliance, defined as failure to present to doctor within 2 weeks of alarm or reporting to ER instead of to doctor in response to alarm. Instances of patient non-success to reconfirm ability to distinguish between \"Emergency\" and \"See Doctor,\" defined by being able to report the proper actions to take for each and what to do when only symptoms occur in the absence of an alarm. Instances of percutaneous intervention without at least one positive standard of care test reported on a site-based and visit-based basis.",
                    "timeFrame": "The PAS is a 3 year, event based study, looking to accumulate 314 ACS events. Patients will be seen for an in-office initial programming visit 7-14 days following implant and every 6 months thereafter until study exit or study completion."
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* 1. Subject has at least one of the following conditions:\n\n  1. Diabetes (Type I or Type II)\n  2. Compromised renal function (Cr \\> 1.2 mg/dl or creatinine clearance less than 50)\n  3. TIMI Risk Score \\> 3\n\n     2. Presents (within past 6 months) with a high-risk acute coronary syndrome (e.g., Unstable Angina, STEMI or NSTEMI) or has undergone or is scheduled for CABG within 6 months of implantation.\n\n     3. Has already undergone coronary angiography and revascularization, unless the physician determines it is appropriate to implant before or during the planned procedure.\n\n     4. Lives in a geographic area in close proximity (within approximately 60 minutes by EMS) to any hospital that can treat AMI.\n\n     5. Subjects (men or women) at least 21 years of age. Women of childbearing age must have a negative pregnancy test or confirmation of one of the following:\n\n  <!-- -->\n\n  1. Post-menopause or amenorrhoeic during the past year\n  2. Surgical sterilization\n  3. Use of effective contraceptive method\n\nExclusion Criteria:\n\n* 1. In the investigator's opinion, subject lacks ability to respond appropriately to alarms, e.g., illiteracy, poor memory or cognitive function, dementia or other condition affecting memory function, etc.\n\n  2. There is known compromised tissue at the site of lead implantation in the apex of the right ventricle, e.g., prior infarct affecting the RV apex location.\n\n  3. A permanent pacemaker or ICD is already in place or the subject is indicated for ICD or pacemaker implantation based on the guidelines published by the American College of Cardiology as Class I and IIa recommendations. Class IIb recommendations are at the investigator's discretion.\n\n  4. Subject cannot feel the IMD vibration when placed on top of the skin on the left pectoral side of the chest.\n\n  5. Subject has recurrent or persistent atrial fibrillation. 6. Subject has recurrent or persistent non-sinus cardiac rhythm, second or third degree atrioventricular blocks, QRS duration greater than 120 ms, Benign Early Repolarization (BER), Brugada Syndrome (LLB, BBB, RBB) or Rate Induced BBB.\n\n  7. Subject has left ventricular hypertrophy evidenced by EKG criteria. 8. Subject has any condition preventing the subcutaneous implantation of the Guardian® System in a left pectoral pouch, such as: superior vena cava thrombosis, subcutaneous tissue deemed inappropriate for the procedure or prior central venous access via portacath, Hickman, Groshong, or similar placed in a left pectoral location or left side PICC line.\n\n  9. Subject has extremely heavy alcohol consumption (participates in binge drinking that leads to alcohol intoxication) or has history of alcohol or illicit drug abuse within past 5 years.\n\n  10. There is evidence of unresolved infection (fever \\> 38o C and/or leukocytosis \\> 15,000).\n\n  11. Subject has history of bleeding disorders or severe coagulopathy (platelets \\< 100,000 plts/ml; APTT or PT \\> 1.3 x reference range).\n\n  12. Subject has had a hemorrhagic stroke or transient ischemic attack (TIA) in the past 6 months.\n\n  13. Subject has a potentially fatal disease, such as cancer or refractory congestive heart failure, associated with limitation of life expectancy, which may lead to inadequate compliance to the protocol or confusing data interpretation.\n\n  14. Subject has clinical conditions such as heart diseases, difficult-to-control blood pressure, difficult-to-control insulin-dependent diabetes or serious prior infections attributed to the diabetes, or others that, at the investigator's discretion, could seriously affect the subject's current clinical condition during study procedures.\n\n  15. Subject has previously been implanted with an AngelMed Guardian® System, current participation or previous participation in another drug or device study in the past 30 days that conflicts with this study as determined by the study sponsor.\n\n  16. Subject has experienced gastro-intestinal hemorrhage in the past 6 months. 17. Subject has any situation in which the use of aspirin is contraindicated for at least 6 months.\n\n  18. Subject has epilepsy. 19. Subject has known severe allergies, e.g., peanut, bee sting, etc. 20. Subject has a known coronary occlusion that cannot be reperfused e.g. known multiple small vessel disease, saphenous vein graft, prior angiography where doctor could not intervene, or jailed occlusion.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "21 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "The study population includes patients who have had prior ACS events and who remain at high risk for recurrent ACS events. Patients will be identified by implanting physicians using standard of care requirements for elective commercial implants based on the appropriate labeling and indications for use of the AngelMed Guardian System.",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Jarrod Goodarz, BS",
                    "role": "CONTACT",
                    "phone": "16095082002",
                    "email": "jgoodarz@angel-med.com"
                },
                {
                    "name": "Sasha John, PhD",
                    "role": "CONTACT",
                    "phone": "6466444661",
                    "email": "sjohn@angel-med.com"
                }
            ],
            "overallOfficials": [
                {
                    "name": "David Keenan",
                    "affiliation": "Angel Medical Systems Inc.",
                    "role": "STUDY_DIRECTOR"
                },
                {
                    "name": "Sasha John, PhD",
                    "affiliation": "Angel Medical Systems Inc.",
                    "role": "STUDY_DIRECTOR"
                },
                {
                    "name": "Mitchell W. Krucoff, Krucoff",
                    "affiliation": "Duke Clinical Research Institute",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "CardioVascular Associates of Mesa",
                    "status": "RECRUITING",
                    "city": "Mesa",
                    "state": "Arizona",
                    "zip": "85208",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Kim Helgeson",
                            "role": "CONTACT",
                            "phone": "480-945-4343",
                            "phoneExt": "244",
                            "email": "khelgeson@swcva.com"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.42227,
                        "lon": -111.82264
                    }
                },
                {
                    "facility": "East Los Angeles Cardiology",
                    "status": "RECRUITING",
                    "city": "Los Angeles",
                    "state": "California",
                    "zip": "90033",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Prash Jayaraj, MD",
                            "role": "CONTACT",
                            "phone": "323-578-0078",
                            "email": "drjraj@yahoo.com"
                        },
                        {
                            "name": "Suresh Rao, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Prash Jayaraj, MD",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 34.05223,
                        "lon": -118.24368
                    }
                },
                {
                    "facility": "Orange County Heart and Research Institute",
                    "status": "RECRUITING",
                    "city": "Orange",
                    "state": "California",
                    "zip": "92868",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Katie Cornella, PA",
                            "role": "CONTACT",
                            "phone": "949-973-7939",
                            "email": "kcornella@gmail.com"
                        },
                        {
                            "name": "Brian Kolski, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Kelly Tucker, MD",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.78779,
                        "lon": -117.85311
                    }
                },
                {
                    "facility": "Clermont Ambulatory Surgical Center",
                    "status": "RECRUITING",
                    "city": "Clermont",
                    "state": "Florida",
                    "zip": "34711",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Saif Memon",
                            "role": "CONTACT",
                            "phone": "407-965-9848",
                            "email": "saifoomemon@gmail.com"
                        },
                        {
                            "name": "Usman Siddiqui, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 28.54944,
                        "lon": -81.77285
                    }
                },
                {
                    "facility": "Florida Heart Rhythm Specialists",
                    "status": "RECRUITING",
                    "city": "Fort Lauderdale",
                    "state": "Florida",
                    "zip": "33308",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Carlos Guadamas",
                            "role": "CONTACT",
                            "phone": "954-678-9531",
                            "email": "carlos.guadamas@flahrs.com"
                        },
                        {
                            "name": "David Kenigsberg, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Ahmed Osman, MD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Ben Melnychuk, MD",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 26.12231,
                        "lon": -80.14338
                    }
                },
                {
                    "facility": "LEJ Medical, LLC",
                    "status": "RECRUITING",
                    "city": "New Smyrna Beach",
                    "state": "Florida",
                    "zip": "32168",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "James Hernandez, PhD",
                            "role": "CONTACT",
                            "phone": "210-669-7897",
                            "email": "jamesnhernandez@icloud.com"
                        },
                        {
                            "name": "Surya Rao, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 29.02582,
                        "lon": -80.927
                    }
                },
                {
                    "facility": "Northside Hospital Cardiovascular Institute",
                    "status": "RECRUITING",
                    "city": "Atlanta",
                    "state": "Georgia",
                    "zip": "30342",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Tamara Wakhisi, CCRP",
                            "role": "CONTACT",
                            "phone": "404-236-8322",
                            "email": "tamara.wakhisi@northside.com"
                        },
                        {
                            "name": "Cindy Grines, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Alok Gambhir, MD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Joshua Lovelock, MD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "David Wilson, MD",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.749,
                        "lon": -84.38798
                    }
                },
                {
                    "facility": "Cardiovascular Associate Research",
                    "status": "RECRUITING",
                    "city": "Covington",
                    "state": "Louisiana",
                    "zip": "70433",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Vicki Nicely",
                            "role": "CONTACT",
                            "phone": "985-892-2550",
                            "email": "thestudygroup@bellsouth.net"
                        },
                        {
                            "name": "Heather LeBlanc Gros, PA",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Dale Presser, MD",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 30.47549,
                        "lon": -90.10042
                    }
                },
                {
                    "facility": "Heart Clinic of Hammond",
                    "status": "RECRUITING",
                    "city": "Hammond",
                    "state": "Louisiana",
                    "zip": "70403",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Lisa Bica",
                            "role": "CONTACT",
                            "phone": "586-943-8867",
                            "email": "lbica@theheartclinics.com"
                        },
                        {
                            "name": "Karla Gorio, PA",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Ghiath Mikdadi, MD",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 30.50463,
                        "lon": -90.46293
                    }
                },
                {
                    "facility": "North Shore Heart and Vascular",
                    "status": "RECRUITING",
                    "city": "Mandeville",
                    "state": "Louisiana",
                    "zip": "70448",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Cheryl Firmin, CCRC",
                            "role": "CONTACT",
                            "phone": "985-960-1497",
                            "email": "cheryl@northshoreheartvascular.com"
                        },
                        {
                            "name": "Bruce Ennis, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Gina Mixon, NP",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 30.35825,
                        "lon": -90.06563
                    }
                },
                {
                    "facility": "Corewell Health",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Grand Rapids",
                    "state": "Michigan",
                    "zip": "49503",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Allison Lockyear",
                            "role": "CONTACT",
                            "phone": "616-486-6601",
                            "email": "allison.lockyear@corewellhealth.org"
                        },
                        {
                            "name": "John Mulder, PA",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "David Wohns, MD",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.96336,
                        "lon": -85.66809
                    }
                },
                {
                    "facility": "South Oklahoma Heart Research",
                    "status": "RECRUITING",
                    "city": "Oklahoma City",
                    "state": "Oklahoma",
                    "zip": "73135",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Julie White, BS",
                            "role": "CONTACT",
                            "phone": "405-628-6865",
                            "email": "juliewhite@okheart.com"
                        },
                        {
                            "name": "Asim Chohan, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Naeem Tahirkheli, MD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Marc Weitzel, MD",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 35.46756,
                        "lon": -97.51643
                    }
                },
                {
                    "facility": "Texan Cardiovascular Institute",
                    "status": "RECRUITING",
                    "city": "El Paso",
                    "state": "Texas",
                    "zip": "79915",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Christy Willis, NP",
                            "role": "CONTACT",
                            "phone": "915-867-7860",
                            "email": "christywillis@texanasc.com"
                        },
                        {
                            "name": "Ali Nasur, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 31.75872,
                        "lon": -106.48693
                    }
                },
                {
                    "facility": "Medical City Hospital Forth Worth",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Fort Worth",
                    "state": "Texas",
                    "zip": "76104",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Sarma Bhagawathy, MD",
                            "role": "CONTACT",
                            "phone": "817-201-7419",
                            "email": "bhagawathy.sarma@hcahealthcare.com"
                        },
                        {
                            "name": "Amir Malik, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Farhan Ali, MD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Karan Gupta, MD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Seyed Khalafi, MD",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 32.72541,
                        "lon": -97.32085
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "The study doctor will collect your personal and medical information. For example:\n\n* Past and present medical records\n* Research records\n* Records about phone calls made as part of this research\n* Records about your study visits\n\nYour information may be given to:\n\n* The U.S. Food and Drug Administration (FDA),\n* Department of Health and Human Services (DHHS) agencies,\n* Governmental agencies in other countries,\n* Governmental agencies to whom certain diseases (reportable diseases) must be reported\n* Central IRB\n\nWhy will this information be used and/or given to others?\n\n* to do the research,\n* to study the results, and\n* to see if the research was done right.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "CSR"
            ],
            "timeFrame": "The investigator is responsible for the preparation (review and signature) and/or retention of the records below. The following records are subject to inspection and must be retained for a period of two years after the date on which the study is terminated or completed."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000054058",
                    "term": "Acute Coronary Syndrome"
                }
            ],
            "ancestors": [
                {
                    "id": "D000017202",
                    "term": "Myocardial Ischemia"
                },
                {
                    "id": "D000006331",
                    "term": "Heart Diseases"
                },
                {
                    "id": "D000002318",
                    "term": "Cardiovascular Diseases"
                },
                {
                    "id": "D000014652",
                    "term": "Vascular Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M27545",
                    "name": "Acute Coronary Syndrome",
                    "asFound": "Acute Coronary Syndrome",
                    "relevance": "HIGH"
                },
                {
                    "id": "M16355",
                    "name": "Syndrome",
                    "relevance": "LOW"
                },
                {
                    "id": "M6546",
                    "name": "Coronary Artery Disease",
                    "relevance": "LOW"
                },
                {
                    "id": "M19506",
                    "name": "Myocardial Ischemia",
                    "relevance": "LOW"
                },
                {
                    "id": "M10543",
                    "name": "Ischemia",
                    "relevance": "LOW"
                },
                {
                    "id": "M9419",
                    "name": "Heart Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M17400",
                    "name": "Vascular Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T170",
                    "name": "Acute Graft Versus Host Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M5373",
                    "name": "Caffeine",
                    "relevance": "LOW"
                },
                {
                    "id": "T370",
                    "name": "Caffeine",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "CNSSti",
                    "name": "Central Nervous System Stimulants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "Ot",
                    "name": "Other Dietary Supplements"
                }
            ]
        }
    },
    "hasResults": false
}