{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04901169",
            "orgStudyIdInfo": {
                "id": "20-30948"
            },
            "organization": {
                "fullName": "University of California, San Francisco",
                "class": "OTHER"
            },
            "briefTitle": "Angiotensin II in Liver Transplantation",
            "officialTitle": "Angiotensin II in Liver Transplantation (AngLT-1): A Pilot Randomized Controlled Trial",
            "acronym": "AngLT-1",
            "therapeuticArea": [
                "Other",
                "Gastroenterology"
            ],
            "study": "angiotensin-ii-in-liver-transplantation"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-12",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-06-28",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-09-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-09-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-05-20",
            "studyFirstSubmitQcDate": "2021-05-20",
            "studyFirstPostDateStruct": {
                "date": "2021-05-25",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-12-20",
            "lastUpdatePostDateStruct": {
                "date": "2023-12-21",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of California, San Francisco",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "La Jolla Pharmaceutical Company",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": true
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this study is to determine the efficacy and safety of Angiotensin II as a second-line vasopressor (drug that raises the blood pressure) during liver transplantation.",
            "detailedDescription": "This is a single center, randomized, double-blind, placebo-controlled trial. Subjects will receive an infusion of either Angiotensin II (AngII) or a saline control (placebo) in addition to usual care with traditional vasopressors (catecholamines and vasopressin) during liver transplantation (LT). AngII is a vasopressor approved by the FDA for the treatment of vasodilatory shock. It targets the renin-angiotensin system (RAS) and has been shown to effectively raise the mean arterial blood pressure (MAP) in patients with septic shock. It also allows for lower doses of traditional vasopressors and may improve microcirculatory flow to the kidneys. The study drug will only be administered if the participants require \\> 0.05 mcg/kg/min of norepinephrine while undergoing liver transplantation. The study drug will be titrated throughout the case and discontinued at the end of surgery. Randomization will be stratified based on (a) the need for renal replacement therapy preoperatively and (b) the use of normothermic machine perfusion of the liver graft."
        },
        "conditionsModule": {
            "conditions": [
                "Liver Transplant; Complications",
                "Vasoplegia"
            ],
            "keywords": [
                "Vasoplegia",
                "Angiotensin II",
                "Cirrhosis",
                "Liver Transplant",
                "Liver Transplantation",
                "Hypotension",
                "Acute Kidney Injury"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2",
                "PHASE3"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Randomized, double-blind, placebo-controlled.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "QUADRUPLE",
                    "maskingDescription": "Identically-labeled infusion bags of either angiotensin II or saline placebo will be prepared by a research pharmacist.",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 50,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Angiotensin II (Giapreza)",
                    "type": "EXPERIMENTAL",
                    "description": "Giapreza (synthetic human angiotensin II), initiated at 5 ng/kg/min and titrated to between 1.25 ng/kg/min and 40 ng/kg/min, administered by continuous intravenous infusion.",
                    "interventionNames": [
                        "Drug: Angiotensin II"
                    ]
                },
                {
                    "label": "Saline",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "Sterile 0.9% saline, initiated and titrated at an equivalent volume infusion rate to the study drug, administered by continuous intravenous infusion.",
                    "interventionNames": [
                        "Drug: Saline"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Angiotensin II",
                    "description": "Infusion of Angiotensin II initiated if participants require norepinephrine at a rate of \\> 0.05 mcg/kg/min. The infusion will be titrated no more frequently than every 10 minutes during liver transplantation as a second line vasopressor and discontinued prior to leaving the operating room when the surgery is complete.",
                    "armGroupLabels": [
                        "Angiotensin II (Giapreza)"
                    ],
                    "otherNames": [
                        "Giapreza (synthetic human angiotensin II)"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Saline",
                    "description": "Infusion of 0.9% saline initiated if participants require norepinephrine at a rate of \\> 0.05 mcg/kg/min. The infusion will be titrated no more frequently than every 10 minutes during liver transplantation as a second line vasopressor and discontinued prior to leaving the operating room when the surgery is complete.",
                    "armGroupLabels": [
                        "Saline"
                    ],
                    "otherNames": [
                        "0.9% normal saline"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Total dose of norepinephrine (NE), averaged over case duration and total body weight, utilized during liver transplantation (LT) to maintain mean arterial pressure (MAP) greater than or equal to 65 mmHg.",
                    "description": "Calculated as the sum of all NE doses (in mcg) administered by either infusion or bolus during LT surgery, divided by the subjects total body weight (TBW, in kg), divided by the duration of surgery (in min). The Primary Outcome will be expressed in mcg/kg/min.",
                    "timeFrame": "Duration of surgery - defined as the time period starting with skin incision by the surgeon, and ending at the time of skin closure, an average of 8 hours."
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Proportion of patients requiring 3rd and 4th line vasopressor infusions (epinephrine or vasopressin) during LT",
                    "description": "The proportion of patients requiring 3rd and 4th line vasopressors (epinephrine or vasopressin, at the anesthesiologists discretion) in addition to NE and Study Drug to be administered by infusion for greater than or equal to 5 min during each of the following phases of LT will be tabulated:\n\n* Dissection phase - begins at the time of skin incision and ends with clamping of the inferior vena cava (IVC)\n* Anhepatic phase - begins at the time of IVC clamping and ends with unclamping of the portal vein\n* Neohepatic phase - begins at the time of portal vein unclamping and ends at the time of skin closure",
                    "timeFrame": "Duration of surgery - defined as the time period starting with skin incision by the surgeon, and ending at the time of skin closure, an average of 8 hours."
                },
                {
                    "measure": "Time spent below target MAP (65 mmHg)",
                    "description": "Total time in minutes that the patient has a MAP \\<65 mmHg during LT.",
                    "timeFrame": "Duration of surgery - defined as the time period starting with skin incision by the surgeon, and ending at the time of skin closure, an average of 8 hours."
                },
                {
                    "measure": "Dose of vasopressin administered during LT, averaged over case duration and TBW.",
                    "description": "Calculated as the sum of all vasopressin doses (in units) administered by either infusion or bolus during LT surgery, divided by the subject's TBW (in kg), divided by the duration of surgery (in hr). Expressed in units/kg/hr.",
                    "timeFrame": "Duration of surgery - defined as the time period starting with skin incision by the surgeon, and ending at the time of skin closure, an average of 8 hours."
                },
                {
                    "measure": "Dose of epinephrine administered during LT, excluding boluses within the 5 min immediately following portal reperfusion, averaged over case duration and TBW.",
                    "description": "Calculated as the sum of all epinephrine doses (in mcg) administered by either infusion or bolus during LT surgery, divided by the subject's TBW (in kg), divided by the duration of surgery (in min). Expressed in mcg/kg/min. Boluses of epinephrine given from 0 to 5 min after portal vein reperfusion will be excluded.",
                    "timeFrame": "Duration of surgery - defined as the time period starting with skin incision by the surgeon, and ending at the time of skin closure, an average of 8 hours."
                },
                {
                    "measure": "Change in direct renin",
                    "description": "Change in plasma direct renin level from the time of surgical incision to 2 hours after reperfusion of the portal vein",
                    "timeFrame": "Time of surgical incision and 2 hours after reperfusion of the portal vein, approximately 4 hours."
                },
                {
                    "measure": "Incidence of severe (stage 2 or 3) acute kidney injury (AKI) within 48 hours after LT.",
                    "description": "The incidence of severe AKI (stage 2 or 3) is defined according to the International Club for Ascites (ICA) 2015 criteria, a revision of the Kidney Disease Improving Global Outcomes (KDIGO) criteria for patients with cirrhosis. Severe AKI is defined as an increase in sCr \\> 2-fold from baseline, or sCr ≥ 4.0 with an acute increase of ≥ 0.3 mg/dL from baseline, or initiation of RRT. The baseline sCr is defined as the most recent value prior to LT. Limited to the stratum of patients not on RRT immediately prior to surgery.",
                    "timeFrame": "48 hours"
                },
                {
                    "measure": "Change in intraoperative urine output in mL/kg/hr before and after initiation of study drug",
                    "description": "Intraoperative urine output will be continuously monitored using an automated meter (Accuryn Monitoring System, Potrero Medical). The change in the rate of urine output will be compared before and after initiation of the study drug.",
                    "timeFrame": "Duration of surgery - defined as the time period starting with skin incision by the surgeon, and ending at the time of skin closure, an average of 8 hours."
                },
                {
                    "measure": "Major adverse kidney events (MAKE) at 30 days (MAKE-30) after LT",
                    "description": "Defined as the composite of death, RRT, or a 25% reduction in estimated glomerular filtration rate (eGFR) by the Chronic Kidney Disease Epidemiology Collaboration (CKD-EPI) equation at 30 days after LT.",
                    "timeFrame": "30 days"
                },
                {
                    "measure": "Incidence of early allograft dysfunction (EAD) by Olthoff criteria",
                    "description": "Defined by one or more of the following:\n\n* Total bilirubin ≥ 10 mg/dL on postoperative day (POD) 7\n* International normalized ratio (INR) ≥ 1.6 on POD 7\n* Alanine aminotransferase (ALT) or aspartate aminotransferase (AST) \\> 2000 units/L within the first 7 days after LT",
                    "timeFrame": "7 days"
                },
                {
                    "measure": "Model for Early Allograft Function (MEAF) score",
                    "description": "Calculated from the maximum ALT and INR within the first 3 PODs and the total bilirubin on POD 3. The MEAF score ranges from 0-10 with higher scores indicating worse liver function (i.e., more severe early allograft dysfunction) in the early postoperative period.",
                    "timeFrame": "3 days"
                },
                {
                    "measure": "Duration of renal replacement therapy (RRT) after LT",
                    "description": "Total duration of RRT following LT, limited to the stratum of subjects on RRT immediately prior to surgery.",
                    "timeFrame": "Up to 1 year"
                },
                {
                    "measure": "Duration of ICU stay after LT",
                    "description": "Total duration of intensive care unit stay following LT.",
                    "timeFrame": "Up to 1 year"
                },
                {
                    "measure": "Duration of hospital stay after LT",
                    "description": "Total duration of hospital stay after LT",
                    "timeFrame": "Up to 1 year"
                },
                {
                    "measure": "Patient and graft survival at 30 days after LT",
                    "description": "Defined as patient death or need for re-transplant within 30 days following LT.",
                    "timeFrame": "30 days"
                },
                {
                    "measure": "Patient and graft survival at 1 year after LT",
                    "description": "Defined as patient death or need for re-transplant within 1 year following LT.",
                    "timeFrame": "1 year"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Age \\> or = 18 years\n* Liver transplantation from a deceased donor\n* Model for End-stage Liver Disease Sodium (MELD-Na) score \\> or = 25 at the time of transplant (not counting MELD exception points)\n* Patient requiring \\> 0.05 mcg/kg/min of norepinephrine (NE) during LT\n\nExclusion Criteria:\n\n* Living-donor liver transplantation (LDLT)\n* Split liver transplantation (isolated right or left lobe)\n* Donation after cardiac death (DCD) without normothermic machine perfusion (NMP)\n* Acute liver failure (ALF)\n* Listed for or receiving simultaneous liver-kidney transplantation (SLKT)\n* Liver re-transplantation (patient who has previously received a liver transplant)\n* Preoperative treatment with angiotensin II receptor blocker or angiotensin converting enzyme inhibitor (within 48 h)\n* Portopulmonary hypertension\n* Left ventricular systolic dysfunction (defined as ejection fraction \\< 45%)\n* Active bronchospasm at time of LT\n* History of thrombotic or embolic disease, inherited hypercoagulable disorder, or therapeutic anticoagulation\n* Portal vein thrombosis\n* Celiac stenosis\n* End-stage renal disease (chronic eGFR \\< 15 mL/min/1.73 m2 or chronic RRT - not including AKI requiring RRT)\n* History of Raynaud's disease\n* Known history of allergy to synthetic human angiotensin II\n* Subject intubated and/or mechanically ventilated prior to entering OR for LT\n* Presence of other condition or abnormality that would compromise the safety of the patient or quality of the data",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Michael P Bokoch, M.D., Ph.D.",
                    "role": "CONTACT",
                    "phone": "(415) 476-8389",
                    "email": "michael.bokoch@ucsf.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Michael P Bokoch, M.D., Ph.D.",
                    "affiliation": "Department of Anesthesia and Perioperative Care, University of California, San Francisco",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of California, San Francisco",
                    "status": "RECRUITING",
                    "city": "San Francisco",
                    "state": "California",
                    "zip": "94143",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Michael P Bokoch, MD, PhD",
                            "role": "CONTACT",
                            "phone": "415-476-8389",
                            "email": "Michael.Bokoch@ucsf.edu"
                        },
                        {
                            "name": "Dieter Adelmann, MD, PhD",
                            "role": "CONTACT",
                            "email": "Dieter.Adelmann@ucsf.edu"
                        },
                        {
                            "name": "Michael P Bokoch, MD, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Matthieu M Legrand, MD, PhD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Garrett R Roll, MD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Dieter Adelmann, MD, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 37.77493,
                        "lon": -122.41942
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "28528561",
                    "type": "BACKGROUND",
                    "citation": "Khanna A, English SW, Wang XS, Ham K, Tumlin J, Szerlip H, Busse LW, Altaweel L, Albertson TE, Mackey C, McCurdy MT, Boldt DW, Chock S, Young PJ, Krell K, Wunderink RG, Ostermann M, Murugan R, Gong MN, Panwar R, Hastbacka J, Favory R, Venkatesh B, Thompson BT, Bellomo R, Jensen J, Kroll S, Chawla LS, Tidmarsh GF, Deane AM; ATHOS-3 Investigators. Angiotensin II for the Treatment of Vasodilatory Shock. N Engl J Med. 2017 Aug 3;377(5):419-430. doi: 10.1056/NEJMoa1704154. Epub 2017 May 21."
                },
                {
                    "pmid": "29509568",
                    "type": "BACKGROUND",
                    "citation": "Tumlin JA, Murugan R, Deane AM, Ostermann M, Busse LW, Ham KR, Kashani K, Szerlip HM, Prowle JR, Bihorac A, Finkel KW, Zarbock A, Forni LG, Lynch SJ, Jensen J, Kroll S, Chawla LS, Tidmarsh GF, Bellomo R; Angiotensin II for the Treatment of High-Output Shock 3 (ATHOS-3) Investigators. Outcomes in Patients with Vasodilatory Shock and Renal Replacement Therapy Treated with Intravenous Angiotensin II. Crit Care Med. 2018 Jun;46(6):949-957. doi: 10.1097/CCM.0000000000003092. Erratum In: Crit Care Med. 2018 Aug;46(8):e824. doi: 10.1097/CCM.0000000000003226."
                },
                {
                    "pmid": "29462546",
                    "type": "BACKGROUND",
                    "citation": "Shim KY, Eom YW, Kim MY, Kang SH, Baik SK. Role of the renin-angiotensin system in hepatic fibrosis and portal hypertension. Korean J Intern Med. 2018 May;33(3):453-461. doi: 10.3904/kjim.2017.317. Epub 2018 Feb 21."
                },
                {
                    "pmid": "30934723",
                    "type": "BACKGROUND",
                    "citation": "Casey S, Schierwagen R, Mak KY, Klein S, Uschner F, Jansen C, Praktiknjo M, Meyer C, Thomas D, Herath C, Jones R, Trebicka J, Angus P. Activation of the Alternate Renin-Angiotensin System Correlates with the Clinical Status in Human Cirrhosis and Corrects Post Liver Transplantation. J Clin Med. 2019 Mar 27;8(4):419. doi: 10.3390/jcm8040419."
                },
                {
                    "pmid": "31540560",
                    "type": "BACKGROUND",
                    "citation": "Coleman PJ, Nissen AP, Kim DE, Ainsworth CR, McCurdy MT, Mazzeffi MA, Chow JH. Angiotensin II in Decompensated Cirrhosis Complicated by Septic Shock. Semin Cardiothorac Vasc Anesth. 2020 Sep;24(3):266-272. doi: 10.1177/1089253219877876. Epub 2019 Sep 20."
                },
                {
                    "pmid": "28489648",
                    "type": "BACKGROUND",
                    "citation": "Busse LW, Wang XS, Chalikonda DM, Finkel KW, Khanna AK, Szerlip HM, Yoo D, Dana SL, Chawla LS. Clinical Experience With IV Angiotensin II Administration: A Systematic Review of Safety. Crit Care Med. 2017 Aug;45(8):1285-1294. doi: 10.1097/CCM.0000000000002441."
                },
                {
                    "pmid": "25631669",
                    "type": "BACKGROUND",
                    "citation": "Angeli P, Gines P, Wong F, Bernardi M, Boyer TD, Gerbes A, Moreau R, Jalan R, Sarin SK, Piano S, Moore K, Lee SS, Durand F, Salerno F, Caraceni P, Kim WR, Arroyo V, Garcia-Tsao G; International Club of Ascites. Diagnosis and management of acute kidney injury in patients with cirrhosis: revised consensus recommendations of the International Club of Ascites. Gut. 2015 Apr;64(4):531-7. doi: 10.1136/gutjnl-2014-308874. Epub 2015 Jan 28. No abstract available."
                },
                {
                    "pmid": "20677285",
                    "type": "BACKGROUND",
                    "citation": "Olthoff KM, Kulik L, Samstein B, Kaminski M, Abecassis M, Emond J, Shaked A, Christie JD. Validation of a current definition of early allograft dysfunction in liver transplant recipients and analysis of risk factors. Liver Transpl. 2010 Aug;16(8):943-9. doi: 10.1002/lt.22091."
                },
                {
                    "pmid": "25204890",
                    "type": "BACKGROUND",
                    "citation": "Pareja E, Cortes M, Hervas D, Mir J, Valdivieso A, Castell JV, Lahoz A. A score model for the continuous grading of early allograft dysfunction severity. Liver Transpl. 2015 Jan;21(1):38-46. doi: 10.1002/lt.23990. Epub 2014 Nov 24."
                },
                {
                    "pmid": "28255614",
                    "type": "BACKGROUND",
                    "citation": "Kellum JA, Zarbock A, Nadim MK. What endpoints should be used for clinical studies in acute kidney injury? Intensive Care Med. 2017 Jun;43(6):901-903. doi: 10.1007/s00134-017-4732-1. Epub 2017 Mar 2. No abstract available."
                },
                {
                    "pmid": "32609011",
                    "type": "BACKGROUND",
                    "citation": "Bellomo R, Forni LG, Busse LW, McCurdy MT, Ham KR, Boldt DW, Hastbacka J, Khanna AK, Albertson TE, Tumlin J, Storey K, Handisides D, Tidmarsh GF, Chawla LS, Ostermann M. Renin and Survival in Patients Given Angiotensin II for Catecholamine-Resistant Vasodilatory Shock. A Clinical Trial. Am J Respir Crit Care Med. 2020 Nov 1;202(9):1253-1261. doi: 10.1164/rccm.201911-2172OC."
                },
                {
                    "pmid": "32321571",
                    "type": "BACKGROUND",
                    "citation": "Depret F, Amzallag J, Pollina A, Fayolle-Pivot L, Coutrot M, Chaussard M, Santos K, Hartmann O, Jully M, Fratani A, Oueslati H, Cupaciu A, Benyamina M, Guillemet L, Deniau B, Mebazaa A, Gayat E, Farny B, Textoris J, Legrand M; PRONOBURN group. Circulating dipeptidyl peptidase-3 at admission is associated with circulatory failure, acute kidney injury and death in severely ill burn patients. Crit Care. 2020 Apr 22;24(1):168. doi: 10.1186/s13054-020-02888-5."
                },
                {
                    "pmid": "30450469",
                    "type": "BACKGROUND",
                    "citation": "Hollinger A, Wittebole X, Francois B, Pickkers P, Antonelli M, Gayat E, Chousterman BG, Lascarrou JB, Dugernier T, Di Somma S, Struck J, Bergmann A, Beishuizen A, Constantin JM, Damoisel C, Deye N, Gaudry S, Huberlant V, Marx G, Mercier E, Oueslati H, Hartmann O, Sonneville R, Laterre PF, Mebazaa A, Legrand M. Proenkephalin A 119-159 (Penkid) Is an Early Biomarker of Septic Acute Kidney Injury: The Kidney in Sepsis and Septic Shock (Kid-SSS) Study. Kidney Int Rep. 2018 Aug 22;3(6):1424-1433. doi: 10.1016/j.ekir.2018.08.006. eCollection 2018 Nov. Erratum In: Kidney Int Rep. 2018 Nov 17;4(1):187. doi: 10.1016/j.ekir.2018.11.006."
                },
                {
                    "pmid": "32679151",
                    "type": "BACKGROUND",
                    "citation": "Albert C, Zapf A, Haase M, Rover C, Pickering JW, Albert A, Bellomo R, Breidthardt T, Camou F, Chen Z, Chocron S, Cruz D, de Geus HRH, Devarajan P, Di Somma S, Doi K, Endre ZH, Garcia-Alvarez M, Hjortrup PB, Hur M, Karaolanis G, Kavalci C, Kim H, Lentini P, Liebetrau C, Lipcsey M, Martensson J, Muller C, Nanas S, Nickolas TL, Pipili C, Ronco C, Rosa-Diez GJ, Ralib A, Soto K, Braun-Dullaeus RC, Heinz J, Haase-Fielitz A. Neutrophil Gelatinase-Associated Lipocalin Measured on Clinical Laboratory Platforms for the Prediction of Acute Kidney Injury and the Associated Need for Dialysis Therapy: A Systematic Review and Meta-analysis. Am J Kidney Dis. 2020 Dec;76(6):826-841.e1. doi: 10.1053/j.ajkd.2020.05.015. Epub 2020 Jul 15."
                },
                {
                    "pmid": "32425580",
                    "type": "BACKGROUND",
                    "citation": "Nalesso F, Cattarin L, Gobbi L, Fragasso A, Garzotto F, Calo LA. Evaluating Nephrocheck(R) as a Predictive Tool for Acute Kidney Injury. Int J Nephrol Renovasc Dis. 2020 Apr 24;13:85-96. doi: 10.2147/IJNRD.S198222. eCollection 2020."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000056987",
                    "term": "Vasoplegia"
                }
            ],
            "ancestors": [
                {
                    "id": "D000014652",
                    "term": "Vascular Diseases"
                },
                {
                    "id": "D000002318",
                    "term": "Cardiovascular Diseases"
                },
                {
                    "id": "D000011183",
                    "term": "Postoperative Complications"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M28998",
                    "name": "Acute Kidney Injury",
                    "relevance": "LOW"
                },
                {
                    "id": "M11103",
                    "name": "Liver Cirrhosis",
                    "relevance": "LOW"
                },
                {
                    "id": "M10072",
                    "name": "Hypotension",
                    "relevance": "LOW"
                },
                {
                    "id": "M28674",
                    "name": "Vasoplegia",
                    "asFound": "Vasoplegia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17400",
                    "name": "Vascular Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14065",
                    "name": "Postoperative Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "T170",
                    "name": "Acute Graft Versus Host Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC06",
                    "name": "Digestive System Diseases"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000000804",
                    "term": "Angiotensin II"
                },
                {
                    "id": "C000627694",
                    "term": "Giapreza"
                },
                {
                    "id": "D000000808",
                    "term": "Angiotensinogen"
                }
            ],
            "ancestors": [
                {
                    "id": "D000014662",
                    "term": "Vasoconstrictor Agents"
                },
                {
                    "id": "D000015842",
                    "term": "Serine Proteinase Inhibitors"
                },
                {
                    "id": "D000011480",
                    "term": "Protease Inhibitors"
                },
                {
                    "id": "D000004791",
                    "term": "Enzyme Inhibitors"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M12575",
                    "name": "Norepinephrine",
                    "relevance": "LOW"
                },
                {
                    "id": "M17409",
                    "name": "Vasoconstrictor Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M4132",
                    "name": "Angiotensin II",
                    "asFound": "What is",
                    "relevance": "HIGH"
                },
                {
                    "id": "M289354",
                    "name": "Giapreza",
                    "asFound": "What is",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4135",
                    "name": "Angiotensinogen",
                    "asFound": "What is",
                    "relevance": "HIGH"
                },
                {
                    "id": "M11110",
                    "name": "Liver Extracts",
                    "relevance": "LOW"
                },
                {
                    "id": "M14343",
                    "name": "Protease Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M18391",
                    "name": "Serine Proteinase Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M19609",
                    "name": "HIV Protease Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M7951",
                    "name": "Enzyme Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "T18",
                    "name": "Serine",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "VaCoAg",
                    "name": "Vasoconstrictor Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "Hemat",
                    "name": "Hematinics"
                },
                {
                    "abbrev": "Infe",
                    "name": "Anti-Infective Agents"
                },
                {
                    "abbrev": "AA",
                    "name": "Amino Acids"
                }
            ]
        }
    },
    "hasResults": false
}