{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05501236",
            "orgStudyIdInfo": {
                "id": "212305"
            },
            "organization": {
                "fullName": "Vanderbilt University Medical Center",
                "class": "OTHER"
            },
            "briefTitle": "Ansa Cervicalis and Hypoglossal Nerve Stimulation in OSA",
            "officialTitle": "Ansa Cervicalis and Hypoglossal Nerve Stimulation in Obstructive Sleep Apnea",
            "therapeuticArea": [
                "Other"
            ],
            "study": "ansa-cervicalis-and-hypoglossal-nerve-stimulation-in-osa"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-12",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-11-03",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-05-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-11-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-07-28",
            "studyFirstSubmitQcDate": "2022-08-11",
            "studyFirstPostDateStruct": {
                "date": "2022-08-15",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-12-18",
            "lastUpdatePostDateStruct": {
                "date": "2023-12-19",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "David Kent",
                "investigatorTitle": "Assistant Professor, Department of Otolaryngology-Head and Neck Surgery",
                "investigatorAffiliation": "Vanderbilt University Medical Center"
            },
            "leadSponsor": {
                "name": "Vanderbilt University Medical Center",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "Polysomnography (PSG) and drug-induced sleep endoscopy (DISE) are widely used diagnostic studies for assessing obstructive sleep apnea (OSA) severity and collapse patterns of the upper airway anatomy during sleep. Hypoglossal nerve stimulation (HNS) therapy for obstructive sleep apnea suffers from variable response at the level of the soft palate. The Investigators propose a study examining the physiologic effect of ansa cervicalis stimulation (ACS) alone and in combination with HNS during PSG and DISE.",
            "detailedDescription": "Obstructive Sleep Apnea (OSA) is a common disorder characterized by repetitive upper airway collapse during inspiration caused, in part, by a loss of neuromotor tone in specific upper airway muscles, with multiple associated health sequelae impacting millions of Americans. Patient adherence to the reference treatment, positive airway pressure (PAP), remains problematic. Despite the recent promising development of hypoglossal nerve stimulation (HNS) as a surgical therapy, its indications are limited and a proportion of eligible patients do not achieve sufficient response, leaving a critical unmet need for effective therapeutic alternatives to PAP.\n\nThis project challenges the long-held concept that the genioglossus muscle is primarily responsible for the maintenance of pharyngeal patency during sleep and proposes a novel therapeutic mechanism. It is built upon strong evidence that caudal pharyngeal traction from the trachea has a marked impact on pharyngeal patency primarily mediated through changes in lung volume. Contraction of the sternothyroid muscle, an infrahyoid cervical strap muscle that inserts onto the thyroid cartilage, also generates caudal pharyngeal traction. Our data suggest that ansa cervicalis stimulation (ACS) of the sternothyroid muscle unfolds and stretches the lateral pharyngeal walls and tensions the distal edge of the soft palate caudally, increasing airway patency.\n\nThe major hypothesis of the Investigators is that ACS overcomes specific anatomic and neuromuscular defects of upper airway control that restore pharyngeal patency in patients with OSA. This hypothesis is supported by published and preliminary data demonstrating that: (1) the degree of end-expiratory lung volume decrease in sleep correlates with observed increases in pharyngeal collapsibility, and (2) unilateral ACS increases maximum inspiratory airflow and velopharyngeal cross-sectional area during flow-limited breathing in sedated humans. These findings suggest that (3) tracheal traction, as mediated by end-expiratory lung volume (EELV), is a major contributor to airway patency in sleep. In this project, the Investigators will elucidate specific mechanisms for control of pharyngeal patency with caudal traction during drug-induced sleep endoscopy (DISE) and natural sleep (PSG). The Investigators will address these aims by characterizing (1) the effects of ACS of the sternothyroid muscle(s) on upper airway pressure-area and pressure-flow relationships, and (2) determine how subject anatomic, physiologic, and polysomnographic characteristics modulate these responses."
        },
        "conditionsModule": {
            "conditions": [
                "Obstructive Sleep Apnea"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "interventionModelDescription": "All patients who meet eligibility will undergo the screening sleep study, muscle stimulation during operative DISE procedure, and muscle stimulation during second sleep study.",
                "primaryPurpose": "BASIC_SCIENCE",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 100,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Muscle stimulation",
                    "type": "EXPERIMENTAL",
                    "description": "Consented participants who meet eligibility will have a drug induced sleep endoscopy (DISE) and second sleep study and the Grass S88 (or comparable) muscle stimulator.",
                    "interventionNames": [
                        "Device: Grass S88 Muscle Stimulator"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "Grass S88 Muscle Stimulator",
                    "description": "The Grass S88 nerve and muscle stimulator is a widely-used tool in electromyography and nerve conduction studies. During the DISE and second sleep study, fine-wire electrodes will be placed into the hypoglossal nerve or genioglossus muscle. Two more electrodes are placed transcutaneously, proximate to the bilateral branches of the cervicalis innervating the sternothyroid muscle in the anterior neck.",
                    "armGroupLabels": [
                        "Muscle stimulation"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Basic physiologic measurements during Drug Induced Sleep Endoscopy (DISE) - Airway cross sectional diameter",
                    "description": "Airway cross-sectional diameter (mm\\^2) will be measured throughout the operative procedure via flexible fiberoptic nasopharyngoscopy.",
                    "timeFrame": "During DISE, approximately 15 minutes"
                },
                {
                    "measure": "Basic physiologic measurements during Drug Induced Sleep Endoscopy (DISE) - Airflow data",
                    "description": "Airflow data (L/min) will be measured throughout the operative procedure via a pneumotachometer applied to the nose.",
                    "timeFrame": "During DISE, approximately 15 minutes"
                },
                {
                    "measure": "Basic physiologic measurements during Drug Induced Sleep Endoscopy (DISE) - Upper airway pressure changes",
                    "description": "Upper airway pressure changes (cmH20) will be measured throughout the operative procedure via a pneumotachometer applied to the nose.",
                    "timeFrame": "During DISE, approximately 15 minutes"
                },
                {
                    "measure": "Basic physiologic measurements during Drug Induced Sleep Endoscopy (DISE) - Respiratory effort data",
                    "description": "Respiratory effort data (mV) will be measured throughout the operative procedure via two respiratory inductance plethysmography belts.",
                    "timeFrame": "During DISE, approximately 15 minutes"
                },
                {
                    "measure": "Basic physiologic measurements during Polysomnography (PSG) - Airflow data",
                    "description": "Airflow data (L/min) will be measured during the sleep study via a pneumotachometer applied to the nose.",
                    "timeFrame": "During sleep study exam (PSG), approximately 8 hours"
                },
                {
                    "measure": "Basic physiologic measurements during Polysomnography (PSG) - Electroencephalogram (EEG)",
                    "description": "EEG (mV) will be collected during the sleep study via skin surface electrodes.",
                    "timeFrame": "During sleep study exam (PSG), approximately 8 hours"
                },
                {
                    "measure": "Basic physiologic measurements during Polysomnography (PSG) - Electrocardiogram (EKG)",
                    "description": "EKG (mV) will be collected during the sleep study via skin surface electrodes.",
                    "timeFrame": "During sleep study exam (PSG), approximately 8 hours"
                },
                {
                    "measure": "Basic physiologic measurements during Polysomnography (PSG) - Electroocoulogram (EOG)",
                    "description": "EOG (mV) will be collected during the sleep study via skin surface electrodes.",
                    "timeFrame": "During sleep study exam (PSG), approximately 8 hours"
                },
                {
                    "measure": "Basic physiologic measurements during Polysomnography (PSG) - Electromyography (EMG)",
                    "description": "EMG data (mV) will be collected during the sleep study via skin surface electrodes.",
                    "timeFrame": "During sleep study exam (PSG), approximately 8 hours"
                },
                {
                    "measure": "Basic physiologic measurements during Polysomnography (PSG) - Respiratory effort data",
                    "description": "Respiratory effort data (mV) will be collected during the sleep study via respiratory inductance plethysmography.",
                    "timeFrame": "During sleep study exam (PSG), approximately 8 hours"
                },
                {
                    "measure": "Basic physiologic measurements during Polysomnography (PSG) - Video data",
                    "description": "Video data will be collected during the sleep study via in-room camera.",
                    "timeFrame": "During sleep study exam (PSG), approximately 8 hours"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Amount of current needed for adequate stimulation",
                    "description": "Obtain preliminary data regarding including the amount of current needed to adequately stimulate the ansa cervicalis stimulation (ACS) alone and in combination with hypoglossal nerve stimulation (HNS) during PSG and DISE via a neurostimulator connected to percutaneous electrodes.",
                    "timeFrame": "Collected during operative and sleep study procedures, taking about 15 minutes."
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Consenting adults with BMI≥ 25 and ≤ 40 kg/m2\n2. Obstructive sleep apnea with an AHI between 20 and 80 events/hr (with hypopneas defined by 4% oxyhemoglobin desaturations); ≥80% obstructive events.\n\nExclusion Criteria:\n\n1. Chronic use of opiate medications, illicit drug use, or alcohol dependency\n2. Other known concomitant sleep disorder (e.g., central sleep apnea, periodic limb movements, narcolepsy)\n3. Clinical history or evidence of cardiopulmonary disease (or oxygen use), liver, renal, immunodeficiency, neurodegenerative diseases, or previous adverse reactions to anesthesia.\n4. Prior upper airway reconstructive surgery excluding tonsillectomy (e.g., cleft palate repair, uvulopalatopharyngoplasty)\n5. Indwelling neurostimulation device (e.g. cardiac pacemaker, spinal, vagal, or hypoglossal nerve stimulator)",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Katie Hartley-Estes, RPSGT",
                    "role": "CONTACT",
                    "phone": "615-875-9214",
                    "email": "katherine.e.hartley@vumc.org"
                },
                {
                    "name": "Kate Von Wahlde, MJ, CCRP",
                    "role": "CONTACT",
                    "phone": "615-322-0333",
                    "email": "kate.vonwahlde@vumc.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "David T. Kent, MD",
                    "affiliation": "Vanderbilt University Medical Center",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Vanderbilt University Medical Center",
                    "status": "RECRUITING",
                    "city": "Nashville",
                    "state": "Tennessee",
                    "zip": "37232",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Katie Estes-Hartley, RPSGT",
                            "role": "CONTACT",
                            "phone": "615-875-9214",
                            "email": "katherine.e.hartley@vumc.org"
                        },
                        {
                            "name": "Kate Von Wahlde, MJ,CCRP",
                            "role": "CONTACT",
                            "phone": "615-322-0333",
                            "email": "kate.vonwahlde@vumc.org"
                        },
                        {
                            "name": "David T Kent, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 36.16589,
                        "lon": -86.78444
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO",
            "description": "We do not plan to share IPD with other researchers."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000012891",
                    "term": "Sleep Apnea Syndromes"
                },
                {
                    "id": "D000020181",
                    "term": "Sleep Apnea, Obstructive"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001049",
                    "term": "Apnea"
                },
                {
                    "id": "D000012120",
                    "term": "Respiration Disorders"
                },
                {
                    "id": "D000012140",
                    "term": "Respiratory Tract Diseases"
                },
                {
                    "id": "D000020919",
                    "term": "Sleep Disorders, Intrinsic"
                },
                {
                    "id": "D000020920",
                    "term": "Dyssomnias"
                },
                {
                    "id": "D000012893",
                    "term": "Sleep Wake Disorders"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M22010",
                    "name": "Sleep Apnea, Obstructive",
                    "asFound": "Obstructive Sleep Apnea",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4361",
                    "name": "Apnea",
                    "relevance": "LOW"
                },
                {
                    "id": "M15694",
                    "name": "Sleep Apnea Syndromes",
                    "asFound": "Sleep Apnea",
                    "relevance": "HIGH"
                },
                {
                    "id": "M16355",
                    "name": "Syndrome",
                    "relevance": "LOW"
                },
                {
                    "id": "M14957",
                    "name": "Respiration Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14977",
                    "name": "Respiratory Tract Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M22242",
                    "name": "Parasomnias",
                    "relevance": "LOW"
                },
                {
                    "id": "M22654",
                    "name": "Sleep Disorders, Intrinsic",
                    "relevance": "LOW"
                },
                {
                    "id": "M22655",
                    "name": "Dyssomnias",
                    "relevance": "LOW"
                },
                {
                    "id": "M15696",
                    "name": "Sleep Wake Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC08",
                    "name": "Respiratory Tract (Lung and Bronchial) Diseases"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                }
            ]
        }
    },
    "hasResults": false
}