{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04214535",
            "orgStudyIdInfo": {
                "id": "2019-273"
            },
            "organization": {
                "fullName": "William Beaumont Hospitals",
                "class": "OTHER"
            },
            "briefTitle": "Anterior Cervical Disectomy And Fusion Using The Tritanium® C Anterior Cervical Cage For One Or Two-Levels",
            "officialTitle": "Anterior Cervical Disectomy And Fusion Using The Tritanium® C Anterior Cervical Cage For One Or Two-Levels: A Clinical And Radiographic Analysis Pilot Study",
            "acronym": "STRYKER",
            "therapeuticArea": [
                "Other"
            ],
            "study": "anterior-cervical-disectomy-and-fusion-using-the-tritanium-c-anterior-cervical-cage-for-one-or-two-levels"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-05-05",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-12-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-12-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2019-12-27",
            "studyFirstSubmitQcDate": "2019-12-30",
            "studyFirstPostDateStruct": {
                "date": "2020-01-02",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-07-11",
            "lastUpdatePostDateStruct": {
                "date": "2023-07-14",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Jad Khalil MD",
                "investigatorTitle": "Principal Investigator",
                "investigatorAffiliation": "William Beaumont Hospitals"
            },
            "leadSponsor": {
                "name": "William Beaumont Hospitals",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Stryker Spine",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUsExport": true
        },
        "descriptionModule": {
            "briefSummary": "This is a prospective, single arm clinical study to evaluate fusion status and patient reported outcomes utilizing the Stryker Tritanium® C Anterior Cervical interbody device at one or two contiguous levels. Subjects that are recommended for surgical treatment of either a 1- or 2-level ACDF (Anterior Cervical Discectomy and Fusion) between the levels of Cervical Spine 2 to Thoracic 1 (C2-T1) and diagnosed with degenerative disc disease will be screened for the study.",
            "detailedDescription": "Degenerative disc disease of the cervical (neck) spine occurs when the discs between the vertebral bony bodies start to deteriorate or break down due to wear and tear over time. It is diagnosed as such once it is symptomatic and causes neck pain and radiculopathy (arm pain, weakness, and/or numbness). In order to correct the damaged disc and resolve radicular symptoms, anterior cervical discectomy and fusion surgery is commonly performed.\n\nThis is a prospective, single arm clinical study to evaluate fusion status and patient reported outcomes utilizing the Stryker Tritanium® C Anterior Cervical interbody device at one or two contiguous levels. Subjects that are recommended for surgical treatment of either a 1- or 2-level ACDF (Anterior Cervical Discectomy and Fusion) between the levels of C2-T1 and diagnosed with degenerative disc disease will be screened for the study. Subjects will be followed up postoperatively per standard of care at 6-weeks, 3-monts, 6-months, 12-months and at 24-months at the private practice or hospital clinic. The primary end-point is Successful cervical spinal fusion as measured by dynamic (flexion and extension) x-rays and CT scan (using metal subtraction) at 12 months and as evidenced by the following three criteria: bony bridging, no presence of radiolucency, and no development of pseudoarthrosis at the treated cervical level."
        },
        "conditionsModule": {
            "conditions": [
                "Cervical Disc Herniation",
                "Cervical Disc Degeneration",
                "Degenerative Disc Disease"
            ],
            "keywords": [
                "Cervical Fusion",
                "Cervical Disc Degeneration",
                "Spinal Fusion",
                "Tritanium® C Anterior Cervical Cage"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "interventionModelDescription": "This is a prospective, single arm clinical study to evaluate fusion status and patient reported outcomes utilizing the Stryker Tritanium® C Anterior Cervical interbody device",
                "primaryPurpose": "DIAGNOSTIC",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 50,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Tritanium C Anterior Cervical Cage",
                    "type": "EXPERIMENTAL",
                    "description": "50 subjects undergoing anterior cervical discectomy and fusion surgery using the Tritanium C Cervical Cage at one or two-levels",
                    "interventionNames": [
                        "Device: Tritanium C Anterior Cervical Cage"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "Tritanium C Anterior Cervical Cage",
                    "description": "50 subjects undergoing anterior cervical discectomy and fusion surgery using the Tritanium C Anterior Cage for one or two-levels",
                    "armGroupLabels": [
                        "Tritanium C Anterior Cervical Cage"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Incidence of successful cervical fusion measured radiographically",
                    "description": "Count of participants with successful cervical fusion as measured by CT scan of the cervical spine and flexion and extension view x-rays at 12-months postoperative as evidenced by the following three criteria: bony bridging, no presence of radiolucency, and no development of pseudoarthrosis at the treated cervical level(s).",
                    "timeFrame": "12 months postoperative"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Visual Analog Scale for Pain",
                    "description": "Equal to or greater than 2-point decrease in patient reported outcomes as measured by Visual Analog Scale for pain (0-10 point scale, 0 = no pain and 10 = severe amount of pain) from baseline to 24-months",
                    "timeFrame": "24 months postoperative"
                },
                {
                    "measure": "Neck Disability Index for Pain and Function",
                    "description": "Equal to or greater than a 15-point decrease in patient reported outcomes as measured by Neck Disability Index (0-100 point scale, 0 = least amount of disability, 100 = most severe disability) from baseline to 24-months.",
                    "timeFrame": "24 months postoperative"
                },
                {
                    "measure": "Short Form Health Survey-36 for Quality of Life",
                    "description": "Equal to or greater than a 15-point improvement in patient reported outcomes as measured by SF-36 (0-100 point scale, 0=low favorable health state and 100 = most favorable health state) from baseline to 24-months",
                    "timeFrame": "24 months postoperative"
                },
                {
                    "measure": "Eating Assessment Tool - 10 for Dysphagia",
                    "description": "Scores less than 3 or equal to baseline (scores 3 or higher may indicate problems with swallowing efficiently and safely) in patient reported outcomes as measured by Eating Assessment tool - 10 from baseline to 24-months.",
                    "timeFrame": "24 months postoperative"
                },
                {
                    "measure": "Neurological Deficit as defined by Cervical Spine Examination",
                    "description": "Count of participants with new or worsening neurological cervical spine deficit as evaluated by cervical spine examination (motor and sensory) from baseline to 24-months",
                    "timeFrame": "24 months postoperative"
                },
                {
                    "measure": "Count of participants with development of pseudoarthrosis by month 12",
                    "description": "Count of participants with development of pseudoarthrosis by month 24 as a result of device subsidence, migration, loosening or overall device failure.",
                    "timeFrame": "24 months postoperative"
                },
                {
                    "measure": "Count of participants with revision surgery by month 12",
                    "description": "Count of participants with revision surgery by month 24 as a result of device subsidence, migration, loosening, or overall device failure.",
                    "timeFrame": "24 months postoperative"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Patients undergoing a one or two (contiguous) level primary ACDF between C2-T1\n2. Able to provide consent\n3. ≥ 18 years of age and skeletally mature\n4. Diagnosis of symptomatic degenerative disc disease, including; myelopathy, radiculopathy, myeloradiculopathy, stenosis, herniated nucleus pulposus, spondylosis, osteophyte complexes, and foraminal stenosis\n5. Neck pain and/or radicular symptoms with a baseline Visual Analog Scale score of ≥ 4 (0-10cm scale) for neck or arm pain\n6. Baseline Neck Disability score ≥ 20\n7. Had at least 6-weeks of conservative non-operative treatment and/or presents with increasing signs and symptoms of cervical myelopathy or radiculopathy that may require immediate intervention -\n\nExclusion Criteria:\n\n1. Any prior history of cervical fusion 2. Requires cervical fusion of more than two levels or not contiguous levels 3. Acute cervical spine trauma requiring immediate intervention 4. BMI \\> 40 5. Active systemic bacterial or fungal infection or infection at the operative site 6. History of vertebral fracture or osteoporotic fracture 7. Current treatment with chemotherapy, radiation, immunosuppression or chronic steroid therapy 8. History of osteoporosis, osteopenia, or osteomalacia that would contraindicate spinal surgery 9. Psychological or physical condition in the opinion of the investigator that would interfere with completing study participation including completion of patient reported outcomes 10. History of neurological condition in the opinion of the investigator that may affect cervical spine function and pain assessments 11. Subjects with a history of cancer must be disease free for at least 3 years; with the exception of squamous cell skin carcinoma 12. Pregnant, or plans on becoming pregnant 13. History of allergy to titanium\n\n-",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Grace San Agustin, RN",
                    "role": "CONTACT",
                    "phone": "248-551-6679",
                    "email": "grace.sanagustin@beaumont.org"
                },
                {
                    "name": "Pamela Sloan, RN",
                    "role": "CONTACT",
                    "phone": "248 551 6059",
                    "email": "pamela.sloan@beaumont.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Jad G Khalil, MD",
                    "affiliation": "Beaumont Health",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "William Beaumont Hospital",
                    "status": "RECRUITING",
                    "city": "Royal Oak",
                    "state": "Michigan",
                    "zip": "48073",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Grace San Agustin, RN",
                            "role": "CONTACT",
                            "phone": "248-551-6679",
                            "email": "grace.sanagustin@beaumont.org"
                        },
                        {
                            "name": "Pamela Sloan, RN",
                            "role": "CONTACT",
                            "phone": "248 551 6059",
                            "email": "Pamela.Sloan@beaumont.org"
                        },
                        {
                            "name": "Jeffrey S Fischgrund, MD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Daniel K Park, MD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Mark Jacobson, MD",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.48948,
                        "lon": -83.14465
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "25907826",
                    "type": "BACKGROUND",
                    "citation": "Chong E, Pelletier MH, Mobbs RJ, Walsh WR. The design evolution of interbody cages in anterior cervical discectomy and fusion: a systematic review. BMC Musculoskelet Disord. 2015 Apr 25;16:99. doi: 10.1186/s12891-015-0546-x."
                },
                {
                    "pmid": "28264242",
                    "type": "BACKGROUND",
                    "citation": "Kim SH, Lee JK, Jang JW, Park HW, Hur H. Polyetheretherketone Cage with Demineralized Bone Matrix Can Replace Iliac Crest Autografts for Anterior Cervical Discectomy and Fusion in Subaxial Cervical Spine Injuries. J Korean Neurosurg Soc. 2017 Mar;60(2):211-219. doi: 10.3340/jkns.2015.0203.014. Epub 2017 Mar 1."
                },
                {
                    "pmid": "22089645",
                    "type": "BACKGROUND",
                    "citation": "Faldini C, Chehrassan M, Miscione MT, Acri F, d'Amato M, Pungetti C, Luciani D, Giannini S. Single-level anterior cervical discectomy and interbody fusion using PEEK anatomical cervical cage and allograft bone. J Orthop Traumatol. 2011 Dec;12(4):201-5. doi: 10.1007/s10195-011-0169-4. Epub 2011 Nov 17."
                },
                {
                    "pmid": "22905321",
                    "type": "BACKGROUND",
                    "citation": "Epstein NE. Iliac crest autograft versus alternative constructs for anterior cervical spine surgery: Pros, cons, and costs. Surg Neurol Int. 2012;3(Suppl 3):S143-56. doi: 10.4103/2152-7806.98575. Epub 2012 Jul 17."
                },
                {
                    "pmid": "20581756",
                    "type": "BACKGROUND",
                    "citation": "Kolstad F, Nygaard OP, Andresen H, Leivseth G. Anterior cervical arthrodesis using a \"stand alone\" cylindrical titanium cage: prospective analysis of radiographic parameters. Spine (Phila Pa 1976). 2010 Jul 15;35(16):1545-50. doi: 10.1097/BRS.0b013e3181d259c1."
                },
                {
                    "pmid": "16291105",
                    "type": "BACKGROUND",
                    "citation": "van Jonbergen HP, Spruit M, Anderson PG, Pavlov PW. Anterior cervical interbody fusion with a titanium box cage: early radiological assessment of fusion and subsidence. Spine J. 2005 Nov-Dec;5(6):645-9; discussion 649. doi: 10.1016/j.spinee.2005.07.007."
                },
                {
                    "pmid": "16776355",
                    "type": "BACKGROUND",
                    "citation": "Schmieder K, Wolzik-Grossmann M, Pechlivanis I, Engelhardt M, Scholz M, Harders A. Subsidence of the wing titanium cage after anterior cervical interbody fusion: 2-year follow-up study. J Neurosurg Spine. 2006 Jun;4(6):447-53. doi: 10.3171/spi.2006.4.6.447."
                },
                {
                    "pmid": "27134955",
                    "type": "BACKGROUND",
                    "citation": "Singh P, Kumar A, Shekhawat V. Comparative Analysis of Interbody Cages Versus Tricortical Graft with Anterior Plate Fixation for Anterior Cervical Discectomy and Fusion in Degenerative Cervical Disc Disease. J Clin Diagn Res. 2016 Mar;10(3):RC05-8. doi: 10.7860/JCDR/2016/16520.7340. Epub 2016 Mar 1."
                },
                {
                    "pmid": "22205113",
                    "type": "BACKGROUND",
                    "citation": "Wu WJ, Jiang LS, Liang Y, Dai LY. Cage subsidence does not, but cervical lordosis improvement does affect the long-term results of anterior cervical fusion with stand-alone cage for degenerative cervical disc disease: a retrospective study. Eur Spine J. 2012 Jul;21(7):1374-82. doi: 10.1007/s00586-011-2131-9. Epub 2011 Dec 29."
                },
                {
                    "pmid": "27196005",
                    "type": "BACKGROUND",
                    "citation": "Schimmel JJ, Poeschmann MS, Horsting PP, Schonfeld DH, van Limbeek J, Pavlov PW. PEEK Cages in Lumbar Fusion: Mid-term Clinical Outcome and Radiologic Fusion. Clin Spine Surg. 2016 Jun;29(5):E252-8. doi: 10.1097/BSD.0b013e31826eaf74."
                },
                {
                    "pmid": "22462020",
                    "type": "BACKGROUND",
                    "citation": "Liu H, Ploumis A, Li C, Yi X, Li H. Polyetheretherketone cages alone with allograft for three-level anterior cervical fusion. ISRN Neurol. 2012;2012:452703. doi: 10.5402/2012/452703. Epub 2012 Feb 1."
                },
                {
                    "pmid": "27683706",
                    "type": "BACKGROUND",
                    "citation": "Maharaj MM, Phan K, Mobbs RJ. Anterior cervical discectomy and fusion (ACDF) autograft versus graft substitutes: what do patients prefer?-A clinical study. J Spine Surg. 2016 Jun;2(2):105-10. doi: 10.21037/jss.2016.05.01."
                },
                {
                    "pmid": "22978810",
                    "type": "BACKGROUND",
                    "citation": "Cabraja M, Oezdemir S, Koeppen D, Kroppenstedt S. Anterior cervical discectomy and fusion: comparison of titanium and polyetheretherketone cages. BMC Musculoskelet Disord. 2012 Sep 14;13:172. doi: 10.1186/1471-2474-13-172."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000007405",
                    "term": "Intervertebral Disc Displacement"
                },
                {
                    "id": "D000055959",
                    "term": "Intervertebral Disc Degeneration"
                }
            ],
            "ancestors": [
                {
                    "id": "D000006547",
                    "term": "Hernia"
                },
                {
                    "id": "D000020763",
                    "term": "Pathological Conditions, Anatomical"
                },
                {
                    "id": "D000013122",
                    "term": "Spinal Diseases"
                },
                {
                    "id": "D000001847",
                    "term": "Bone Diseases"
                },
                {
                    "id": "D000009140",
                    "term": "Musculoskeletal Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M10439",
                    "name": "Intervertebral Disc Displacement",
                    "asFound": "Disc Herniation",
                    "relevance": "HIGH"
                },
                {
                    "id": "M9625",
                    "name": "Hernia",
                    "relevance": "LOW"
                },
                {
                    "id": "M28405",
                    "name": "Intervertebral Disc Degeneration",
                    "asFound": "Disc Degeneration",
                    "relevance": "HIGH"
                },
                {
                    "id": "M22519",
                    "name": "Pathological Conditions, Anatomical",
                    "relevance": "LOW"
                },
                {
                    "id": "M15919",
                    "name": "Spinal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5126",
                    "name": "Bone Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12097",
                    "name": "Musculoskeletal Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC05",
                    "name": "Musculoskeletal Diseases"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}