{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04754737",
            "orgStudyIdInfo": {
                "id": "IRB20-101"
            },
            "organization": {
                "fullName": "Benaroya Research Institute",
                "class": "OTHER"
            },
            "briefTitle": "Antibiotic Usage Prior to OnabotulinumtoxinA Injection",
            "officialTitle": "Optimizing Antibiotic Use in Treatment of Overactive Bladder: Evaluating the Need for Prophylactic Antibiotics Prior to OnabotulinumtoxinA Injection in Patients Without Urinary Tract Infection",
            "therapeuticArea": [
                "Other"
            ],
            "study": "antibiotic-usage-prior-to-onabotulinumtoxina-injection"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-03-23",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-12",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-12",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-02-07",
            "studyFirstSubmitQcDate": "2021-02-12",
            "studyFirstPostDateStruct": {
                "date": "2021-02-15",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-23",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-24",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Benaroya Research Institute",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Society of Urodynamics, Female Pelvic Medicine and Urogenital Reconstruction (SUFU)",
                    "class": "UNKNOWN"
                },
                {
                    "name": "Stony Brook University",
                    "class": "OTHER"
                },
                {
                    "name": "Northwell Health",
                    "class": "OTHER"
                },
                {
                    "name": "Virginia Mason Hospital/Medical Center",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Intradetrusor injection of onabotulinumtoxinA, which is performed through a cystoscopic procedure, has been demonstrated to be efficacious in the treatment of both neurogenic and non-neurogenic overactive bladder (OAB), and is FDA approved as a treatment for overactive bladder. Intradetrusor of onabotulinumtoxinA is currently standard of care of patients with OAB who have persistent OAB symptoms despite behavioral therapies and oral medication treatments for OAB. As one of the main adverse events associated with intradetrusor injection of onabotulinumtoxinA is UTI, and published guidelines for cystoscopic procedures with manipulation recommend the use of prophylactic antibiotics, a single dose of prophylactic antibiotic is administered prior to this procedure. However, these recommendations are primarily based on data from randomized controlled trials (RCTs) involving antimicrobial prophylaxis during transurethral resection of the prostate. A previously published prospective study demonstrated that the rate of post-procedural UTI did not differ amongst patients with neurogenic bladder who did not receive prophylactic antibiotics and were asymptomatic for UTI, regardless of whether they had sterile urine cultures or asymptomatic bacteriuria, suggesting that patients who are not symptomatic for UTI may not require antibiotic prophylaxis prior to intradetrusor onabotulinumtoxinA injection. Studies have reported that up to 50% of antibiotic usage is inappropriate, leading to unnecessary exposure of patients to potential complications of antibiotic therapy, including Clostridium difficile infection which can cause recurrent diarrhea that may progress to sepsis and death, increasing antibiotic resistances, as well as dermal/allergic and gastro-intestinal manifestations. Therefore, in an effort to optimize antibiotic use, the investigators propose a prospective, randomized study to formally evaluate the differences in UTI frequency in subjects who have a negative urinalysis and are not symptomatic for UTI and receive prophylactic antibiotics at the time of intradetrusor onabotulinumtoxinA injection compared to those who do not receive prophylactic antibiotics at the time of injection. The proposed study seeks to evaluate the current practice standard of antibiotic prophylaxis prior to intradetrusor onabotulinumtoxin injection.",
            "detailedDescription": "Intradetrusor injection of onabotulinumtoxinA, which is performed thorough a cystoscopic procedure, has been demonstrated to be efficacious in the treatment of both neurogenic and non-neurogenic overactive bladder (OAB), and is FDA approved as a treatment for OAB. Intradetrusor of onabotulinumtoxinA is currently standard of care in patients with persistent OAB symptoms despite behavioral therapies and oral medication treatments for OAB. As one of the main adverse events associated with intradetrusor injection of onabotulinumtoxinA is UTI, and published guidelines for cystoscopic procedures with manipulation recommend the use of prophylactic antibiotics, a single dose of prophylactic antibiotic is administered prior to this procedure as the current standard of care. However, the guideline recommendations are primarily based on data from randomized controlled trials (RCTs) involving antimicrobial prophylaxis during transurethral resection of the prostate, and does not address cystoscopic injection procedures like onabotulinumtoxinA injection. Studies have reported that up to 50% of antibiotic usage is inappropriate, leading to unnecessary exposure of patients to potential complications of antibiotic therapy, including Clostridium difficile infection which can cause recurrent diarrhea that may progress to sepsis and death, increasing antibiotic resistances, as well as dermal/allergic and gastro-intestinal manifestations. In an effort to optimize antibiotic usage, antimicrobial stewardship is required in nursing facilities, acute-care and critical care hospitals, as well as ambulatory care centers. These efforts highlight the importance of re-evaluating our current practice standard of prophylactic antibiotic administration in urologic procedures. A prospective study that included patients undergoing intradetrusor onabutulinumtoxin injections who were not symptomatic for UTI and did not receive antibiotic prophylaxis demonstrated that the rate of post-procedure UTI within 6 weeks of treatment was not significantly different in those with a sterile urine culture compared to those with asymptomatic bacteriuria, suggesting that in patients who are not symptomatic for UTI, antibiotic prophylaxis may not be necessary prior to intradetrusor onabotulinumtoxin injection. To date, there have been no randomized studies that evaluate differences in outcomes when prophylactic antibiotics are not given prior to onabotulinumtoxinA injection. Therefore, in an effort to optimize antibiotic use, the investigators propose a prospective, randomized study to formally investigate whether there is a difference in the rate of symptomatic post-procedure UTI after intradetrusor onabotulinumtoxin when antibiotic prophylaxis is given compared to when antibiotic prophylaxis is not given in patients who are not symptomatic for UTI and have a negative urinalysis. The proposed study seeks to evaluate the current practice standard of antibiotic prophylaxis prior to intradetrusor onabotulinumtoxin injection."
        },
        "conditionsModule": {
            "conditions": [
                "Antibiotic Stewardship",
                "Overactive Bladder",
                "Onabotulinumtoxin A",
                "UTI"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Randomized, controlled, un-blinded",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 200,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Prophylactic antibiotic",
                    "type": "OTHER",
                    "description": "These patients will receive the current standard of care, which is to receive a single dose of prophylactic antibiotics just prior to receiving intravesical injection of Onabotulinumtoxin A via cystoscopy. The specific prophylactic antibiotics will vary depending on patient's prior urine culture sensitivities and patient medication allergies/sensitivities and medical comorbidities.",
                    "interventionNames": [
                        "Other: Prophylactic antibiotic",
                        "Procedure: cystoscopic injection of onabotulinumtoxinA"
                    ]
                },
                {
                    "label": "No antibiotics",
                    "type": "EXPERIMENTAL",
                    "description": "These patients will receive no prophylactic antibiotics prior to receiving intravesical injection of Onabotulinumtoxin A via cystoscopy.",
                    "interventionNames": [
                        "Other: No antibiotic",
                        "Procedure: cystoscopic injection of onabotulinumtoxinA"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "No antibiotic",
                    "description": "No antibiotics will be given prior to intravesical injection of onabotulinumtoxinA",
                    "armGroupLabels": [
                        "No antibiotics"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Prophylactic antibiotic",
                    "description": "This is the current standard of care, this group of patients will be given a single dose of prophylactic antibiotic prior to the injection of onabotulinumtoxinA via cystoscopy",
                    "armGroupLabels": [
                        "Prophylactic antibiotic"
                    ]
                },
                {
                    "type": "PROCEDURE",
                    "name": "cystoscopic injection of onabotulinumtoxinA",
                    "description": "cystoscopic injection of onabotulinumtoxinA",
                    "armGroupLabels": [
                        "No antibiotics",
                        "Prophylactic antibiotic"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "symptomatic UTI",
                    "description": "the number of symptomatic UTIs which occur within the 14 day period after cystoscopic intradetrusor injection of onabotulinumtoxinA",
                    "timeFrame": "14 days"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Percentage of subjective improvement in overactive bladder symptoms",
                    "description": "Patient reported percentage of subjective improvement",
                    "timeFrame": "14-30 days"
                },
                {
                    "measure": "Rate of adverse events including dysuria, gross hematuria, and urinary retention",
                    "description": "Patient reported adverse events",
                    "timeFrame": "14-30 days"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Age ≥ 18\n* Diagnosis of OAB who have failed 1st and 2nd line therapies per the AUA/SUFU OAB guidelines (including bladder training, dietary modification and pharmacotherapy with an anticholinergic and/or beta-3 agonist)\n* Not symptomatic for UTI at the time of injection\n* Negative urinalysis at the time of the injection defined as: negative for nitrites and leukocyte esterace, with urine white blood cell count less than 5 per high-power field\n* Consent to participate in the study.\n\nExclusion Criteria:\n\n* Antibiotic usage within 48 hours prior to intradetrusor onabotulinumtoxinA injection\n* Women who are pregnant or planning to become pregnant, women who are breastfeeding\n* Concurrent use of onabotulinumtoxinA injection with maximum cumulative dose exceeding 400 units in a 3-month interval.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Justina Tam, MD",
                    "role": "CONTACT",
                    "phone": "6314441910",
                    "email": "justina.tam@stonybrookmedicine.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Justina Tam, MD",
                    "affiliation": "Stony Brook Medicine",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Stony Brook Medicine",
                    "status": "RECRUITING",
                    "city": "Stony Brook",
                    "state": "New York",
                    "zip": "11794",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Justina Tam, MD",
                            "role": "CONTACT",
                            "phone": "631-444-1910"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.92565,
                        "lon": -73.14094
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO",
            "description": "IPD will not be made available to other researchers who are not involved in the study."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000053201",
                    "term": "Urinary Bladder, Overactive"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001745",
                    "term": "Urinary Bladder Diseases"
                },
                {
                    "id": "D000014570",
                    "term": "Urologic Diseases"
                },
                {
                    "id": "D000052776",
                    "term": "Female Urogenital Diseases"
                },
                {
                    "id": "D000005261",
                    "term": "Female Urogenital Diseases and Pregnancy Complications"
                },
                {
                    "id": "D000091642",
                    "term": "Urogenital Diseases"
                },
                {
                    "id": "D000052801",
                    "term": "Male Urogenital Diseases"
                },
                {
                    "id": "D000059411",
                    "term": "Lower Urinary Tract Symptoms"
                },
                {
                    "id": "D000020924",
                    "term": "Urological Manifestations"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M10283",
                    "name": "Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M6368",
                    "name": "Communicable Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M17302",
                    "name": "Urinary Tract Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M27167",
                    "name": "Urinary Bladder, Overactive",
                    "asFound": "Overactive Bladder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5026",
                    "name": "Urinary Bladder Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M17319",
                    "name": "Urologic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M2875",
                    "name": "Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M27093",
                    "name": "Female Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14127",
                    "name": "Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M8399",
                    "name": "Female Urogenital Diseases and Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M27095",
                    "name": "Male Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M29464",
                    "name": "Lower Urinary Tract Symptoms",
                    "relevance": "LOW"
                },
                {
                    "id": "M22659",
                    "name": "Urological Manifestations",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC01",
                    "name": "Infections"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000000900",
                    "term": "Anti-Bacterial Agents"
                },
                {
                    "id": "D000000904",
                    "term": "Antibiotics, Antitubercular"
                },
                {
                    "id": "D000019274",
                    "term": "Botulinum Toxins, Type A"
                },
                {
                    "id": "C000542869",
                    "term": "abobotulinumtoxinA"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000890",
                    "term": "Anti-Infective Agents"
                },
                {
                    "id": "D000000995",
                    "term": "Antitubercular Agents"
                },
                {
                    "id": "D000009465",
                    "term": "Neuromuscular Agents"
                },
                {
                    "id": "D000018373",
                    "term": "Peripheral Nervous System Agents"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000065087",
                    "term": "Acetylcholine Release Inhibitors"
                },
                {
                    "id": "D000049990",
                    "term": "Membrane Transport Modulators"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000018678",
                    "term": "Cholinergic Agents"
                },
                {
                    "id": "D000018377",
                    "term": "Neurotransmitter Agents"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4222",
                    "name": "Anti-Bacterial Agents",
                    "asFound": "Peripheral",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4224",
                    "name": "Antibiotics, Antitubercular",
                    "asFound": "Peripheral",
                    "relevance": "HIGH"
                },
                {
                    "id": "M21257",
                    "name": "Botulinum Toxins, Type A",
                    "asFound": "Overnight",
                    "relevance": "HIGH"
                },
                {
                    "id": "M250193",
                    "name": "abobotulinumtoxinA",
                    "asFound": "Overnight",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4311",
                    "name": "Antitubercular Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M5183",
                    "name": "Botulinum Toxins",
                    "relevance": "LOW"
                },
                {
                    "id": "M4214",
                    "name": "Anti-Infective Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M3473",
                    "name": "Acetylcholine",
                    "relevance": "LOW"
                },
                {
                    "id": "M20758",
                    "name": "Cholinergic Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M20504",
                    "name": "Neurotransmitter Agents",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Infe",
                    "name": "Anti-Infective Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "VaDiAg",
                    "name": "Vasodilator Agents"
                }
            ]
        }
    },
    "hasResults": false
}