{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04480554",
            "orgStudyIdInfo": {
                "id": "R01DA048728",
                "type": "NIH",
                "link": "https://reporter.nih.gov/quickSearch/R01DA048728"
            },
            "organization": {
                "fullName": "University of Pennsylvania",
                "class": "OTHER"
            },
            "briefTitle": "Anti-retroviral Therapy, Medications for Opioid Use Disorder, Opioids and HIV Infection - Study 1",
            "officialTitle": "Effects of Mu-opiate Receptor Engagement on Microbial Translocation and Residual Immune Activation in HIV-infected, ART Suppressed Opioid Use Disorder Patients Initiating Medication-assisted Treatment",
            "acronym": "AMOHI-1",
            "therapeuticArea": [
                "Infectious Diseases",
                "Other",
                "Immunology and Rheumatology"
            ],
            "study": "anti-retroviral-therapy-medications-for-opioid-use-disorder-opioids-and-hiv-infection-study"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-01-30",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-06-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-06-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2020-07-01",
            "studyFirstSubmitQcDate": "2020-07-17",
            "studyFirstPostDateStruct": {
                "date": "2020-07-21",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-10",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-11",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of Pennsylvania",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute of Drug Abuse",
                    "class": "FED"
                },
                {
                    "name": "The Wistar Institute",
                    "class": "OTHER"
                },
                {
                    "name": "Institute of Applied Medicine and Epidemiology (IMEA)",
                    "class": "UNKNOWN"
                },
                {
                    "name": "Ho Chi Minh City CDC",
                    "class": "OTHER_GOV"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": true
        },
        "descriptionModule": {
            "briefSummary": "HIV infection, as well as exposure to opioids (including heroin), are associated with systemic immune activation including increased microbial translocation from the gut. The overall objective of this study is to define the impact of long-term mu-opiate receptor stimulation or blockage with medication for opiate use disorder (i.e, methadone, buprenorphine/naloxone, or extended-release naltrexone) on the kinetics and extent of immune reconstitution on HIV-1 infected people who inject opiate and initiating antiretroviral therapy.",
            "detailedDescription": "The use of intravenous opioids (e.g., heroin) has been shown to impair the immune reconstitution outcomes of combined antiretroviral therapy (cART) in HIV-1-infected individuals. People who inject opioid drugs (PWID) have lower CD4 count recovery and sustained cellular activation and inflammation compared to non-opioid users. The pathogenesis of this phenomenon remains understudied. Notably, the effect of oral μ-opioid receptor (MOR) full agonists (e.g., methadone) or partial agonist (e.g., buprenorphine), which are widely used as medications for opioid use disorder treatment, on cART-mediated immune reconstitution is also unknown, limiting the information available to healthcare providers on immune or viral outcomes associated with MOR agonists or antagonists (e.g., naltrexone) in HIV-infected PWIDs. The primary objective of this proposal is to establish the extent and pathogenesis of residual immune activation/inflammation, levels of immune reconstitution, and HIV measures in HIV-1-infected PWID who start cART concomitant with medication for opioid use disorder in an addiction clinic with three strategies: a) integrated treatment program (ITP) with oral methadone maintenance, or b) ITP with oral buprenorphine, or c) ITP with extended-release naltrexone.\n\nThe primary hypothesis is that PWIDs receiving MOR agonists (i.e. methadone maintenance) will have impaired cART-mediated immune reconstitution outcomes and/or higher levels of systemic immune activation and cell-associated HIV as compared to PWIDs receiving MOR partial agonist (i.e., buprenorphine/naloxone) or antagonist (i.e., extended-release naltrexone).\n\nThe investigators will test these hypotheses in the following specific aims:\n\nSpecific Aim 1: To define the impact of sustained MOR stimulation on the kinetics and extent of immune reconstitution and activation in HIV-1-infected PWID who are starting cART. To this end, the investigators will compare long-term changes in immune activation and senescence, systemic inflammation, and biological immune reconstitution parameters in a cohort of PWID with chronic HIV infection initiating ART, randomized 1:1:1 to either methadone, buprenorphine/naloxone or extended-release naltrexone.\n\nSpecific Aim 2: To define the clinical and virological correlates of long-term treatment with MOR full agonist (methadone), partial agonist (buprenorphine/naloxone) and antagonist (extended-release naltrexone), by analysis of clinical outcomes (CD4 count), adherence to ART, and retention in care. Viral measures will focus on the changes in persistent HIV reservoir measures on ART (i.e., characterization of cell-associated viral RNA and DNA species in PBMC)."
        },
        "conditionsModule": {
            "conditions": [
                "Opioid-use Disorder",
                "HIV-1-infection",
                "Immune Activation",
                "Inflammation",
                "Methadone",
                "Buprenorphine",
                "Naltrexone",
                "Antiretroviral Treatment"
            ],
            "keywords": [
                "Opioid use disorder",
                "HIV",
                "Medication for Opioid Use Disorder",
                "Antiretroviral therapy",
                "Immune activation"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "The study will enroll 225 HIV-positive subjects who meet DSM-5 opiate use disorder criteria and who are using opiates (primarily heroin). All subjects will receive a 48-week integrated treatment program for opiate use disorder with either (randomly assigned) daily directly observed oral methadone (MET) and buprenorphine/naloxone (BUP/NX) or monthly injection extended-release naltrexone (XR-NTX).",
                "primaryPurpose": "BASIC_SCIENCE",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 225,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Methadone",
                    "type": "EXPERIMENTAL",
                    "description": "Participants in this arm will receive a 48-week integrated treatment program for opiate use disorder with daily directly observed oral methadone (MET) and antiretroviral therapy (cART).",
                    "interventionNames": [
                        "Drug: Methadone"
                    ]
                },
                {
                    "label": "Buprenorphine/naloxone",
                    "type": "EXPERIMENTAL",
                    "description": "Participants in this arm will receive a 48-week integrated treatment program for opiate use disorder with daily directly observed oral buprenorphine/naloxone and antiretroviral therapy (cART).",
                    "interventionNames": [
                        "Drug: Buprenorphine/naloxone"
                    ]
                },
                {
                    "label": "XR-Naltrexone",
                    "type": "EXPERIMENTAL",
                    "description": "Participants in this arm will receive a 48-week integrated treatment program for opiate use disorder with monthly injection extended-release naltrexone (XR-NTX) and antiretroviral therapy (cART).",
                    "interventionNames": [
                        "Drug: XR-Naltrexone"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Methadone",
                    "description": "Participants will receive a 48-week integrated treatment program for opiate use disorder with daily directly observed oral methadone syrup (MET), structured counseling sessions (BDRC-based) weekly for the first 3 months and monthly thereafter, and antiretroviral therapy.",
                    "armGroupLabels": [
                        "Methadone"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Buprenorphine/naloxone",
                    "description": "Participants will receive a 48-week integrated treatment program for opiate use disorder with daily directly observed oral buprenorphine/naloxone tablets (Suboxone(R)), structured counseling sessions (BDRC-based) weekly for the first 3 months and monthly thereafter, and antiretroviral therapy.",
                    "armGroupLabels": [
                        "Buprenorphine/naloxone"
                    ],
                    "otherNames": [
                        "Suboxone"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "XR-Naltrexone",
                    "description": "Participants will receive a 48-week integrated treatment program for opiate use disorder with monthly extended-release naltrexone (Vivitrol(R)), structured counseling sessions (BDRC-based) weekly for the first 3 months and monthly thereafter, and antiretroviral therapy.",
                    "armGroupLabels": [
                        "XR-Naltrexone"
                    ],
                    "otherNames": [
                        "Vivitrol"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in sCD14",
                    "description": "Change in plasma sCD14 concentration over 48 weeks",
                    "timeFrame": "Baseline, Week-4, -8, -12, -24, -36, -48"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Marker of immune activation: Change in CD38",
                    "description": "Change in CD38 concentration over 48 weeks",
                    "timeFrame": "baseline, Week-4, -8, -12, -24, -36 and -48"
                },
                {
                    "measure": "Marker of immune activation: HLA-DR",
                    "description": "Change in HLA-DR concentration over 48 weeks",
                    "timeFrame": "baseline, Week-4, -8, -12, -24, -36 and -48"
                },
                {
                    "measure": "Marker of immune activation: Change in PD1",
                    "description": "Change in PD1 expression in C8+ T cells over 48 weeks",
                    "timeFrame": "baseline, Week-4, -8, -12, -24, -36 and -48"
                },
                {
                    "measure": "Marker of immune activation: Change in CD169",
                    "description": "Change in CD169 expression in monocytes over 48 weeks",
                    "timeFrame": "baseline, Week-4, -8, -12, -24, -36 and -48"
                },
                {
                    "measure": "Marker of immune activation: Change in sCD163",
                    "description": "Change in plasma sCD163 concentration over 48 weeks",
                    "timeFrame": "baseline, Week-4, -8, -12, -24, -36 and -48"
                },
                {
                    "measure": "Marker of immune activation: Change in Type-I IFN",
                    "description": "Change in type-I IFN signature over 48 weeks",
                    "timeFrame": "baseline, week -12, -24, -36 and -48"
                },
                {
                    "measure": "Marker of inflammation: Change in Plasma hr-CRP",
                    "description": "Change in plasma hr-CRP concentration over 48 weeks",
                    "timeFrame": "baseline, Week-4, -8, -12, -24, -48"
                },
                {
                    "measure": "Marker of inflammation: Change in d-dimer",
                    "description": "Change in plasma d-dimer concentration over 48 weeks",
                    "timeFrame": "baseline, Week-4, -8, -12, -24, -48"
                },
                {
                    "measure": "Marker of inflammation: Change in sTNFR-1",
                    "description": "Change in plasma sTNFR-1 concentration over 48 weeks",
                    "timeFrame": "baseline, Week-4, -8, -12, -24, -48"
                },
                {
                    "measure": "Marker of inflammation: Change in Interleukins IL-6 and IL-10",
                    "description": "Change in plasma IL-6 and IL-10 concentration over 48 weeks",
                    "timeFrame": "baseline, Week-4, -8, -12, -24, -48"
                },
                {
                    "measure": "Marker of inflammation: Change in TGF-beta",
                    "description": "Change in plasma TGF-beta concentration over 48 weeks",
                    "timeFrame": "baseline, Week-4, -8, -12, -24, -48"
                },
                {
                    "measure": "Marker of bacterial translocation: Change in LPB",
                    "description": "Change in plasma LPB concentration at 48 weeks",
                    "timeFrame": "Baseline, Week-48"
                },
                {
                    "measure": "Marker of bacterial translocation: Change in LPS",
                    "description": "Change in plasma LPS concentration at 48 weeks",
                    "timeFrame": "Baseline, Week-48"
                },
                {
                    "measure": "Marker of bacterial translocation: Change in endo-CAB",
                    "description": "Change in plasma endo-CAB concentration at 48 weeks",
                    "timeFrame": "Baseline, Week-48"
                },
                {
                    "measure": "Marker of bacterial translocation: Change in Intestinal fatty acid-binding protein (I-FABP)",
                    "description": "Change in plasma I-FABP concentration at 48 weeks",
                    "timeFrame": "Baseline, Week-48"
                },
                {
                    "measure": "Marker of bacterial translocation: Change in Zonulin-1",
                    "description": "Change in plasma Zonulin-1 concentration at 48 weeks",
                    "timeFrame": "Baseline, Week-48"
                },
                {
                    "measure": "Marker of bacterial translocation: Change in s16 rDNA",
                    "description": "Change in s16rDNA concentration at 48 weeks",
                    "timeFrame": "Baseline, Week-48"
                },
                {
                    "measure": "Marker of bacterial translocation: Change in bacterial butyryl-coA-coA",
                    "description": "Change in bacterial butyryl-coA-coA concentration at 48 weeks",
                    "timeFrame": "Baseline, Week-48"
                },
                {
                    "measure": "Retention in care",
                    "description": "Percentage of completed medication visits over 48 weeks",
                    "timeFrame": "Baseline to Week-48"
                },
                {
                    "measure": "HIV-related outcomes: Change in CD4 counts",
                    "description": "Change in CD4 counts over 48 weeks",
                    "timeFrame": "baseline, Week-4, -8, -12, -24, -36 and -48"
                },
                {
                    "measure": "HIV-related outcomes: cART adherence",
                    "description": "Number of prescription refills over 48-weeks",
                    "timeFrame": "baseline, Week-4, -8, -12, -24, -36 and -48"
                },
                {
                    "measure": "HIV-related clinical outcomes: Viral load",
                    "description": "Percentage of participants with a suppressed viral load at Week-12, -24, and -48",
                    "timeFrame": "baseline, Week-12, -24, and -48"
                },
                {
                    "measure": "Addiction clinical outcomes: Medication for opioid use disorder (MOUD)",
                    "description": "Comparison of percentage of participants who completed the treatment in each group",
                    "timeFrame": "Week 48"
                },
                {
                    "measure": "Addiction clinical outcomes: Change in Drug use",
                    "description": "Change in percentage of monthly drug use over 48 weeks",
                    "timeFrame": "Baseline, Week-4, -8, -12, -16, -20, -24, -28, -32, -36, -40, -44, and -48"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Meet DSM-5 criteria for moderate to severe opiate use disorder (as determined by DSM-5 checklist)\n* Opiate use with a positive urine drug screen for heroin or other opiates (other than methadone, buprenorphine, buprenorphine/naloxone) at screening visit\n* Documented HIV-1 infection with CD4 less than 350 cells/ μL and VL more than 10,000 copies/mL\n* cART-naïve or or on cART no longer than 3 months if already started\n* Willingness to receive cART or on cART no longer than 3 months if already started\n* Willingness to be randomized to either daily methadone, buprenorphine/naloxone or monthly injection of extended-release naltrexone treatment\n* Ability to understand and complete study procedures\n* Provision of adequate locator information that lists all contact information a participant agrees that the research staff may use to reach him/her\n* All participants must be able to comprehend the purpose of the study and to provide informed consent\n* Is, in the opinion of the study physician, in stable health as determined by pre-study physical examination, medical history, ECG, and laboratory evaluations and is likely to complete the study.\n* Has a total body weight of more than 50 kg (110 pounds) and a body mass index (BMI) of more than 20 at screening.\n* Female subjects: Cannot be pregnant, Cannot be lactating, Must be unable to conceive (i.e., surgically sterilized, sterile, or post-menopausal defined as 1 year without bleeding or spotting) OR must agree to use an acceptable method of birth control (e.g., birth control pills, intrauterine device \\[IUD\\], or a double barrier method of birth control (condoms and spermicide together; or diaphragm, condom and spermicide together)\n\nExclusion Criteria:\n\n* Current cognitive impairment, schizophrenia, paranoid disorder, bipolar disorder not compatible with study procedure (assessed by the medical director of the study)\n* Known neurological, cardiovascular, renal, or other significant medical disorder that is likely to impair or make the individual's participation hazardous Active Tuberculosis or other symptomatic infectious disease AIDS-defining illness\n* Current cancer or other malignancies\n* Advanced liver disease (FibroScan® METAVIR score F3-F4, liver elasticity more than10kPa)\n* Use of immunomodulators\n* Meet DSM-5 criteria for any other substance use disorder (except nicotine)\n* Engagement in opiate medication treatment at baseline (methadone, buprenorphine, buprenorphine/naloxone, naltrexone)\n* Pending legal charges with likely incarceration within next 6 months\n* Currently participating in another clinical trial",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "65 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "David S Metzger, PhD",
                    "role": "CONTACT",
                    "phone": "2157467346",
                    "email": "dsm@pennmedicine.upenn.edu"
                },
                {
                    "name": "Cecile M Denis, PhD",
                    "role": "CONTACT",
                    "phone": "2158981825",
                    "email": "cdenis@pennmedicine.upenn.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Luis J Montaner, DVM, D.Phil",
                    "affiliation": "The Wistar Institute",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Pennsylvania",
                    "status": "ACTIVE_NOT_RECRUITING",
                    "city": "Philadelphia",
                    "state": "Pennsylvania",
                    "zip": "19104",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 39.95233,
                        "lon": -75.16379
                    }
                },
                {
                    "facility": "Go Vap Clinic",
                    "status": "RECRUITING",
                    "city": "Ho Chi Minh City",
                    "country": "Vietnam",
                    "contacts": [
                        {
                            "name": "Thuy Huynh Thu, MD, MSc",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 10.82302,
                        "lon": 106.62965
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "documentSection": {
        "largeDocumentModule": {
            "largeDocs": [
                {
                    "typeAbbrev": "Prot_SAP",
                    "hasProtocol": true,
                    "hasSap": true,
                    "hasIcf": false,
                    "label": "Study Protocol and Statistical Analysis Plan",
                    "date": "2020-02-19",
                    "uploadDate": "2020-06-30T15:27",
                    "filename": "Prot_SAP_000.pdf",
                    "size": 751818
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000007239",
                    "term": "Infections"
                },
                {
                    "id": "D000007249",
                    "term": "Inflammation"
                },
                {
                    "id": "D000009293",
                    "term": "Opioid-Related Disorders"
                },
                {
                    "id": "D000019966",
                    "term": "Substance-Related Disorders"
                }
            ],
            "ancestors": [
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000079524",
                    "term": "Narcotic-Related Disorders"
                },
                {
                    "id": "D000064419",
                    "term": "Chemically-Induced Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M3522",
                    "name": "Acquired Immunodeficiency Syndrome",
                    "relevance": "LOW"
                },
                {
                    "id": "M18250",
                    "name": "HIV Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M10293",
                    "name": "Inflammation",
                    "asFound": "Inflammation",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10283",
                    "name": "Infections",
                    "asFound": "Infection",
                    "relevance": "HIGH"
                },
                {
                    "id": "M6368",
                    "name": "Communicable Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12244",
                    "name": "Opioid-Related Disorders",
                    "asFound": "Opioid Use Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M21837",
                    "name": "Substance-Related Disorders",
                    "asFound": "Opioid Use Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M2057",
                    "name": "Narcotic-Related Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M30302",
                    "name": "Chemically-Induced Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC01",
                    "name": "Infections"
                },
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "BC25",
                    "name": "Substance Related Disorders"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009271",
                    "term": "Naltrexone"
                },
                {
                    "id": "D000002047",
                    "term": "Buprenorphine"
                },
                {
                    "id": "D000008691",
                    "term": "Methadone"
                },
                {
                    "id": "D000069479",
                    "term": "Buprenorphine, Naloxone Drug Combination"
                },
                {
                    "id": "D000009270",
                    "term": "Naloxone"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000701",
                    "term": "Analgesics, Opioid"
                },
                {
                    "id": "D000009294",
                    "term": "Narcotics"
                },
                {
                    "id": "D000002492",
                    "term": "Central Nervous System Depressants"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000000700",
                    "term": "Analgesics"
                },
                {
                    "id": "D000018689",
                    "term": "Sensory System Agents"
                },
                {
                    "id": "D000018373",
                    "term": "Peripheral Nervous System Agents"
                },
                {
                    "id": "D000009292",
                    "term": "Narcotic Antagonists"
                },
                {
                    "id": "D000000427",
                    "term": "Alcohol Deterrents"
                },
                {
                    "id": "D000000996",
                    "term": "Antitussive Agents"
                },
                {
                    "id": "D000019141",
                    "term": "Respiratory System Agents"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4033",
                    "name": "Analgesics, Opioid",
                    "relevance": "LOW"
                },
                {
                    "id": "M11671",
                    "name": "Methadone",
                    "asFound": "NaCl",
                    "relevance": "HIGH"
                },
                {
                    "id": "M25428",
                    "name": "Anti-Retroviral Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M5317",
                    "name": "Buprenorphine",
                    "asFound": "Attention",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12222",
                    "name": "Naltrexone",
                    "asFound": "Closure",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12221",
                    "name": "Naloxone",
                    "asFound": "Adapted",
                    "relevance": "HIGH"
                },
                {
                    "id": "M447",
                    "name": "Buprenorphine, Naloxone Drug Combination",
                    "asFound": "300 ml",
                    "relevance": "HIGH"
                },
                {
                    "id": "M27371",
                    "name": "Opiate Alkaloids",
                    "relevance": "LOW"
                },
                {
                    "id": "M4032",
                    "name": "Analgesics",
                    "relevance": "LOW"
                },
                {
                    "id": "M12245",
                    "name": "Narcotics",
                    "relevance": "LOW"
                },
                {
                    "id": "M12243",
                    "name": "Narcotic Antagonists",
                    "relevance": "LOW"
                },
                {
                    "id": "M3777",
                    "name": "Ethanol",
                    "relevance": "LOW"
                },
                {
                    "id": "M13570",
                    "name": "Phenylpropanolamine",
                    "relevance": "LOW"
                },
                {
                    "id": "M9238",
                    "name": "Guaifenesin",
                    "relevance": "LOW"
                },
                {
                    "id": "M186319",
                    "name": "Chlorpheniramine, phenylpropanolamine drug combination",
                    "relevance": "LOW"
                },
                {
                    "id": "M4312",
                    "name": "Antitussive Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M21137",
                    "name": "Respiratory System Agents",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Analg",
                    "name": "Analgesics"
                },
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "AnTuAg",
                    "name": "Antitussive Agents"
                },
                {
                    "abbrev": "Resp",
                    "name": "Respiratory System Agents"
                },
                {
                    "abbrev": "Infe",
                    "name": "Anti-Infective Agents"
                },
                {
                    "abbrev": "NarcAntag",
                    "name": "Narcotic Antagonists"
                },
                {
                    "abbrev": "AlcDet",
                    "name": "Alcohol Deterrents"
                },
                {
                    "abbrev": "AnObAg",
                    "name": "Anti-Obesity Agents"
                },
                {
                    "abbrev": "VaCoAg",
                    "name": "Vasoconstrictor Agents"
                }
            ]
        }
    },
    "hasResults": false
}