{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06041516",
            "orgStudyIdInfo": {
                "id": "10001547"
            },
            "secondaryIdInfos": [
                {
                    "id": "001547-C"
                }
            ],
            "organization": {
                "fullName": "National Institutes of Health Clinical Center (CC)",
                "class": "NIH"
            },
            "briefTitle": "Antibody Drug Conjugate ADCT-701 in Neuroendocrine Tumors and Carcinomas",
            "officialTitle": "A First-in-Human Phase I Trial With Antibody Drug Conjugate ADCT-701 in Neuroendocrine Tumors and Carcinomas",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "antibody-drug-conjugate-adct-in-neuroendocrine-tumors-and-carcinomas"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06-03",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-06-17",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-10-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2029-10-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-09-15",
            "studyFirstSubmitQcDate": "2023-09-15",
            "studyFirstPostDateStruct": {
                "date": "2023-09-18",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-19",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-21",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "National Cancer Institute (NCI)",
                "class": "NIH"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Background:\n\nNeuroendocrine neoplasms (NENs) are rare cancers in the gastrointestinal tract, pancreas, lungs, adrenal glands, and other areas of the body. Many of these cancers have a high risk of relapse and a low chance of survival. Better treatments are needed.\n\nObjective:\n\nTo test a new drug, ADCT-701, in people with NENs.\n\nEligibility:\n\nAdults aged 18 and older with NENs.\n\nDesign:\n\nParticipants will be screened. They will have a physical exam with blood and urine tests. They will have imaging scans and tests of heart functioning. Their ability to perform normal daily activities will be tested. A biopsy may be needed: A sample of tissue will be removed from the tumor.\n\nADCT-701 is given through a tube attached to a needle inserted into a vein in the arm. Participants will receive the drug treatment on the first day of 21-day treatment cycles. They will visit the clinic a total of 10 times during the first two cycles. After that, they will visit the clinic 2 times during each cycle. Imaging scans, blood draws, heart function tests, and other tests will be repeated during study visits. Each visit will last up to 8 hours.\n\nParticipants may continue receiving treatment with the study drug for up to 2 years.\n\nAfter treatment ends, participants will have follow-up clinic visits 4 times in 4 months. They will have a physical exam, with heart and blood tests, at each visit. After that, they will have follow-up clinic visits every 9 weeks; these visits will include imaging scans.\n\nFollow-up visits will continue for up to 5 years after treatment began....",
            "detailedDescription": "Background:\n\n-Neuroendocrine neoplasms (NENs) are divided into neuroendocrine tumors (NETs) and neuroendocrine carcinomas (NECs). These are rare malignancies occurring in areas such as the gastrointestinal tract, islets of the pancreas, lung, adrenal gland, and other areas of\n\nthe body.\n\n* Poorly differentiated neuroendocrine carcinomas are all high-grade carcinomas that resemble small-cell lung cancer (SCLC). Poorly differentiated NECs are also treated with platinum-based regimens in accordance with small cell carcinoma guidelines and have a high risk of relapse as well as a poor response to further systemic therapies.\n* Adrenocortical carcinoma (ACC) is a rare malignancy with an average survival from the time of diagnosis of 14.5 months. In advanced diseases, chemotherapy options have limited benefits. To date, no \"targeted therapy\" has been shown to have significant efficacy in this disease.\n* Pre-clinical studies have shown that Delta-like non-canonical notch ligand 1 (DLK1) is expressed in multiple neuroendocrine neoplasms such as ACC, SCLC, neuroblastoma, pheochromocytoma, and paraganglioma.\n* ADCT-701 a humanized antibody directed against DLK1 effectively suppresses tumor growth and improves survival in multiple cancer models which express DLK1.\n\nObjective:\n\n-To determine the maximum tolerated dose (MTD) of ADCT-701 in participants with neuroendocrine neoplasms or malignant adrenocortical carcinoma\n\nEligibility:\n\n* Histologically or cytologically confirmed neuroendocrine neoplasms or malignant ACC.\n* Age \\>= 18 years.\n* Evaluable disease, per Response Evaluation Criteria in Solid Tumors (RECIST) 1.1.\n* Adequate organ and bone marrow function.\n* Eastern Cooperative Oncology Group (ECOG) \\<= 2.\n\nDesign:\n\n* This is a First in Human phase I dose escalation study of ADCT-701-single agent in participants with NENs.\n* Participants will be enrolled in a dose-finding trial. A 3+3 design with up to ten dose levels of ADCT-701 will be evaluated in this trial. The study drug dose will be escalated unless the occurrence of dose-limiting toxicities limits further escalation or until the maximum tolerated dose level is reached or an optimal dose is determined.\n* Up to 70 evaluable patients will be enrolled over a maximum of 10 dose levels."
        },
        "conditionsModule": {
            "conditions": [
                "Neuroendocrine Carcinomas",
                "Neuroendocrine Tumors",
                "Carcinoma, Neuroendocrine",
                "Carcinoma, Adrenocortical",
                "Carcinoma, Adrenal Cortical"
            ],
            "keywords": [
                "Pheochromocytoma",
                "Neuroblastoma",
                "Neuroendocrine Tumor",
                "Neuroendocrine carcinoma",
                "Neuroendocrine neoplasms",
                "Paraganglioma",
                "Adrenocortical Carcinoma"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 70,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "1/Arm1",
                    "type": "EXPERIMENTAL",
                    "description": "ADCT-701 given as an IV infusion",
                    "interventionNames": [
                        "Drug: ADCT-701"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "ADCT-701",
                    "description": "ADCT-701 in 2microgram/kg-255microgram/kg (weight based dosing), IV over 30 minutes (+15 minutes)",
                    "armGroupLabels": [
                        "1/Arm1"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Determine the maximum tolerated dose (MTD) of ADCT-701",
                    "description": "Number of dose-limiting toxicities (DLTs) by assessing adverse events (AE) by type and grade of toxicity.",
                    "timeFrame": "cycle 1, days 1-21"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Safety of ADCT-701",
                    "description": "Adverse Events (AE) by type and grade of toxicity",
                    "timeFrame": "through 30 days after the last ADCT-701 infusion"
                },
                {
                    "measure": "Preliminary anti-tumor activity of ADCT-701",
                    "description": "To capture response rate and durations to assess: overall response rate (ORR), duration of response (DOR), progression-free survival (PFS), and overall survival (OS)",
                    "timeFrame": "up to 5 years"
                },
                {
                    "measure": "PK profile of ADCT-701",
                    "description": "Assessment of PBD-conjugated antibody, total antibody, and unconjugated warhead SG3199 in blood.",
                    "timeFrame": "up to 2 years"
                },
                {
                    "measure": "Immunogenicity of ADCT-701",
                    "description": "Assessment of ADAs using a screening assay for the identification of antibody-positive samples, a confirmation assay, and a titer assessment in blood.",
                    "timeFrame": "up to 2 years"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "* INCLUSION CRITERIA:\n* Participants must have histologically or cytologically confirmed neuroendocrine neoplasms or malignant adrenocortical carcinoma (ACC).\n* Locally advanced or metastatic disease (as confirmed by a radiological evaluation).\n* Participants must have measurable disease per RECIST 1.1.\n* Participants must have received prior standard of care treatment and be refractory to or intolerant to standard of care therapy(s).\n* Age \\>= 18 years.\n* ECOG performance status \\<= 2.\n* Adequate hematologic function as follows:\n\n  * Leukocytes \\>= 3,000/microliter\n  * Absolute neutrophil count (ANC) \\>= 1,200/microliter (off-growth factors for 72 hours prior to treatment initiation)\n  * Hemoglobin (Hgb) \\>= 9 g/dL with no blood transfusion within 2 weeks prior to treatment initiation\n  * Platelets \\>= 100,000/microliter with no platelet transfusion within 1 week.\n* Adequate renal and hepatic function as follows:\n\n  * Creatinine clearance (CrCl) \\>= 50 mL/min/1.73 m\\^2 (calculated CrCl (Chronic Kidney Disease Epidemiology Collaboration (CKD-EPI) or calculated eGFR provided by a laboratory))\n  * Total bilirubin \\<= 1.5 x ULN OR in participants with known or suspected Gilbert's syndrome, total bilirubin \\<= 3.0 x ULN\n  * Alanine aminotransferase (ALT) and aspartate aminotransferase (AST) \\<= 2.5 x ULN, (unless liver metastases are present, then values must be \\<= 5 x ULN).\n* Participants serologically positive for hepatitis C virus (HCV) must have an undetectable HCV viral load.\n* Participants serologically positive for Hepatitis B (HBV) core antibody or surface antigen must be on adequate anti-viral therapy and Hepatitis B Viral deoxyribonucleic acid (DNA) load must be \\<2000 IU/mL.\n* Participants serologically positive for human immunodeficiency virus (HIV) must be on stable antiretroviral therapy for at least 4 weeks before treatment initiation, have no reported opportunistic infections or Castleman s disease within 12 months prior to treatment initiation, have a viral load that is undetectable by quantitative polymerase chain reaction (PCR) and CD4 count \\>= 200 cells per cubic millimeter.\n* Participants with brain metastasis are eligible if at least 4 weeks status post radiotherapy or surgery before treatment initiation with no evidence of progression or associated symptoms.\n* Women of child-bearing potential (WOCBP) must agree to use a highly effective method of contraception (hormonal, intrauterine device (IUD), surgical sterilization) for the duration of the study treatment and up to 9.5 months after the last dose of the ADCT-701 (restriction period).\n\nMen must agree to use an effective method of contraception (barrier, surgical sterilization) at study entry and up to 6.5 months after the last dose of the ADCT-701.\n\n* Breastfeeding participants must be willing to discontinue breastfeeding from study treatment initiation through 6.5 months after study treatment discontinuation.\n* Participants must be able to understand and be willing to sign a written informed consent document.\n\nEXCLUSION CRITERIA:\n\n* Major surgery, prior treatment with chemotherapy, hormonal therapy, immunotherapy, treatment with an investigational agent, and/or radiation therapy within 4 weeks or 5 halflives, whichever is shorter, prior to treatment initiation.\n* Participants taking any herbal supplements within 14 days prior to treatment initiation.\n* Participants who have wound dehiscence from prior surgeries.\n* Clinically significant third space fluid accumulation (i.e., ascites requiring drainage or any serosal effusion that is either requires drainage or is associated with shortness of breath) at screening.\n* Active infection requiring systemic antibiotic therapy at screening.\n* Active bleeding diathesis or therapeutic anticoagulation with an oral vitamin K antagonist with target international normalized ratio (INR) \\> 2 at screening.\n* History of allergic reactions attributed to compounds of similar chemical or biologic composition to the study drug.\n* An active autoimmune disease. Note: Participants with type 1 diabetes, eczema, vitiligo, alopecia, psoriasis, hypo- or hyperthyroid disease, adrenal insufficiency on systemic oral corticosteroid therapy (\\<= the equivalent of prednisone 10 mg/day), or other mild autoimmune disorders (Type 1 diabetes, eczema, vitiligo, alopecia, rheumatoid arthritis, psoriasis, systemic lupus erythematosus, adrenal insufficiency due to Addison s disease, hypothyroidisms due to Hashimoto s thyroiditis, hyperthyroidisms due to Graves disease, Sjogren s syndrome, celiac disease, pernicious anemia) not requiring immunosuppressive treatment are eligible.\n* Congenital long QT syndrome, or a corrected QTcF interval of \\>=480 ms, at screening (unless secondary to the pacemaker or bundle branch block).\n* Active second primary malignancy other than non-melanoma skin cancers, nonmetastatic prostate cancer, in situ cervical cancer, ductal or lobular carcinoma in situ of the breast, or other malignancy that does not require current anticancer treatment per standard of care.\n* Live vaccine administration within 30 days prior to treatment initiation.\n* Pregnant women (confirmed by Beta-Human Chorionic Gonadotropin \\[Beta-HCG\\] serum or urine pregnancy test) performed at screening.\n* Uncontrolled intercurrent illness that would limit compliance with study requirements.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "120 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Kimberley J Cooper",
                    "role": "CONTACT",
                    "phone": "(240) 858-7989",
                    "email": "kimberley.cooper@nih.gov"
                },
                {
                    "name": "Jaydira Del Rivero, M.D.",
                    "role": "CONTACT",
                    "phone": "(240) 858-3851",
                    "email": "delriveroj@mail.nih.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Jaydira Del Rivero, M.D.",
                    "affiliation": "National Cancer Institute (NCI)",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "National Institutes of Health Clinical Center",
                    "status": "RECRUITING",
                    "city": "Bethesda",
                    "state": "Maryland",
                    "zip": "20892",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "National Cancer Institute Medical Oncology",
                            "role": "CONTACT",
                            "phone": "888-624-1937",
                            "email": "NCIMO_Referrals@mail.nih.gov"
                        },
                        {
                            "name": "Jaydira Del Rivero, M.D.",
                            "role": "CONTACT",
                            "phone": "(240) 858-3851",
                            "email": "delriveroj@mail.nih.gov"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.98067,
                        "lon": -77.10026
                    }
                }
            ]
        },
        "referencesModule": {
            "seeAlsoLinks": [
                {
                    "label": "NIH Clinical Center Detailed Web Page",
                    "url": "https://clinicalstudies.info.nih.gov/cgi/detail.cgi?A_001547-C.html"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": ".All IPD recorded in the medical record will be shared with intramural investigators upon request.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF"
            ],
            "timeFrame": "Clinical data will be available during the study and indefinitely.",
            "accessCriteria": "Clinical data will be made available via subscription to BTRIS and with the permission of the study PI"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000002277",
                    "term": "Carcinoma"
                },
                {
                    "id": "D000018358",
                    "term": "Neuroendocrine Tumors"
                },
                {
                    "id": "D000018278",
                    "term": "Carcinoma, Neuroendocrine"
                },
                {
                    "id": "D000018268",
                    "term": "Adrenocortical Carcinoma"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009375",
                    "term": "Neoplasms, Glandular and Epithelial"
                },
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000017599",
                    "term": "Neuroectodermal Tumors"
                },
                {
                    "id": "D000009373",
                    "term": "Neoplasms, Germ Cell and Embryonal"
                },
                {
                    "id": "D000009380",
                    "term": "Neoplasms, Nerve Tissue"
                },
                {
                    "id": "D000000230",
                    "term": "Adenocarcinoma"
                },
                {
                    "id": "D000000306",
                    "term": "Adrenal Cortex Neoplasms"
                },
                {
                    "id": "D000000310",
                    "term": "Adrenal Gland Neoplasms"
                },
                {
                    "id": "D000004701",
                    "term": "Endocrine Gland Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000000303",
                    "term": "Adrenal Cortex Diseases"
                },
                {
                    "id": "D000000307",
                    "term": "Adrenal Gland Diseases"
                },
                {
                    "id": "D000004700",
                    "term": "Endocrine System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M12391",
                    "name": "Neuroblastoma",
                    "relevance": "LOW"
                },
                {
                    "id": "M5534",
                    "name": "Carcinoma",
                    "asFound": "Carcinoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M20495",
                    "name": "Neuroendocrine Tumors",
                    "asFound": "Neuroendocrine Tumors",
                    "relevance": "HIGH"
                },
                {
                    "id": "M13578",
                    "name": "Pheochromocytoma",
                    "relevance": "LOW"
                },
                {
                    "id": "M13149",
                    "name": "Paraganglioma",
                    "relevance": "LOW"
                },
                {
                    "id": "M20423",
                    "name": "Carcinoma, Neuroendocrine",
                    "asFound": "Carcinoma, Neuroendocrine",
                    "relevance": "HIGH"
                },
                {
                    "id": "M20413",
                    "name": "Adrenocortical Carcinoma",
                    "asFound": "Carcinoma, Adrenal Cortical",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12320",
                    "name": "Neoplasms, Glandular and Epithelial",
                    "relevance": "LOW"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M19845",
                    "name": "Neuroectodermal Tumors",
                    "relevance": "LOW"
                },
                {
                    "id": "M20388",
                    "name": "Neuroectodermal Tumors, Primitive",
                    "relevance": "LOW"
                },
                {
                    "id": "M12318",
                    "name": "Neoplasms, Germ Cell and Embryonal",
                    "relevance": "LOW"
                },
                {
                    "id": "M12325",
                    "name": "Neoplasms, Nerve Tissue",
                    "relevance": "LOW"
                },
                {
                    "id": "M3585",
                    "name": "Adenocarcinoma",
                    "relevance": "LOW"
                },
                {
                    "id": "M3658",
                    "name": "Adrenal Cortex Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M3662",
                    "name": "Adrenal Gland Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M7863",
                    "name": "Endocrine Gland Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M3655",
                    "name": "Adrenal Cortex Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M3659",
                    "name": "Adrenal Gland Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M7862",
                    "name": "Endocrine System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T4085",
                    "name": "Neuroblastoma",
                    "relevance": "LOW"
                },
                {
                    "id": "T4091",
                    "name": "Neuroendocrine Tumor",
                    "asFound": "Neuroendocrine Tumors",
                    "relevance": "HIGH"
                },
                {
                    "id": "T4530",
                    "name": "Pheochromocytoma",
                    "relevance": "LOW"
                },
                {
                    "id": "T217",
                    "name": "Adrenocortical Carcinoma",
                    "asFound": "Carcinoma, Adrenal Cortical",
                    "relevance": "HIGH"
                },
                {
                    "id": "T4409",
                    "name": "Paragangliomas 1",
                    "relevance": "LOW"
                },
                {
                    "id": "T4092",
                    "name": "Neuroepithelioma",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC19",
                    "name": "Gland and Hormone Related Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M4225",
                    "name": "Antibodies",
                    "relevance": "LOW"
                },
                {
                    "id": "M10184",
                    "name": "Immunoglobulins",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}