{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05024760",
            "orgStudyIdInfo": {
                "id": "Pending"
            },
            "organization": {
                "fullName": "Madigan Army Medical Center",
                "class": "FED"
            },
            "briefTitle": "Antiseptic Effects on the Dental Implant Internal Surface Microbiome",
            "officialTitle": "Antiseptic Effects on the Dental Implant Internal Surface Microbiome",
            "therapeuticArea": [
                "Infectious Diseases",
                "Other"
            ],
            "study": "antiseptic-effects-on-the-dental-implant-internal-surface-microbiome"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-01",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-07-28",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2023-11",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-04",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-08-23",
            "studyFirstSubmitQcDate": "2021-08-23",
            "studyFirstPostDateStruct": {
                "date": "2021-08-27",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-01-19",
            "lastUpdatePostDateStruct": {
                "date": "2023-01-20",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Madigan Army Medical Center",
                "class": "FED"
            },
            "collaborators": [
                {
                    "name": "United States Department of Defense",
                    "class": "FED"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": true
        },
        "descriptionModule": {
            "briefSummary": "Soldiers operate in environments that are more likely to lead to oral trauma, risking poor dentition which can directly impact military readiness. Dental restoration can often be accomplished via dental implant insertion. Microbiome-associated complications that result in bone loss, including the micro-leakage of bacterial species proliferating in the dental implant internal cavity, frequently lead to implant failure. Reduction in implant bacterial load may result in a shift of the composition of the microbiome in favor of less pathogenic species, potentially improving dental implant success rates, reducing surgical revisions, and associated cost savings. This study aims to determine how disinfectant gel (hydrogen peroxide or chlorhexidine) insertion into dental implant internal cavities affects implant failure rates, bacterial load and microbiome composition.",
            "detailedDescription": "Clinical Background\n\nPeri-implantitis/mucositis is bone loss/tissue inflammation around a dental implant. This is caused by bacterial biofilm at the interface between the implant and bone/tissue. The source of bacteria comes from the internal surface of the implant, and leaks through the implant/abutment interface. After the dental implant is placed in bone, bacteria from the saliva and blood within the internal surface of the implant leak out. The body reacts to this bacterial exposure with inflammation, resulting in bone loss around the implant/abutment interface.\n\nWarfighters are exposed to situations in which the risk of dental trauma is elevated compared with the civilian population. This is particularly problematic for the military because poor dentition can disqualify Soldiers from service. Proper mastication is crucial to readiness. The number of implants inserted annually has risen by more than 10-fold since the 1980s. There are now over 700,000 implants inserted annually (Battle-Siatita et al., 2009). Unfortunately, implant-associated infections such as peri-implant mucositis and peri-implantitis are common, affecting approximately 63% and 19% of recipients, respectively (Atieh et al., 2013). Though, it should be noted that others have suggested the number could be as high as 80% (Podhorsky et al., 2016). Because these conditions negatively impact implant success rates, preventive measures aimed at reducing the risk of these diseases have tremendous potential to transform dental care and improve readiness.\n\nPrevious studies have found evidence suggesting that microbial profiles differ between healthy implants and those exhibiting peri-implantitis (Schwarz et al., 2018). For example, at least 19 species such as Porphyromonas gingivalis, Pseudomonas aeruginosa, and Staphylococcus aureus are more abundant on affected implants (Schwarz et al., 2018). Thus, it may be important to not only control total bacterial load but also to ensure that any intervention produces a favorable change in the implant-associated microbial profile.\n\nA recent systematic review determined that there is strong evidence to support the use of chlorhexidine rinses after implant surgery (Solderer et al., 2019). The positive effects of chlorhexidine rinses on implant success appear to be the result of the impact of chlorhexidine on reducing biofilm-related complications (Daubert \\& Weinstein, 2019; Solderer et al., 2019). While the effects of chlorhexidine rinses have been well described, there has been little investigation into the potential impact of disinfectants placed within the internal cavity of dental implants. A PubMed search for \"dental implant internal disinfectant\" returned only 15 articles in English. Of the articles considering the implant's internal cavity, 4 were in vitro studies (Besimo et al., 1999; Duarte et al., 2006; Podhorsky, Biscoping, et al., 2016; Podhorsky, Putzier, et al., 2016). All 4 studies strongly support the use of chlorhexidine gel in the internal cavity of implants. Another 4 studies, examined the ability of chlorhexidine gel placed within the dental implant internal cavity to affect total bacterial load between 3 and 6 months after surgery (Carinci et al., 2019; D'Ercole et al., 2009; Ghannad et al., 2015; Paolantonio et al., 2008). All 4 studies reported that intervention resulted in decreased bacterial load. Using PCR specific to only 6 bacterial taxa or using culturing methods, two of these manuscripts reported no change in microbial profiles (Ghannad et al., 2015; Paolantonio et al., 2008). However, one paper reported that the gel altered microbial profiles (D'Ercole et al., 2009). Given that the oral microbiome consists of hundreds of bacterial species, these previous studies have inadequately examined the impact of chlorhexidine gel on microbial profiles. Moreover, there have been no studies examining the use of alternative disinfectants. Another common disinfectant used intraorally is hydrogen peroxide. This disinfectant is used to treat periodontitis and for teeth whitening. We propose to analyze the effect of this second material on total bacterial load and the microbial profile within the internal aspect of the dental implant.\n\nThe rate and degree of peri-implantitis/mucositis, bone/tissue loss, and inflammation, coupled with the determination of bacterial load and microbiome composition will allow for the determination of the value of hydrogen peroxide or chlorhexidine placed within the dental implant internal cavity.\n\nProblem/Question\n\nCertain bacteria from the saliva and blood that get inside the implant are more pathogenic (disease causing) than others. In the dental field, there are topcial agents regularly used as mouth rinses to decrease this bacterial load, and create a healthier bacterial environment with less pathogenic potential.\n\nBecause of the nature of the job, warfighters are at increased risk of oral trauma compared with the civilian population. Corrective procedures following trauma often include the insertion of dental implants. The number of annual dental implant insertions has risen more than 10-fold since the 1980s, and now sits at more than 700,000 per year (Battle-Siatita et al., 2009). Unfortunately, dental implant failure rates are high. This has high costs because of the need for additional surgeries, reduced quality of care, and reduced warfighter readiness. The implant-associated microbiome has been implicated as a key effector in implant failure and bone loss. In this study, we aim to evaluate methods that reduce or alter the implant-associated microbiome and therefore improve implant success rates."
        },
        "conditionsModule": {
            "conditions": [
                "Peri-Implantitis",
                "Peri-implant Mucositis",
                "Implant Infection",
                "Dental Implant Failed"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "EARLY_PHASE1"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "SINGLE_GROUP",
                "interventionModelDescription": "This is a 3 arm study with 1 arm receiving no treatment and 2 arms receiving treatments.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 150,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Control",
                    "type": "NO_INTERVENTION",
                    "description": "This arm will receive standard of care during dental implant insertion."
                },
                {
                    "label": "Chlorhexidine",
                    "type": "EXPERIMENTAL",
                    "description": "Chlorhexidine treatment.",
                    "interventionNames": [
                        "Drug: Chlorhexidine"
                    ]
                },
                {
                    "label": "Hydrogen Peroxide",
                    "type": "EXPERIMENTAL",
                    "description": "Hydrogen Peroxide treatment.",
                    "interventionNames": [
                        "Drug: Hydrogen Peroxide"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Chlorhexidine",
                    "description": "Chlorhexidine will be inserted into the dental implant internal cavity during dental implant insertion.",
                    "armGroupLabels": [
                        "Chlorhexidine"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Hydrogen Peroxide",
                    "description": "Hydrogen Peroxide will be inserted into the internal cavity of the dental implant during dental implant insertion.",
                    "armGroupLabels": [
                        "Hydrogen Peroxide"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Implant Failure",
                    "description": "We will compare the rates of dental implant failure between study arms.",
                    "timeFrame": "Four months post dental implant insertion."
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Peri-Implantitis",
                    "description": "We will compare the rates of peri-implantitis between study arms.",
                    "timeFrame": "Four months post dental implant insertion."
                },
                {
                    "measure": "Bacterial Load",
                    "description": "We will compare the bacterial load in the dental implant internal cavity between study arms.",
                    "timeFrame": "Four months post dental implant insertion."
                },
                {
                    "measure": "Microbiome Composition",
                    "description": "We will compare the relative abundance of red and orange complex bacteria in the dental implant internal cavity between study arms.",
                    "timeFrame": "Four months post dental implant insertion."
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Active duty military\n* 18-55 years old\n* Over 6 months remaining at local duty station\n\nExclusion Criteria:\n\n* Tobacco user\n* Medications that affect soft tissue or bone healing\n* Metabolic disorder that affects soft tissue or bone healing\n* Active periodontal disease",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "55 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Kevin D Smith, DMD",
                    "role": "CONTACT",
                    "phone": "253-968-0181",
                    "email": "kevin.d.smith2.mil@health.mil"
                },
                {
                    "name": "Zachary T Colburn, PhD",
                    "role": "CONTACT",
                    "phone": "253-968-3455",
                    "email": "zachary.t.colburn.civ@health.mil"
                }
            ],
            "locations": [
                {
                    "facility": "Madigan Army Medical Center",
                    "status": "RECRUITING",
                    "city": "Tacoma",
                    "state": "Washington",
                    "zip": "98431",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Kevin Smith",
                            "role": "CONTACT",
                            "phone": "253-968-0181",
                            "email": "kevin.d.smith2.mil@health.mil"
                        }
                    ],
                    "geoPoint": {
                        "lat": 47.25288,
                        "lon": -122.44429
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "19485117",
                    "type": "BACKGROUND",
                    "citation": "Battle-Siatita SO, Bartoloni JA, Hancock RH, Chong CH. Retrospective analysis of dental implants among United States Air Force basic military trainees. Mil Med. 2009 Apr;174(4):437-40. doi: 10.7205/milmed-d-02-5008."
                },
                {
                    "pmid": "23237585",
                    "type": "BACKGROUND",
                    "citation": "Atieh MA, Alsabeeha NH, Faggion CM Jr, Duncan WJ. The frequency of peri-implant diseases: a systematic review and meta-analysis. J Periodontol. 2013 Nov;84(11):1586-98. doi: 10.1902/jop.2012.120592. Epub 2012 Dec 13."
                },
                {
                    "pmid": "27183065",
                    "type": "BACKGROUND",
                    "citation": "Podhorsky A, Biscoping S, Rehmann P, Streckbein P, Domann E, Wostmann B. Transfer of Bacteria into the Internal Cavity of Dental Implants After Application of Disinfectant or Sealant Agents In Vitro. Int J Oral Maxillofac Implants. 2016 May-Jun;31(3):563-70. doi: 10.11607/jomi.4408."
                },
                {
                    "pmid": "29926957",
                    "type": "BACKGROUND",
                    "citation": "Schwarz F, Derks J, Monje A, Wang HL. Peri-implantitis. J Periodontol. 2018 Jun;89 Suppl 1:S267-S290. doi: 10.1002/JPER.16-0350."
                },
                {
                    "pmid": "30535817",
                    "type": "BACKGROUND",
                    "citation": "Solderer A, Kaufmann M, Hofer D, Wiedemeier D, Attin T, Schmidlin PR. Efficacy of chlorhexidine rinses after periodontal or implant surgery: a systematic review. Clin Oral Investig. 2019 Jan;23(1):21-32. doi: 10.1007/s00784-018-2761-y. Epub 2018 Dec 7."
                },
                {
                    "pmid": "31407437",
                    "type": "BACKGROUND",
                    "citation": "Daubert DM, Weinstein BF. Biofilm as a risk factor in implant treatment. Periodontol 2000. 2019 Oct;81(1):29-40. doi: 10.1111/prd.12280."
                },
                {
                    "pmid": "10531737",
                    "type": "BACKGROUND",
                    "citation": "Besimo CE, Guindy JS, Lewetag D, Meyer J. Prevention of bacterial leakage into and from prefabricated screw-retained crowns on implants in vitro. Int J Oral Maxillofac Implants. 1999 Sep-Oct;14(5):654-60."
                },
                {
                    "pmid": "17076607",
                    "type": "BACKGROUND",
                    "citation": "Duarte AR, Rossetti PH, Rossetti LM, Torres SA, Bonachela WC. In vitro sealing ability of two materials at five different implant-abutment surfaces. J Periodontol. 2006 Nov;77(11):1828-32. doi: 10.1902/jop.2006.060101."
                },
                {
                    "pmid": "27611755",
                    "type": "BACKGROUND",
                    "citation": "Podhorsky A, Putzier S, Rehmann P, Streckbein P, Domann E, Wostmann B. Bacterial Contamination of the Internal Cavity of Dental Implants After Application of Disinfectant or Sealant Agents Under Cyclic Loading In Vitro. Int J Prosthodont. 2016 Sep-Oct;29(5):493-5. doi: 10.11607/ijp.4546."
                },
                {
                    "pmid": "31405061",
                    "type": "BACKGROUND",
                    "citation": "Carinci F, Lauritano D, Bignozzi CA, Pazzi D, Candotto V, Santos de Oliveira P, Scarano A. A New Strategy Against Peri-Implantitis: Antibacterial Internal Coating. Int J Mol Sci. 2019 Aug 9;20(16):3897. doi: 10.3390/ijms20163897."
                },
                {
                    "pmid": "20074465",
                    "type": "BACKGROUND",
                    "citation": "D'Ercole S, Tete S, Catamo G, Sammartino G, Femminella B, Tripodi D, Spoto G, Paolantonio M. Microbiological and biochemical effectiveness of an antiseptic gel on the bacterial contamination of the inner space of dental implants: a 3-month human longitudinal study. Int J Immunopathol Pharmacol. 2009 Oct-Dec;22(4):1019-26. doi: 10.1177/039463200902200417."
                },
                {
                    "pmid": "26411835",
                    "type": "BACKGROUND",
                    "citation": "Ghannad F, Alkadi LT, Wiebe CB, Shen Y, Haapasalo M, Larjava HS. Intra-operative application of chlorhexidine gel reduces bacterial counts in internal implant cavity. Eur J Oral Sci. 2015 Dec;123(6):425-31. doi: 10.1111/eos.12213. Epub 2015 Sep 28."
                },
                {
                    "pmid": "18672991",
                    "type": "BACKGROUND",
                    "citation": "Paolantonio M, Perinetti G, D'Ercole S, Graziani F, Catamo G, Sammartino G, Piccolomini R. Internal decontamination of dental implants: an in vivo randomized microbiologic 6-month trial on the effects of a chlorhexidine gel. J Periodontol. 2008 Aug;79(8):1419-25. doi: 10.1902/jop.2008.070660."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000052016",
                    "term": "Mucositis"
                },
                {
                    "id": "D000057873",
                    "term": "Peri-Implantitis"
                }
            ],
            "ancestors": [
                {
                    "id": "D000005759",
                    "term": "Gastroenteritis"
                },
                {
                    "id": "D000005767",
                    "term": "Gastrointestinal Diseases"
                },
                {
                    "id": "D000004066",
                    "term": "Digestive System Diseases"
                },
                {
                    "id": "D000009059",
                    "term": "Mouth Diseases"
                },
                {
                    "id": "D000009057",
                    "term": "Stomatognathic Diseases"
                },
                {
                    "id": "D000010510",
                    "term": "Periodontal Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M26955",
                    "name": "Mucositis",
                    "asFound": "Mucositis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10283",
                    "name": "Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M6368",
                    "name": "Communicable Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M28893",
                    "name": "Peri-Implantitis",
                    "asFound": "Peri-implantitis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M8875",
                    "name": "Gastroenteritis",
                    "relevance": "LOW"
                },
                {
                    "id": "M7255",
                    "name": "Digestive System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8883",
                    "name": "Gastrointestinal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12019",
                    "name": "Mouth Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12017",
                    "name": "Stomatognathic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M13419",
                    "name": "Periodontal Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC06",
                    "name": "Digestive System Diseases"
                },
                {
                    "abbrev": "BC07",
                    "name": "Mouth and Tooth Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC01",
                    "name": "Infections"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000002710",
                    "term": "Chlorhexidine"
                },
                {
                    "id": "D000006861",
                    "term": "Hydrogen Peroxide"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000891",
                    "term": "Anti-Infective Agents, Local"
                },
                {
                    "id": "D000000890",
                    "term": "Anti-Infective Agents"
                },
                {
                    "id": "D000004202",
                    "term": "Disinfectants"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5953",
                    "name": "Chlorhexidine",
                    "asFound": "Content",
                    "relevance": "HIGH"
                },
                {
                    "id": "M344731",
                    "name": "Chlorhexidine gluconate",
                    "relevance": "LOW"
                },
                {
                    "id": "M9918",
                    "name": "Hydrogen Peroxide",
                    "asFound": "Both eyes",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4215",
                    "name": "Anti-Infective Agents, Local",
                    "relevance": "LOW"
                },
                {
                    "id": "M4214",
                    "name": "Anti-Infective Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M7383",
                    "name": "Disinfectants",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Infe",
                    "name": "Anti-Infective Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "Derm",
                    "name": "Dermatologic Agents"
                }
            ]
        }
    },
    "hasResults": false
}