{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04177264",
            "orgStudyIdInfo": {
                "id": "BCOM EG 0003_2019"
            },
            "organization": {
                "fullName": "Burrell College of Osteopathic Medicine",
                "class": "OTHER"
            },
            "briefTitle": "Anti-inflammatory Actions of Osteopathic Manipulative Treatment",
            "officialTitle": "Anti-inflammatory Actions of OMT - Role of the Cholinergic Anti-inflammatory Pathway and Translocation of Immune Cells From Reticular Organs to the Systemic Circulation",
            "acronym": "OMT_taVNS",
            "therapeuticArea": [
                "Other"
            ],
            "study": "anti-inflammatory-actions-of-osteopathic-manipulative-treatment"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-02",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2020-01-06",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2023-08",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2023-08",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2019-11-21",
            "studyFirstSubmitQcDate": "2019-11-25",
            "studyFirstPostDateStruct": {
                "date": "2019-11-26",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-02-06",
            "lastUpdatePostDateStruct": {
                "date": "2023-02-08",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Harald Stauss",
                "investigatorTitle": "Associate Professor of Pharmacology",
                "investigatorAffiliation": "Burrell College of Osteopathic Medicine"
            },
            "leadSponsor": {
                "name": "Burrell College of Osteopathic Medicine",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "This study evaluates the hypothesis that osteopathic manipulative treatment (OMT) and non-invasive transcutaneous auricular vagus nerve stimulation (taVNS) elicit anti-inflammatory actions through activation of the parasympathetic nervous system. In a cross-over design, research participants will be subjected to various combinations of OMT, taVNS, or sham interventions during four study sessions, that are at least one month apart. During each study session research participants will undergo OMT and/or taVNS for 3 consecutive days. Blood pressure and electrocardiogram (ECG) will be recorded on all three study days to assess parasympathetic nervous system function. On the 3rd study day a blood sample will be taken to assess the effects of OMT and/or taVNS on inflammation.",
            "detailedDescription": "Biological anti-inflammatory drugs, such as TNF-α antagonists, have revolutionized treatment of chronic inflammatory diseases, such as inflammatory bowel disease, rheumatoid arthritis, psoriasis, or other auto-immune disorders and have largely improved prognosis and quality of life of patients affected by these conditions. However, the high cost of these agents is prohibitive for a large number of patients and some patients are not eligible to such treatments because of co-morbidities that constitute contraindications. Thus, there is a need for cost-effective alternative treatment strategies. Activation of the cholinergic anti-inflammatory pathway, which operates through the parasympathetic nervous system, may constitute an alternative approach to treat chronic inflammatory diseases. This pathway has been demonstrated to shift the function of immune cells in reticular organs, such as the spleen from a pro-inflammatory to an anti-inflammatory state. Subsequently, these \"reprogrammed\" cells translocate to the systemic circulation and reach the site of inflammation. Clinical studies and the investigators' preliminary data suggest that non-invasive transcutaneous auricular vagus nerve stimulation (taVNS) can augment parasympathetic tone and potentially activate the cholinergic anti-inflammatory pathway. Another way of potentially activating this pathway is through osteopathic manipulative treatment (OMT) because some OMT techniques have been demonstrated to increase parasympathetic activity. However, it is not known if such OMT techniques also activate the cholinergic anti-inflammatory pathway. Furthermore, it is not known if osteopathic lymphatic pump techniques augment these anti-inflammatory responses by facilitating translocation of \"reprogrammed\" immune cells from reticular organs to the systemic circulation. The investigators' long-term goal is to contribute to the development of cost-effective OMT approaches to treat chronic inflammatory diseases. The central hypothesis is that successive applications of different OMT techniques or the combination of taVNS with specific OMT techniques first activate and then augment the cholinergic anti-inflammatory pathway through stimulating parasympathetic tone and facilitating translocation of immune cells. Parasympathetic nervous system function will be assessed by heart rate variability analysis and other cardiovascular parameters that are under the influence of the parasympathetic nervous system. Immune function will be assessed by measuring plasma concentrations of inflammatory mediators (cytokines) and by in vitro cell culture experiments of immune cells. At the completion of these studies, the investigators anticipate to demonstrate that OMT techniques that activate the parasympathetic nervous system and taVNS elicit anti-inflammatory effects. Second, the investigators also anticipate to demonstrate that subsequently applied osteopathic lymphatic pump techniques augment the anti-inflammatory actions of OMT and taVNS by facilitating translocation of \"reprogrammed\" immune cells from the spleen to the systemic circulation. These outcomes are expected to have important positive impact, because they will potentially lay a mechanistic foundation for future clinical studies applying such combinations of taVNS and OMT techniques to chronic inflammatory diseases, including inflammatory bowel diseases, rheumatoid arthritis, psoriasis, or other auto-immune disorders."
        },
        "conditionsModule": {
            "conditions": [
                "Inflammation"
            ],
            "keywords": [
                "osteopathic manipulative treatment",
                "transcutaneous auricular vagus nerve stimulation",
                "cytokines",
                "immune cells",
                "parasympathetic nervous system",
                "heart rate variability"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "CROSSOVER",
                "interventionModelDescription": "Three groups of research participants will undergo four study sessions each, during which different combinations of osteopathic manipulative treatment or sham procedures (OMT, Group 1), transcutaneous auricular vagus nerve stimulation combines with OMT or sham procedures (taVNS, Group 2), or no intervention (Group 3, time control) will be performed.",
                "primaryPurpose": "BASIC_SCIENCE",
                "maskingInfo": {
                    "masking": "NONE",
                    "maskingDescription": "There is no masking. The nature of the intervention makes it impossible to prevent the participants from knowing what intervention will be performed on them. The investigators will be performing the interventions and, thus, cannot be masked."
                }
            },
            "enrollmentInfo": {
                "count": 36,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Osteopathic Manipulative Treatment (OMT)",
                    "type": "EXPERIMENTAL",
                    "description": "In 4 randomized study sessions, combinations of two different osteopathic manipulative treatment (OMT) techniques (occipito-atlantal decompression \\[OA DC\\] and splenic lymphatic pump technique \\[SpLPT\\]) or their respective sham interventions will be performed. The 4 study sessions are at least one month apart and consist of 3 consecutive study days on which the same combination of OMT techniques or sham interventions will be performed.",
                    "interventionNames": [
                        "Procedure: Occipito-Atlantal Decompression (OA DC)",
                        "Procedure: Sham Occipito-Atlantal Decompression (Sham OA DC)",
                        "Procedure: Splenic Lymphatic Pump Technique (SpLPT)",
                        "Procedure: Sham Splenic Lymphatic Pump Technique (Sham SpLPT)"
                    ]
                },
                {
                    "label": "Transcutaneous Auricular Vagus Nerve Stimulation (taVNS)",
                    "type": "EXPERIMENTAL",
                    "description": "In 4 randomized study sessions, combinations of non-invasive transcutaneous auricular vagus nerve stimulation (taVNS), osteopathic splenic lymphatic pump technique (SpLPT) or their respective sham interventions will be performed. The 4 study sessions are at least one month apart and consist of 3 consecutive study days on which the same combination of taVNS, SpLPT, or sham interventions will be performed.",
                    "interventionNames": [
                        "Procedure: Splenic Lymphatic Pump Technique (SpLPT)",
                        "Procedure: Sham Splenic Lymphatic Pump Technique (Sham SpLPT)",
                        "Device: Transcutaneous Auricular Vagus Nerve Stimulation (taVNS)",
                        "Device: Sham Transcutaneous Auricular Vagus Nerve Stimulation (Sham taVNS)"
                    ]
                },
                {
                    "label": "Time Control",
                    "type": "NO_INTERVENTION",
                    "description": "In 4 study sessions, no intervention will be performed. As with the two experimental arms, the 4 study sessions are at least one month apart and consist of 3 consecutive study days on which no intervention will be performed. This arm serves as a time control group."
                }
            ],
            "interventions": [
                {
                    "type": "PROCEDURE",
                    "name": "Occipito-Atlantal Decompression (OA DC)",
                    "description": "The participant lies supine in a relaxed state while the investigator cradles the patient's head with their hands, middle finger pads along the inferior aspect of inion, reaching to the occipito-atlantal joint. The investigator then applies gentle posterior and cephalad traction to the occiput, while bringing the elbows together. This results in supination of the hands and separation of the middle fingers, creating a posterior-lateral force vector to either side of the foramen magnum. The pressure is maintained until softening of the underlying structures is felt. The procedure is applied for 10 minutes.",
                    "armGroupLabels": [
                        "Osteopathic Manipulative Treatment (OMT)"
                    ]
                },
                {
                    "type": "PROCEDURE",
                    "name": "Sham Occipito-Atlantal Decompression (Sham OA DC)",
                    "description": "The participant lies supine in a relaxed state while the investigator applies light touch to the patient's head with their hands.",
                    "armGroupLabels": [
                        "Osteopathic Manipulative Treatment (OMT)"
                    ]
                },
                {
                    "type": "PROCEDURE",
                    "name": "Splenic Lymphatic Pump Technique (SpLPT)",
                    "description": "With the participant supine, the investigator places a posterior hand along the left lower ribcage, and a superior hand over the left costal arch, encompassing the spleen. The investigatory compresses and releases the spleen at a rate of 20 compressions/min for 3 min.",
                    "armGroupLabels": [
                        "Osteopathic Manipulative Treatment (OMT)",
                        "Transcutaneous Auricular Vagus Nerve Stimulation (taVNS)"
                    ]
                },
                {
                    "type": "PROCEDURE",
                    "name": "Sham Splenic Lymphatic Pump Technique (Sham SpLPT)",
                    "description": "With the participant supine, the investigator places a posterior hand along the left lower ribcage, and a superior hand over the left costal arch, encompassing the spleen. The investigator will maintain light touch at these positions for 3 minutes. No compressions are performed.",
                    "armGroupLabels": [
                        "Osteopathic Manipulative Treatment (OMT)",
                        "Transcutaneous Auricular Vagus Nerve Stimulation (taVNS)"
                    ]
                },
                {
                    "type": "DEVICE",
                    "name": "Transcutaneous Auricular Vagus Nerve Stimulation (taVNS)",
                    "description": "A bipolar clip electrode is attached to the auricle at the location of the cymba conchae. Electrical stimulation (30 Hz stimulation frequency, 300 μs pulse width) is applied for 10 min. The stimulation current is determined individually for each participant by slowly increasing the stimulation current until the participants feel a mild tingling sensation at the site of the electrode. Then the current is gradually reduced until the tingling sensation disappears. This current will then be used for taVNS. A TENS 7000 or EMS 7500 device (510(k): K080661) is used.",
                    "armGroupLabels": [
                        "Transcutaneous Auricular Vagus Nerve Stimulation (taVNS)"
                    ]
                },
                {
                    "type": "DEVICE",
                    "name": "Sham Transcutaneous Auricular Vagus Nerve Stimulation (Sham taVNS)",
                    "description": "A bipolar clip electrode is attached to the auricle at the location of the cymba conchae but no electrical current is applied to the electrode.",
                    "armGroupLabels": [
                        "Transcutaneous Auricular Vagus Nerve Stimulation (taVNS)"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Effect of the Interventions on Inflammation",
                    "description": "The effect of the interventions on inflammation is assessed by plasma levels of pro- and anti-inflammatory cytokines; activation or inactivation of immune cells in the blood; and release of cytokines from TLR-ligand-activated immune cell cultures. All of these inflammatory measures will be determined from blood samples collected on the third study day and therefore, reflect the cumulative effect of the three study days.",
                    "timeFrame": "2 days"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in Autonomic Nervous System Function Induced by the Interventions",
                    "description": "The change in autonomic nervous system function induced by the interventions is assessed by the difference in heart rate variability parameters and baroreceptor-heart rate reflex sensitivity determined before and after the interventions on each study day.",
                    "timeFrame": "110 minutes"
                },
                {
                    "measure": "Cumulative Effect of the Interventions on Autonomic Nervous System Function",
                    "description": "The cumulative effect of the interventions on autonomic nervous system function is assessed by the change in heart rate variability parameters and baroreceptor-heart rate reflex sensitivity from the first to the third study day.",
                    "timeFrame": "2 days"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Age of 18 year or above.\n\nExclusion Criteria:\n\n* Age under 18 years\n* Pregnancy\n* Any findings on the osteopathic screening/evaluation that would hinder the effectiveness - of the occipito-atlantal decompression or splenic lymphatic pump technique\n* Any medication that interferes with the autonomic nervous system function or the immune system (e.g., beta-blockers, steroids, TNF-α inhibitors)\n* Any medical condition that affects the autonomic nervous system or the immune system (e.g., splenomegaly, Epstein-Barr infection within the last 6 months, autonomic neuropathy, pure autonomic failure, rheumatic or autoimmune diseases, acquired autoimmune deficiency syndrome)\n* Any chronic diseases, such as diabetes and hypertension\n* Current drug or alcohol abuse.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Harald M Stauss, MD, PhD",
                    "role": "CONTACT",
                    "phone": "575-674-2327",
                    "email": "hstauss@bcomnm.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Harald M Stauss, MD, PhD",
                    "affiliation": "Burrell College of Osteopathic Medicine",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Burrell College of Osteopathic Medicine",
                    "status": "RECRUITING",
                    "city": "Las Cruces",
                    "state": "New Mexico",
                    "zip": "88001",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Harald M Stauss, MD, PhD",
                            "role": "CONTACT",
                            "phone": "575-674-2327",
                            "email": "hstauss@bcomnm.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 32.31232,
                        "lon": -106.77834
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000007249",
                    "term": "Inflammation"
                }
            ],
            "ancestors": [
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M10293",
                    "name": "Inflammation",
                    "asFound": "Inflammation",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M20758",
                    "name": "Cholinergic Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M4217",
                    "name": "Anti-Inflammatory Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M4854",
                    "name": "Benzocaine",
                    "relevance": "LOW"
                },
                {
                    "id": "T433",
                    "name": "Tannic Acid",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "Infl",
                    "name": "Anti-Inflammatory Agents"
                },
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "Ot",
                    "name": "Other Dietary Supplements"
                }
            ]
        }
    },
    "hasResults": false
}