{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04942067",
            "orgStudyIdInfo": {
                "id": "APG2575MU101"
            },
            "organization": {
                "fullName": "Ascentage Pharma Group Inc.",
                "class": "INDUSTRY"
            },
            "briefTitle": "APG-2575 in Combination With Novel Therapeutic Regimens in Subjects With Relapsed or Refractory Multiple Myeloma",
            "officialTitle": "A Phase Ib/II Open-Label Study of APG-2575 in Combination With Novel Therapeutic Regimens in Subjects With Relapsed or Refractory Multiple Myeloma and Immunoglobin Light Chain Amyloidosis",
            "therapeuticArea": [
                "Other"
            ],
            "study": "apg-in-combination-with-novel-therapeutic-regimens-in-subjects-with-relapsed-or-refractory-multiple-myeloma"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-10",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-12-23",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-09-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-12-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2020-07-29",
            "studyFirstSubmitQcDate": "2021-06-23",
            "studyFirstPostDateStruct": {
                "date": "2021-06-28",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-10-23",
            "lastUpdatePostDateStruct": {
                "date": "2023-10-25",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Ascentage Pharma Group Inc.",
                "class": "INDUSTRY"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This is a Phase Ib/II, open-label, multi-center study evaluating the safety, tolerability, efficacy, and PK/ Pharmacodynamics of APG-2575 in combination with Pd/DRd in patients with relapsed/refractory (RR) multiple myeloma (MM). The study consists of dose escalation and dose expansion phases. The study consists of will start with 2 arms noted below, both arms are independent",
            "detailedDescription": "This is a Phase Ib/II, open-label, multi-center study evaluating the safety, tolerability, efficacy, and PK/ Pharmacodynamics of APG-2575 in combination with Pd/DRd in patients with relapsed/refractory (RR) multiple myeloma (MM). The study consists of dose escalation and dose expansion phases. The study consists of will start with 2 arms noted below, both arms are independent.\n\nArm A: APG-2575 will be administered in combination with Pd to determine the MTD and /RP2D of APG-2575 in subjects with R/R MM.\n\n3+3 design will be utilized in dose escalation phase of APG-2575 in combination with Pd. The starting target dose of APG-2575 is 400 mg (dose level; DL1) and will be escalated in subsequent cohorts to 600 mg (DL2), 800 mg (DL3) accordingly. Dose reduction to 200 mg (DL-1) is acceptable if APG-2575 at dose of 400 mg cannot be tolerated. This rule-based design proceeds with cohorts of three patients. If none of the three patients enrolled in DL1 experiences a DLT, another three patients will be treated at DL2, and so on. However, if one patient experiences a DLT, three more patients will be treated at the same dose level. The dose escalation continues until at least two patients among a cohort of three to six patients experience DLT. MTD is conventionally defined as the highest dose level at which ≤ 33% of patients experience DLT. Higher dose level would be considered after a comprehensive analyses of safety data in the context of 800 mg can be well tolerated, otherwise, 800 mg (DL3) should be considered as MTD (Arm A). RP2D (Arm A) will be determined based on efficacy and safety profile of APG-2575 in combination with Pd.\n\nPatients will receive APG-2575 at target dose once daily for 28 days plus pomalidomide (4 mg ) on Days 1 through 21 and dexamethasone (40 mg for patients ≤ 75 years old or 20 mg for patients \\> 75 years old) on Days 1, 8, 15, and 22 of a repeated 28-day cycle"
        },
        "conditionsModule": {
            "conditions": [
                "Multiple Myeloma",
                "Amyloidosis"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1",
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "SEQUENTIAL",
                "interventionModelDescription": "dose escalation and dose expansion after MTD",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 108,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "APG-2575 +Pd or LD",
                    "type": "EXPERIMENTAL",
                    "description": "APG-2575+ Pomalidomide 4mg QD x 21 days + dexamethasone",
                    "interventionNames": [
                        "Drug: APG-2575+ Pd"
                    ]
                },
                {
                    "label": "APG-2575+LD",
                    "type": "EXPERIMENTAL",
                    "description": "APG-2575+ Lenalidomide +Dexa Days 1 through 21 of each 28-day cycle,",
                    "interventionNames": [
                        "Drug: APG-2575 + DRd"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "APG-2575+ Pd",
                    "description": "APG-2575 + Pomalidomide 4mg QD x 21 days + dexamethasone (40 mg for patients ≤ 75 years old or 20 mg for patients \\> 75 years old) on Days 1, 8, 15, and 22 of a repeated 28-day cycle",
                    "armGroupLabels": [
                        "APG-2575 +Pd or LD"
                    ],
                    "otherNames": [
                        "APG-2575+ Pomalidomide + Dexamethasone"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "APG-2575 + DRd",
                    "description": "APG-2575+ Lenalidomide administered at a dose of 25 mg orally (PO) on Days 1 through 21 of each 28-day cycle, dexamethasone will be administered at a dose of 40 mg (or 20 mg for patients \\> 75 years old) once weekly, and daratumumab will be administered intravenously at a dose of 16 mg/kg (or 1800 mg administered subcutaneously if commercially available) weekly in cycles 1 and 2 and then every 2 weeks in cycles 3 to 6 and every 4 weeks thereafter.",
                    "armGroupLabels": [
                        "APG-2575+LD"
                    ],
                    "otherNames": [
                        "APG-2575+ Lenalidomide +Dexamethasone+Daratumumab"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Dose limiting toxicity",
                    "description": "DLT will be defined based on the rate of drug-related grade 3-5 adverse events experienced within the first 6 weeks (2 cycles) of study treatment. These will be assessed via CTCAE version 5.0",
                    "timeFrame": "28 days"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. ≥ 18 years of age\n2. MM patients (for Arm A and Arm B): Patients with Relapsed/Refractory MM per 2016 IMWG criteria, previously treated with at least 1 but not more than 4 prior lines of therapy for MM. Refractory MM, meanwhile, is defined as disease that progresses on salvage therapy or progresses within 60 days of the last treatment.\n\n   AL amyloidosis patients (for Arm C ONLY): Patients with AL amyloidosis when meeting:\n\n   i. histochemical diagnosis based on detection by polarizing microscopy of green birefringent material in Congo red-stained tissue specimens, the type must have been confirmed unequivocally.\n\n   ii. have symptomatic organ involvement. Only purpura and/or carpal tunnel syndrome are not acceptable.\n\n   iii. have at least one prior line of systemic therapy for AL. Patients who do not achieve at least a PR to frontline therapy in 3 months are eligible.\n\n   iv. All MM/AL patients should have measurable disease of AL amyloidosis as defined by at least ONE of the following:\n   * Serum monoclonal protein ≥1.0 g/dl by protein electrophoresis\n   * \\>200 mg of monoclonal protein in the urine on 24-hour electrophoresis\n   * Serum differential FLC concentration (dFLC, difference between amyloid forming \\[involved\\] and nonamyloid forming \\[uninvolved\\] free light chain \\[FLC\\]) \\> 5 mg/dL; OR serum FLC of 7.5 mg/dL provided the κ/λ FLC ratio is abnormal (κ/λ \\<0.26 for patients with monoclonal λ FLC, κ/λ \\>1.65 for patients with monoclonal κ FLC).\n3. Eastern Cooperative Oncology Group (ECOG) ≤ 2\n4. Life expectancy ≥ 6 months\n5. Adequate hematologic function defined as:\n\n   1. ANC ≥1.0 x 10\\^9/L independent of growth factor support within 7 days of the first dose with study drug\n   2. Hemoglobin ≥8 g/dL without transfusion or growth factor support within 7 days of the first dose of study drug\n   3. Platelet count ≥ 50 x 10\\^9/L without transfusion support within 7 days of the first dose of study drug (for MM patients); or platelet count ≥ 100 x 10\\^9/L or ≥ 50 x 10\\^9/L if bone marrow involvement independent of transfusion support in either (for AL amyloidosis patients).\n6. Adequate hepatic and renal function defined as:\n\n   1. AST and ALT \\< 3 x upper limit of normal (ULN)\n   2. Creatinine clearance \\>30 mL/min (for MM patients); or Creatinine ≤3 mg/dL and CrCL ≥25 ml/min using the Cockcroft-Gault formula (for AL amyloidosis patients)\n   3. Bilirubin\\< 1.5 x ULN (Except if considered secondary to Gilbert's syndrome and primarily indirect bilirubinemia)\n7. PT/INR ≤2 x ULN and PTT (or aPTT) ≤2 x ULN\n8. Female subjects who are of non-reproductive potential (i.e., post-menopausal by history: no menses for ≥2 year; or history of hysterectomy; or history of bilateral tubal ligation; or history of bilateral oophorectomy). Female subjects of childbearing potential must have a negative serum pregnancy test upon study entry.\n9. Male and female subjects who agree to use highly effective methods of birth control (e.g., condoms, implants, injectables, combined oral contraceptives, some intrauterine devices\\[IUDs\\], sexual abstinence, or sterilized partner) during the period of therapy and for 90 days after the last dose of study drug\n10. Ability to complete questionnaire(s) by themselves or with assistance (For AL amyloidosis patients only)\n\nExclusion Criteria:\n\n1. MM patients with newly diagnosed MM, previously untreated for MM or only had been treated with localized palliative treatment or steroids less than equivalent of dexamethasone 40 mg daily for 4 days). AL amyloidosis patients with AL amyloidosis have not been treated with any systemic therapy, or AL amyloidosis clinically overt multiple myeloma i.e. original CRAB criteria. Extent of marrow plasmacytosis is not prohibitive.\n2. Subject has received antineoplastic therapy within 2 weeks before the date of initiating study treatment\n3. Subject has previously received an allogenic stem cell transplant (regardless of timing)\n4. Subjects planning to undergo a stem cell transplant prior to progression of disease on this study, i.e., these subjects should not be enrolled in order to reduce disease burden prior to transplant.\n5. BCL-2-directed therapy within 4 weeks of initiating study treatment. (BCL-2 directed therapy more than 4 weeks before initiation of study treatment is allowed).\n6. For Arm A/C only: The subjects show evidence of intolerance to pomalidomide, which is defined as subjects discontinued due to any AEs related to prior pomalidomide treatment\n7. For Arm B only: The subjects show evidence of intolerance to daratumumab or lenalidomide, which is defined as subjects discontinued due to any AEs related to prior daratumumab or lenalidomide treatment\n8. Patients with any uncontrolled active systemic infection, including but not limited to active hepatitis B or C virus infection, known human immunodeficiency virus (HIV) positive\n9. Subject has peripheral neuropathy ≥grade 3 except caused by AL amyloidosis\n10. Subject has plasma cell leukemia (\\>2.0\\*10\\^9/L circulating plasma cells by standard differential) or Waldenström's macroglobulinemia or POEMS syndrome (polyneuropathy, organomegaly, endocrinopathy, monoclonal protein, and skin changes)\n11. Plasmapheresis \\<35 days prior to the initiation of study drug\n12. Failure to have fully recovered (i.e., ≤ Grade 1 toxicity) from the reversible effects of prior treatment for MM or AL amyloidosis\n13. Unable to swallow tablets or malabsorption syndrome, disease significantly affecting gastrointestinal function, or resection of the stomach or small bowel, symptomatic inflammatory bowel disease or ulcerative colitis, or partial or complete bowel obstruction\n14. Currently active, clinically significant cardiovascular disease, such as uncontrolled arrhythmia (including Frederica corrected QT interval (QTc) ≥470 msec ) or Class 3 or 4 congestive heart failure as defined by the New York Heart Association Functional Classification; or a history of myocardial infarction, unstable angina, or acute coronary syndrome within 6 months prior to initiating study treatment\n15. Major surgical procedure within ≤14 days prior to initiating study treatment, or anticipation of the need for major surgery during the course of the study treatment, radiotherapy ≤14 days prior to initiating study treatment, systemic treatment within 14 days before the first dose of APG-2575\n16. Recent infection requiring systemic treatment that was completed ≤14 days before the first dose of study drug\n17. Vaccinated with live, attenuated vaccines within 4 weeks of initiation of APG-2575 (for patients' safety, patients could receive COVID-19 vaccination before or during study period as judged by HCP as beneficial)\n18. Subject has any concurrent or recent malignancy ≤ 1 year prior to registration with the exception of: basal or squamous cell skin cancer, any carcinoma in situ. NOTE: If there is a history or prior malignancy, they must not be receiving other specific treatment for their cancer.\n19. Requires treatment with a strong cytochrome P450 (CYP) 3A inhibitor\n20. Known bleeding disorders (e.g., von Willebrand's disease) or hemophilia\n21. History of stroke or intracranial hemorrhage within 6 months prior to enrollment\n22. Any other condition or circumstance that would, in the opinion of the investigator, make the patient unsuitable for participation in the study",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Angela Kaiser",
                    "role": "CONTACT",
                    "phone": "301-509-0357",
                    "email": "angela.kaiser@ascentage.com"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Yifan Zhai, MD, PhD",
                    "affiliation": "Ascentage Pharma Group Inc.",
                    "role": "STUDY_CHAIR"
                }
            ],
            "locations": [
                {
                    "facility": "Mayo Clinic",
                    "status": "RECRUITING",
                    "city": "Jacksonville",
                    "state": "Florida",
                    "zip": "32224",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 30.33218,
                        "lon": -81.65565
                    }
                },
                {
                    "facility": "Weil Cornell Medical Center",
                    "status": "RECRUITING",
                    "city": "New York",
                    "state": "New York",
                    "zip": "10065",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 40.71427,
                        "lon": -74.00597
                    }
                },
                {
                    "facility": "Cleveland Clinic Hosptials",
                    "status": "RECRUITING",
                    "city": "Cleveland",
                    "state": "Ohio",
                    "zip": "44103",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 41.4995,
                        "lon": -81.69541
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009101",
                    "term": "Multiple Myeloma"
                },
                {
                    "id": "D000054219",
                    "term": "Neoplasms, Plasma Cell"
                },
                {
                    "id": "D000000686",
                    "term": "Amyloidosis"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000020141",
                    "term": "Hemostatic Disorders"
                },
                {
                    "id": "D000014652",
                    "term": "Vascular Diseases"
                },
                {
                    "id": "D000002318",
                    "term": "Cardiovascular Diseases"
                },
                {
                    "id": "D000010265",
                    "term": "Paraproteinemias"
                },
                {
                    "id": "D000001796",
                    "term": "Blood Protein Disorders"
                },
                {
                    "id": "D000006402",
                    "term": "Hematologic Diseases"
                },
                {
                    "id": "D000006474",
                    "term": "Hemorrhagic Disorders"
                },
                {
                    "id": "D000008232",
                    "term": "Lymphoproliferative Disorders"
                },
                {
                    "id": "D000007160",
                    "term": "Immunoproliferative Disorders"
                },
                {
                    "id": "D000007154",
                    "term": "Immune System Diseases"
                },
                {
                    "id": "D000057165",
                    "term": "Proteostasis Deficiencies"
                },
                {
                    "id": "D000008659",
                    "term": "Metabolic Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4021",
                    "name": "Amyloidosis",
                    "asFound": "Amyloidosis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12058",
                    "name": "Multiple Myeloma",
                    "asFound": "Multiple Myeloma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M27588",
                    "name": "Neoplasms, Plasma Cell",
                    "asFound": "Multiple Myeloma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M21977",
                    "name": "Hemostatic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M5059",
                    "name": "Blood Coagulation Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M17400",
                    "name": "Vascular Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M13178",
                    "name": "Paraproteinemias",
                    "relevance": "LOW"
                },
                {
                    "id": "M5077",
                    "name": "Blood Protein Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M9490",
                    "name": "Hematologic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M9560",
                    "name": "Hemorrhagic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M11225",
                    "name": "Lymphoproliferative Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M10206",
                    "name": "Immunoproliferative Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M10200",
                    "name": "Immune System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M28747",
                    "name": "Proteostasis Deficiencies",
                    "relevance": "LOW"
                },
                {
                    "id": "M11639",
                    "name": "Metabolic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T3947",
                    "name": "Multiple Myeloma",
                    "asFound": "Multiple Myeloma",
                    "relevance": "HIGH"
                },
                {
                    "id": "T254",
                    "name": "AL Amyloidosis",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                },
                {
                    "abbrev": "BC15",
                    "name": "Blood and Lymph Conditions"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000003907",
                    "term": "Dexamethasone"
                },
                {
                    "id": "C000018038",
                    "term": "Dexamethasone acetate"
                },
                {
                    "id": "D000077269",
                    "term": "Lenalidomide"
                },
                {
                    "id": "C000556306",
                    "term": "Daratumumab"
                },
                {
                    "id": "C000467566",
                    "term": "Pomalidomide"
                },
                {
                    "id": "C000101468",
                    "term": "BB 1101"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000893",
                    "term": "Anti-Inflammatory Agents"
                },
                {
                    "id": "D000000932",
                    "term": "Antiemetics"
                },
                {
                    "id": "D000001337",
                    "term": "Autonomic Agents"
                },
                {
                    "id": "D000018373",
                    "term": "Peripheral Nervous System Agents"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000005765",
                    "term": "Gastrointestinal Agents"
                },
                {
                    "id": "D000005938",
                    "term": "Glucocorticoids"
                },
                {
                    "id": "D000006728",
                    "term": "Hormones"
                },
                {
                    "id": "D000006730",
                    "term": "Hormones, Hormone Substitutes, and Hormone Antagonists"
                },
                {
                    "id": "D000018931",
                    "term": "Antineoplastic Agents, Hormonal"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                },
                {
                    "id": "D000011480",
                    "term": "Protease Inhibitors"
                },
                {
                    "id": "D000004791",
                    "term": "Enzyme Inhibitors"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000007155",
                    "term": "Immunologic Factors"
                },
                {
                    "id": "D000020533",
                    "term": "Angiogenesis Inhibitors"
                },
                {
                    "id": "D000043924",
                    "term": "Angiogenesis Modulating Agents"
                },
                {
                    "id": "D000006133",
                    "term": "Growth Substances"
                },
                {
                    "id": "D000006131",
                    "term": "Growth Inhibitors"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M7102",
                    "name": "Dexamethasone",
                    "asFound": "High",
                    "relevance": "HIGH"
                },
                {
                    "id": "M235549",
                    "name": "Dexamethasone acetate",
                    "asFound": "High",
                    "relevance": "HIGH"
                },
                {
                    "id": "M1725",
                    "name": "Lenalidomide",
                    "asFound": "Respiratory",
                    "relevance": "HIGH"
                },
                {
                    "id": "M233261",
                    "name": "Pomalidomide",
                    "asFound": "Retinal",
                    "relevance": "HIGH"
                },
                {
                    "id": "M272211",
                    "name": "Daratumumab",
                    "asFound": "Kidney Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M199152",
                    "name": "BB 1101",
                    "asFound": "High",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4217",
                    "name": "Anti-Inflammatory Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M4251",
                    "name": "Antiemetics",
                    "relevance": "LOW"
                },
                {
                    "id": "M8881",
                    "name": "Gastrointestinal Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M9047",
                    "name": "Glucocorticoids",
                    "relevance": "LOW"
                },
                {
                    "id": "M9789",
                    "name": "Hormones",
                    "relevance": "LOW"
                },
                {
                    "id": "M9788",
                    "name": "Hormone Antagonists",
                    "relevance": "LOW"
                },
                {
                    "id": "M20966",
                    "name": "Antineoplastic Agents, Hormonal",
                    "relevance": "LOW"
                },
                {
                    "id": "M19609",
                    "name": "HIV Protease Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M14343",
                    "name": "Protease Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M7951",
                    "name": "Enzyme Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M10201",
                    "name": "Immunologic Factors",
                    "relevance": "LOW"
                },
                {
                    "id": "M22318",
                    "name": "Angiogenesis Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M9231",
                    "name": "Growth Inhibitors",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Infl",
                    "name": "Anti-Inflammatory Agents"
                },
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "AnEm",
                    "name": "Antiemetics"
                },
                {
                    "abbrev": "Gast",
                    "name": "Gastrointestinal Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "Infe",
                    "name": "Anti-Infective Agents"
                }
            ]
        }
    },
    "hasResults": false
}