{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT01212055",
            "orgStudyIdInfo": {
                "id": "100201"
            },
            "secondaryIdInfos": [
                {
                    "id": "10-C-0201"
                }
            ],
            "organization": {
                "fullName": "National Institutes of Health Clinical Center (CC)",
                "class": "NIH"
            },
            "briefTitle": "Apheresis of Patients With Immunodeficiency",
            "officialTitle": "Apheresis and CD34+ Selection of Mobilized Peripheral Blood CD34+ Cells From Patients With DOCK8 Deficiency, LAD-1, and GATA2 Deficiency",
            "therapeuticArea": [
                "Other"
            ],
            "study": "apheresis-of-patients-with-immunodeficiency"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06-25",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2010-11-08",
                "type": "ACTUAL"
            },
            "studyFirstSubmitDate": "2010-09-29",
            "studyFirstSubmitQcDate": "2010-09-29",
            "studyFirstPostDateStruct": {
                "date": "2010-09-30",
                "type": "ESTIMATED"
            },
            "lastUpdateSubmitDate": "2024-07-11",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-12",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "National Cancer Institute (NCI)",
                "class": "NIH"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Background:\n\n- Gene therapy is being investigated as a possible treatment for individuals with immunodeficiency diseases or other conditions that make it difficult to fight off infection. Gene therapy avoids problems with donor identification and possible rejection of bone marrow transplant by using the patient s own modified blood cells to help treat the disease. Researchers are interested in collecting stem cells from the blood of individuals with immunodeficiency diseases in order to use the cells to develop potential gene therapy treatments.\n\nObjectives:\n\n- To collect blood stem cells from patients with immunodeficiency diseases tto test our ability to correct the defects of these cells in the test tube.\n\nEligibility:\n\n* Individuals between 18 and 40 years of age with immunodeficiency diseases.\n* Individuals with human immunodeficiency virus (HIV) will not be able to participate in this study.\n\nDesign:\n\n* Participants will provide an initial blood sample for disease screening (such as hepatitis B and C, syphilis, or viruses like the Epstein-Barr virus, herpes simplex virus, or toxoplasmosis) and to check kidney and liver function.\n* Starting 5 days before blood donation, participants will receive daily injections of a drug called G-CSF (granulocyte colony stimulating factor, or filgrastim), which pushes stem cells out of the bone marrow and into the bloodstream. Participants will receive the injections at the National Institutes of Health Clinical Center.\n* On day 5, participants will have a single leukapheresis procedure to collect the stem cells from the blood.\n* No additional treatment will be provided as part of this protocol. The cells that are collected will be used fore experiments in the lab and will not be used to treat individuals with these diseases.",
            "detailedDescription": "Background\n\nPrimary immunodeficiency diseases (PID) represent candidate genetic disorders for new therapeutic approaches. Our laboratory is developing new therapies for patients with PID using autologous CD34+ hematopoietic stem cells (HSC). Newer therapies may circumvent problems with allogeneic HSC transplantation, especially graft rejection and graft-versus-host-disease. We are particularly interested in three PID: Dedicator of CytoKinesis-8 (DOCK8) deficiency, Leukocyte Adhesion Deficiency type 1 (LAD-1), and GATA2 Deficiency. For all three diseases the gene has been cloned. Testing new therapies for these diseases would be considerably enhanced by the acquisition of peripheral blood CD34+ cells from patients with these immunodeficiency diseases.\n\nObjectives\n\nTo provide a source of filgrastim or filgrastim biosimilar mobilized peripheral blood CD34+ hematopoietic stem cells (HSC) for laboratory research studies for DOCK8 deficiency, LAD-1, and GATA2 Deficiency.\n\nEligibility\n\nPatients 18-40 years old with DOCK8 deficiency, LAD-1, and GATA2 Deficiency who meet the eligibility requirements will be considered for this protocol.\n\nDesign\n\nPatients 18-40 years old with DOCK8 deficiency, LAD-1, and GATA2 Deficiency will receive five days of filgrastim or filgrastim biosimilar followed by a single apheresis. CD34+ cells will be selected and frozen in aliquots by the Cell Processing Section of the Department of Transfusion Medicine. No treatments, or investigational therapy will be administered on this protocol."
        },
        "conditionsModule": {
            "conditions": [
                "LAD-1",
                "DOCK8",
                "GATA2 Deficancy"
            ],
            "keywords": [
                "PBSC Collection",
                "Immunodeficiency",
                "Spectra Apheresis System",
                "Stem Cell Mobilization",
                "Leukapheresis",
                "Natural History"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "designInfo": {
                "observationalModel": "CASE_CONTROL",
                "timePerspective": "PROSPECTIVE"
            },
            "enrollmentInfo": {
                "count": 6,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Cohort 1",
                    "description": "Patients with DOCK8 deficiency, LAD-1, or GATA2 Deficiency"
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "To collect blood stem cells from patients with immunodeficiency diseases to test our ability to correct the defects of these cells in the test tube.",
                    "description": "Obtain granulocyte colony stimulating factor mobilized peripheral blood CD34+ hematopoietic stem cells (HSC) by apheresis for laboratory research studies for DOCK8 deficiency, LAD-1, and GATA2 deficiency.",
                    "timeFrame": "5 days"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "-INCLUSION CRITERIA - PATIENT:\n\n1. Patient age of 18-40 years.\n2. Diagnosis of DOCK8 deficiency, LAD-1, or GATA2 Deficiency:\n\n   -DOCK8 deficiency\n   * Homozygous or compound heterozygous mutations in the DOCK8 gene.\n\n     -LAD-1\n   * Less than 10% CD18 expression on the neutrophil surface.\n\n     -GATA2 Deficiency\n   * Deleterious mutation of GATA2 Gene\n3. Serum creatinine \\<1.5 mg/dL.\n4. Total Bilirubin \\< 3mg/dl, ALT and AST \\< 5X upper limit of normal.\n5. Ability to give informed consent.\n6. Adequate venous access for peripheral apheresis, or consent to use a temporary central venous catheter for apheresis.\n7. Female patients of childbearing age must have a negative urine pregnancy test within one week prior to beginning filgrastim or filgrastim biosimilar administration.\n\nEXCLUSION CRITERIA- PATIENT:\n\n1. HIV infection.\n2. Chronic hepatitis B or hepatitis C virus infection.\n3. History of psychiatric disorder which may compromise compliance with protocol, or which does not allow for appropriate informed consent.\n4. Active infection that is not responding to antimicrobial therapy.\n5. Pregnant women may not participate per OHSRP SOP.\n6. Any female who is breastfeeding as the effects of filgrastim or filgrastim biosimilar product on infants is not known.\n7. Sexually active individuals capable of becoming pregnant who are unable or unwilling to use effective form(s) of contraception during the 10 days surrounding filgrastim or filgrastim biosimilar product administration and apheresis procedure(s). Effective forms of contraception include one or more of the following: intrauterine device (IUD), hormonal (birth control pills, injections, or implants), tubal ligation/hysterectomy, partner s vasectomy, barrier methods, (condom, diaphragm, or cervical cap), or abstinence. Males on the protocol must use an effective form of contraception at study entry.\n8. Presence of active malignancy in another organ system other than the hematopoietic system.\n9. Patients with active pulmonary disease.\n10. History of hypertension that is not controlled by medication, stroke, or severe heart disease. Individuals with symptomatic angina will be considered to have severe heart disease and will not be eligible.\n11. Other medical contraindications to stem cell donation (i.e., severe atherosclerosis, autoimmune disease, iritis or episcleritis, deep venous thrombosis, cerebrovascular accident).\n12. Thrombocytopenia (platelets less than 50,000 per microliter) at baseline evaluation.\n13. Patients receiving experimental therapy or investigational agents.\n14. Sensitivity to filgrastim, to E. Coli derived products, or to a biosimilar recombinant protein to filgrastim.\n15. Patients must test negative for transfusion-transmissible infectious agents, including hepatitis B (HBsAg), hepatitis C (anti-HCV), HIV (anti-HIV-1/2).",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "40 Years",
            "stdAges": [
                "ADULT"
            ],
            "studyPopulation": "Patients with DOCK8 deficiency, LAD-1, and GATA2 Deficiency who are between 18 and 40 years of age meeting the eligibility criteria will be considered for the protocol.",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Dennis D Hickstein, M.D.",
                    "role": "CONTACT",
                    "phone": "(240) 760-6169",
                    "email": "hicksted@mail.nih.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Dennis D Hickstein, M.D.",
                    "affiliation": "National Cancer Institute (NCI)",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "National Institutes of Health Clinical Center",
                    "status": "RECRUITING",
                    "city": "Bethesda",
                    "state": "Maryland",
                    "zip": "20892",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 38.98067,
                        "lon": -77.10026
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "9242518",
                    "type": "BACKGROUND",
                    "citation": "Anderlini P, Korbling M, Dale D, Gratwohl A, Schmitz N, Stroncek D, Howe C, Leitman S, Horowitz M, Gluckman E, Rowley S, Przepiorka D, Champlin R. Allogeneic blood stem cell transplantation: considerations for donors. Blood. 1997 Aug 1;90(3):903-8."
                },
                {
                    "pmid": "16868255",
                    "type": "BACKGROUND",
                    "citation": "Bauer TR Jr, Hai M, Tuschong LM, Burkholder TH, Gu YC, Sokolic RA, Ferguson C, Dunbar CE, Hickstein DD. Correction of the disease phenotype in canine leukocyte adhesion deficiency using ex vivo hematopoietic stem cell gene therapy. Blood. 2006 Nov 15;108(10):3313-20. doi: 10.1182/blood-2006-03-006908. Epub 2006 Jul 25."
                },
                {
                    "pmid": "12963272",
                    "type": "BACKGROUND",
                    "citation": "Creevy KE, Bauer TR Jr, Tuschong LM, Embree LJ, Silverstone AM, Bacher JD, Romines C, Garnier J, Thomas ML 3rd, Colenda L, Hickstein DD. Mixed chimeric hematopoietic stem cell transplant reverses the disease phenotype in canine leukocyte adhesion deficiency. Vet Immunol Immunopathol. 2003 Oct 15;95(3-4):113-21. doi: 10.1016/s0165-2427(03)00108-9."
                },
                {
                    "pmid": "21508125",
                    "type": "DERIVED",
                    "citation": "Calvo KR, Vinh DC, Maric I, Wang W, Noel P, Stetler-Stevenson M, Arthur DC, Raffeld M, Dutra A, Pak E, Myung K, Hsu AP, Hickstein DD, Pittaluga S, Holland SM. Myelodysplasia in autosomal dominant and sporadic monocytopenia immunodeficiency syndrome: diagnostic features and clinical implications. Haematologica. 2011 Aug;96(8):1221-5. doi: 10.3324/haematol.2011.041152. Epub 2011 Apr 20."
                }
            ],
            "seeAlsoLinks": [
                {
                    "label": "NIH Clinical Center Detailed Web Page",
                    "url": "https://clinicalstudies.info.nih.gov/cgi/detail.cgi?A_2010-C-0201.html"
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M10199",
                    "name": "Immunologic Deficiency Syndromes",
                    "relevance": "LOW"
                },
                {
                    "id": "M1797",
                    "name": "GATA2 Deficiency",
                    "relevance": "LOW"
                },
                {
                    "id": "T3394",
                    "name": "Leukocyte Adhesion Deficiency Type 1",
                    "relevance": "LOW"
                },
                {
                    "id": "T2447",
                    "name": "GATA2 Deficiency",
                    "relevance": "LOW"
                },
                {
                    "id": "T618",
                    "name": "Autosomal Recessive Hyper IgE Syndrome",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC15",
                    "name": "Blood and Lymph Conditions"
                },
                {
                    "abbrev": "BC16",
                    "name": "Diseases and Abnormalities at or Before Birth"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}