{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06016517",
            "orgStudyIdInfo": {
                "id": "00003917"
            },
            "organization": {
                "fullName": "Tufts Medical Center",
                "class": "OTHER"
            },
            "briefTitle": "Application of N-of-1 Rheumatoid Arthritis",
            "officialTitle": "Application of the N-of-1 Trial Design in Rheumatoid Arthritis",
            "therapeuticArea": [
                "Orthopedics"
            ],
            "study": "application-of-n-of-rheumatoid-arthritis"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-07-01",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-07-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-07-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-06-26",
            "studyFirstSubmitQcDate": "2023-08-24",
            "studyFirstPostDateStruct": {
                "date": "2023-08-29",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-05",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-06",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Tufts Medical Center",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "The goal of this N-of-1 study is to learn about treatment for individual patients who have rheumatoid arthritis (RA,) for which many treatments are available. The treatments are different in how they work, the way they are given, side- effects, and cost. While treatment guidelines are available, finding the best treatment order of treatments is often based on physician choice. The main question this study aims to answer are:\n\n* What are the effects of different treatments on RA symptoms and condition for each individual patient\n* What is the effectiveness of different treatments across all patients enrolled in the N-of-1 study\n\nParticipants will be enrolled and randomized to a sequence of three U.S. Food and Drug Administration (FDA) approved RA medications: 1. adalimumab, 2. sarilumab, and 3. upadacitinib. Participants will be asked to complete questionnaires about their condition and quality of life weekly (either in clinic or remotely) and report their level of pain daily (remotely).",
            "detailedDescription": "Rheumatoid arthritis (RA) is a chronic, slowly progressive condition for which numerous treatment options are available. The therapies vary in mechanism of action, mode of administration, side- effect (adverse event) profile, and cost. While consensus treatment guidelines are available, identifying an optimal treatment sequence is often based on clinician choice with treatment changes based on tolerability and short- term outcome. The N-of-1 trial will evaluate individual participant and aggregate data.\n\nIndividual participants will be enrolled and randomized to a sequence of three U.S. Food and Drug Administration (FDA)-approved therapeutic agents - adalimumab, sarilumab, upadacitinib- plus matching placebos to enable blinding of patients, clinicians, and study personnel.\n\nThe N-of-1- RA protocol describes patient allocation into a series of individual randomized comparisons. These treatment conditions are double-blind and randomized, with inclusion of matching parallel placebo treatments identical in appearance to the active medications:\n\n• Patients with newly diagnosed rheumatoid arthritis following initial treatment with methotrexate (MTX). Prior to randomization, participants will be allocated to:\n\n* MTX responder\n* MTX non- responder\n\nEligible participants will either continue MTX or discontinue MTX, based on response to initial therapy and tolerance. Participants identified for subsequent biologic therapy will enter the blinded biologic therapy phase of the study; with MTX either continued or not continued. This phase consists of a sequence of 3 therapeutic intervention regimens, each lasting 12-weeks. Each treatment period includes matching parallel placebo treatments identical to the active medications in appearance to ensure blinding of patients, clinicians, and study personnel.\n\nThe treatment conditions are as follows:\n\nA. Tumor Necrosis Factor (TNF) Inhibitor biologic: Adalimumab 40 mg subcutaneously every 2 weeks via subcutaneous injection with oral placebo once daily.\n\nB. Non-TNF-Inhibitor biologic: Sarilumab 200 mg via subcutaneous injection every 2 weeks with oral placebo once daily.\n\nC. Janus Kinase (JAK) Inhibitor: Upadacitinib 15 mg orally once daily with subcutaneous placebo injection every 2 weeks.\n\nPrimary Objective (individual N-of-1 trial): To generate randomized evidence about the effects of therapeutic agents on RA symptoms and disease activity to inform decision about best treatment at the end of the trial period for each participant.\n\nSecondary Objective (aggregation of the series of N-of-1 trials): To evaluate the average relative effectiveness of therapeutic agents across all participants and explore heterogeneity of treatment effects.\n\nFor the aggregated series of N-of-1 trial, we will use the following hierarchy of endpoints.\n\n* Primary Endpoint:\n* DAS28 (CRP)\n* Secondary Endpoints including:\n* American College of Rheumatology 20% (ACR20), 50% (ACR50) and 70% (ACR70) response\n* Routine Assessment of Patient Index Data (RAPID3) score based on participants' report of overall assessment of the disease, the level of pain, and the amount of physical disability"
        },
        "conditionsModule": {
            "conditions": [
                "Arthritis, Rheumatoid"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": false,
            "designInfo": {
                "observationalModel": "OTHER",
                "timePerspective": "PROSPECTIVE"
            },
            "enrollmentInfo": {
                "count": 18,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Adalimumab",
                    "description": "40 mg subcutaneously every 2 weeks with oral placebo once daily",
                    "otherNames": [
                        "Humira"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Sarilumab",
                    "description": "200 mg subcutaneously every 2 weeks with oral placebo once daily",
                    "otherNames": [
                        "Kevzara"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Upadacitinib",
                    "description": "15 mg orally once daily with subcutaneous placebo injection every 2 weeks",
                    "otherNames": [
                        "Rinvoq"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in Disease Activity Score (DAS) 28",
                    "description": "Evaluates patient and physician overall assessment of disease activity, including the number of swollen and painful joints (out of 28 joints),",
                    "timeFrame": "Baseline and at week 4, 8 and 12"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in The Routine Assessment of Patient Index Data 3 (RAPID3)",
                    "description": "Assessment of a) function, b) pain, and c) patient global estimate of status",
                    "timeFrame": "Baseline and at week 4, 6, 8, 10 and 12"
                },
                {
                    "measure": "Change in American College of Rheumatology 20 (ACR20)",
                    "description": "≥20% fewer tender and swollen joints and ≥20% improvement in three of five other domains; a) patient global assessment, b) physician global assessment, c) functional questionnaire, d) pain score, and f) erythrocyte sedimentation rate (ESR) or C-reactive protein (CRP)",
                    "timeFrame": "Baseline and at week 4, 8 and 12"
                },
                {
                    "measure": "Change in American College of Rheumatology 50 (ACR50)",
                    "description": "≥50% fewer tender and swollen joints and ≥20% improvement in three of five other domains; a) patient global assessment, b) physician global assessment, c) functional questionnaire, d) pain score, and f) erythrocyte sedimentation rate (ESR) or C-reactive protein (CRP)",
                    "timeFrame": "Baseline and at week 4, 8 and 12"
                },
                {
                    "measure": "Change in American College of Rheumatology 70 (ACR70)",
                    "description": "≥70% fewer tender and swollen joints and ≥20% improvement in three of five other domains; a) patient global assessment, b) physician global assessment, c) functional questionnaire, d) pain score, and f) erythrocyte sedimentation rate (ESR) or C-reactive protein (CRP)",
                    "timeFrame": "Baseline and at week 4, 8 and 12"
                },
                {
                    "measure": "The Medical Outcome Study Short-Form 12- item Health Survey (SF-12)",
                    "description": "General Health Questionnaire",
                    "timeFrame": "Baseline and at week 4, 6, 8, 10 and 12"
                },
                {
                    "measure": "The Patient-Reported Measure of Physical Function (PROMIS) PF10a",
                    "description": "Patient self- assessment of function",
                    "timeFrame": "Baseline and at week 4, 6, 8, 10 and 12"
                },
                {
                    "measure": "Treatment Burden Questionnaire (TBQ)",
                    "description": "Assessment of the burden associated with taking medicine, self-monitoring, laboratory tests, doctor visits, need for organization, administrative tasks, following advice on diet and physical activity, and social impact of treatment.",
                    "timeFrame": "At End of Treatment"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* • Newly diagnosed adult-onset Rheumatoid Arthritis (RA) as defined by the American College of Rheumatology/ European League Against Rheumatism (ACR/EULAR) 2021 Criteria for the Classification of RA\n\n  * Moderately to severely active RA defined as the presence of at least 6/68 tender joints and at least 6/66 swollen joints\n  * C-reactive protein (CRP) or high-sensitivity C-reactive protein (hsCRP) measurement ≥ 1 time the upper limit of normal\n  * First-line therapy with MTX for at least the 12 weeks prior to study entry with a continuous, non-changing dose for at least 8 weeks prior to study entry but continue to exhibit active RA\n  * Had to discontinue MTX due to intolerability or toxicity, irrespective of treatment duration\n  * Have never received adalimumab, sarilumab, upadacitinib prior to first dose of study drug.\n  * Provision of informed consent\n  * Stated willingness to comply with all study procedures and availability for the duration of the study\n  * 18 years of age or older\n  * Ability to take oral medication and be willing to adhere to the three treatment periods\n  * Patients are eligible whether their disease responded adequately or inadequately to first-line MTX or if they were intolerant to first-line MTX.\n\nExclusion Criteria:\n\n* • History of any arthritis with onset prior to age 17 years or current diagnosis of inflammatory joint disease other than RA\n\n  * Has received intra-articular, intravenous, intramuscular corticosteroids within 28 days prior to baseline\n  * Known allergic reactions to components of any of the three biologic agents\n  * Is currently receiving corticosteroids at doses \\> (greater than) 10 mg per day of prednisone (or equivalent) or have been receiving an unstable dosing regimen of corticosteroids within 2 weeks of study entry or within 6 weeks of planned randomization\n  * Has experienced any of the following within 12 weeks of study entry: myocardial infarction, unstable ischemic heart disease, stroke, or have New York Heart Association stage IV heart failure\n  * Tuberculosis infection\n  * Hepatitis B or C infection\n  * History of venous thromboembolic event (deep vein thrombosis, pulmonary embolism)\n  * Has a history or presence of cardiovascular, respiratory, hepatic, gastrointestinal, endocrine, hematological, neurological, or neuropsychiatric disorders or any other serious and/or unstable illness that, in the opinion of the investigator, could constitute a risk or could interfere with the interpretation of data\n  * Has an estimated glomerular filtration rate (eGFR) based on the most recent available serum creatinine of \\< (less than) 40 milliliter per minute per 1.73 m\\^2 (mL/min/1.73 m\\^2)\n  * Has a history of chronic liver disease with the most recent available aspartate aminotransferase (AST) or alanine aminotransferase (ALT) \\>1.5 times the ULN or the most recent available total bilirubin ≥1.5 times the ULN\n  * Has a history of, lymphoproliferative disease; or have signs or symptoms suggestive of possible lymphoproliferative disease, including lymphadenopathy or splenomegaly; or have active primary or recurrent malignant disease; or have been in remission from clinically significant malignancy for \\<5 years\n  * Has been exposed to a live vaccine within 12 weeks prior to planned randomization or are expected to need/receive a live vaccine during the course of the study (with the exception of herpes zoster vaccination)\n  * Has a current or recent clinically serious viral, bacterial, fungal, or parasitic infection\n  * Has had symptomatic herpes zoster infection within 12 weeks prior to study entry\n  * Is immunocompromised and, in the opinion of the investigator, are at an unacceptable risk for participating in the study\n  * Has a history of active hepatitis B virus (HBV), hepatitis C virus (HCV), or human immunodeficiency virus (HIV)\n  * Has evidence of active or latent tuberculosis (TB)\n  * Current hospitalization or requiring hospital admission at screening\n  * Pregnant or breastfeeding\n  * Participation in another therapeutic clinical trial for RA\n  * Lack of internet access to telehealth platform\n  * Non-English speaking participants",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "Study participants will be individuals with newly- diagnosed RA, based on established clinical, radiologic, and laboratory criteria. Patients who are candidates for disease-modifying pharmacologic treatment will be offered the option of participating in the study.",
            "samplingMethod": "PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Dorothy Dulko",
                    "role": "CONTACT",
                    "phone": "6176365009",
                    "email": "ddulko@tuftsmedicalcenter.org"
                }
            ],
            "locations": [
                {
                    "facility": "Tufts Medical Center",
                    "city": "Boston",
                    "state": "Massachusetts",
                    "zip": "02111",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 42.35843,
                        "lon": -71.05977
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000001168",
                    "term": "Arthritis"
                },
                {
                    "id": "D000001172",
                    "term": "Arthritis, Rheumatoid"
                }
            ],
            "ancestors": [
                {
                    "id": "D000007592",
                    "term": "Joint Diseases"
                },
                {
                    "id": "D000009140",
                    "term": "Musculoskeletal Diseases"
                },
                {
                    "id": "D000012216",
                    "term": "Rheumatic Diseases"
                },
                {
                    "id": "D000003240",
                    "term": "Connective Tissue Diseases"
                },
                {
                    "id": "D000001327",
                    "term": "Autoimmune Diseases"
                },
                {
                    "id": "D000007154",
                    "term": "Immune System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4476",
                    "name": "Arthritis",
                    "asFound": "Arthritis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4480",
                    "name": "Arthritis, Rheumatoid",
                    "asFound": "Arthritis, Rheumatoid",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10621",
                    "name": "Joint Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12097",
                    "name": "Musculoskeletal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M15045",
                    "name": "Rheumatic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M6323",
                    "name": "Collagen Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M6464",
                    "name": "Connective Tissue Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M4629",
                    "name": "Autoimmune Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10200",
                    "name": "Immune System Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC05",
                    "name": "Musculoskeletal Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000068879",
                    "term": "Adalimumab"
                },
                {
                    "id": "C000613732",
                    "term": "Upadacitinib"
                }
            ],
            "ancestors": [
                {
                    "id": "D000079424",
                    "term": "Tumor Necrosis Factor Inhibitors"
                },
                {
                    "id": "D000000893",
                    "term": "Anti-Inflammatory Agents"
                },
                {
                    "id": "D000018501",
                    "term": "Antirheumatic Agents"
                },
                {
                    "id": "D000075242",
                    "term": "Janus Kinase Inhibitors"
                },
                {
                    "id": "D000047428",
                    "term": "Protein Kinase Inhibitors"
                },
                {
                    "id": "D000004791",
                    "term": "Enzyme Inhibitors"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M326",
                    "name": "Adalimumab",
                    "asFound": "Of 5",
                    "relevance": "HIGH"
                },
                {
                    "id": "M275493",
                    "name": "Upadacitinib",
                    "asFound": "Hepatectomy",
                    "relevance": "HIGH"
                },
                {
                    "id": "M2052",
                    "name": "Tumor Necrosis Factor Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M4217",
                    "name": "Anti-Inflammatory Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M20604",
                    "name": "Antirheumatic Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M1474",
                    "name": "Janus Kinase Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M25820",
                    "name": "Protein Kinase Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M7951",
                    "name": "Enzyme Inhibitors",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Infl",
                    "name": "Anti-Inflammatory Agents"
                },
                {
                    "abbrev": "ARhu",
                    "name": "Antirheumatic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}