{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06264700",
            "orgStudyIdInfo": {
                "id": "STUDY00003303"
            },
            "secondaryIdInfos": [
                {
                    "id": "R44HL169085",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/R44HL169085"
                }
            ],
            "organization": {
                "fullName": "Nationwide Children's Hospital",
                "class": "OTHER"
            },
            "briefTitle": "Applying Directly Observed Therapy to Hydroxyurea to Realize Effectiveness",
            "officialTitle": "Applying Directly Observed Therapy to Hydroxyurea to Realize Effectiveness",
            "acronym": "ADHERE",
            "therapeuticArea": [
                "Other"
            ],
            "study": "applying-directly-observed-therapy-to-hydroxyurea-to-realize-effectiveness"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-02",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-03",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-12",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-12",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-01-12",
            "studyFirstSubmitQcDate": "2024-02-09",
            "studyFirstPostDateStruct": {
                "date": "2024-02-20",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-02-09",
            "lastUpdatePostDateStruct": {
                "date": "2024-02-20",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Susan Creary",
                "investigatorTitle": "Associate Professor of Pediatrics and Pediatric Hematologist, Division of Hematology/Oncology/BMT",
                "investigatorAffiliation": "Nationwide Children's Hospital"
            },
            "leadSponsor": {
                "name": "Nationwide Children's Hospital",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Ann & Robert H Lurie Children's Hospital of Chicago",
                    "class": "OTHER"
                },
                {
                    "name": "Hasbro Children's Hospital",
                    "class": "OTHER"
                },
                {
                    "name": "National Institutes of Health (NIH)",
                    "class": "NIH"
                },
                {
                    "name": "National Heart, Lung, and Blood Institute (NHLBI)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "This study is for caregivers of young children with sickle cell disease and adolescents with sickle cell disease who are currently prescribed hydroxyurea and are receiving care at one of the study sites. The study will assess retention and engagement during a pilot randomized control trial comparing video directly observed therapy (VDOT) to attention control. We also hope to understand more about patient and family preferences longer-term adherence monitoring and intervention.\n\nParticipants will use an electronic adherence monitor (provided by the study team) to measure how often they are taking their hydroxyurea. Participants will also be asked to complete questionnaires throughout the study period to provide information about their expectations for, experience with, and satisfaction with the study materials.",
            "detailedDescription": "This is an investigator-blinded, multi-center pilot randomized controlled trial (RCT) of adolescents with sickle cell disease (SCD) and caregivers of young children with SCD. After completion of a run-in period, subjects will undergo randomization to either six months of video directly observed therapy (VDOT) or attention control. Electronic adherence monitors will be used to measure adherence. After the intervention period, all participants will then complete a six-month ongoing monitoring period where VDOT participants will continue to use electronic adherence monitors and receive intermittent communication to encourage adherence and attention controls will continue to use their electronic adherence monitors.\n\nThe investigators are partnering with a small business, Scene Health, to administer VDOT. Outcomes such as engagement, retention, and satisfaction will be measured through survey data collected at routine study visits. Sickle cell-related outcomes and healthcare utilization will be abstracted from patient electronic medical records throughout each study period. Adherence data will be recorded by the electronic adherence devices."
        },
        "conditionsModule": {
            "conditions": [
                "Sickle Cell Disease"
            ],
            "keywords": [
                "Sickle Cell Disease",
                "Hydroxyurea",
                "Adherence"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "After completing a one to three-month run-in period, participants will be randomized to receive six months of either VDOT or attention control. All participants will then complete six months of ongoing monitoring during which VDOT patients will receive intermittent communication to encourage adherence and both groups will continue to use their electronic adherence monitors.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "maskingDescription": "The investigators will be blinded to prevent the possibility of any differential treatment that could affect the ability of the study team to evaluate the impact of VDOT on hydroxyurea adherence. As such, a statistician will create a randomization model and study staff will facilitate communication with participants as well as between participants and the VDOT team.",
                    "whoMasked": [
                        "INVESTIGATOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 60,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Video Directly Observed Therapy (VDOT)",
                    "type": "EXPERIMENTAL",
                    "description": "Participants randomized to this arm will be connected with Scene Health by a study staff member (not the PI or Co-I's). After submitting and receiving approval of a test video submission, the participants' hydroxyurea dosing schedule will be entered into the VDOT app by the research staff and will be updated by these staff after their routine hematology visits and/or hospitalizations. Participants will receive VDOT for 180 days, beginning the day after randomization. After that time, they will start a 180-day ongoing monitoring period, during which VDOT participants will receive monthly telephone calls and intermittent text messages from Scene Health staff to encourage ongoing adherence. The Scene Health staff will access the electronic adherence platform and use this data to inform their communications during the ongoing monitoring period. Participants in both arms will be offered a smartphone with a data plan at enrollment to ensure equal opportunity for participation.",
                    "interventionNames": [
                        "Behavioral: Video Directly Observed Therapy (VDOT)"
                    ]
                },
                {
                    "label": "Attention Control",
                    "type": "OTHER",
                    "description": "Participants randomized to this arm will receive an automated, daily, short health or safety tip alert.",
                    "interventionNames": [
                        "Behavioral: Health Reminder Tip Alerts"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Video Directly Observed Therapy (VDOT)",
                    "description": "VDOT is an adherence-promoting intervention that involves partnering with an adolescent with SCD (or caregiver of a young patient with SCD) and observing the patient administer their hydroxyurea. In this study, VDOT will be delivered by a small business partner, Scene Health, via a smart phone app.",
                    "armGroupLabels": [
                        "Video Directly Observed Therapy (VDOT)"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Health Reminder Tip Alerts",
                    "description": "Participants randomized to this arm will receive an automated, daily, short health or safety tip alert (e.g. \"Time to get moving! You should be active for at least 30 minutes each day\") to receive during the 180-day intervention period on their smartphone. The daily tip will be unrelated to hydroxyurea adherence. After the 180-day intervention period, participants complete a 180-day ongoing monitoring period where they will no longer receive these messages, but they will be reminded to continue to use their electronic adherence monitoring device. All participants will be offered a smart phone with a data plan at enrollment to ensure equal opportunity for participation.",
                    "armGroupLabels": [
                        "Attention Control"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Retention Rate",
                    "description": "The number of participants who are retained on both study arms during each study period will be reported.",
                    "timeFrame": "throughout the study at various timepoints after enrollment including: after approximately 30-90 days, 210 days, and 390 days"
                },
                {
                    "measure": "Sustained Engagement",
                    "description": "The number of participants who continue to actively participate with the intervention (VDOT arm only) and who report being satisfied with the intervention on the VDOT satisfaction survey.",
                    "timeFrame": "Throughout the intervention period, which will take place from approximately 30 days after enrollment to 210 days after enrollment"
                },
                {
                    "measure": "Electronic Adherence",
                    "description": "Electronic adherence data from the electronic monitors will be integrated with the prescribing and hospitalization data from participants' electronic medical record to account for days when participants may not open their electronic pill bottle but are still adherent to their prescribed regimen. Hospitalization days will be subtracted from the adherence calculation, since participants will receive hydroxyurea from the inpatient pharmacy.",
                    "timeFrame": "throughout the study at various timepoints after enrollment including: after approximately 30-90 days, 210 days, and 390 days"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Pediatric SCD Medication Self-Management Questionnaire",
                    "description": ": An adapted questionnaire to assess caregivers' hydroxyurea knowledge and expectations, perception of their adherence, their barriers to adherence, and their beliefs about hydroxyurea's efficacy.",
                    "timeFrame": "At multiple points throughout the study, including at enrollment, at approximately 90 days after randomization, at approximately 180 days months after randomization, and at approximately 360 days after randomization"
                },
                {
                    "measure": "Frequency of acute care visits (ACS and VOC), ICU admissions, and LOS for hospitalizations",
                    "description": "Any acute visit (e.g., emergency, day hospital, and/or hospitalization visits) that is documented in the electronic medical record during the study. Emergency and day hospital visits that result in hospitalization will be categorized as one visit. Details from each of these visits will be abstracted.",
                    "timeFrame": "throughout the study at various timepoints after enrollment including: after approximately 30-90 days, 210 days, and 390 days"
                },
                {
                    "measure": "Laboratory Studies (i.e. MCV, HbF)",
                    "description": "Routine hematologic labs that are collected on patients receiving hydroxyurea will be collected from the electronic medical record (EMR).",
                    "timeFrame": "throughout the study at various timepoints after enrollment including: after approximately 30-90 days, 210 days, and 390 days"
                },
                {
                    "measure": "Treatment Satisfaction",
                    "description": "An 11-item survey to assess hydroxyurea treatment satisfaction over four domains, side effects, effectiveness, convenience and global satisfaction.",
                    "timeFrame": "throughout the study at various timepoints after enrollment including: after approximately 30-90 days, 210 days, and 390 days"
                },
                {
                    "measure": "Participant Satisfaction",
                    "description": "A Likert-scale survey to assess participant motivation for participating, understanding of the study and its procedures, experience interacting with research staff and completing study visits and activities.",
                    "timeFrame": "At the end of the study, which will be approximately 390 days after enrollment"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion:\n\nAdult caregivers will be eligible if they:\n\n* Are English speaking.\n* Have a child who is 1-10 years of age with SCD (any genotype) who has been prescribed hydroxyurea for at least 180 days prior to enrollment.\n* Note: Caregivers who have multiple children meeting criteria will only be able to enroll once.\n\nAdolescents (\\>11 years at enrollment) are eligible if they:\n\n* Are English speaking.\n* Are 11-25 years of age.\n* Have a diagnosis of SCD (any genotype) and have been prescribed hydroxyurea for at least 180 days prior to enrollment.\n\nExclusion:\n\n* Adolescents and caregivers of younger children who participated in the previous VDOT study will be excluded.\n* Adolescents and caregivers of younger children receiving multiple SCD modifying treatments (e.g., chronic transfusions or L-glutamine) will be excluded.\n\nRandomization: enrolled subjects will be eligible for randomization if they open their electronic adherence monitoring device at home at least once during the run-in period.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "11 Years",
            "stdAges": [
                "CHILD",
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Susan Creary, MD, MSc",
                    "role": "CONTACT",
                    "phone": "(614) 722-3550",
                    "email": "susan.creary@nationwidechildrens.org"
                },
                {
                    "name": "Joseph Walden, BS",
                    "role": "CONTACT",
                    "phone": "(614) 965-4948",
                    "email": "joseph.walden@nationwidechildrens.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Susan Creary, MD, MSc",
                    "affiliation": "Nationwide Children's Hospital",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Lurie Children's Hospital",
                    "city": "Chicago",
                    "state": "Illinois",
                    "zip": "60611",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Sherif Badawy, MD",
                            "role": "CONTACT",
                            "phone": "312-227-4836",
                            "email": "sbadawy@luriechildrens.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.85003,
                        "lon": -87.65005
                    }
                },
                {
                    "facility": "Hasbro Children's Hospital",
                    "city": "Providence",
                    "state": "Rhode Island",
                    "zip": "02903",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Patrick McGann, MD, PhD",
                            "role": "CONTACT",
                            "phone": "617-519-9555",
                            "email": "patrick_mcgann@brown.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.82399,
                        "lon": -71.41283
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO",
            "description": "The majority of the data generated in this project will be shared by conference presentation and direct publication in the scientific literature. After acceptance for publication of the main findings, other investigators may make a written request to MPI Dr. Creary to access the data from the project. All requests for data sharing will be reviewed by the PI. Data and associated documentation will be released under a data-use agreement which specifies that the data will be used for research purposes, stored securely, and destroyed when the project is completed. All identifiers will be removed from the dataset prior to release for sharing and the investigator provides assurance that they will not attempt to identify any participant."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000000755",
                    "term": "Anemia, Sickle Cell"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000745",
                    "term": "Anemia, Hemolytic, Congenital"
                },
                {
                    "id": "D000000743",
                    "term": "Anemia, Hemolytic"
                },
                {
                    "id": "D000000740",
                    "term": "Anemia"
                },
                {
                    "id": "D000006402",
                    "term": "Hematologic Diseases"
                },
                {
                    "id": "D000006453",
                    "term": "Hemoglobinopathies"
                },
                {
                    "id": "D000030342",
                    "term": "Genetic Diseases, Inborn"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4085",
                    "name": "Anemia, Sickle Cell",
                    "asFound": "Sickle Cell Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4070",
                    "name": "Anemia",
                    "relevance": "LOW"
                },
                {
                    "id": "M9547",
                    "name": "Hemolysis",
                    "relevance": "LOW"
                },
                {
                    "id": "M4073",
                    "name": "Anemia, Hemolytic",
                    "relevance": "LOW"
                },
                {
                    "id": "M4075",
                    "name": "Anemia, Hemolytic, Congenital",
                    "relevance": "LOW"
                },
                {
                    "id": "M9490",
                    "name": "Hematologic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M9539",
                    "name": "Hemoglobinopathies",
                    "relevance": "LOW"
                },
                {
                    "id": "M23686",
                    "name": "Genetic Diseases, Inborn",
                    "relevance": "LOW"
                },
                {
                    "id": "T5229",
                    "name": "Sickle Cell Anemia",
                    "asFound": "Sickle Cell Disease",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC15",
                    "name": "Blood and Lymph Conditions"
                },
                {
                    "abbrev": "BC16",
                    "name": "Diseases and Abnormalities at or Before Birth"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M9969",
                    "name": "Hydroxyurea",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "AnSickAg",
                    "name": "Antisickling Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}