{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04426461",
            "orgStudyIdInfo": {
                "id": "2020-003"
            },
            "secondaryIdInfos": [
                {
                    "id": "R01MH123691",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/R01MH123691"
                }
            ],
            "organization": {
                "fullName": "Laureate Institute for Brain Research, Inc.",
                "class": "OTHER"
            },
            "briefTitle": "Approach-Avoidance, Computational Framework for Predicting Behavioral Therapy Outcome (AAC-BeT)",
            "officialTitle": "An Approach-Avoidance, Computational Framework for Predicting Behavioral Therapy Outcome in Anxiety and Depression (AAC-BeT)",
            "acronym": "AAC-BeT",
            "therapeuticArea": [
                "Mental Health"
            ],
            "study": "approach-avoidance-computational-framework-for-predicting-behavioral-therapy-outcome-aac-bet"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-03",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2020-09-11",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-06-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-06-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2020-06-04",
            "studyFirstSubmitQcDate": "2020-06-08",
            "studyFirstPostDateStruct": {
                "date": "2020-06-11",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-03-10",
            "lastUpdatePostDateStruct": {
                "date": "2023-03-14",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Laureate Institute for Brain Research, Inc.",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute of Mental Health (NIMH)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Depression and anxiety disorders rank in the top ten causes of years lived with disability. Less than 50% of patients experiencing long-lasting improvements to current gold-standard treatments. Two gold-standard behavioral interventions include behavioral activation, focused on enhancing approach behavior towards meaningful activities, and exposure-based therapy, focused on decreasing avoidance and challenging negative expectations. While these interventions have divergent treatment targets, there is little knowledge to inform which strategies should be used in the frequent case of comorbid anxiety and depression. Approach-avoidance decision-making paradigms focus on assessing responses when faced with potential rewards and threats, tapping into processes important for both anxiety and depression as well as behavioral activation and exposure-based therapy.\n\nFor this study, investigators will recruit individuals reporting both anxiety and depression symptoms and randomize them to one of three different interventions: (1) behavioral activation, (2) exposure-based therapy, and a non-specific therapy approach (3) supportive therapy. Participants will complete clinical, self-report, behavioral, and functional magnetic resonance imaging (fMRI) assessments before and after therapy. Investigators will use a computational approach to model factors that may influence one's behavior during approach-avoidance decision-making, including drives to avoid threat versus approach reward and confidence versus uncertainty in one's decisions.\n\nThis project will accomplish the following aims (1) Determine how changes in brain and behavior responses during approach-avoidance conflict relate to changes in mental health symptoms with the different therapy approaches, (2) Determine the degree to which baseline brain and behavior responses during approach-avoidance conflict predict response to the different therapy approaches, above and beyond the influence of demographics and baseline symptom severity. In addition, by including peripheral blood draws and measures of grace matter volume, the project will also accomplish the following aims: (1) Determine whether kynrenine metabolites measures peripherally may be beneficial as a biomarker of treatment response and (2) determine whether there is an association between change in kynurenine metabolites and changes in gray matter volume with treatment.\n\nResults will enhance understanding of how different psychotherapy approaches (behavioral activation, exposure-based therapy) may impact brain responses and decisions when faces with potential reward versus threat and approach versus avoidance drives. In addition, results will have important implications concerning the potential for a more personalized approach to psychotherapy, enhancing knowledge of which types of therapy strategies may be most beneficial for which individuals."
        },
        "conditionsModule": {
            "conditions": [
                "Anxiety",
                "Depression"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Participants will be randomized to behavioral activation, exposure-based, or supportive therapy according to parallel assignment, stratified by sex (male, female) and symptom severity (mild, moderate, severe).",
                "primaryPurpose": "BASIC_SCIENCE",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "maskingDescription": "Interview-based assessments will be conducted by blinded clinical assessors and participants will be blinded until after completion of all baseline assessments.",
                    "whoMasked": [
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 220,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Behavioral activation",
                    "type": "EXPERIMENTAL",
                    "interventionNames": [
                        "Behavioral: Behavioral Activation"
                    ]
                },
                {
                    "label": "Exposure-based therapy",
                    "type": "EXPERIMENTAL",
                    "interventionNames": [
                        "Behavioral: Exposure-based therapy"
                    ]
                },
                {
                    "label": "Supportive therapy",
                    "type": "ACTIVE_COMPARATOR",
                    "interventionNames": [
                        "Behavioral: Supportive therapy"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Behavioral Activation",
                    "description": "Behavioral activation will be delivered as a 10-week, manualized, behavioral intervention focused on enhancing engagement in meaningful and reinforcing activities.",
                    "armGroupLabels": [
                        "Behavioral activation"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Exposure-based therapy",
                    "description": "Exposure-based therapy will be delivered as a 10-week, manualized, behavioral intervention focused on decreasing avoidance to allow for inhibitory learning and challenging negative expectations.",
                    "armGroupLabels": [
                        "Exposure-based therapy"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Supportive therapy",
                    "description": "Supportive therapy will be delivered as a 10-week, manualized intervention focused on encouraging patients to talk openly about their thoughts, emotions, and any past or current concerns.",
                    "armGroupLabels": [
                        "Supportive therapy"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Composite score from Hamilton Anxiety Rating Scale (HAM-A) and Hamilton Rating Scale for Depression (HAM-D)",
                    "description": "Composite score (averaging of the standardized Z scores) from the Hamilton Anxiety Rating Scale (HAM-A) and Hamilton Rating Scale for Depression (HAM-D). These Z scores will range from -3.0 to +3.0, with greater scores indicating more severe anxiety and depression symptoms or worse outcome.",
                    "timeFrame": "Up to 18 weeks after the baseline assessments"
                },
                {
                    "measure": "Quinolinic Acid",
                    "description": "Peripheral serum concentration of Quinolinic Acid",
                    "timeFrame": "Up to 18 weeks after the baseline assessments"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Sheehan Disability Scale",
                    "description": "Sheehan Disability Scale total score. This score ranges from 0-30, with higher scores indicating greater disability or worse outcome.",
                    "timeFrame": "Up to 18 weeks after the baseline assessments"
                },
                {
                    "measure": "National Institute of Health (NIH) Patient Reported Outcome Measurement and Information System (PROMIS) Anxiety Scale",
                    "description": "National Institute of Health (NIH) Patient Reported Outcome Measurement and Information System (PROMIS) Anxiety Scale, which is reported as a T score. The T scores can range from - to 100, with a mean of 50 and a standard deviation of 10. Higher scores indicate greater symptom severity or worse outcome.",
                    "timeFrame": "Up to 18 weeks after the baseline assessments"
                },
                {
                    "measure": "National Institute of Health (NIH) Patient Reported Outcome Measurement and Information System (PROMIS) Depression Scale",
                    "description": "National Institute of Health (NIH) Patient Reported Outcome Measurement and Information System (PROMIS) Depression Scale, which is reported as a T score. The T scores can range from - to 100, with a mean of 50 and a standard deviation of 10. Higher scores indicate greater symptom severity or worse outcome.",
                    "timeFrame": "Up to 18 weeks after the baseline assessments"
                },
                {
                    "measure": "Kynurenic acid",
                    "description": "Peripheral serum concentration of kynurenic acid",
                    "timeFrame": "Up to 14 weeks after the baseline assessments"
                },
                {
                    "measure": "Ratio of kynurenic acid to quinolinic acid",
                    "description": "Ratio of peripheral serum concentration of kynurenic acid to quinolinic acid",
                    "timeFrame": "Up to 14 weeks after the baseline assessments"
                },
                {
                    "measure": "Ratio of kynurenic acid to tryptophan",
                    "description": "Ratio of peripheral serum concentration of kynurenic acid to tryptophan",
                    "timeFrame": "Up to 18 weeks after the baseline assessments"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Amygdala reactivity to negative outcomes",
                    "description": "Beta coefficient from general linear model for right amygdala region of interest in response to negative image outcome phase of an approach-avoidance conflict decision-making task. Standardized beta coefficients have a range of 0 to 1, with greater values indicating greater amygdala reactivity or worse outcomes.",
                    "timeFrame": "Up to 14 weeks after the baseline assessments."
                },
                {
                    "measure": "Dorsolateral prefrontal cortex reactivity to conflict decisions",
                    "description": "Beta coefficient from general linear model for right dorsolateral prefrontal region of interest in response to the conflict decision phase of an approach-avoidance conflict decision-making task. Standardized beta coefficients have a range of 0 to 1, with greater values indicating greater dorsolateral prefrontal cortex reactivity.",
                    "timeFrame": "Up to 14 weeks after the baseline assessments."
                },
                {
                    "measure": "Dorsal striatal reactivity to negative outcomes",
                    "description": "Beta coefficient from general linear model for dorsal striatal region of interest in response to negative image outcome phase of an approach-avoidance conflict decision-making task. Standardized beta coefficients have a range of 0 to 1, with greater values indicating greater striatal reactivity.",
                    "timeFrame": "Up to 14 weeks after the baseline assessments."
                },
                {
                    "measure": "Decision uncertainty during approach-avoidance conflict decision making",
                    "description": "Decision uncertainty parameter from computational modeling of behavioral responses on the approach avoidance conflict task. Parameter values have a range of 0 to 20, with greater values indicating greater decision uncertainty.",
                    "timeFrame": "Up to 14 weeks after the baseline assessments."
                },
                {
                    "measure": "Emotional conflict during approach-avoidance conflict decision making",
                    "description": "Emotional conflict parameter from computational modeling of behavioral responses on the approach avoidance conflict task. Parameter values have a range of 0 to 7, with greater values indicating greater conflict.",
                    "timeFrame": "Up to 14 weeks after the baseline assessments."
                },
                {
                    "measure": "Approach behavior during approach-avoidance conflict decision making",
                    "description": "Average approach behavior on conflict trials of an approach avoidance conflict task. Average approach behavior values have a range of 0 to 10, with greater values indicating greater approach behavior.",
                    "timeFrame": "Up to 14 weeks after the baseline assessments."
                },
                {
                    "measure": "Bilateral amygdala volume",
                    "description": "Gray matter volume of the bilateral amygdala",
                    "timeFrame": "Up to 14 weeks after the baseline assessments."
                },
                {
                    "measure": "Bilateral striatal volume",
                    "description": "Gray matter volume of the bilateral striatum",
                    "timeFrame": "Up to 14 weeks after the baseline assessments."
                },
                {
                    "measure": "Bilateral hippocampal volume",
                    "description": "Gray matter volume of the bilateral striatum",
                    "timeFrame": "Up to 14 weeks after the baseline assessments."
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* score \\>55 on both the PROMIS Anxiety and PROMIS Depression scales\n* score \\>5 on any one item of the SDS\n* able to provide informed consent\n* report of anxiety and depressive symptoms as areas of clinical concern\n* sufficient English proficiency to complete procedures.\n\nExclusion Criteria:\n\n* significant or unstable physical or mental health conditions (e.g., immediate suicidal intent) requiring medical attention\n* history of bipolar, psychotic, cognitive, obsessive compulsive disorder, posttraumatic stress disorder (PTSD)\n* history of moderate to severe substance use disorder over the past year\n* diagnosis of neurologic disorders\n* MRI contra-indications (e.g., metal in body)\n* uncorrected vision/hearing problems\n* current, regular benzodiazepine use",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "65 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Mallory Cannon, M.S.",
                    "role": "CONTACT",
                    "phone": "918-581-4885",
                    "email": "neurocatt@laureateinstitute.org"
                },
                {
                    "name": "Robin L Aupperle, PhD",
                    "role": "CONTACT",
                    "phone": "918-502-5744",
                    "email": "raupperle@laureateinstitute.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Robin L Aupperle, PhD",
                    "affiliation": "Laureate Institute for Brain Research",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Laureate Institute for Brain Research",
                    "status": "RECRUITING",
                    "city": "Tulsa",
                    "state": "Oklahoma",
                    "zip": "74136",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Mallory Cannon, BA",
                            "role": "CONTACT",
                            "phone": "918-581-4885",
                            "email": "neurocatt@laureateinstitute.org"
                        },
                        {
                            "name": "Robin Aupperle, PhD",
                            "role": "CONTACT",
                            "phone": "918-502-5744",
                            "email": "raupperle@laureateinstitute.org"
                        },
                        {
                            "name": "Robin L Aupperle, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 36.15398,
                        "lon": -95.99277
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "31907032",
                    "type": "BACKGROUND",
                    "citation": "Santiago J, Akeman E, Kirlic N, Clausen AN, Cosgrove KT, McDermott TJ, Mathis B, Paulus M, Craske MG, Abelson J, Martell C, Wolitzky-Taylor K, Bodurka J, Thompson WK, Aupperle RL. Protocol for a randomized controlled trial examining multilevel prediction of response to behavioral activation and exposure-based therapy for generalized anxiety disorder. Trials. 2020 Jan 6;21(1):17. doi: 10.1186/s13063-019-3802-9."
                },
                {
                    "pmid": "25224633",
                    "type": "BACKGROUND",
                    "citation": "Aupperle RL, Melrose AJ, Francisco A, Paulus MP, Stein MB. Neural substrates of approach-avoidance conflict decision-making. Hum Brain Mapp. 2015 Feb;36(2):449-62. doi: 10.1002/hbm.22639. Epub 2014 Sep 15."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "After publication of results from the primary aims of this project, we intend to make the data used in publications (e.g., self-report, behavior, and neuroimaging data) accessible in a public database. These data will be stripped of patient identifiers and will comply with HIPAA requirements for publicly accessible datasets. User registration will be required to access or download files. As part of the registration process, users must agree to the conditions of use governing access to the public release data, including restrictions against attempting to identify study participants, destruction of the data after analyses are completed, reporting responsibilities, restrictions on redistribution of the data to third parties, and proper acknowledgement of the data resource.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ANALYTIC_CODE"
            ],
            "timeFrame": "Immediately after publication of results from the primary aims of this project.",
            "accessCriteria": "User registration will be required to access or download files. As part of the registration process, users must agree to the conditions of use governing access to the public release data, including restrictions against attempting to identify study participants, destruction of the data after analyses are completed, reporting responsibilities, restrictions on redistribution of the data to third parties, and proper acknowledgement of the data resource."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000003863",
                    "term": "Depression"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001526",
                    "term": "Behavioral Symptoms"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M7058",
                    "name": "Depression",
                    "asFound": "Depression",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7061",
                    "name": "Depressive Disorder",
                    "relevance": "LOW"
                },
                {
                    "id": "M4324",
                    "name": "Anxiety Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4818",
                    "name": "Behavioral Symptoms",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}