{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06002633",
            "orgStudyIdInfo": {
                "id": "R01AA030740",
                "type": "NIH",
                "link": "https://reporter.nih.gov/quickSearch/R01AA030740"
            },
            "organization": {
                "fullName": "University of Texas at Austin",
                "class": "OTHER"
            },
            "briefTitle": "Approach-Avoidance and Alcohol Challenge Study in PTSD",
            "officialTitle": "Alcohol, Approach-Avoidance, and Neurocircuitry Interactions in PTSD",
            "acronym": "PACS",
            "therapeuticArea": [
                "Other"
            ],
            "study": "approach-avoidance-and-alcohol-challenge-study-in-ptsd"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-12",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-10-23",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2028-05-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2028-05-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-06-07",
            "studyFirstSubmitQcDate": "2023-08-15",
            "studyFirstPostDateStruct": {
                "date": "2023-08-21",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-12-21",
            "lastUpdatePostDateStruct": {
                "date": "2023-12-22",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Elizabeth Thomas Cox Lippard",
                "investigatorTitle": "Assistant Professor",
                "investigatorAffiliation": "University of Texas at Austin"
            },
            "leadSponsor": {
                "name": "University of Texas at Austin",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Individuals with posttraumatic stress disorder (PTSD) have greater prevalence of alcohol use disorders (AUDs), with this comorbidity associated with worse illness outcomes, yet there remains limited mechanistic understanding of how PTSD confers risk for AUD. Understanding risk factors that associate with and predict the development of AUDs in PTSD could inform interventions and prevention efforts to reduce the rate of this comorbidity and improve outcomes of both disorders. Identifying predictors of risk requires longitudinal studies in PTSD aimed at capturing the mechanisms leading to the emergence of AUDs. There is growing evidence PTSD is related to biased decision-making during approach-avoidance conflict. Alcohol is also suggested to alter approach-avoidance decision-making. AUDs and acute alcohol intoxication is associated with a bias to seek out reward despite the possibility of threat (e.g., contributing to relapse following alcohol cue exposure and risky behavior during intoxication respectively). Alcohol-induced changes in approach-avoidance decision-making have not been investigated in the context of PTSD, but emerging data support the investigators' hypothesis that an interaction between alcohol and approach-avoidance conflict in PTSD may occur and contribute to risk for alcohol misuse and development of alcohol problems. No current data, cross-sectional or longitudinal, have tested the role of alcohol-induced changes in approach-avoidance conflict as a mechanism of risk for AUD among individuals with PTSD. To address this gap, the investigators propose to leverage the group's expertise in placebo-controlled alcohol administration procedures, longitudinal modeling, functional neuroimaging, and computational neuroscience approaches to investigate the effects of acute alcohol on approach-avoidance decision-making and mediating changes in multivariate neurocircuitry patterns in limbic, striatal, and salience networks.",
            "detailedDescription": "The proposed study will test the conceptual model positing that acute alcohol alters the relative bias in computational mechanisms for threat vs reward, thereby decreasing avoidance to threat and increasing approach to reward in adults with PTSD, and through this mechanism increases risk for heavier alcohol use over time. Research aims are to identify alcohol-induced changes in approach-avoidance decision-making and mediating neural networks that predict alcohol use and symptoms of AUDs over a one-year follow-up period in adults with PTSD, compared to adults with interpersonal violence exposure but no PTSD and healthy comparison adults. Essential to successfully improving clinical prognosis in PTSD are research results that enable better prediction, diagnosis, and treatment based on the individual. There is a paucity of human clinical research investigating interactions between acute alcohol exposure and PTSD that may drive risk for development of AUDs following trauma. Data could identify brain and behavioral mechanisms explaining how alcohol alters an important domain of PTSD contributing to risk for alcohol misuse and development of alcohol problems. Results could pave way for development of novel behavioral and pharmacological methods to treat PTSD and decrease risk for developing comorbid AUDs."
        },
        "conditionsModule": {
            "conditions": [
                "Post-Traumatic Stress Disorder",
                "Alcohol Drinking"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "CROSSOVER",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 200,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Alcohol",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Participants will drink beverages containing alcohol.",
                    "interventionNames": [
                        "Other: Alcohol"
                    ]
                },
                {
                    "label": "Placebo",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "Participants will drink beverages containing a very low dose of alcohol (placebo condition).",
                    "interventionNames": [
                        "Other: Placebo"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Alcohol",
                    "description": "Participants will consume beverages containing alcohol.",
                    "armGroupLabels": [
                        "Alcohol"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Placebo",
                    "description": "Participants will consume beverages containing a very low dose of alcohol (placebo condition).",
                    "armGroupLabels": [
                        "Placebo"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "ratio of approach to avoidance choices",
                    "description": "the number of trials on which individuals chose to avoid vs approach will be quantified during the task and compared between placebo and alcohol conditions",
                    "timeFrame": "1 week"
                },
                {
                    "measure": "changes in dorsal anterior cingulate cortex activation",
                    "description": "the degree of activation on high conflict trials (relative to low conflict trials) on the task in the dorsal anterior cingulate will be quantified and compared between the placebo and alcohol conditions",
                    "timeFrame": "1 week"
                },
                {
                    "measure": "Relations between ratio of approach to avoidance choices with alcohol use over a one-year follow-up",
                    "description": "The relationship between the number of trials on which individuals chose to avoid vs approach during the alcohol session with alcohol use over a one-year follow up will be modeled. Number of drinks consumed per day over the course of the follow-up year will be used to calculate Area Under the Curve (AUC), with AUC as the dependent variable.",
                    "timeFrame": "1 year"
                },
                {
                    "measure": "Relations between changes in dorsal anterior cingulate cortex activation with alcohol use over a one-year follow-up",
                    "description": "The relationship between the degree of activation on high conflict trials (relative to low conflict trials) on the task in the dorsal anterior cingulate during the alcohol session with alcohol use over a one-year follow up will be modeled. Number of drinks consumed per day over the course of the follow-up year will be used to calculate Area Under the Curve (AUC), with AUC as the dependent variable.",
                    "timeFrame": "1 year"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "1. Inclusion criteria for all participants:\n\n   * between 21 and 60 years of age\n   * having consumed at least 4 (men) or 3 (women) drinks on at least two occasions over the last year\n2. Inclusion criteria for PTSD participants:\n\n   - Meeting diagnostic criteria for PTSD, confirmed by structured interview\n3. For all subjects exclusion criteria include:\n\n   * history of significant medical illness, particularly if possible changes in cerebral tissue\n   * neurologic abnormality including significant head trauma (loss of consciousness of ≥5-min)\n   * full Scale IQ \\<85\n   * contraindication to MRI scanning\n   * positive pregnancy test\n   * severe alcohol use disorder\n   * current severe cannabis use disorder\n   * any current substance use disorder (other than alcohol, cannabis, or nicotine)\n   * scores \\> 15 on the alcohol Use Disorders Identification Test (AUDIT; part of phone screen)\n   * ever being in an abstinence-oriented treatment program for alcohol use\n   * reporting wanting to quit drinking but not being able to\n   * any medical, religious, or other reasons for not drinking alcohol\n   * history of heart attack, heart trouble, high blood pressure, diabetes, or liver disease\n   * an adverse reaction to alcoholic beverages\n   * reporting never consuming 4 (men) or 3 (women) or more drinks on at least two occasions over the last year\n   * unwillingness to have a friend or family member drive them home after the alcohol administration sessions\n4. Additional exclusion criteria for participants in PTSD and IPV-exposed but no PTSD groups:\n\n   * not taking medications for \\>4 weeks (i.e. participants must be stable on meds)\n   * acute suicidality with intent\n5. Additional exclusion criteria for participants in IPV-exposure but no PTSD group:\n\n   - history of PTSD\n6. Additional exclusion criteria for healthy comparison subjects also include:\n\n   * any prior psychiatric hospitalizations\n   * lifetime history of a neurodevelopmental disorder, affective disorder, psychotic disorder, suicide attempt, or eating disorder\n   * greater than 1 month of lifetime psychotropic medication",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "21 Years",
            "maximumAge": "60 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Research Coordinator",
                    "role": "CONTACT",
                    "phone": "5124955198",
                    "email": "behavioral.neuroimaging@austin.utexas.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Elizabeth Lippard, PhD",
                    "affiliation": "University of Texas at Austin",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Josh Cisler, PhD",
                    "affiliation": "University of Texas at Austin",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Texas at Austin",
                    "status": "RECRUITING",
                    "city": "Austin",
                    "state": "Texas",
                    "zip": "78712",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Research Coordinator",
                            "role": "CONTACT",
                            "phone": "512-495-5198",
                            "email": "behavioral.neuroimaging@austin.utexas.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 30.26715,
                        "lon": -97.74306
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "After study completion and publication of finding, functional neuroimaging data and behavior data collected following alcohol and placebo conditions will be shared.",
            "infoTypes": [
                "SAP"
            ],
            "timeFrame": "We will complete all our analyses and publish results and methodologies in scientific journals before the data are available to the research community. Data will be made available following 6 months after publication.",
            "accessCriteria": "We will be collecting identifying information. Even though the final dataset will be stripped of identifiers prior to release for sharing, we believe that there remains the possibility of deductive disclosure of subjects with unusual characteristics. Thus, we will make the data and associated documentation available to users only under a data-sharing agreement that provides for: (1) a commitment to using the data only for research purposes and not to identify any individual participant; (2) a commitment to securing the data using appropriate computer technology; and (3) a commitment to destroying or returning the data after analyses are completed."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000040921",
                    "term": "Stress Disorders, Traumatic"
                },
                {
                    "id": "D000013313",
                    "term": "Stress Disorders, Post-Traumatic"
                },
                {
                    "id": "D000000428",
                    "term": "Alcohol Drinking"
                }
            ],
            "ancestors": [
                {
                    "id": "D000068099",
                    "term": "Trauma and Stressor Related Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                },
                {
                    "id": "D000004327",
                    "term": "Drinking Behavior"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M3774",
                    "name": "Alcohol Drinking",
                    "asFound": "Alcohol Drinking",
                    "relevance": "HIGH"
                },
                {
                    "id": "M24916",
                    "name": "Stress Disorders, Traumatic",
                    "asFound": "Traumatic Stress Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M16103",
                    "name": "Stress Disorders, Post-Traumatic",
                    "asFound": "Post Traumatic Stress Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17685",
                    "name": "Wounds and Injuries",
                    "relevance": "LOW"
                },
                {
                    "id": "M222",
                    "name": "Trauma and Stressor Related Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M7502",
                    "name": "Drinking Behavior",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M3777",
                    "name": "Ethanol",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Infe",
                    "name": "Anti-Infective Agents"
                },
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}