{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04725773",
            "orgStudyIdInfo": {
                "id": "IRB202001999"
            },
            "organization": {
                "fullName": "University of Florida",
                "class": "OTHER"
            },
            "briefTitle": "Apraxia in Parkinson's Disease Patients With Deep Brain Stimulation",
            "officialTitle": "Apraxia in Parkinson's Disease Patients With Deep Brain Stimulation",
            "acronym": "Apraxia DBS",
            "therapeuticArea": [
                "Neurology",
                "Other"
            ],
            "study": "apraxia-in-parkinson-s-disease-patients-with-deep-brain-stimulation"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-08",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-06-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-01-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-01-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-01-13",
            "studyFirstSubmitQcDate": "2021-01-21",
            "studyFirstPostDateStruct": {
                "date": "2021-01-27",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-08-01",
            "lastUpdatePostDateStruct": {
                "date": "2023-08-02",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of Florida",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "Deep brain stimulation (DBS) of the subthalamic nucleus or globus pallidus internus can improve motor symptoms Parkinson's disease (PD). However, it is not known whether DBS can help reduce the signs and symptoms of the limb-kinetic, ideomotor or ideational apraxia associated with PD or if apraxia can exist as a stimulation induced side effect from DBS therapy. In this study, we look to conduct a pilot study to examine the feasibility of characterizing the prevalence of apraxia in PD patients with chronic, stable DBS.",
            "detailedDescription": "This will be a pilot study designed to assess the safety and feasibility of an apraxia testing protocol in chronically implanted PD DBS patients. We hypothesize that apraxia testing in the DBS ON and OFF states will be a safe and well-tolerated testing protocol. We also hypothesize that DBS will affect the severity of limb-kinetic, ideomotor and ideational apraxia in PD patients. This will set the foundation for larger prospective trials to further characterize apraxia in relation to DBS and whether or not DBS programming can modulate this phenomenon.\n\nIn this study, we will recruit 60 PD patients with chronic, stable DBS of either the subthalamic nucleus (STN) or globus pallidus interna (GPi). Both unilateral and bilateral DBS patients are eligible for this study. For this study, \"chronic, stable DBS\" will be defined as patients who have had at least 6 months of optimization programming at the University of Florida. The subjects will be recruited to the Fixel clinic for a 1-day study visit in the medication ON state. The patients will undergo testing for limb-kinetic, ideomotor and ideational apraxia of both upper extremities in the DBS ON state at home therapeutic settings."
        },
        "conditionsModule": {
            "conditions": [
                "Deep Brain Stimulation",
                "Parkinson Disease",
                "Apraxia, Motor"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": false,
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "CROSS_SECTIONAL"
            },
            "enrollmentInfo": {
                "count": 60,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "PD DBS",
                    "description": "Patients with Parkinson's disease and deep brain stimulation",
                    "interventionNames": [
                        "Device: Deep brain stimulation effect on apraxia"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "Deep brain stimulation effect on apraxia",
                    "description": "We will evaluate the effect of DBS on apraxia",
                    "armGroupLabels": [
                        "PD DBS"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Evaluate for the presence or absence of ideomotor apraxia in PD patients",
                    "description": "Evaluate the effect of DBS on ideomotor apraxia in PD patients. We will assess the TULIA screening assessment:\n\nGeneral instruction: \"Seven gestures are demonstrated in a mirror fashion, imitate them as precisely as possible\"\n\n1. Bring thumb extended on forehead, other fingers point upwards\n2. Wipe dust from shoulder\n\n   Additional instruction: \"For the next five gestures, imagine holding a tool or an object in hand, don't use your fingers as a tool\"\n3. Drink from a glass\n4. Smoke a cigarette\n5. Use a hammer\n6. Use scissors\n7. Use a stamp to postmark\n\n   Pantomime General instruction: \"Now gestures are asked. Listen very carefully and perform them as precisely as possible\"\n8. \"Show as if someone is crazy\" 9 . \"Make a threatening sign\"\n\nAdditional instruction: \"Again, imagine holding a tool or an object in hand, don't use the fingers\"\n\n10. \"Brush your teeth\" 11. \"Comb your hair\" 12. \"Use a screwdriver\"",
                    "timeFrame": "Up to 1 hour"
                },
                {
                    "measure": "Evaluate for the presence or absence of ideational apraxia in PD patients",
                    "description": "Evaluate the effect of DBS on Ideational apraxia in PD patients. We will assess this via the picture sequencing test. The outcome will be a binary (yes/no) result based on the testing.\n\nIn this test, there is an activity that is represented by 4 black and white photographs: 3 of the photographs show a set of objects, tools, and actions needed to complete a step of the activity, and 1 photograph shows the completed task. The 4 photographs are arranged randomly, 1 per quadrant on an 8 1/2\"×11\" sheet of white paper. Participants are required to touch each picture in the correct sequence needed to complete each activity.",
                    "timeFrame": "Up to 1 hour"
                },
                {
                    "measure": "Evaluate for the presence or absence of limb-kinetic apraxia in PD patients",
                    "description": "Evaluate the effect of DBS on limb-kinetic apraxia in PD patients. We will assess this via the coin rotation test.\n\nCoin rotation test The subject is asked to take a coin and rotate it 180 degrees between their thumb, index and middle fingers as fast as they can twenty times. They will rotate the coin so that the thumb pushes the bottom part of the coin up and away from themselves. The task will be repeated 3 times for each hand. Each task is timed.",
                    "timeFrame": "Up to 30 minutes"
                },
                {
                    "measure": "Evaluate for the presence or absence of limb-kinetic apraxia in PD patients",
                    "description": "Evaluate the effect of DBS on limb-kinetic apraxia in PD patients. We will assess this via the grooved pegboard test.\n\nGrooved Pegboard The Grooved Pegboard is a manipulative dexterity test. This unit consists of 25 holes with randomly positioned slots. Pegs, which have a key along one side, must be rotated to match the hole before the can be inserted. The pegboard is placed in mid-line with the subject so that the board is at the edge of the table and peg tray immediately above the board.\n\nAll the pegs are the same. They have a groove, that is, a round side and a square side and so do the holes in the boards. What you must do is match the groove of the peg with the groove of the board and put these pegs into the holes like this.",
                    "timeFrame": "Up to 30 minutes"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Patients with PD as defined by the UK Brain Bank Criteria\n2. Male or female, ages 18 to 80 years old\n3. Chronically implanted DBS of either the STN or GPi for a minimum of 6 months\n\nExclusion Criteria:\n\n1. Other neurological diagnoses (e.g. Alzheimer's disease, atypical parkinsonism, stroke)\n2. History of previous neurosurgical intervention that was not DBS\n3. Patients with DBS of targets other than the STN or GPi, or leads in both targets\n4. Patients in whom there is poor manual dexterity for a reason other than PD (e.g. orthopedic injury, amputation)\n5. Patients with a diagnosis of PD dementia",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "80 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "Patients with Parkinson's disease who underwent deep brain stimulation for help of their motor symptoms.",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Bhavana Patel, DO",
                    "role": "CONTACT",
                    "phone": "(352) 294-5400",
                    "email": "Bhavana.Patel@neurology.ufl.edu"
                },
                {
                    "name": "Joshua Wong, MD",
                    "role": "CONTACT",
                    "phone": "(352) 294-5400",
                    "email": "joshua.wong@neurology.ufl.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Bhavana Patel, DO",
                    "affiliation": "University of Florida",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "UF Health at the University of Florida",
                    "status": "RECRUITING",
                    "city": "Gainesville",
                    "state": "Florida",
                    "zip": "32608",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Bhavana Patel, DO",
                            "role": "CONTACT",
                            "phone": "352-294-5400",
                            "email": "Bhavana.Patel@neurology.ufl.edu"
                        },
                        {
                            "name": "Joshua Wong, MD",
                            "role": "CONTACT",
                            "phone": "(352) 294-5400",
                            "email": "joshua.wong@neurology.ufl.edu"
                        },
                        {
                            "name": "Bhavana Patel, DO",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 29.65163,
                        "lon": -82.32483
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "6619888",
                    "type": "BACKGROUND",
                    "citation": "Agostoni E, Coletti A, Orlando G, Tredici G. Apraxia in deep cerebral lesions. J Neurol Neurosurg Psychiatry. 1983 Sep;46(9):804-8. doi: 10.1136/jnnp.46.9.804."
                },
                {
                    "pmid": "7359149",
                    "type": "BACKGROUND",
                    "citation": "Basso A, Luzzatti C, Spinnler H. Is ideomotor apraxia the outcome of damage to well-defined regions of the left hemisphere? Neuropsychological study of CAT correlation. J Neurol Neurosurg Psychiatry. 1980 Feb;43(2):118-26. doi: 10.1136/jnnp.43.2.118."
                },
                {
                    "pmid": "25481002",
                    "type": "BACKGROUND",
                    "citation": "Bolognini N, Convento S, Banco E, Mattioli F, Tesio L, Vallar G. Improving ideomotor limb apraxia by electrical stimulation of the left posterior parietal cortex. Brain. 2015 Feb;138(Pt 2):428-39. doi: 10.1093/brain/awu343. Epub 2014 Dec 5."
                },
                {
                    "pmid": "20603739",
                    "type": "BACKGROUND",
                    "citation": "Cavaco S, Anderson SW, Correia M, Magalhaes M, Pereira C, Tuna A, Taipa R, Pinto P, Pinto C, Cruz R, Lima AB, Castro-Caldas A, da Silva AM, Damasio H. Task-specific contribution of the human striatum to perceptual-motor skill learning. J Clin Exp Neuropsychol. 2011 Jan;33(1):51-62. doi: 10.1080/13803395.2010.493144. Epub 2010 Jul 5."
                },
                {
                    "pmid": "22882811",
                    "type": "BACKGROUND",
                    "citation": "Falchook AD, Decio D, Williamson JB, Okun MS, Malaty IA, Rodriguez RL, Heilman KM. Alternate but do not swim: a test for executive motor dysfunction in Parkinson disease. J Int Neuropsychol Soc. 2011 Jul;17(4):702-8. doi: 10.1017/S1355617711000609."
                },
                {
                    "pmid": "27132653",
                    "type": "BACKGROUND",
                    "citation": "Foki T, Vanbellingen T, Lungu C, Pirker W, Bohlhalter S, Nyffeler T, Kraemmer J, Haubenberger D, Fischmeister FP, Auff E, Hallett M, Beisteiner R. Limb-kinetic apraxia affects activities of daily living in Parkinson's disease: a multi-center study. Eur J Neurol. 2016 Aug;23(8):1301-7. doi: 10.1111/ene.13021. Epub 2016 May 1."
                },
                {
                    "pmid": "18649388",
                    "type": "BACKGROUND",
                    "citation": "Gebhardt A, Vanbellingen T, Baronti F, Kersten B, Bohlhalter S. Poor dopaminergic response of impaired dexterity in Parkinson's disease: Bradykinesia or limb kinetic apraxia? Mov Disord. 2008 Sep 15;23(12):1701-6. doi: 10.1002/mds.22199."
                },
                {
                    "pmid": "7199656",
                    "type": "BACKGROUND",
                    "citation": "Heilman KM, Rothi LJ, Valenstein E. Two forms of ideomotor apraxia. Neurology. 1982 Apr;32(4):342-6. doi: 10.1212/wnl.32.4.342."
                },
                {
                    "pmid": "23075179",
                    "type": "BACKGROUND",
                    "citation": "Okun MS. Deep-brain stimulation for Parkinson's disease. N Engl J Med. 2012 Oct 18;367(16):1529-38. doi: 10.1056/NEJMct1208070. No abstract available."
                },
                {
                    "pmid": "17151340",
                    "type": "BACKGROUND",
                    "citation": "Quencer K, Okun MS, Crucian G, Fernandez HH, Skidmore F, Heilman KM. Limb-kinetic apraxia in Parkinson disease. Neurology. 2007 Jan 9;68(2):150-1. doi: 10.1212/01.wnl.0000250331.35912.a5. Epub 2006 Dec 6."
                },
                {
                    "pmid": "22177625",
                    "type": "BACKGROUND",
                    "citation": "Vanbellingen T, Lungu C, Lopez G, Baronti F, Muri R, Hallett M, Bohlhalter S. Short and valid assessment of apraxia in Parkinson's disease. Parkinsonism Relat Disord. 2012 May;18(4):348-50. doi: 10.1016/j.parkreldis.2011.11.023. Epub 2011 Dec 16."
                },
                {
                    "pmid": "30363441",
                    "type": "BACKGROUND",
                    "citation": "Vanbellingen T, Hofmanner D, Kubel S, Bohlhalter S. Limb Kinetic Apraxia Is an Independent Predictor for Quality of Life in Parkinson's Disease. Mov Disord Clin Pract. 2018 Jan 25;5(2):156-159. doi: 10.1002/mdc3.12572. eCollection 2018 Mar-Apr."
                },
                {
                    "pmid": "3729758",
                    "type": "BACKGROUND",
                    "citation": "Watson RT, Fleet WS, Gonzalez-Rothi L, Heilman KM. Apraxia and the supplementary motor area. Arch Neurol. 1986 Aug;43(8):787-92. doi: 10.1001/archneur.1986.00520080035016."
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000010300",
                    "term": "Parkinson Disease"
                },
                {
                    "id": "D000001072",
                    "term": "Apraxias"
                }
            ],
            "ancestors": [
                {
                    "id": "D000020734",
                    "term": "Parkinsonian Disorders"
                },
                {
                    "id": "D000001480",
                    "term": "Basal Ganglia Diseases"
                },
                {
                    "id": "D000001927",
                    "term": "Brain Diseases"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000009069",
                    "term": "Movement Disorders"
                },
                {
                    "id": "D000080874",
                    "term": "Synucleinopathies"
                },
                {
                    "id": "D000019636",
                    "term": "Neurodegenerative Diseases"
                },
                {
                    "id": "D000011596",
                    "term": "Psychomotor Disorders"
                },
                {
                    "id": "D000019954",
                    "term": "Neurobehavioral Manifestations"
                },
                {
                    "id": "D000009461",
                    "term": "Neurologic Manifestations"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M13213",
                    "name": "Parkinson Disease",
                    "asFound": "Parkinson's Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4384",
                    "name": "Apraxias",
                    "asFound": "Apraxia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M22494",
                    "name": "Parkinsonian Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M25603",
                    "name": "Ganglion Cysts",
                    "relevance": "LOW"
                },
                {
                    "id": "M16358",
                    "name": "Synovial Cyst",
                    "relevance": "LOW"
                },
                {
                    "id": "M4774",
                    "name": "Basal Ganglia Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5204",
                    "name": "Brain Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12029",
                    "name": "Movement Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M2217",
                    "name": "Synucleinopathies",
                    "relevance": "LOW"
                },
                {
                    "id": "M21558",
                    "name": "Neurodegenerative Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14453",
                    "name": "Psychomotor Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M21826",
                    "name": "Neurobehavioral Manifestations",
                    "relevance": "LOW"
                },
                {
                    "id": "M12404",
                    "name": "Neurologic Manifestations",
                    "relevance": "LOW"
                },
                {
                    "id": "T465",
                    "name": "Apraxia",
                    "asFound": "Apraxia",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                },
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}