{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05545891",
            "orgStudyIdInfo": {
                "id": "IRB22-0616"
            },
            "organization": {
                "fullName": "University of Chicago",
                "class": "OTHER"
            },
            "briefTitle": "Aripiprazole in Body Focused Repetitive Behaviors",
            "officialTitle": "A Double-Blind, Placebo Controlled Study of Aripiprazole in Body Focused Repetitive Behaviors",
            "therapeuticArea": [
                "Other"
            ],
            "study": "aripiprazole-in-body-focused-repetitive-behaviors"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-05",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-12",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-10",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-10",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-09-14",
            "studyFirstSubmitQcDate": "2022-09-14",
            "studyFirstPostDateStruct": {
                "date": "2022-09-19",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-05-11",
            "lastUpdatePostDateStruct": {
                "date": "2023-05-15",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of Chicago",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This study is 6 weeks long and involves subjects taking aripiprazole or placebo. If they are randomly assigned to the aripiprazole arm and are eligible to participate in the study, they will begin by taking 5mg once daily of aripiprazole for two weeks, then 10mg once daily for the remaining three weeks. Efficacy and safety measures will be performed at each visit. Participants will be randomized to receive either aripiprazole or placebo on a 1:1 basis. This blinding will be maintained by the IDS pharmacy at the University of Chicago.",
            "detailedDescription": "The goal of the proposed study is to evaluate the efficacy and safety of aripiprazole in 100 subjects with DSM-5 trichotillomania (TTM) or skin picking disorder (SPD).\n\nThe hypothesis to be tested is that aripiprazole will be effective and well tolerated in patients with BFRBs (trichotillomania or skin picking disorder) compared to placebo. The proposed study will provide needed data on the treatment of disabling disorders that currently lack a clearly effective treatment.\n\nThis will be one of few studies assessing the use of pharmacotherapy for the treatment of TTM and SPD in adults. Assessing the efficacy and safety of aripiprazole will help inform clinicians about additional treatment options for adults suffering from this disorder."
        },
        "conditionsModule": {
            "conditions": [
                "Trichotillomania (Hair-Pulling Disorder)",
                "Dermatillomania"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "QUADRUPLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 100,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Placebo",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "5mg once daily of placebo for three weeks, then 10mg once daily for the remaining three weeks.",
                    "interventionNames": [
                        "Drug: Placebo"
                    ]
                },
                {
                    "label": "Aripiprazole",
                    "type": "EXPERIMENTAL",
                    "description": "5mg once daily of aripiprazole for three weeks, then 10mg once daily for the remaining three weeks.",
                    "interventionNames": [
                        "Drug: Aripiprazole"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Placebo",
                    "description": "A drug that contains no medicine",
                    "armGroupLabels": [
                        "Placebo"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Aripiprazole",
                    "description": "Atypical antipsychotic medication",
                    "armGroupLabels": [
                        "Aripiprazole"
                    ],
                    "otherNames": [
                        "Abilify"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "NIMH Symptom Severity Scale (for TTM or Skin Picking)",
                    "description": "The primary efficacy measure will be the change in hair pulling or skin picking frequency and urges to pull hair or pick skin for the past week as indicated by change in total score. The entire study lasts 6 weeks. Every two weeks subjects will take the NIMH-TSS. The change in scores from baseline to after 6 weeks will be assessed. The scale itself assesses severity of trichotillomania symptoms. The NIMH-TSS score ranges from 0 to 20, with 0 being no symptoms and 20 being the most severe.",
                    "timeFrame": "The primary efficacy end points will be the change in these measures from baseline to week 6."
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Clinical Global Impressions-Improvement Scale (CGI-I)",
                    "description": "The entire study for the subject will last 6 weeks. Every two weeks the subject will complete the CGI. The change in scores from baseline to after 6 weeks will be assessed. The scale itself assesses overall disorder severity on a scale from 1 to 7 with 1 being \"not at all\" and 7 being \"among the most severe cases\"",
                    "timeFrame": "6 weeks"
                },
                {
                    "measure": "Massachusetts General Hospital Hairpulling (Skinpicking) Scale",
                    "description": "Brief, self-report instrument for assessing repetitive hairpulling (skinpicking). Seven individual items, rated for severity from 0 to 4, assess urges to pull, actual pulling, perceived control, and associated distress.",
                    "timeFrame": "6 weeks"
                },
                {
                    "measure": "Skin Picking Symptom Assessment Scale",
                    "description": "The entire study lasts 6 weeks. Every two weeks subjects will take the SP-SAS. The change in scores from baseline to after 6 weeks will be assessed. The scale itself assesses severity of skin-picking symptoms. The SP-SAS score ranges from 0 to 48, with 0 being no symptoms and 48 being the most severe.",
                    "timeFrame": "6 weeks"
                },
                {
                    "measure": "Quality of Life Inventory",
                    "description": "A self-report assessment of patient perceived quality of life that will be assessed at baseline and week 6. Higher scores indicate a higher quality of life, whereas lower scores indicate a lower quality of life.",
                    "timeFrame": "6 weeks"
                },
                {
                    "measure": "Sheehan Disability Scale",
                    "description": "Subjects will complete the SDS at all visits. The change in scores from baseline to study completion will be assessed. The scale itself assesses the level of disability from target disorder with higher scores indicating a more debilitating disorder.",
                    "timeFrame": "6 weeks"
                },
                {
                    "measure": "Hamilton Depression Rating Scale",
                    "description": "A clinician-administered assessment of depression that will be assessed at all study visits. Higher total scores indicate higher levels of depression, while a score of 0 would indicate no depressive symptoms",
                    "timeFrame": "6 weeks"
                },
                {
                    "measure": "Hamilton Anxiety Rating Scale",
                    "description": "A clinician-administered assessment of anxiety that will be assessed at all study visits. Changes in scores from baseline to final visit will be assessed. Higher scores indicate higher levels of anxiety, with 0 being no symptoms of anxiety.",
                    "timeFrame": "6 weeks"
                },
                {
                    "measure": "Tridimensional Personality Questionnaire",
                    "description": "TPQ seeks to measure three dimensions (traits) of the personality. These personality traits are novelty seeking, harm avoidance and reward dependence. Each have four subscales. There are 100 true-false questions which form the basis for the computation of the traits.",
                    "timeFrame": "6 weeks"
                },
                {
                    "measure": "Cambridge Caffeine Use Survey",
                    "description": "A self-report assessment that measures intake of different types of caffeine in the past week. Higher scores indicate more frequent caffeine use and lower scores indicate less frequent caffeine use. This will be assessed at all study visits.",
                    "timeFrame": "6 weeks"
                },
                {
                    "measure": "Cambridge-Chicago Trait Scale",
                    "description": "A self-report assessment of compulsivity. Higher scores indicate greater compulsivity and lower scores indicate less compulsivity. This will be assessed at all study visits.",
                    "timeFrame": "6 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Men and women age ≥18 years\n2. current DSM-5 trichotillomania or skin picking disorder; and\n3. Ability to understand and sign the consent form.\n\nExclusion Criteria:\n\n1. Unstable medical illness based on history or clinically significant abnormalities on baseline physical examination\n2. Current pregnancy or lactation, or inadequate contraception in women of childbearing potential\n3. Subjects considered an immediate suicide risk based on the Columbia Suicide Severity rating Scale (C-SSRS) (www.cssrs.columbia.edu/docs)\n4. Past 12-month DSM-5 diagnosis of psychosis, bipolar disorder, mania, or a substance or alcohol use disorder\n5. Illegal substance use based on urine toxicology screening\n6. Stable dose of medications for at least the past 3 months\n7. Previous treatment with aripiprazole\n8. Cognitive impairment that interferes with the capacity to understand and self-administer medication or provide written informed consent",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Madison P Collins, BA",
                    "role": "CONTACT",
                    "phone": "773-834-3778",
                    "email": "mcollins4@bsd.uchicago.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Jon E Grant, MD, JD, MPH",
                    "affiliation": "University of Chicago",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Chicago",
                    "city": "Chicago",
                    "state": "Illinois",
                    "zip": "60637",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Madison Collins, BA",
                            "role": "CONTACT",
                            "phone": "773-834-3778",
                            "email": "mcollins4@bsd.uchicago.edu"
                        },
                        {
                            "name": "P",
                            "role": "CONTACT"
                        },
                        {
                            "name": "Jon E Grant, MD, JD, MPH",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.85003,
                        "lon": -87.65005
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "27581696",
                    "type": "BACKGROUND",
                    "citation": "Grant JE, Chamberlain SR. Trichotillomania. Am J Psychiatry. 2016 Sep 1;173(9):868-74. doi: 10.1176/appi.ajp.2016.15111432."
                },
                {
                    "pmid": "23128921",
                    "type": "BACKGROUND",
                    "citation": "Grant JE, Odlaug BL, Chamberlain SR, Keuthen NJ, Lochner C, Stein DJ. Skin picking disorder. Am J Psychiatry. 2012 Nov;169(11):1143-9. doi: 10.1176/appi.ajp.2012.12040508."
                },
                {
                    "pmid": "23303052",
                    "type": "BACKGROUND",
                    "citation": "Grant JE, Odlaug BL, Hampshire A, Schreiber LR, Chamberlain SR. White matter abnormalities in skin picking disorder: a diffusion tensor imaging study. Neuropsychopharmacology. 2013 Apr;38(5):763-9. doi: 10.1038/npp.2012.241. Epub 2012 Nov 29."
                },
                {
                    "pmid": "27007062",
                    "type": "BACKGROUND",
                    "citation": "Grant JE, Chamberlain SR, Redden SA, Leppink EW, Odlaug BL, Kim SW. N-Acetylcysteine in the Treatment of Excoriation Disorder: A Randomized Clinical Trial. JAMA Psychiatry. 2016 May 1;73(5):490-6. doi: 10.1001/jamapsychiatry.2016.0060."
                },
                {
                    "pmid": "20531220",
                    "type": "BACKGROUND",
                    "citation": "Grant JE, Odlaug BL, Chamberlain SR, Kim SW. A double-blind, placebo-controlled trial of lamotrigine for pathological skin picking: treatment efficacy and neurocognitive predictors of response. J Clin Psychopharmacol. 2010 Aug;30(4):396-403. doi: 10.1097/JCP.0b013e3181e617a1."
                },
                {
                    "pmid": "17194265",
                    "type": "BACKGROUND",
                    "citation": "Woods DW, Flessner CA, Franklin ME, Keuthen NJ, Goodwin RD, Stein DJ, Walther MR; Trichotillomania Learning Center-Scientific Advisory Board. The Trichotillomania Impact Project (TIP): exploring phenomenology, functional impairment, and treatment utilization. J Clin Psychiatry. 2006 Dec;67(12):1877-88. doi: 10.4088/jcp.v67n1207."
                },
                {
                    "pmid": "17727824",
                    "type": "BACKGROUND",
                    "citation": "Bloch MH, Landeros-Weisenberger A, Dombrowski P, Kelmendi B, Wegner R, Nudel J, Pittenger C, Leckman JF, Coric V. Systematic review: pharmacological and behavioral treatment for trichotillomania. Biol Psychiatry. 2007 Oct 15;62(8):839-46. doi: 10.1016/j.biopsych.2007.05.019. Epub 2007 Aug 28."
                },
                {
                    "pmid": "21694623",
                    "type": "BACKGROUND",
                    "citation": "White MP, Koran LM. Open-label trial of aripiprazole in the treatment of trichotillomania. J Clin Psychopharmacol. 2011 Aug;31(4):503-6. doi: 10.1097/JCP.0b013e318221b1ba."
                },
                {
                    "pmid": "34582562",
                    "type": "BACKGROUND",
                    "citation": "Hoffman J, Williams T, Rothbart R, Ipser JC, Fineberg N, Chamberlain SR, Stein DJ. Pharmacotherapy for trichotillomania. Cochrane Database Syst Rev. 2021 Sep 28;9(9):CD007662. doi: 10.1002/14651858.CD007662.pub3."
                },
                {
                    "pmid": "24653940",
                    "type": "BACKGROUND",
                    "citation": "Turner GA, Sutton S, Sharma A. Augmentation of Venlafaxine with Aripiprazole in a Case of Treatment-resistant Excoriation Disorder. Innov Clin Neurosci. 2014 Jan;11(1-2):29-31."
                },
                {
                    "pmid": "30446201",
                    "type": "BACKGROUND",
                    "citation": "Gupta MA, Vujcic B, Pur DR, Gupta AK. Use of antipsychotic drugs in dermatology. Clin Dermatol. 2018 Nov-Dec;36(6):765-773. doi: 10.1016/j.clindermatol.2018.08.006. Epub 2018 Aug 16."
                },
                {
                    "pmid": "34410609",
                    "type": "BACKGROUND",
                    "citation": "Grant JE, Peris TS, Ricketts EJ, Bethlehem RAI, Chamberlain SR, O'Neill J, Scharf JM, Dougherty DD, Deckersbach T, Woods DW, Piacentini J, Keuthen NJ. Reward processing in trichotillomania and skin picking disorder. Brain Imaging Behav. 2022 Apr;16(2):547-556. doi: 10.1007/s11682-021-00533-5. Epub 2021 Aug 19."
                },
                {
                    "pmid": "2761586",
                    "type": "BACKGROUND",
                    "citation": "Swedo SE, Leonard HL, Rapoport JL, Lenane MC, Goldberger EL, Cheslow DL. A double-blind comparison of clomipramine and desipramine in the treatment of trichotillomania (hair pulling). N Engl J Med. 1989 Aug 24;321(8):497-501. doi: 10.1056/NEJM198908243210803."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000014256",
                    "term": "Trichotillomania"
                },
                {
                    "id": "D000096705",
                    "term": "Excoriation Disorder"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009771",
                    "term": "Obsessive-Compulsive Disorder"
                },
                {
                    "id": "D000001008",
                    "term": "Anxiety Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                },
                {
                    "id": "D000007174",
                    "term": "Disruptive, Impulse Control, and Conduct Disorders"
                },
                {
                    "id": "D000016728",
                    "term": "Self-Injurious Behavior"
                },
                {
                    "id": "D000001526",
                    "term": "Behavioral Symptoms"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M17008",
                    "name": "Trichotillomania",
                    "asFound": "Trichotillomania",
                    "relevance": "HIGH"
                },
                {
                    "id": "M3252",
                    "name": "Excoriation Disorder",
                    "asFound": "Dermatillomania",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12706",
                    "name": "Obsessive-Compulsive Disorder",
                    "relevance": "LOW"
                },
                {
                    "id": "M6419",
                    "name": "Compulsive Personality Disorder",
                    "relevance": "LOW"
                },
                {
                    "id": "M4324",
                    "name": "Anxiety Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M10219",
                    "name": "Disruptive, Impulse Control, and Conduct Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M21827",
                    "name": "Conduct Disorder",
                    "relevance": "LOW"
                },
                {
                    "id": "M19089",
                    "name": "Self-Injurious Behavior",
                    "relevance": "LOW"
                },
                {
                    "id": "M4818",
                    "name": "Behavioral Symptoms",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000068180",
                    "term": "Aripiprazole"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000928",
                    "term": "Antidepressive Agents"
                },
                {
                    "id": "D000011619",
                    "term": "Psychotropic Drugs"
                },
                {
                    "id": "D000014150",
                    "term": "Antipsychotic Agents"
                },
                {
                    "id": "D000014149",
                    "term": "Tranquilizing Agents"
                },
                {
                    "id": "D000002492",
                    "term": "Central Nervous System Depressants"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000018491",
                    "term": "Dopamine Agonists"
                },
                {
                    "id": "D000015259",
                    "term": "Dopamine Agents"
                },
                {
                    "id": "D000018377",
                    "term": "Neurotransmitter Agents"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000058825",
                    "term": "Serotonin 5-HT1 Receptor Agonists"
                },
                {
                    "id": "D000017366",
                    "term": "Serotonin Receptor Agonists"
                },
                {
                    "id": "D000018490",
                    "term": "Serotonin Agents"
                },
                {
                    "id": "D000058830",
                    "term": "Serotonin 5-HT2 Receptor Antagonists"
                },
                {
                    "id": "D000012702",
                    "term": "Serotonin Antagonists"
                },
                {
                    "id": "D000065127",
                    "term": "Dopamine D2 Receptor Antagonists"
                },
                {
                    "id": "D000018492",
                    "term": "Dopamine Antagonists"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M229",
                    "name": "Aripiprazole",
                    "asFound": "Massage",
                    "relevance": "HIGH"
                },
                {
                    "id": "M16904",
                    "name": "Antipsychotic Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M4247",
                    "name": "Antidepressive Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M14474",
                    "name": "Psychotropic Drugs",
                    "relevance": "LOW"
                },
                {
                    "id": "M7473",
                    "name": "Dopamine",
                    "relevance": "LOW"
                },
                {
                    "id": "M20595",
                    "name": "Dopamine Agonists",
                    "relevance": "LOW"
                },
                {
                    "id": "M17962",
                    "name": "Dopamine Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M20504",
                    "name": "Neurotransmitter Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M15512",
                    "name": "Serotonin",
                    "relevance": "LOW"
                },
                {
                    "id": "M29240",
                    "name": "Serotonin 5-HT1 Receptor Agonists",
                    "relevance": "LOW"
                },
                {
                    "id": "M19648",
                    "name": "Serotonin Receptor Agonists",
                    "relevance": "LOW"
                },
                {
                    "id": "M20596",
                    "name": "Dopamine Antagonists",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "PsychDr",
                    "name": "Psychotropic Drugs"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "CaAg",
                    "name": "Cardiotonic Agents"
                }
            ]
        }
    },
    "hasResults": false
}