{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05182866",
            "orgStudyIdInfo": {
                "id": "ASP-1929-103"
            },
            "organization": {
                "fullName": "Rakuten Medical, Inc.",
                "class": "INDUSTRY"
            },
            "briefTitle": "ASP-1929 Photoimmunotherapy (PIT) Study in Patients With Recurrent Head/Neck Cancer",
            "officialTitle": "Phase 2, Open-label, Single-arm, Window of Opportunity Study of ASP-1929 Photoimmunotherapy With Fluorescence Imaging in Patients With Operable Primary or Recurrent Head and Neck or Cutaneous Squamous Cell Carcinoma",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "asp-photoimmunotherapy-pit-study-in-patients-with-recurrent-head-neck-cancer"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-01-21",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-03-25",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-03-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-12-20",
            "studyFirstSubmitQcDate": "2021-12-20",
            "studyFirstPostDateStruct": {
                "date": "2022-01-10",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-04-30",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-02",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Rakuten Medical, Inc.",
                "class": "INDUSTRY"
            },
            "collaborators": [
                {
                    "name": "Shimadzu Corporation",
                    "class": "UNKNOWN"
                },
                {
                    "name": "National Cancer Institute (NCI)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": true
        },
        "descriptionModule": {
            "briefSummary": "A Phase 2, Open-label, Single-arm, Window of opportunity Study of ASP-1929 Photoimmunotherapy with Fluorescence Imaging in Patients with Operable Primary or Recurrent Head and Neck or Cutaneous Squamous Cell Carcinoma",
            "detailedDescription": "All patients will receive a combination of ASP-1929 and Photoimmunotherapy (PIT). During illumination procedure, fluorescence of the IR700 component of ASP-1929 will be imaged at a wavelength in the vicinity of 830 nm with a Shimadzu Fluorescence Imaging System camera. Patients will undergo standard of care surgery approximately 21 days after ASP-1929 PIT treatment."
        },
        "conditionsModule": {
            "conditions": [
                "Head and Neck Cancer",
                "Squamous Cell Carcinoma of Head and Neck"
            ],
            "keywords": [
                "Photoimmunotherapy",
                "HNC",
                "HNSCC",
                "Head and neck",
                "Rakuten Medical",
                "ASP-1929",
                "Fluorescence"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 22,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Single Arm",
                    "type": "EXPERIMENTAL",
                    "description": "ASP-1929 640 mg/m\\^2 treatment by intravenous (IV) infusion followed approximately 24 hours later by illumination (also termed as photoimmunotherapy \\[PIT\\]) of tumor(s) using the PIT690 Laser System with a 690 nm light dose of 50 J/cm\\^2 for superficial illumination and 100 J/cm of diffuser length for interstitial illumination. During the illumination procedure, fluorescence of the IR700 component of ASP-1929 will be imaged with a Shimadzu Fluorescence Imaging System camera. Patients will undergo standard of care surgery with or without chemotherapy or radiation approximately 21 days after ASP-1929 PIT treatment.",
                    "interventionNames": [
                        "Combination Product: ASP-1929 Photoimmunotherapy"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "COMBINATION_PRODUCT",
                    "name": "ASP-1929 Photoimmunotherapy",
                    "description": "ASP-1929 640 mg/m\\^2 IV infusion followed approximately 24 hours later by photoimmunotherapy",
                    "armGroupLabels": [
                        "Single Arm"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Pathologic Tumor Response",
                    "description": "Proportion of patients with pathologic tumor response-2 (pTR-2) of ASP-1929 PIT-treated lesions. A patient is a pTR-2 responder if overall pTR of ASP-1929 PIT-treated tumors (including primary tumor and lymph node) is greater than or equal to 50% (pTR-2)",
                    "timeFrame": "Day 17 or Day 21"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Local relapse rate",
                    "description": "Local relapse rate (at ASP-1929 PIT-treated site) at one year after surgery",
                    "timeFrame": "12 Months"
                },
                {
                    "measure": "Time to local relapse at ASP-1929 PIT-treated site",
                    "description": "Time to local relapse at ASP-1929 PIT-treated site is defined as the time from the day of surgery to local regional and/or distant relapse at ASP-1929 PIT-treated site.",
                    "timeFrame": "12 Months"
                },
                {
                    "measure": "Progression-free Survival (PFS)",
                    "description": "PFS defined as time from initial study intervention to progress disease, precluding surgery, locoregional recurrence, distant recurrence, second primary tumor (with biopsy confirmation where possible), or death from any cause.",
                    "timeFrame": "12 Months"
                },
                {
                    "measure": "Recurrence-free survival (RFS)",
                    "description": "RFS defined as time from the day of surgery to first recurrence (locoregional or distant)",
                    "timeFrame": "12 Months"
                },
                {
                    "measure": "Overall Survival",
                    "description": "Overall survival is defined as the time from the first treatment to death from any cause.",
                    "timeFrame": "24 Months"
                },
                {
                    "measure": "Proportion of patients with treatment-emergent adverse events related to ASP-1929 PIT treatment",
                    "timeFrame": "1 Month"
                },
                {
                    "measure": "Proportion of patients with surgery delay due to ASP-1929 PIT treatment",
                    "timeFrame": "Day 17 or Day 21"
                },
                {
                    "measure": "Proportion of successful fluorescence observation",
                    "timeFrame": "Day 2"
                },
                {
                    "measure": "Time to maximal fluorescence loss (TMFL) of IR700",
                    "timeFrame": "Day 2"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Provide written informed consent.\n* Male or female ≥ 18 years of age at the time of informed consent\n* Documentation of histologically confirmed, resectable (by standard of care surgery), primary or recurrent locoregional HNSCC or cuSCC.\n\nNote: For patients with HNSCC, tumor locations must be in the oropharynx, oral cavity, sinonasal tract, hypopharynx, or larynx. Patients may not have a primary tumor site of nasopharynx (any histology).\n\n* At least one tumor lesion accessible for ASP-1929 PIT illumination that is also amenable to imaging with the Fluorescence Imaging System camera (must be within 0.5 cm and no more than 3 cm depth to the skin or mucosal surface, with the longest diameter less than 5 cm as judged by pre-treatment imaging or examination) and radiographically measurable by RECIST 1.1, as assessed by the Investigator.\n* Eastern Cooperative Oncology Group (ECOG) performance status of 0 to 1 at the time of screening.\n* Adequate organ function laboratory values (all screening labs should be performed ≤ 14 days of Day 1)\n* Female patients of childbearing potential must not be pregnant (confirmed by negative pregnancy test \\[urine or serum\\] at screening), not breastfeeding and must be willing to use a method of highly effective birth control, or practice abstinence throughout the study and for 60 days after the last dose of ASP-1929.\n* Male patients must be sterile or agree to use an adequate method of contraception or practice abstinence throughout the study and for 60 days after the last dose of ASP-1929\n* Provide fresh tumor biopsy at screening. Patients for whom a fresh screening biopsy cannot be obtained may submit an archival sample provided it has been collected within ≤ 3 months of enrollment and no intervening anticancer treatment has occurred within that timeframe or upon agreement from the Sponsor.\n\nExclusion Criteria:\n\n* Receiving any other investigational agents or who have received local (including radiotherapy) or systemic treatment for cancer (chemotherapy, immunotherapy, any systemic investigational therapy, or EGFR-directed therapy) within 4 weeks before ASP-1929 PIT treatment.\n* History of significant (≥ Grade 3) infusion reaction to anti-EGFR antibodies.\n* History of allergic reactions attributed to compounds of similar chemical or biologic composition to ASP-1929, or other agents used in study.\n* Require use of photosensitizing medications. Note: Photosensitizing medications must be discontinued 30 days before ASP-1929 PIT treatment.\n* Tumor invading major blood vessel unless the vessel has been embolized or surgically ligated to prevent hemorrhage; must not have involvement of the common or internal carotid arteries defined as invasion, encasement or direct contact (lack of a radiographically visible plane between the tumor and carotid artery).\n* Tumors inappropriate for ASP-1929 PIT treatment, including those in the brain or dura, with perineural involvement at the skull base, CNS disease, or disease in the orbit (if the eye has been previously removed, consult with Medical Monitor before excluding).\n* History of distant metastatic disease (M1) based on standard of care imaging.\n* Any contraindications for CT or 18FDG PET/CT imaging.\n* Weight \\> 350 pounds (weight limit for scanner table), or unable to fit within the imaging gantry.\n* Requiring future examinations or treatments within 4 weeks after an ASP-1929 PIT treatment cycle exposing the patient to high-intensity light (eg, eye examinations, surgical procedures) that are unrelated to ASP-1929 PIT treatment, the disease under study, or the study overall.\n* Diagnosed and/or treated for additional malignancy within 3 years before study Day 1, except for those with a negligible risk of metastasis or death\n* Known history of testing positive for human immunodeficiency virus or acquired immunodeficiency syndrome -related illness.\n* Known infection or detection of active Hepatitis B (eg, HBsAg positive), Hepatitis C (eg, RNA \\[qualitative\\]), or SARS-CoV-2 (qualitative).\n* Received a live, attenuated vaccine within 4 weeks before Day 1 or anticipation of receiving a live, attenuated vaccine that will be required during the study (based on known medical history).\n* Uncontrolled intercurrent illness including, but not limited to, ongoing or active infection, symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia, or psychiatric illness/social situations that would limit compliance with study requirements.\n* Major surgery or significant traumatic injury within 4 weeks of study Day 1, or anticipation of the need for major surgery that is unrelated to study intervention during the study.\n* Currently participating or has participated in a study of any investigational agent or used any investigational device within 4 weeks of study Day 1.\n* Unwilling or unable to follow protocol requirements.\n* Any other condition which, in the Investigator's opinion, deems the patient an unsuitable candidate to receive ASP-1929 and/or be exposed to illumination, may affect the interpretation of the results, or render the patient at high risk from treatment complications.\n* Active infection requiring systemic therapies such as antibiotic, antifungal, or antiviral intervention which in the opinion of the Investigator precludes the patient from participating in the clinical trial.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Rakuten Medical Study Team",
                    "role": "CONTACT",
                    "phone": "+1 (833) 725-8633",
                    "email": "103trial@rakuten-med.com"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Vassiliki Saloura, MD",
                    "affiliation": "National Cancer Institute (NCI)",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Center for Cancer Research",
                    "status": "RECRUITING",
                    "city": "Bethesda",
                    "state": "Maryland",
                    "zip": "20892",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Vassiliki Saloura, MD, Ph.D",
                            "role": "CONTACT",
                            "phone": "240-760-6352",
                            "email": "valia.saloura@nih.gov"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.98067,
                        "lon": -77.10026
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000002277",
                    "term": "Carcinoma"
                },
                {
                    "id": "D000002294",
                    "term": "Carcinoma, Squamous Cell"
                },
                {
                    "id": "D000006258",
                    "term": "Head and Neck Neoplasms"
                },
                {
                    "id": "D000077195",
                    "term": "Squamous Cell Carcinoma of Head and Neck"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009375",
                    "term": "Neoplasms, Glandular and Epithelial"
                },
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000018307",
                    "term": "Neoplasms, Squamous Cell"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5534",
                    "name": "Carcinoma",
                    "asFound": "Carcinoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M1689",
                    "name": "Squamous Cell Carcinoma of Head and Neck",
                    "asFound": "Squamous Cell Carcinoma of Head and Neck",
                    "relevance": "HIGH"
                },
                {
                    "id": "M14850",
                    "name": "Recurrence",
                    "relevance": "LOW"
                },
                {
                    "id": "M5550",
                    "name": "Carcinoma, Squamous Cell",
                    "asFound": "Squamous Cell Carcinoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M9348",
                    "name": "Head and Neck Neoplasms",
                    "asFound": "Neck Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12320",
                    "name": "Neoplasms, Glandular and Epithelial",
                    "relevance": "LOW"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M20451",
                    "name": "Neoplasms, Squamous Cell",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                }
            ]
        }
    },
    "hasResults": false
}