{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT03456778",
            "orgStudyIdInfo": {
                "id": "IRB00096405"
            },
            "organization": {
                "fullName": "Emory University",
                "class": "OTHER"
            },
            "briefTitle": "Assessing the Tendons With Shear Wave Elastography",
            "officialTitle": "Assessing the Efficacy of the Treatment of Tendinopathy With Shear Wave Elastography",
            "therapeuticArea": [
                "Other"
            ],
            "study": "assessing-the-tendons-with-shear-wave-elastography"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2018-02-27",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-03",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-03",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2018-03-02",
            "studyFirstSubmitQcDate": "2018-03-02",
            "studyFirstPostDateStruct": {
                "date": "2018-03-07",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-17",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-20",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "David Reiter",
                "investigatorTitle": "Assistant Professor",
                "investigatorAffiliation": "Emory University"
            },
            "leadSponsor": {
                "name": "Emory University",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this study is to utilize Shear Wave Elastography (SWE) to study the viscoelastic properties of tendons to understand the functional differences between normal/asymptomatic and symptomatic tendon states. The study will also assess the degree of tendon healing following standard of care treatment.",
            "detailedDescription": "Tendinopathy is a common affliction in athletes, recreational exercisers, the general population and even inactive people. Tendon pathology presenting clinically is most commonly seen in the chronic state related to tendon degeneration manifested as intra-tendinous mucoid degeneration and chondroid metaplasia, which in many cases is accompanied by superimposed small intrasubstance/interstitial tears. Then a vicious cycle of attempted inadequate healing with superimposed acute pathology ensues leading to significant pain and discomfort over time significantly limiting physical activity. The exact pathogenesis of this disease has not been clarified scientifically.\n\nThe first part of this study aims to establish the difference between asymptomatic and symptomatic tendons among patients affected by moderate-to-severe, chronic (\\>6 months of symptoms) tendinopathy in comparison to asymptomatic patients. After establishing a range of elastography normal to severe pathologic measurements, a second part of the study will focus on utilizing ultrasound elastography imaging follow up to assess degree of tendon healing after various standard of care treatments.\n\nThe purpose of this prospective observational study is to utilize a ultrasound modality known as real-time Shear Wave Elastography (SWE) to study the viscoelastic properties of tendons, such as the Achilles, patellar, quadriceps, epicondylar, and rotator cuff, to understand the functional differences between normal/asymptomatic (n=75) vs symptomatic (n=75) tendon states (total n=150). The secondary aim will be to assess the degree of tendon healing after standard of care treatment. The clinical implications are very significant because it will provide insights into the mechanism of tendon healing."
        },
        "conditionsModule": {
            "conditions": [
                "Tendinopathy"
            ],
            "keywords": [
                "Sonographic imaging",
                "Shear Wave Elastography"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": false,
            "designInfo": {
                "observationalModel": "CASE_CONTROL",
                "timePerspective": "PROSPECTIVE"
            },
            "enrollmentInfo": {
                "count": 150,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Shear Wave Elastography for Asymptomatic Volunteers",
                    "description": "Patients with extremity pain but without tendon involvement will have tendon imagining using shear wave elastography.",
                    "interventionNames": [
                        "Device: Shear Wave Elastography"
                    ]
                },
                {
                    "label": "Shear Wave Elastography Symptomatic Volunteers",
                    "description": "Patients diagnosed with tendinopathy will have tendon imagining using shear wave elastography. Participants may have the option to have repeated imaging to examine tendon healing for up to a year after receiving standard of care treatment.",
                    "interventionNames": [
                        "Device: Shear Wave Elastography"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "Shear Wave Elastography",
                    "description": "An ultrasound (US) technique, known as shear wave elastography (SWE), is used to examine structure and biomechanical function. The examination takes place in the ultrasound room at the study site and lasts for approximately 20 minutes.",
                    "armGroupLabels": [
                        "Shear Wave Elastography Symptomatic Volunteers",
                        "Shear Wave Elastography for Asymptomatic Volunteers"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Viscoelastic Tendon Property",
                    "description": "Shear wave elastography imaging will be used to establish baseline measurements of viscoelastic properties of tendons, such as the Achilles, patellar, quadriceps, epicondylar, and rotator cuff, among asymptomatic and symptomatic patients.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Change in Tendon Healing",
                    "description": "The degree of tendon healing among symptomatic patients receiving standard of care treatment will be assessed by examining stiffness changes measured by shear wave imaging.",
                    "timeFrame": "Baseline, Month 3, Month 6, Month 12"
                },
                {
                    "measure": "Change in Victorian Institute of Sport Assessment - Achilles (VISA-A) Score",
                    "description": "Participants symptomatic for Achilles tendinopathy who received standard of care treatment will be asked to complete the VISA-A scale. The VISA-A scale assesses the severity of chronic Achilles tendinopathy. This 8-item, self-administered questionnaire asks about Achilles tendon pain, daily living function, and sporting activity. Total scores can range from 0 to 100, with 0 representing worst pain and function and 100 signifying no pain or limitations to function. Scores below 70 indicate the presence of Achilles tendinopathy.",
                    "timeFrame": "Month 6, Month 9, Month 12"
                },
                {
                    "measure": "Change in Victorian Institute of Sport Assessment - Patellar Tendon (VISA-P) Score",
                    "description": "Participants symptomatic for patellar tendinopathy who received standard of care treatment will be asked to complete the VISA-A scale. The VISA-P scale assesses patellar tendinosis. This 8-item, self-administered questionnaire asks about symptoms, pain, function, and sporting activity. Total scores can range from 0 to 100, with 0 representing worst pain and function and 100 signifying no pain or limitations to function.",
                    "timeFrame": "Month 6, Month 9, Month 12"
                },
                {
                    "measure": "Change in The Foot & Ankle Disability Index (FADI) Score",
                    "description": "The FADI is a self-report instrument assessing function related to the foot and ankle. The FADI has 26 items that are scored on a 5-point scale where 0 = unable to do and 4 = no difficulty at all. Total raw scores range from 0 to 104 and scores are converted to percentages, where 100% indicates no dysfunction. This instrument is administered to symptomatic patients receiving standard of care treatment.",
                    "timeFrame": "Month 6, Month 9, Month 12"
                },
                {
                    "measure": "Change in The Foot & Ankle Disability Index (FADI) Sport Score",
                    "description": "The FADI Sport is a self-report instrument assessing function related to the foot and ankle in athletes. The FADI Sport has 8 items that are scored on a 5-point scale where 0 = unable to do and 4 = no difficulty at all. Total raw scores range from 0 to 32 and scores are converted to percentages, where 100% indicates no dysfunction. This instrument is administered to symptomatic patients receiving standard of care treatment.",
                    "timeFrame": "Month 6, Month 9, Month 12"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria for Asymptomatic Volunteers:\n\n* Patients presenting at the study location with lower extremity pain without tendon involvement\n\nInclusion Criteria for Symptomatic Volunteers:\n\n* Patients presenting at the study location with a clinical diagnosis of tenalgia\n* Diagnosis of tendinopathy confirmed by ultrasound\n\nExclusion Criteria:\n\n* Pregnancy\n* History of tendinopathy or surgery and morphologic abnormalities\n* History of systemic, metabolic, endocrine diseases, or psoriasis\n* History of treatment with corticosteroids, estrogens, long term quinolone antibiotics, and cholesterol drugs",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "65 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "Patients at the Emory Orthopaedics and Spine Center who are asymptomatic or symptomatic for tendinopathy.",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "David Reiter, PhD",
                    "role": "CONTACT",
                    "phone": "404-778-6098",
                    "email": "dareite@emory.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "David Reiter, PhD",
                    "affiliation": "Emory University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Emory Orthopaedics and Spine Center",
                    "status": "RECRUITING",
                    "city": "Atlanta",
                    "state": "Georgia",
                    "zip": "30329",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 33.749,
                        "lon": -84.38798
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000052256",
                    "term": "Tendinopathy"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009135",
                    "term": "Muscular Diseases"
                },
                {
                    "id": "D000009140",
                    "term": "Musculoskeletal Diseases"
                },
                {
                    "id": "D000013708",
                    "term": "Tendon Injuries"
                },
                {
                    "id": "D000014947",
                    "term": "Wounds and Injuries"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M27013",
                    "name": "Tendinopathy",
                    "asFound": "Tendinopathy",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12092",
                    "name": "Muscular Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12097",
                    "name": "Musculoskeletal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M16479",
                    "name": "Tendon Injuries",
                    "relevance": "LOW"
                },
                {
                    "id": "M17685",
                    "name": "Wounds and Injuries",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC05",
                    "name": "Musculoskeletal Diseases"
                },
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                }
            ]
        }
    },
    "hasResults": false
}