{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05917522",
            "orgStudyIdInfo": {
                "id": "DAIT RTB-015"
            },
            "organization": {
                "fullName": "National Institute of Allergy and Infectious Diseases (NIAID)",
                "class": "NIH"
            },
            "briefTitle": "Assessment of Biomarker-Guided CNI Substitution In Kidney Transplantation",
            "officialTitle": "Assessment of Biomarker-Guided Calcineurin Inhibitor (CNI) Substitution In Kidney Transplantation (RTB-015)",
            "therapeuticArea": [
                "Nephrology and Renal Diseases"
            ],
            "study": "assessment-of-biomarker-guided-cni-substitution-in-kidney-transplantation"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-02",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-12-07",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-07",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2029-07",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-05-11",
            "studyFirstSubmitQcDate": "2023-06-20",
            "studyFirstPostDateStruct": {
                "date": "2023-06-26",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-02-06",
            "lastUpdatePostDateStruct": {
                "date": "2024-02-08",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "National Institute of Allergy and Infectious Diseases (NIAID)",
                "class": "NIH"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "800 adult first time kidney transplant recipients will be enrolled in the Observational Study and followed to evaluate their Human Leukocyte Antigen (HLA)-DR/DQ molecular mismatch (mMM) score as a risk-stratifying prognostic biomarker. Six months after transplant the study will identify those who meet the eligibility criteria for the Nested Randomized Control Trial (RCT). 300 eligible subjects will be randomized 2:1 to abatacept or Standard of care (SOC) in the randomization and followed for 18 months monitoring for safety and improvement in renal function, neurocognitive function, and a life participation patient reported outcome measure (PROM).\n\nThe primary objective of the Observational Study is to test the validity of the HLA-DR/DQ mMM score as a prognostic biomarker for stratification of post-transplant alloimmune risk. Whereas the objective of the Nested RCT is to test whether a superior outcome in kidney function (primary endpoint), as well as secondary endpoints (neurocognitive function, and life participation PROM), will be achieved in patients who are transitioned from Tacrolimus (TAC) to abatacept, while maintaining efficacy (freedom from biopsy proven acute rejection).",
            "detailedDescription": "Observational Study:\n\nEnrolling 800 adult first time kidney transplant recipients. Consent and enrollment will be targeted to occur pre- or post-kidney transplant during the initial hospitalization. All subjects enrolled in the study will be followed observationally to evaluate HLA-DR/DQ molecular mismatched (mMM) as a risk-stratifying prognostic biomarker.\n\nThis prospective, multi-center, observational study of 800 kidney transplant recipients at clinically low risk for alloimmune memory (DSA negative pre-kidney transplant) who are initiated on standard of care (SOC) therapy will be used to satisfy the FDA requirement to prospectively evaluate the HLA mMM score as a prognostic biomarker for post-kidney transplant outcomes in a real-world cohort. Donor-recipient HLA-DR/DQ mMM score will be determined at enrollment and recipients will be followed over 24 months post- kidney transplant for primary alloimmune events (i.e., T cell Mediated Rejection (TCMR), DSA, and Antibody Mediated Rejection (ABMR) ).\n\nNested RCT (SOC versus conversion to abatacept):\n\nWe will follow subjects in the Observational Study for the initial 6 months to identify those who meet the stringent \"immune-quiescent\" randomization criteria: absence of biopsy proven acute rejection (BPAR) on a for-cause or 6-month surveillance biopsy; and absence of DSA. In addition, these subjects must have absence of infection (e.g., BKV/CMV), and be on at least MMF ≥500 mg p.o. bid at the time of randomization. From this \"immune-quiescent\" group those individuals with a low or intermediate HLA-DR/DQ mMM score will be eligible for the Nested RCT.\n\n300 eligible subjects will be randomized 2:1 to abatacept or SOC in the randomization phase (Abatacept arm: 200 vs. SOC arm: 100) to have adequate power for detecting differences between the treatment groups. Subjects enrolled into the trial's screening phase (0-6 months post-transplant) of the Observational Study will identify at least 360 kidney transplant recipients who exhibit immune quiescence and who meet the 6-months post-kidney transplant eligibility criteria for the Nested RCT. These individuals will be re-consented prior to randomization at 6-months post-kidney transplant."
        },
        "conditionsModule": {
            "conditions": [
                "Kidney Transplant"
            ],
            "keywords": [
                "Kidney Transplant",
                "Abatacept",
                "HLA-DR/DQ mMM"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 800,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Observational Study - Full Cohort",
                    "type": "NO_INTERVENTION",
                    "description": "800 adults first kidney transplant recipients will be followed observationally to evaluate HLA-DR/DQ molecular mismatch (mMM) as a risk-stratifying prognostic biomarker.\n\nDonor-recipient HLA-DR/DQ mMM score will be determined at enrollment and recipients will be followed over 24-months post-kidney transplant for primary alloimmune events (i.e., TCMR, DSA, and ABMR).\n\nStandard of care (SOC) therapy will be used to satisfy the FDA requirement to prospectively evaluate the HLA-DR/DQ mMM score as a prognostic biomarker for post-kidney transplant outcomes."
                },
                {
                    "label": "Nested RCT - Treatment Group (Abatacept)",
                    "type": "EXPERIMENTAL",
                    "description": "Eligible subjects will be re-consented and randomized to the investigational (abatacept/Mycophenolate mofetil (MMF)/Pred) Arm.\n\nStarting with abatacept at a fixed dose (125 mg s.c. weekly) and eliminate Calcineurin Inhibitor (CNI) over \\~3 months using serial Tacrolimus (TAC) C0 level targets to taper the dose.\n\n2200 subjects will be followed for 18 months post-randomization, monitoring for safety and improvement in renal function, neurocognitive function, and a life participation patient reported outcome measure (PROM).\n\nSubjects who develop Biopsy Proven Acute Rejection (BPAR) will have concurrent serum/urine/tissue samples collected and stored.",
                    "interventionNames": [
                        "Biological: Abatacept"
                    ]
                },
                {
                    "label": "Nested RCT - Control Group (SOC)",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Eligible subjects will be re-consented and randomized to the control group (tacrolimus/Mycophenolate mofetil (MMF)/Pred) .\n\n100 subjects will be and followed for 18 months post-randomization, monitoring for safety and improvement in renal function, neurocognitive function, and a life participation patient reported outcome measure (PROM).\n\nSubjects who develop Biopsy Proven Acute Rejection (BPAR) will have concurrent serum/urine/tissue samples collected and stored.",
                    "interventionNames": [
                        "Procedure: Standard of Care at US Transplant Centers"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BIOLOGICAL",
                    "name": "Abatacept",
                    "description": "Injection: 125 mg/mL of a clear to slightly opalescent, colorless to pale-yellow solution in a single-dose prefilled ClickJect autoinjector",
                    "armGroupLabels": [
                        "Nested RCT - Treatment Group (Abatacept)"
                    ],
                    "otherNames": [
                        "Orencia"
                    ]
                },
                {
                    "type": "PROCEDURE",
                    "name": "Standard of Care at US Transplant Centers",
                    "description": "Control group, remaining on SOC (Tacrolimus/ Mycophenolic Acid (MPA)/ Prednisone (Pred))",
                    "armGroupLabels": [
                        "Nested RCT - Control Group (SOC)"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "In the Observational Study - The occurrence of any alloimmune event",
                    "description": "including de novo Donor Specific Antibody (DSA), any Biopsy Proven Acute Rejection (BPAR) (Banff borderline or greater, on a for-cause or the 6-month post-transplant protocol biopsy) and censored by non-alloimmune graft failure or death with function or lost-to-follow up.",
                    "timeFrame": "Up to 24 months post-Kidney Transplant"
                },
                {
                    "measure": "In the Nested Randomized Control Trial (RCT) - Renal function, measured as the difference in eGFRCKD-EPI at 24-months between groups (adjusted for renal function at randomization).",
                    "timeFrame": "At 18 months post-randomization (24 months post-transplant)"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "In the Observational Study - The occurrence of any alloimmune event",
                    "description": "Each component of the primary outcome, de novo Class II Donor Specific Antibody (DSA), and renal function (eGFRCKD-EPI)",
                    "timeFrame": "At 24 months post-Kidney Transplant (post-kidney transplant)"
                },
                {
                    "measure": "In the Nested Randomized Control Trial (RCT) - Composite neurocognitive function (NIH-Toolbox Cognitive Battery) score",
                    "description": "Adjusted for score (Uncorrected Standard Score (59-140) Higher score indicates better cognitive performance) at randomization )",
                    "timeFrame": "At 18-mo post-randomization"
                },
                {
                    "measure": "In the Nested Randomized Control Trial (RCT) - Biopsy Proven Acute Rejection (BPAR) efficacy failure",
                    "description": "Defined as time to first of: BPAR (including borderline), Death, Graft loss, Lost to follow up",
                    "timeFrame": "From randomization to 18-mo post-randomization"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\nObservational Study:\n\n1. Subject must be able to understand and provide informed consent\n2. Received (within 14 days) or candidate for an ABO-compatible kidney transplant, including A2 to B\n3. Panel Reactive Antibody \\<=60% as determined by local site\n4. Virtual cross-match negative as determined by local site or Donor Specific Antibody (DSA) negative by central lab within 14 days post-transplant\n5. Female subjects of childbearing potential must have a negative pregnancy test upon study entry\n6. All subjects with reproductive potential must agree to use highly effective contraception for the duration of the study (http://www.fda.gov/birthcontrol)\n7. Hepatitis C Virus Ab positive subjects with negative Hepatitis C Virus polymerase chain reaction (HCV PCR) are eligible if they have spontaneously cleared infection or are in sustained virologic remission\n8. Vaccines up to date as per Division of Allergy, Immunology, and Transplantation (DAIT) guidance for patients in transplant trials (Refer to Manual of Procedures).\n9. Triple Immunosuppression - Calcineurin Inhibitor/Mycophenolic Acid/Steroid (CNI/MPA/steroid)\n\n   1. CNI (Tacrolimus (TAC), target trough \\[C0\\] level: 0-3 mo, 8-12 ng/mL; 4-6 mo, 6-10 ng/mL; \\>6 mo, 5-8 ng/mL\\])\n   2. MPA \\[target dose: mycophenolate mofetil \\>=500 mg bid or mycophenolate sodium \\>=360 mg bid\\]); and\n   3. Glucocorticoid, with a minimum dose equivalent to 5mg of prednisone per day\n\nNested Randomized Control Trial (RCT):\n\n1. Subject must be able to understand and provide informed consent\n2. A 6-month protocol biopsy free of Biopsy Proven Acute Rejection (BPAR)(by Central Pathology Core)\n3. Negative 6-month serum test for DSA (by Central HLA Core)\n4. eGFRCKD-EPI 30-90 ml/min/1.73m\\^2 at 6 months\n5. Has a verified negative purified protein derivative (PPD) or negative testing for tuberculosis using an approved IGRA blood test, such as QuantiFERON Gold TB or T-SPOT-TB assay OR has completed treatment for latent tuberculosis and has a negative chest x-ray. PPD or IGRA testing must occur within 52 weeks prior to randomization. These requirements apply as well to prior recipients of Bacille Calmette-Gurin (BCG) vaccination\n6. Minimum Mycophenolate mofetil (MPA) dose (MPA 500 mg po bid, or Mycophenolate sodium 360 mg po bid)\n7. Minimum Prednisone dose of 5mg per day\n8. Hepatitis C Virus Ab positive subjects with negative HCV PCR are eligible if they have spontaneously cleared infection or are in sustained virologic remission\n9. Hepatitis C Virus negative recipients of a Hepatitis C Virus positive organ are eligible if they have undergone treatment and are in sustained virologic remission\n10. Female subjects of childbearing potential must have a negative pregnancy test upon study entry\n11. All subjects with reproductive potential, must agree to use highly effective contraception the duration of the study-specific methods may be listed, if applicable\n\nExclusion Criteria:\n\nObservational Study:\n\n1. Inability or unwillingness of a participant to give written informed consent or comply with study protocol including a mandated 6-mo kidney transplant biopsy\n2. Non-Kidney Transplant (KTx) (pre-existing or concurrent)\n3. Current use of immunomodulatory agents (including but not limited to: Rituximab, anti-Tumor necrosis factor(TNF) Monoclonal antibodies (mAb), or Belatacept, abatacept, Janus kinase inhibitors)\n4. Transplant in which the kidney donor is the recipient's Identical twin\n5. Epstein-Barr virus (EBV) sero-negative KTx recipient\n6. Chronic obstructive pulmonary disease (COPD)\n7. Untreated Latent Tuberculosis (TB)\n8. Human immunodeficiency virus (HIV) infection\n9. Active Hepatitis B infection (HBsAg+ or anti-HBcore +)\n10. Enrollment in another investigational trial\n11. Current, diagnosed, mental illness or current, diagnosed or self-reported drug or alcohol abuse that, in the opinion of the investigator, would interfere with the participant's ability to comply with study requirements\n12. Recent recipient of any licensed or investigational live attenuated vaccine(s) within 4 weeks of enrollment\n13. Use of investigational drugs within 8 weeks of participation\n14. Past or current medical problems or findings from physical examination or laboratory testing that are not listed above, which, in the opinion of the investigator, may pose additional risks from participation in the study, may interfere with the participant's ability to comply with study requirements or that may impact the quality or interpretation of the data obtained from the study\n15. Use of Campath(R)\n\nNested Randomized Control Trial (RCT):\n\n1. Inability or unwillingness of a participant to give written informed consent or comply with study protocol\n2. Biopsy Proven Acute Rejection (BPAR) or treated clinically-diagnosed rejection in the 6 months following enrollment in the Observational Study\n3. Positive for a Donor Specific Antibody (DSA) 0-6 months post-kidney transplant\n4. Acute Banff interstitial (i) score \\>0 on a 6-month protocol biopsy as determined by core pathology read\n5. Presence of recurrent on de novo glomerulonephropathy 0-6 months post-kidney transplant\n6. Presence of active infection including BK virus (BKV), Cytomegalovirus (CMV) or EBV viremia by Polymerase chain reaction (PCR) analysis\n7. Unable or unwilling to undergo protocol biopsies\n8. Not on Tacrolimus/Mycophenolic Acid (MPA)/Pred\n9. Unable to administer therapy s.c.\n10. Thrombocytopenia (\\<50,000/mm\\^3)\n11. Pregnant, or unwilling to practice highly effective birth control\n12. Use of immunomodulatory agents (including but not limited to Rituximab, anti-TNF mAb, or Belatacept, abatacept, Janus kinase inhibitors) \\* since enrollment, other than cytolytic agents (i.e., Thymoglobulin(R)or Campath(R) or Basiliximab(R) used for induction therapy at the time of transplant\n13. Use of investigational drugs since transplant\n14. Past or current medical problems or findings from physical examination or laboratory testing that are not listed above, which, in the opinion of the investigator, may pose additional risks from participation in the study, may interfere with the participant's ability to comply with study requirements or that may impact the quality or interpretation of the data obtained from the study",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "70 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "overallOfficials": [
                {
                    "name": "Peter S Heeger, M.D.",
                    "affiliation": "Cedars Sinai Medical Center: Transplantation",
                    "role": "STUDY_CHAIR"
                },
                {
                    "name": "Peter Nickerson, M.D.",
                    "affiliation": "University of Manitoba Max Rady College of Medicine - Transplantation",
                    "role": "STUDY_CHAIR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Alabama School of Medicine: Transplantation",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Birmingham",
                    "state": "Alabama",
                    "zip": "35233",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Gaurav Agarwal, M.D.",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.52066,
                        "lon": -86.80249
                    }
                },
                {
                    "facility": "Cedars Sinai Medical Center: Transplantation",
                    "status": "RECRUITING",
                    "city": "Los Angeles",
                    "state": "California",
                    "zip": "90048",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jun Shoji, M.D.",
                            "role": "CONTACT",
                            "phone": "310-423-2780",
                            "email": "Jun.Shoji@cshs.org"
                        },
                        {
                            "name": "Jun Shoji, M.D.",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 34.05223,
                        "lon": -118.24368
                    }
                },
                {
                    "facility": "Ronald Reagan UCLA Medical Center: Transplantation",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Los Angeles",
                    "state": "California",
                    "zip": "90095",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Suphamai Bunnapradist, M.D.",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 34.05223,
                        "lon": -118.24368
                    }
                },
                {
                    "facility": "Yale University, School of Medicine: Transplantation",
                    "status": "RECRUITING",
                    "city": "New Haven",
                    "state": "Connecticut",
                    "zip": "06519",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Richard Formica, M.D.",
                            "role": "CONTACT",
                            "phone": "203-785-4184",
                            "email": "richard.formica@yale.edu"
                        },
                        {
                            "name": "Richard Formica, M.D.",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.30815,
                        "lon": -72.92816
                    }
                },
                {
                    "facility": "Johns Hopkins Hospital:Transplantation",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Baltimore",
                    "state": "Maryland",
                    "zip": "21287",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Daniel Brennan, M.D.",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.29038,
                        "lon": -76.61219
                    }
                },
                {
                    "facility": "Massachusetts General Hospital: Transplantation",
                    "status": "RECRUITING",
                    "city": "Boston",
                    "state": "Massachusetts",
                    "zip": "02114",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Leonardo Riella, M.D.",
                            "role": "CONTACT",
                            "phone": "617-726-5050",
                            "email": "LRIELLA@MGH.HARVARD.EDU"
                        },
                        {
                            "name": "Leonardo Riella, M.D.",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.35843,
                        "lon": -71.05977
                    }
                },
                {
                    "facility": "Mayo Clinic Rochester: Transplantation",
                    "status": "RECRUITING",
                    "city": "Rochester",
                    "state": "Minnesota",
                    "zip": "55905",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Carrie Schinstock, M.D.",
                            "role": "CONTACT",
                            "phone": "507-284-2511",
                            "email": "Schinstock.Carrie@mayo.edu"
                        },
                        {
                            "name": "Carrie Schinstock, M.D.",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 44.02163,
                        "lon": -92.4699
                    }
                },
                {
                    "facility": "Washington University School of Medicine in St. Louis",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Saint Louis",
                    "state": "Missouri",
                    "zip": "63110",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Tarek Alhamad, M.D.",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.62727,
                        "lon": -90.19789
                    }
                },
                {
                    "facility": "University of Nebraska Medical Center: Transplantation",
                    "status": "RECRUITING",
                    "city": "Omaha",
                    "state": "Nebraska",
                    "zip": "68198",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Eric Langewisch, M.D.",
                            "role": "CONTACT",
                            "phone": "402-559-5000",
                            "email": "eric.langewisch@unmc.edu"
                        },
                        {
                            "name": "Eric Langewisch, M.D.",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.25626,
                        "lon": -95.94043
                    }
                },
                {
                    "facility": "Duke University Medical Center: Transplantation",
                    "status": "RECRUITING",
                    "city": "Durham",
                    "state": "North Carolina",
                    "zip": "27710",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Debra Sudan, M.D.",
                            "role": "CONTACT",
                            "phone": "919-668-2279",
                            "email": "debra.sudan@duke.edu"
                        },
                        {
                            "name": "Debra Sudan, M.D.",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 35.99403,
                        "lon": -78.89862
                    }
                },
                {
                    "facility": "Cleveland Clinic Foundation: Transplantation",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Cleveland",
                    "state": "Ohio",
                    "zip": "44195",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Emilio Poggio, M.D.",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.4995,
                        "lon": -81.69541
                    }
                },
                {
                    "facility": "University of Pennsylvania Medical Center: Transplantation",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Philadelphia",
                    "state": "Pennsylvania",
                    "zip": "19104",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Roy Bloom, M.D.",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.95233,
                        "lon": -75.16379
                    }
                },
                {
                    "facility": "University of Pittsburgh Medical Center: Transplantation",
                    "status": "RECRUITING",
                    "city": "Pittsburgh",
                    "state": "Pennsylvania",
                    "zip": "15213",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Chethan Puttarajappa, M.D.",
                            "role": "CONTACT",
                            "phone": "412-647-5800",
                            "email": "puttarajappacm@upmc.edu"
                        },
                        {
                            "name": "Chethan Puttarajappa, M.D.",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.44062,
                        "lon": -79.99589
                    }
                },
                {
                    "facility": "University of Virginia Health System: Transplantation",
                    "status": "RECRUITING",
                    "city": "Charlottesville",
                    "state": "Virginia",
                    "zip": "22908",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Alden Doyle, M.D.",
                            "role": "CONTACT",
                            "phone": "866-900-0218",
                            "email": "AD3NB@hscmail.mcc.virginia.edu"
                        },
                        {
                            "name": "Alden Doyle, M.D.",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.02931,
                        "lon": -78.47668
                    }
                },
                {
                    "facility": "University of Wisconsin School of Medicine and Public Health: Transplantation",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Madison",
                    "state": "Wisconsin",
                    "zip": "53726",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "David Foley, M.D.",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 43.07305,
                        "lon": -89.40123
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "The plan is to share data upon completion of the study in: Immunology Database and Analysis Portal (ImmPort), a long-term archive of clinical and mechanistic data from DAIT-funded grants and contracts.",
            "timeFrame": "On average, within 24 months after database lock for the trial",
            "accessCriteria": "Open access",
            "url": "https://www.immport.org/home"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30",
            "removedCountries": [
                "Canada"
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000069594",
                    "term": "Abatacept"
                }
            ],
            "ancestors": [
                {
                    "id": "D000082082",
                    "term": "Immune Checkpoint Inhibitors"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000074322",
                    "term": "Antineoplastic Agents, Immunological"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                },
                {
                    "id": "D000007166",
                    "term": "Immunosuppressive Agents"
                },
                {
                    "id": "D000007155",
                    "term": "Immunologic Factors"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000018501",
                    "term": "Antirheumatic Agents"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M14121",
                    "name": "Prednisone",
                    "relevance": "LOW"
                },
                {
                    "id": "M16974",
                    "name": "Triamcinolone",
                    "relevance": "LOW"
                },
                {
                    "id": "M16975",
                    "name": "Triamcinolone Acetonide",
                    "relevance": "LOW"
                },
                {
                    "id": "M237966",
                    "name": "Triamcinolone hexacetonide",
                    "relevance": "LOW"
                },
                {
                    "id": "M209573",
                    "name": "Triamcinolone diacetate",
                    "relevance": "LOW"
                },
                {
                    "id": "M21860",
                    "name": "Pharmaceutical Solutions",
                    "relevance": "LOW"
                },
                {
                    "id": "M12128",
                    "name": "Mycophenolic Acid",
                    "relevance": "LOW"
                },
                {
                    "id": "M30452",
                    "name": "Calcineurin Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M483",
                    "name": "Abatacept",
                    "asFound": "Blockade",
                    "relevance": "HIGH"
                },
                {
                    "id": "M18950",
                    "name": "Tacrolimus",
                    "relevance": "LOW"
                },
                {
                    "id": "M2342",
                    "name": "Immune Checkpoint Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M1346",
                    "name": "Antineoplastic Agents, Immunological",
                    "relevance": "LOW"
                },
                {
                    "id": "M10212",
                    "name": "Immunosuppressive Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M10201",
                    "name": "Immunologic Factors",
                    "relevance": "LOW"
                },
                {
                    "id": "M20604",
                    "name": "Antirheumatic Agents",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Infl",
                    "name": "Anti-Inflammatory Agents"
                },
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "PhSol",
                    "name": "Pharmaceutical Solutions"
                },
                {
                    "abbrev": "Infe",
                    "name": "Anti-Infective Agents"
                },
                {
                    "abbrev": "ARhu",
                    "name": "Antirheumatic Agents"
                }
            ]
        }
    },
    "hasResults": false
}