{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05977933",
            "orgStudyIdInfo": {
                "id": "SHP0422"
            },
            "secondaryIdInfos": [
                {
                    "id": "R44HL162169",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/R44HL162169"
                }
            ],
            "organization": {
                "fullName": "Shape Medical Systems, Inc.",
                "class": "INDUSTRY"
            },
            "briefTitle": "Assessing the Utility of Submaximal CPET in Treatment Management of PAH",
            "officialTitle": "Assessing the Utility of Shape Submaximal Cardiopulmonary Exercise Testing in Detecting, Diagnosis and Treatment Management of Pulmonary Arterial Hypertension.",
            "therapeuticArea": [
                "Cardiovascular"
            ],
            "study": "assessing-the-utility-of-submaximal-cpet-in-treatment-management-of-pah"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-03",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-04-01",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-09-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-12-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-06-29",
            "studyFirstSubmitQcDate": "2023-08-02",
            "studyFirstPostDateStruct": {
                "date": "2023-08-07",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-03-12",
            "lastUpdatePostDateStruct": {
                "date": "2024-03-13",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Shape Medical Systems, Inc.",
                "class": "INDUSTRY"
            },
            "collaborators": [
                {
                    "name": "National Heart, Lung, and Blood Institute (NHLBI)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUnapprovedDevice": true,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "Pulmonary hypertension (PH) is associated with worsening breathlessness and exercise capacity, right-heart failure, and adverse outcomes including increased mortality. Moreover, PH disease progression can be rapid; pharmaceutical intervention in early-stage Pulmonary Hypertension (PH) can improve symptoms and functional capacity, and delayed diagnosis and treatment of Pulmonary Hypertension (PH) likely reduces survival.",
            "detailedDescription": "Pulmonary hypertension (PH) is a devastating disease characterized by progressive dyspnea/exercise intolerance, right-heart failure, and carries a high risk of morbidity and early mortality. PH disease progression can be rapid, and any delay in the diagnosis and treatment of PH likely reduces survival. Given its clinical and prognostic significance, early and accurate diagnosis of PH to allow prompt and optimal establishment of clinical care is of critical importance. While traditional maximal/comprehensive cardiopulmonary exercise testing (CPET) has been validated in PH, it has limitations that have hindered its applicability to routine clinical assessment and monitoring. Our preliminary data suggest that the signature ventilatory and pulmonary gas exchange derangements of PH become apparent during even submaximal exercise. Our comprehensive proof-of-concept study (133 patients) supports our hypothesis that the addition of pulmonary gas exchange responses to a standardized 3-minute submaximal exercise test (Shape CPET) to standard echocardiographic evidence of PH (i.e Right ventricular systolic pressure( RVSP) \\>50 mmHg, suspicion of Right ventricular (RV) dysfunction) improves the sensitivity for PH detection by almost 40%. The Shape CPET system is compact and utilizes pattern-recognition software that automates interpretation, making the system ideally suitable for widespread adoption. The overarching objective of this small business innovation research (SBIR) proposal is to categorically establish the Shape CPET as a tool that: 1) improves early detection of PH; and 2) provides an objective evidence-based measure of PH therapy efficacy that can be easily used in academic and community practices. Investigators have established a 10-center consortium of academic and community PH centers for this SBIR proposal. Specific Aim 1 will assess the clinical utility of submaximal cardiopulmonary exercise testing as a complementary tool for the identification of pulmonary hypertension. Specific Aim 2 will assess whether pharmacotherapy-induced improvements in pulmonary hypertension severity and disease status are reflected in the physiological responses to a standardized submaximal cardiopulmonary exercise test. The investigators hypothesize that the Shape CPET will prove to be an efficacious adjunct to traditional clinical metrics to track changes in pulmonary vascular function over time and responses to therapy aimed at alleviating PAH."
        },
        "conditionsModule": {
            "conditions": [
                "Pulmonary Arterial Hypertension"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": false,
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "PROSPECTIVE"
            },
            "enrollmentInfo": {
                "count": 550,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "PAH Patients",
                    "description": "Pulmonary hypertension (PH) is associated with worsening breathlessness and exercise capacity, right-heart failure, and adverse outcomes including increased mortality. Moreover, PH disease progression can be rapid; pharmaceutical intervention in early-stage PH can improve symptoms and functional capacity, and delayed diagnosis and treatment of PH likely reduces survival.",
                    "interventionNames": [
                        "Device: Shape II CPET"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "Shape II CPET",
                    "description": "Submaximal Cardiopulmonary exercise test equipment",
                    "armGroupLabels": [
                        "PAH Patients"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Demonstrate the Submaximal Cardiopulmonary exercise testing (Shape CPET) is an effective complementary tool in the resting echocardiogram for detection of Pulmonary Hypertension.",
                    "description": "Identify Shape(CPET) gas exchange metrics, alone and in combination with echocardiographic (ECHO) measures to test for a correlation with Right heart catheterization (RHC) derived diagnostic determinations using standard uni- and multivariate analytic tools correlations with ECHO area under the curve (AUC) of receiver operating character (ROC) curves of Shape CPET+ ECHO vs those of Echo only screening will be used to examine if combining Shape with ECHO can improve the Echo only screening tool.\n\nIdentify variants of the fuzzy random forest walk algorithm. This approach, patients are divided into two groups: a training and test set. The algorithm creates \"leaves\" of unique variable combinations that \"bag\" all patients in the training set into categories of classification (pulmonary arterial hypertension). The combinatorial routine that best leads to the classification in the training set is applied to the testing set whose results are compared to the reference standard.",
                    "timeFrame": "10-12 months"
                },
                {
                    "measure": "Demonstrate the percent change in submaximal Shape Cardiopulmonary exercise testing (Shape CPET) metrics and the 6 minute walk time distance (6MWTd)",
                    "description": "Identify the percent changes in the Shape variables and 6-minute walk time distance (6MWTd) from baseline to first post treatment (90 days) and to second post treatment (180 days) will be averaged and compared statistically using two-way, paired \"t\" tests with a significance level set at p\\<.05.",
                    "timeFrame": "3 months and 6 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "The correlation of select non-invasive Shape Cardiopulmonary exercise test (CPET) metric to invasive hemodynamic variables",
                    "description": "Correlation of the Shape cardiopulmonary exercise test (CPET) variables with right heart catheterization (RHC) derived diagnostic determinations using standard uni- and multivariate analytic tools correlations with echocardiogram area under the curve (AUC) of receiver operating characteristics (ROC) curves of Shape CPET + Echocardiograph (Echo) vs those of Echo only screening will be used to examine if combining Shape with echocardiography can improve the Echo only screening tool",
                    "timeFrame": "10-12 months"
                },
                {
                    "measure": "Assessment of Pharmacotherapy-induced improvement or sensitivity of changes in pulmonary hypertension severity and disease status",
                    "description": "Identify changes from baseline to subsequent visits in values of Shape CPET variable in the physiological responses to a PAH functional class, 6MWTd and time to clinical worsening (TTCW). The TTCW or the \"time to clinical worsening\" is based upon 1) an increase in functional capacitance (FC); 2) a 15 % decrease in 6-minute walk test distance (6MWTd) 3) hospitalization in days 4) death in days.",
                    "timeFrame": "3 months and 6 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria Study Aim 1:\n\n* Subject referred for clinical assessment due to unexplained or worsening dyspnea and/or suspected Pulmonary Hypertension (PH).\n* Subject is able and willing to provide appropriate Informed consent.\n* Subject is greater than or equal to 21 years old\n* Subject is not dependent on supplemental O2 to allow for CPET/sub-max-Shape exercise testing\n* Subject is capable of performing a sub-max, incremental step exercise protocol, both physically and mentally, with no absolute contraindications to exercise testing, such as those causing symptoms or hemodynamic compromise Contraindications include syncope, active endocarditis, myocarditis or pericarditis, symptomatic severe aortic stenosis, uncontrolled heart failure (HF), uncontrolled cardiac arrhythmia, acute pulmonary embolus or pulmonary infarction, thrombosis of lower extremities, suspected dissecting aneurysm, uncontrolled asthma, pulmonary edema, respiratory failure, acute non-pulmonary disorder that may affect exercise performance or be aggravated by exercise such as infarction, renal failure or thyrotoxicosis, medical impairment with inability to cooperate with protocol instructions\n\nInclusion Criteria Study Aim 2:\n\n* Subject must have been enrolled in Study Aim 1\n* Dyspnea subject who has undergone echo examination and presented with suspicion of pulmonary arterial hypertension (PAH) category world health organization (WHO) I (mean pulmonary artery pressure (PAP) ≥ 20 mmHg; pulmonary vascular resistance (PVR) \\> 2 WU and pulmonary capillary wedge pressure (PCWP) ≤ 15 mmHg\n\nExclusion Criteria Study Aim 1:\n\n* Resting Hypoxemia (oxygen saturation (Sp02) \\<85%)\n* The subject's mean arterial blood pressure is less than 70 mmHg despite fluid resuscitation and pressor therapy.\n* The subject has positive pregnancy test (verified in a manner consistent with institution's standard of care)\n* The subject has joint limitations to performing incremental exercise with gas exchange monitoring.\n\nExclusion Criteria Study Aim 2:\n\n* Normal pulmonary hemodynamics on right heart Catheterization (RHC) ( mean pulmonary arterial pressure (mPAP) ≤ 20mmHG)\n* RHC evidence of precapillary PH (mPAP \\>20 mmHg, PAWP ≤15 mmHg, PVR \\>2 WU) but has a diagnosis of group III, IV or V PH\n* RHC evidence isolated postcapillary PH (mPAP \\>20 mmHg, PAWP \\>15 mmHg, PVR ≤2 WU) or combined pre- and postcapillary PH (mPAP \\>20 mmHg, pulmonary arterial wedge pressure (PAWP) \\>15 mmHg, PVR \\>2 WU)",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "21 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "The population will be consenting legal adults (minimum age 21 and no limit on maximum age) unless imposed by individual site standard of care (SoC). with no contraindications to exercise testing will be recruited. Suspected of pulmonary hypertension PH.",
            "samplingMethod": "PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "locations": [
                {
                    "facility": "Harbor-UCLA Medical Center",
                    "city": "Torrance",
                    "state": "California",
                    "zip": "90502-2006",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Tatiana Gomes",
                            "role": "CONTACT",
                            "phone": "310-222-3560",
                            "email": "tatiana.gomes@lundquist.org"
                        },
                        {
                            "name": "Ronald Oudiz, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.83585,
                        "lon": -118.34063
                    }
                },
                {
                    "facility": "National Jewish Health",
                    "city": "Denver",
                    "state": "Colorado",
                    "zip": "80206-2761",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jami Henriksen",
                            "role": "CONTACT",
                            "phone": "303-398-1096",
                            "email": "henriksenj@NJhealth.org"
                        },
                        {
                            "name": "Marjorie P George, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.73915,
                        "lon": -104.9847
                    }
                },
                {
                    "facility": "Mayo Clinic",
                    "city": "Jacksonville",
                    "state": "Florida",
                    "zip": "32224-1865",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Taylor Galloway",
                            "role": "CONTACT",
                            "phone": "904-953-0543",
                            "email": "galloway.taylor@mayo.edu"
                        },
                        {
                            "name": "Brian Taylor, Phd",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 30.33218,
                        "lon": -81.65565
                    }
                },
                {
                    "facility": "WellStar Health System",
                    "city": "Atlanta",
                    "state": "Georgia",
                    "zip": "30312-1213",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Brandon D Pickens",
                            "role": "CONTACT",
                            "phone": "470-793-4046",
                            "email": "brandon.pickens@wellstar.org"
                        },
                        {
                            "name": "Paul Guichard, DO",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.749,
                        "lon": -84.38798
                    }
                },
                {
                    "facility": "Southeastern Cardiology",
                    "city": "Columbus",
                    "state": "Georgia",
                    "zip": "31904-7955",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Tanya Milton",
                            "role": "CONTACT",
                            "phone": "706-243-4500",
                            "email": "hchampion@southeasterncardiology.com"
                        },
                        {
                            "name": "Hunter Champion, MD, Phd",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 32.46098,
                        "lon": -84.98771
                    }
                },
                {
                    "facility": "Weill Cornell Medicine",
                    "city": "New York",
                    "state": "New York",
                    "zip": "10021-9800",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Dolores T Reynolds",
                            "role": "CONTACT",
                            "phone": "646-962-5555",
                            "email": "dtr2001@med.cornell.edu"
                        },
                        {
                            "name": "Evelyn Horn, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.71427,
                        "lon": -74.00597
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000081029",
                    "term": "Pulmonary Arterial Hypertension"
                },
                {
                    "id": "D000065627",
                    "term": "Familial Primary Pulmonary Hypertension"
                },
                {
                    "id": "D000006973",
                    "term": "Hypertension"
                }
            ],
            "ancestors": [
                {
                    "id": "D000014652",
                    "term": "Vascular Diseases"
                },
                {
                    "id": "D000002318",
                    "term": "Cardiovascular Diseases"
                },
                {
                    "id": "D000006976",
                    "term": "Hypertension, Pulmonary"
                },
                {
                    "id": "D000008171",
                    "term": "Lung Diseases"
                },
                {
                    "id": "D000012140",
                    "term": "Respiratory Tract Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M2261",
                    "name": "Pulmonary Arterial Hypertension",
                    "asFound": "Pulmonary Arterial Hypertension",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10024",
                    "name": "Hypertension",
                    "asFound": "Arterial Hypertension",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10027",
                    "name": "Hypertension, Pulmonary",
                    "relevance": "LOW"
                },
                {
                    "id": "M30541",
                    "name": "Familial Primary Pulmonary Hypertension",
                    "asFound": "Pulmonary Arterial Hypertension",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17400",
                    "name": "Vascular Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M11168",
                    "name": "Lung Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14977",
                    "name": "Respiratory Tract Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T4807",
                    "name": "Pulmonary Arterial Hypertension",
                    "asFound": "Pulmonary Arterial Hypertension",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC08",
                    "name": "Respiratory Tract (Lung and Bronchial) Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}