{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06505239",
            "orgStudyIdInfo": {
                "id": "FSD-F2R6-002"
            },
            "organization": {
                "fullName": "FSD Pharma, Inc.",
                "class": "INDUSTRY"
            },
            "briefTitle": "Assessing the Safety and Efficacy of FSD-F2R6-A-CP in Volunteers in an Induced State of Alcohol Intoxication",
            "officialTitle": "A Randomized, Double-Blind, Placebo-Controlled Crossover Study to Assess the Safety and Efficacy of FSD-F2R6-A-CP in Volunteers in an Induced State of Alcohol Intoxication (METAL-2)",
            "acronym": "METAL-2",
            "therapeuticArea": [
                "Other"
            ],
            "study": "assessing-the-safety-and-efficacy-of-fsd-a-cp-in-volunteers-in-an-induced-state-of-alcohol-intoxication"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-07-12",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-09",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-09",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-07-03",
            "studyFirstSubmitQcDate": "2024-07-10",
            "studyFirstPostDateStruct": {
                "date": "2024-07-17",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-23",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-24",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "FSD Pharma, Inc.",
                "class": "INDUSTRY"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This will be a (2 visit) double-blind, randomized, placebo crossover design clinical study to assess the potential benefits of FSD-F2R6-A-CP versus a placebo by assessing its impact on side effect profiles as well as cognitive abilities, motor abilities, and breath alcohol concentration following ingestion of alcohol followed by the dietary supplement or placebo. This study will enroll healthy men and women."
        },
        "conditionsModule": {
            "conditions": [
                "Acute Alcohol Intoxication"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "CROSSOVER",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "TRIPLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "INVESTIGATOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 30,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "FSD-F2R6-A-CP",
                    "type": "ACTIVE_COMPARATOR",
                    "interventionNames": [
                        "Dietary Supplement: FSD-F2R6-A-CP"
                    ]
                },
                {
                    "label": "Placebo",
                    "type": "PLACEBO_COMPARATOR",
                    "interventionNames": [
                        "Dietary Supplement: Placebo"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DIETARY_SUPPLEMENT",
                    "name": "FSD-F2R6-A-CP",
                    "description": "FSD-F2R6-A-CP is a unique dietary supplement with natural ingredients, vitamins and minerals that potentially enhances cognition, replenishes cofactors needed for alcohol metabolism and may accelerate alcohol metabolism in the body.",
                    "armGroupLabels": [
                        "FSD-F2R6-A-CP"
                    ]
                },
                {
                    "type": "DIETARY_SUPPLEMENT",
                    "name": "Placebo",
                    "description": "Placebo drink designed to match FSD-F2R6-A-CP in color and taste.",
                    "armGroupLabels": [
                        "Placebo"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Intoxication",
                    "description": "Intoxication will be measured using a 0-100 mm VAS scale, with left (0 mm) and right (100 mm) anchors designated 'not at all' and 'very much' to assess subjects' subjective experience of intoxication.",
                    "timeFrame": "Change in pre-treatment score to 0.5, 1, 2, 4, 6 and 8 hours post-treatment"
                },
                {
                    "measure": "Impairment",
                    "description": "Impairment will be measured using a 0-100 mm VAS scale, with left (0 mm) and right (100 mm) anchors designated 'not at all' and 'very much' to assess subjects' subjective experience of impairment.",
                    "timeFrame": "Change in pre-treatment score to 0.5, 1, 2, 4, 6 and 8 hours post-treatment"
                },
                {
                    "measure": "Mental Fatigue",
                    "description": "Mental fatigue will be measured using a 0-100 mm VAS scale, with left (0 mm) and right (100 mm) anchors designated 'not at all' and 'very much' to assess subjects' subjective experience of mental fatigue.",
                    "timeFrame": "Change in pre-treatment score to 0.5, 1, 2, 4, 6 and 8 hours post-treatment"
                },
                {
                    "measure": "Clearheaded-Muzzy",
                    "description": "Clearheaded-Muzzy will be measured by a 100 mm visual analog scale (VAS) representing bipolar adjective pairs for the assessment of both alerting and sedating CNS drug effects.",
                    "timeFrame": "Change in pre-treatment score to 0.5, 1, 2, 4, 6 and 8 hours post-treatment"
                },
                {
                    "measure": "Clumsy-Well Coordinated",
                    "description": "Clumsy-Well Coordinated will be measured by a 100 mm visual analog scale (VAS) representing bipolar adjective pairs for the assessment of both alerting and sedating CNS drug effects.",
                    "timeFrame": "Change in pre-treatment score to 0.5, 1, 2, 4, 6 and 8 hours post-treatment"
                },
                {
                    "measure": "Energetic-Lethargic",
                    "description": "Energetic-Lethargic will be measured by a 100 mm visual analog scale (VAS) representing bipolar adjective pairs for the assessment of both alerting and sedating CNS drug effects.",
                    "timeFrame": "Change in pre-treatment score to 0.5, 1, 2, 4, 6 and 8 hours post-treatment"
                },
                {
                    "measure": "Drowsy-Alert",
                    "description": "Drowsy-Alert will be measured by a 100 mm visual analog scale (VAS) representing bipolar adjective pairs for the assessment of both alerting and sedating CNS drug effects.",
                    "timeFrame": "Change in pre-treatment score to 0.5, 1, 2, 4, 6 and 8 hours post-treatment"
                },
                {
                    "measure": "Mentally Slow-Quick Witted",
                    "description": "Mentally Slow-Quick Witted will be measured by a 100 mm visual analog scale (VAS) representing bipolar adjective pairs for the assessment of both alerting and sedating CNS drug effects.",
                    "timeFrame": "Change in pre-treatment score to 0.5, 1, 2, 4, 6 and 8 hours post-treatment"
                },
                {
                    "measure": "Headache",
                    "description": "Headache will be measured on a 100 mm VAS. The subject will indicate the severity of any headache by drawing a vertical line on the horizontally positioned VAS. The left end (0 mm) of the VAS will designate 'no pain' and the right end (100mm) will designate 'most severe pain imaginable' with no intermediate divisions or descriptive terms.",
                    "timeFrame": "Change in pre-treatment score to 0.5, 1, 2, 4, 6 and 8 hours post-treatment"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Druid App Test",
                    "description": "This is a peer-reviewed, phone app with 4 different tests that test for cognitive and motor impairments.",
                    "timeFrame": "Change in pre-treatment score to 0.5, 1, 2, 4, 6 and 8 hours post-treatment"
                },
                {
                    "measure": "Digital Symbol Substitution Task (DSST)",
                    "description": "This is a computerized test that will be used to assess the subject's cognitive functioning. This will test processing speed, working memory, visuospatial processing and attention.",
                    "timeFrame": "Change in pre-treatment score to 0.5, 1, 2, 4, 6 and 8 hours post-treatment"
                },
                {
                    "measure": "Trail Making Test (TMT)",
                    "description": "This is a neuropsychological test of visual attention and task switching. Subjects will connect a set of 25 dots in order as quickly and accurately as possible. This will provide visual search speed, scanning, speed of processing, mental flexibility, and executive functioning. This test will be completed on a computer.",
                    "timeFrame": "Change in pre-treatment score to 0.5, 1, 2, 4, 6 and 8 hours post-treatment"
                },
                {
                    "measure": "Breath Alcohol Concentration",
                    "description": "To quantify the participants' level of intoxication through objective measures, breath alcohol concentrations will be measured with a breathalyzer.",
                    "timeFrame": "Change in pre-treatment score to 0.5, 1, 2, 4, 6 and 8 hours post-treatment"
                },
                {
                    "measure": "Acute Hangover Severity Scale (AHSS)",
                    "description": "This is a 12-item questionnaire that rates the severity of a hangover from 0 to 120 with higher scores indicating worse hangover symptoms.",
                    "timeFrame": "Measured at 6, 8, and 24 hours after treatment"
                },
                {
                    "measure": "Single Item Hangover Severity Score",
                    "description": "This is a single item outcome measure that rates the severity of a hangover from 0 to 10 with higher scores indicating worse hangover symptoms.",
                    "timeFrame": "Measured at 6, 8, and 24 hours after treatment"
                },
                {
                    "measure": "Systolic blood pressure",
                    "description": "Systolic blood pressure measured in mmHg.",
                    "timeFrame": "Measured at baseline (before alcohol), pre-treatment and 0.5, 1, 2, 4, 6 and 8 hours post-treatment"
                },
                {
                    "measure": "Diastolic blood pressure",
                    "description": "Diastolic blood pressure measured in mmHg",
                    "timeFrame": "Measured at baseline (before alcohol), pre-treatment and 0.5, 1, 2, 4, 6 and 8 hours post-treatment"
                },
                {
                    "measure": "Heart rate",
                    "description": "Heart rate measured in beats per minute",
                    "timeFrame": "Measured at baseline (before alcohol), pre-treatment and 0.5, 1, 2, 4, 6 and 8 hours post-treatment"
                },
                {
                    "measure": "Respiratory rate",
                    "description": "Respiratory rate measured in respirations per minute",
                    "timeFrame": "Measured at baseline (before alcohol), pre-treatment and 0.5, 1, 2, 4, 6 and 8 hours post-treatment"
                },
                {
                    "measure": "Temperature",
                    "description": "Temperature measured in degrees fahrenheit with an infrared thermometer",
                    "timeFrame": "Measured at baseline (before alcohol), pre-treatment and 0.5, 1, 2, 4, 6 and 8 hours post-treatment"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Adverse Events (AEs)",
                    "description": "Incidence of AEs will be determined based on observation and verbal subject questioning.",
                    "timeFrame": "Pre-treatment until 24 hour post-treatment visit"
                },
                {
                    "measure": "Complete blood count (CBC)",
                    "description": "Safety blood test measured by a laboratory using a reference range",
                    "timeFrame": "Change in test results from baseline to 24 hours post-treatment"
                },
                {
                    "measure": "Comprehensive metabolic blood panel (CMP)",
                    "description": "Safety blood test measured by a laboratory using a reference range",
                    "timeFrame": "Change in test results from baseline to 24 hours post-treatment"
                },
                {
                    "measure": "Blood coagulation",
                    "description": "Safety blood test measured by a laboratory using a reference range",
                    "timeFrame": "Change in test results from baseline to 24 hours post-treatment"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* English-literate, non-smoking (\\> 6 months),\n* Men and women aged 25 to 45 years,\n* Body mass index (BMI) of 18.5 to 32.0 kg/m2, and weighing between 110 and 220 lbs (50-100 kg).\n* Free of the diseases listed in exclusion criteria according to their medical history,\n* An ECG value of ≤ 440 msec for males and ≤ 460 msec for females, as measured by an FDA-cleared ECG device (6-lead device, KardiaMobile), administered by the investigator.\n* Capable of consuming 4-6 standard drinks for women or 5-7 standard drinks for men on a single occasion without experiencing moderate sedation, vomiting, or aggression, to be eligible for the study. Moderate sedation is defined as the subject must be able to communicate and follow simple directions following the consumption of indicated number of drinks.\n* Agree not to get tattoos or body piercings, or receive vaccines during the study period, or 7 days prior to the study period.\n* Female subjects who must test negative on a urine pregnancy test, and cannot be pregnant or lactating. All subjects are required to either refrain from sex or use at least one form of contraception throughout the study, including a condom or either an oral or intrauterine contraceptive.\n* Men who must agree not to donate sperm for 90 days following the trial.\n* Experienced at least 2 hangovers\n* Clinical laboratory values within the most recent acceptable laboratory test range, and/or values are deemed by the Investigator /Sub-Investigator as \"Not Clinically Significant\" as per CBC/CMP, urinalysis, and coagulation testing.\n\nExclusion Criteria:\n\n* A known history or presence of any clinically relevant conditions affecting the liver, kidneys, gastrointestinal system, cardiovascular system, cerebrovascular system, lungs, endocrine system, immune system, musculoskeletal system, nervous system, psychiatric state, respiratory system, skin, or blood, unless deemed not clinically significant by the Investigator/Sub-Investigator. This includes a significant history or current issues with gastrointestinal pathology, such as chronic diarrhea or inflammatory bowel diseases, or conditions affecting drug absorption, distribution, metabolism, or excretion\n* Major surgery within the past 6 months, a history of seizures, significant head trauma, or neurosurgery, or any clinically significant illness within 30 days prior to dosing are also excluded\n* Are on a ketogenic or very low carbohydrate diet within the past 30 days.\n* Significant physical or organ abnormalities, a positive screening for a HIV, Hepatitis B or C (as determined by medical health questionnaires), or positive test result for drugs with abuse potential (cannabis, amphetamines, barbiturates, cocaine, opiates, phencyclidine and benzodiazepines)\n* Alcohol-naïve\n* Positive pregnancy test\n* A history of significant alcohol sensitivity\n* A history of adverse reactions to power (energy) drinks or caffeine,\n* Severe food allergies, or dietary restrictions.\n* Allergic reactions to any ingredients in the FSD-F2R6-A-CP and placebo.\n* A psychiatric history of certain disorders, a first-degree relative with specific psychiatric or alcohol use disorders,\n* An intolerance to blood sampling, recent blood or plasma donations within the past 60 days.\n* Recently used enzyme-modifying drugs within the previous 30 days including strong inhibitors of cytochrome P450 (CYP) enzymes (e.g., cimetidine, fluoxetine, quinidine, erythromycin, ciprofloxacin, fluconazole, ketoconazole, diltiazem and HIV antivirals) and strong inducers of CYP enzymes (e.g., barbiturates, carbamazepine, glucocorticoids, phenytoin, St. John's Wort, and rifampicin).\n* Current or past history within the last 2 years of alcohol or drug dependence (excluding caffeine and nicotine).\n* Current or past history within the last 5 years of major depressive disorder, obsessive-compulsive disorder, panic disorder, anorexia nervosa, or bulimia nervosa. First-degree relative with current or historical Alcohol Use Disorder (AUD).\n* Intolerance to and/or difficulty with blood sampling through venipuncture or indwelling catheter.\n* Used of prescription medication (other than contraception or occasional paracetamol) or over-the-counter medications including supplements within 14 days prior to session 1,\n* A positive alcohol test at check-in on treatment day,\n* Recent tattoos or piercings (within 7 days of study enrollment)\n* Any condition deemed by the Investigator or Sponsor to interfere with study participation will be excluded.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "25 Years",
            "maximumAge": "45 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Eric Sikorski, PhD",
                    "role": "CONTACT",
                    "phone": "813-867-8888",
                    "email": "esikorski@theaspi.com"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Eric Sikorski, PhD",
                    "affiliation": "Applied Science and Performance Institute",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Applied Science and Performance Institute",
                    "status": "RECRUITING",
                    "city": "Tampa",
                    "state": "Florida",
                    "zip": "33634",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Contact",
                            "role": "CONTACT",
                            "phone": "813-673-8888",
                            "email": "contact@theaspi.com"
                        }
                    ],
                    "geoPoint": {
                        "lat": 27.94752,
                        "lon": -82.45843
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000000435",
                    "term": "Alcoholic Intoxication"
                }
            ],
            "ancestors": [
                {
                    "id": "D000019973",
                    "term": "Alcohol-Related Disorders"
                },
                {
                    "id": "D000019966",
                    "term": "Substance-Related Disorders"
                },
                {
                    "id": "D000064419",
                    "term": "Chemically-Induced Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M3781",
                    "name": "Alcoholic Intoxication",
                    "asFound": "Alcohol Intoxication",
                    "relevance": "HIGH"
                },
                {
                    "id": "M21842",
                    "name": "Alcohol-Related Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M21837",
                    "name": "Substance-Related Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M30302",
                    "name": "Chemically-Induced Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "T170",
                    "name": "Acute Graft Versus Host Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC25",
                    "name": "Substance Related Disorders"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M3777",
                    "name": "Ethanol",
                    "relevance": "LOW"
                },
                {
                    "id": "M17558",
                    "name": "Vitamins",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Infe",
                    "name": "Anti-Infective Agents"
                },
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "Micro",
                    "name": "Micronutrients"
                }
            ]
        }
    },
    "hasResults": false
}