{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04452331",
            "orgStudyIdInfo": {
                "id": "IIR 19-068"
            },
            "organization": {
                "fullName": "VA Office of Research and Development",
                "class": "FED"
            },
            "briefTitle": "Assessing Open Access Audio",
            "officialTitle": "An Assessment of Open Access Audio of the Clinical Encounter on Veterans and Their Care",
            "acronym": "OAA",
            "therapeuticArea": [
                "Endocrinology",
                "Cardiovascular"
            ],
            "study": "assessing-open-access-audio"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-09",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-10-05",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-07-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-07-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2020-06-25",
            "studyFirstSubmitQcDate": "2020-06-25",
            "studyFirstPostDateStruct": {
                "date": "2020-06-30",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-09-19",
            "lastUpdatePostDateStruct": {
                "date": "2023-09-21",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "VA Office of Research and Development",
                "class": "FED"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "The medical encounter can be overwhelming in term of the amount of information discussed, its technical nature, and the anxiety it can generate. Easy access to a secure audio recording from any internet enabled device is an available low cost technology that allows patients to \"revisit the visit\" either alone or sharing with caretakers and family. It has been introduced and tested outside the VA with evidence that it increases patient recall and understanding and may even improve physician performance. Little is known, however, about whether and to what extent these effects lead to better outcomes, such as improved treatment plan adherence and chronic disease self-management. This study is a randomized controlled trial designed ascertain whether easy access to audio recordings of the medical visit improves patients perception that they understand and can manage their own care, and leads to a variety of improved outcomes, such as better blood pressure and diabetes control, and fewer emergency department visits and hospitalizations.",
            "detailedDescription": "The study aims to assess (1) the impact of an open access audio (OAA) program on two behaviors (patient activation, treatment plan adherence), and two chronic condition measures (glycosylated hemoglobin, blood pressure); (2) the impact of open access audio on provider communication and on their attention to patient contextual factors (i.e. individual Veteran's needs and circumstances relevant to planning effective care); and (3) patient, provider, and leadership perceptions of the extent to which the program is safe, not burdensome, and worthwhile at both the start and at two years into the program. A secondary analysis will descriptively measure the effect size of OAA on ED visits and hospital admissions."
        },
        "conditionsModule": {
            "conditions": [
                "Hypertension",
                "Diabetes"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "The setting will be primary care and diabetes clinics, at two facilities for generalizability. To achieve aims 1 and 2, the investigators plan a randomized controlled three arm design: (1) the encounter is recorded, with provider and patient aware, and uploaded to a server the Veteran, provider, and research team can access post visit; (2) the encounter is recorded, with both parties aware, and uploaded to a server only the research team can access; and (3) the encounter is recorded, with only the patient aware, and uploaded to a server only the research team can access. Resource utilization and disease measures indicated in aims 1 and 2 will be collected in all arms.",
                "primaryPurpose": "HEALTH_SERVICES_RESEARCH",
                "maskingInfo": {
                    "masking": "TRIPLE",
                    "maskingDescription": "Arm 1 is the intervention, with both provider and patient aware of the recording. It is designed to represent how OAA would be utilized in actual practice. In Arm 2 all parties are also aware of the audio recording, but this time neither gets access to the audio after the visit (although the research team does). Arm 2 is a control for isolating the effect of patient access after the visit to the audio in Arm 1. Both patient and physician are blind to whether they are in Arm 1 or 2 until after the visit. Arm 3 is a second kind of control, as the audio is again not shared with the patient. In this arm, however, the patient conceals the audio recorder, so that the provider is unaware they are being audio recorded until after the visit.",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 2308,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "OAA Intervention",
                    "type": "EXPERIMENTAL",
                    "description": "Visit recorded, both patient and provider aware, both patient and provider have access to audio post-visit",
                    "interventionNames": [
                        "Other: Open Access Audio"
                    ]
                },
                {
                    "label": "OAA Physician Aware Control",
                    "type": "SHAM_COMPARATOR",
                    "description": "Visit recorded, both patient and provider aware, neither patient nor provider have access to audio post-visit",
                    "interventionNames": [
                        "Other: No Access, Patient and Provider Aware of Recording"
                    ]
                },
                {
                    "label": "OAA Physician Unaware Control",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "Visit recorded, patient aware but provider unaware, neither patient nor provider have access to audio post-visit",
                    "interventionNames": [
                        "Other: No Access, Provider Unaware of Recording"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Open Access Audio",
                    "description": "Patient obtains secure access to an audio recording of the medical encounter post-visit that is accessible from any internet enabled device.",
                    "armGroupLabels": [
                        "OAA Intervention"
                    ],
                    "otherNames": [
                        "OAA"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "No Access, Patient and Provider Aware of Recording",
                    "description": "Patient does not obtain access to audio recording but both patient and provider are aware visit is being recorded.",
                    "armGroupLabels": [
                        "OAA Physician Aware Control"
                    ],
                    "otherNames": [
                        "OAA All Aware"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "No Access, Provider Unaware of Recording",
                    "description": "Patient does not obtain access to audio recording and provider is unaware visit is being recorded.",
                    "armGroupLabels": [
                        "OAA Physician Unaware Control"
                    ],
                    "otherNames": [
                        "OAA Provider Unaware"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Blood pressure",
                    "description": "This outcome tests the hypothesis that blood pressure control improves in patients with blood pressure \\> 140/90 when they have access to an audio recording of their visit with their provider regarding blood pressure management compared to those who do not. An improvement in blood pressure is defined as a reduction of 10 or more mmHg in either the systolic or diastolic blood pressure.",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Glycosylated Hemoglobin (HgB A1c)",
                    "description": "This outcome tests the hypothesis that HgB A1c improves in patients with Hgb A1c \\> 7 when they have access to an audio recording of their discussion with their provider regarding diabetes management compared to when they do no. An improvement is defined as a decrease of 1% or more.",
                    "timeFrame": "4-6 months"
                },
                {
                    "measure": "Return Visit Adherence (RVA)",
                    "description": "This outcome tests the hypothesis that return visit adherence (RVA) improves in patients with non-adherence when they have access to an audio recording of their discussion with their provider. RVA is the percentage of all scheduled visits to any clinics at the facility that the patient attends. Non-adherence is defined as an RVA \\< 80% during the 6 months prior to the audio recorded visit. A reduction in the RVA of 10% or more is an improved outcome.",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Prescription Refill Rate (PDC -- Proportion of Days Covered)",
                    "description": "This outcome tests the hypothesis that PDC improves in patients with non-adherence when they have access to an audio recording of their discussion with their provider compared to when they do not. PDC is the total number of days covered by refills in a measurement period divided by the number of days between the first fill and the end of the measurement period. Non-adherence is defined as a PDC\\<80% during the 6 months prior to the audio recorded visit. An improved outcome is defined as a 10% or greater improvement post visit in any patient classified as non-adherent pre-visit.",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Patient Activation Measure (PAM)",
                    "description": "This outcome tests the hypothesis that patient activation is higher in patients when they have access to an audio recording of their visit with their provider compared to when they do not. Patients are called by phone post visit to answer PAM 10, a 10 item questionnaire with a 5 point Likert response that scores their perceived knowledge, skills, and confident in their capacity to follow their treatment plan with scores from 0-100. A higher score indicates higher patient activation.",
                    "timeFrame": "2 weeks"
                },
                {
                    "measure": "SEGUE Framework for evaluating and scoring communication behavior.",
                    "description": "This outcome tests the hypothesis that physicians communicate more effectively when they are aware the visit is being recorded for the patient to when they are not. Communication behavior will be rated off the audio recording by a research assistant utilizing the SEGUE checklist. Outcome measure is total score on 32 item SEGUE instrument with a higher score indicating more effective communication.",
                    "timeFrame": "2 weeks"
                },
                {
                    "measure": "Contextualization of Care",
                    "description": "This outcome tests the hypothesis that physicians are more likely to contextualize the care plan when they are aware the visit is being recorded for the patient to when they are not. Contextualization of care will be rated off of the audio recording by a research assistant trained in Content Coding for Contextualization of Care (4C Coding). Outcome measure is the percentage of encounters in which the care plan was coded as contextualized.",
                    "timeFrame": "2 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Emergency department utilization",
                    "description": "This outcome tests the hypothesis that emergency department visit rates are lower following encounters in which patients have access to an audio recording of their visit with their provider compared to when they do not. Outcome measure is the average number of ED visits during the designated (6 month) time period following the audio recorded visit.",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "hospital admission rate",
                    "description": "This outcome tests the hypothesis that inpatient admission rates are lower following encounters in which patients have access to an audio recording of their visit with their provider compared to when they do not. Outcome measure is the average number of inpatient admissions during the designated (6 month) time period following the audio recorded visit.",
                    "timeFrame": "6 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* All patients with scheduled appointments at the participating sites: primary care and diabetes clinics at Jesse Brown VA Medical Center and the Louis Stokes Cleveland VA Medical Center\n\nExclusion Criteria:\n\n* None",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Saul J Weiner, MD",
                    "role": "CONTACT",
                    "phone": "(312) 413-2799",
                    "email": "saul.weiner@va.gov"
                },
                {
                    "name": "Gunjan S Sharma, PhD",
                    "role": "CONTACT",
                    "phone": "(312) 569-6486",
                    "email": "Gunjan.Sharma2@va.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Saul J. Weiner, MD",
                    "affiliation": "Jesse Brown VA Medical Center, Chicago, IL",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Jesse Brown VA Medical Center, Chicago, IL",
                    "status": "RECRUITING",
                    "city": "Chicago",
                    "state": "Illinois",
                    "zip": "60612",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Karen M Lenehan",
                            "role": "CONTACT",
                            "phone": "312-569-6343",
                            "email": "Karen.Lenehan@va.gov"
                        },
                        {
                            "name": "Saul J. Weiner, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.85003,
                        "lon": -87.65005
                    }
                },
                {
                    "facility": "Louis Stokes VA Medical Center, Cleveland, OH",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Cleveland",
                    "state": "Ohio",
                    "zip": "44106-1702",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Corinna D Falck-Ytter, MD",
                            "role": "CONTACT",
                            "email": "Corinna.Falck-Ytter@va.gov"
                        },
                        {
                            "name": "Sherry L Ball, PhD",
                            "role": "CONTACT",
                            "phone": "(216) 791-2300",
                            "phoneExt": "5830",
                            "email": "sherry.ball@va.gov"
                        },
                        {
                            "name": "Corinna D. Falck-Ytter, MD",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.4995,
                        "lon": -81.69541
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000006973",
                    "term": "Hypertension"
                }
            ],
            "ancestors": [
                {
                    "id": "D000014652",
                    "term": "Vascular Diseases"
                },
                {
                    "id": "D000002318",
                    "term": "Cardiovascular Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M10024",
                    "name": "Hypertension",
                    "asFound": "Hypertension",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7115",
                    "name": "Diabetes Mellitus",
                    "relevance": "LOW"
                },
                {
                    "id": "M17400",
                    "name": "Vascular Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                },
                {
                    "abbrev": "BC19",
                    "name": "Gland and Hormone Related Diseases"
                }
            ]
        }
    },
    "hasResults": false
}