{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT03832855",
            "orgStudyIdInfo": {
                "id": "Pro00104093"
            },
            "organization": {
                "fullName": "Duke University",
                "class": "OTHER"
            },
            "briefTitle": "Assessing the Immunogenicity of pING-hHER3FL",
            "officialTitle": "Assessing the Immunogenicity of pING-hHER3FL in Patients With Resected Malignancies",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "assessing-the-immunogenicity-of-ping"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-03",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2020-07-13",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-09-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-09-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2019-01-29",
            "studyFirstSubmitQcDate": "2019-02-05",
            "studyFirstPostDateStruct": {
                "date": "2019-02-06",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-03-21",
            "lastUpdatePostDateStruct": {
                "date": "2024-03-22",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR_INVESTIGATOR",
                "investigatorFullName": "Herbert Lyerly",
                "investigatorTitle": "Professor",
                "investigatorAffiliation": "Duke University"
            },
            "leadSponsor": {
                "name": "Herbert Lyerly",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This study is a phase I clinical trial will that will use an investigational cancer vaccine called pING-hHER3FL. pING-hHER3FL is a circular piece of DNA that produces the full length human HER3 protein and will be used in a phase I study as immunotherapeutic agent to target cancers that are known to express the human epidermal growth factor receptor HER3. The human epidermal growth factor receptor (HER) family including: HER1 (also known as EGFR), HER2, HER3 and HER4 (also known as ErbB2, ErbB3, and ErbB4 respectively) is an important receptor family for the development of many malignancies. HER3 is overexpressed in breast, lung, gastric, head and neck, ovarian cancer, and melanoma.\n\nThe objectives of this clinical study is to determine the safety and tolerability of pING-hHER3FL in patients with solid tumor malignancies that have been removed surgically and to test whether immunization with pING-hHER3FL can cause a HER3 specific immune response in patients. Patients enrolled in the study will receive pING-hHER3FL by intramuscular injection (IM) every 4 weeks for 3 total doses. Potential benefits of the research include learning the safety of a vaccine targeting HER3 expressing cancers, whether the pING-hHER3FL vaccine can induce HER3 specific immune responses, and see possible clinical benefit to patients receiving pING-hHER3FL.",
            "detailedDescription": "The human epidermal growth factor receptor (HER) family including HER1 (also known as EGFR), HER2, HER3 and HER4 (also known as ErbB2, ErbB3, and ErbB4 respectively) is an important receptor family for the development of many malignancies. HER3 is overexpressed in breast, lung, gastric, head and neck, and ovarian cancer and melanoma and its overexpression is associated with poor prognosis. Because of the negligible tyrosine kinase function of HER3, it is typically present in heterodimers with HER1 or HER2, through which downstream signaling occurs involving extracellular-signal-regulated kinase (ERK) 1/2 and AKT. In breast cancer, HER3 is associated with resistance to anti-HER2 therapeutics. HER3 is also one of several important causes of endocrine resistance in breast cancer.\n\nA HER3 specific cancer vaccine that induces polyclonal antibody and T cell responses can provide long term anti-HER3 immune responses and potentially prevent the emergence of resistant clones. In addition to the long term protection afforded by vaccination, polyclonal immune responses to a target protein may offer additional benefits. It has been established that the binding of multiple antibodies to different epitopes is more efficient than a single monoclonal antibody in mediating receptor internalization. Additionally, T cell responses induced by vaccination are also a potent mechanism of tumor rejection in numerous animal studies and the adoptive transfer of T cells in human clinical trials has shown clinical efficacy. Although HER3 is expressed on a number of normal tissues, and is only rarely mutated in cancers, it remains an attractive immunotherapeutic target as it is not abundant on the cell surface in normal cells, tumor cells may have higher levels of membrane-bound HER3, and HER3 peptides are presented on the cell surface by MHC complexes for presentation to T cells.\n\nThe primary objective of the study is to evaluate the safety of immunization with pING-hHER3 in patients with solid tumor malignancies that have been removed surgically. The study will also monitor immune responses to HER3 and preliminary data on survival and tumor response rate will be collected."
        },
        "conditionsModule": {
            "conditions": [
                "Advanced Cancer"
            ],
            "keywords": [
                "Breast Cancer",
                "Immunotherapy",
                "HER2",
                "HER3",
                "T cell",
                "vaccine"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "OTHER",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 24,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Treatment",
                    "type": "EXPERIMENTAL",
                    "description": "4 mg pING-hHER3FL ID or IM",
                    "interventionNames": [
                        "Biological: pING-hHER3FL"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BIOLOGICAL",
                    "name": "pING-hHER3FL",
                    "description": "Plasmid vaccine containing HER3",
                    "armGroupLabels": [
                        "Treatment"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Rate of T and B cell activity",
                    "description": "B cell and T cell specific immune response to pING-hHER3FL vaccinationvaccination",
                    "timeFrame": "12 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Tolerability of pING-hHER3FL",
                    "description": "Assessment of adverse events in response to pING-hHER3FL",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Relapse-free survival",
                    "description": "Time until relapse of cancer",
                    "timeFrame": "5 years"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Documented history of solid tumor where HER3 expression is expected (this includes breast, colon, lung, prostate, ovarian, cervical, endometrial, gastric, pancreatic, bladder, head and neck, liver, and esophageal cancer, but other tumors will be considered based on emerging HER3 expression data in the literature). Demonstration of HER3 expression is not required for enrollment.\n* Has undergone surgical resection of malignancy and has completed intended standard course of chemotherapy and HER2 targeted therapy and radiotherapy under the direction of their physician. Subjects may continue on adjuvant hormonal therapy.\n* Has no evidence of disease by standard imaging studies (performed at the direction of their physician) within 60 days prior to initiating study treatment.\n* Between 3 weeks and 2 years since prior cytotoxic chemotherapy, HER2-targeted therapy or radiotherapy to the start of study treatment.\n* ECOG 0 or 1\n* Estimated life expectancy \\> 3 months.\n* Age ≥ 18 years.\n* Adequate hematologic function, with ANC \\>1500/µL, Hemoglobin ≥ 9 g/dL, and Platelets ≥ 75,000/µL.\n* Adequate renal and hepatic function, with Serum Creatinine \\< 1.5 mg/dL, Bilirubin \\< 1.5 mg/dL (except for Gilbert's syndrome which will allow bilirubin ≤ 2.0 mg/dL), ALT and AST ≤ 2.5 x ULN or if liver metastases are present \\< 5 x ULN.\n* Female patients must be of non-child-bearing potential or use effective contraception, .\n* Labs performed as standard of care prior to signing consent can be used to fulfill eligibility requirements if they were performed within 4 weeks of the start of study treatment.\n* Ability to understand and provide signed informed consent.\n* Ability to return to the study site for adequate follow-up, as required by this protocol.\n* Negative serum pregnancy test within 7 days prior to the start of study treatment, for women of childbearing potential only.\n\nExclusion Criteria:\n\n* Patients must have recovered to Grade 1 toxicities from any prior treatment(s).\n* Known CNS/brain metastases\n* History of auto-immune disease such as, but not restricted to, inflammatory bowel disease, systemic lupus erythematosus, ankylosing spondylitis, scleroderma, or multiple sclerosis.\n* Serious chronic or acute illness considered by the Principal Investigator to constitute an unwarranted high risk for investigational treatment.\n* Medical or psychological impediment to probable compliance with the protocol.\n* Concurrent or prior second malignancy (within the past 5 years) other than non-melanoma skin cancer, Carcinoma in situ of the bladder and cervix.\n* Presence of active infection or systemic use of antimicrobials within 48 hours prior to the start of study treatment.\n* Patients on continuous steroid therapy for at least 72 hours (or other continuous immunosuppressives such as azathioprine or cyclosporine A) are excluded on the basis of potential immune suppression.\n* Presence of a known active acute or chronic infection including HIV or viral hepatitis (Hepatitis B and C).\n* Pregnant or nursing women.\n* Prior immunotherapy",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Michael Morse, MD",
                    "role": "CONTACT",
                    "phone": "919-684-5705",
                    "email": "michael.morse@duke.edu"
                },
                {
                    "name": "Beth Hollister, BSN, RN",
                    "role": "CONTACT",
                    "phone": "919-681-2172",
                    "email": "beth.hollister@duke.edu"
                }
            ],
            "locations": [
                {
                    "facility": "Duke University Medical Center",
                    "status": "RECRUITING",
                    "city": "Durham",
                    "state": "North Carolina",
                    "zip": "27710",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "H. Kim Lyerly, MD",
                            "role": "CONTACT",
                            "phone": "919-684-0132",
                            "email": "kim.lyerly@duke.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 35.99403,
                        "lon": -78.89862
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M5220",
                    "name": "Breast Neoplasms",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M2853",
                    "name": "Immunomodulating Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M17360",
                    "name": "Vaccines",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}