{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05833542",
            "orgStudyIdInfo": {
                "id": "R34MH126809",
                "type": "NIH",
                "link": "https://reporter.nih.gov/quickSearch/R34MH126809"
            },
            "organization": {
                "fullName": "City University of New York",
                "class": "OTHER"
            },
            "briefTitle": "Assessing Perceptions and Preferences Around Long-acting Injectables (APPLI)",
            "officialTitle": "Assessing Perceptions and Preferences Around Long-acting Injectables in the Ryan White HIV/AIDS Program",
            "acronym": "APPLI",
            "therapeuticArea": [
                "Infectious Diseases"
            ],
            "study": "assessing-perceptions-and-preferences-around-long-acting-injectables-appli"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-06",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-05-03",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-01-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-01-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-12-30",
            "studyFirstSubmitQcDate": "2023-04-17",
            "studyFirstPostDateStruct": {
                "date": "2023-04-27",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-06-22",
            "lastUpdatePostDateStruct": {
                "date": "2023-06-26",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Mary Irvine",
                "investigatorTitle": "Director of Research and Evaluation",
                "investigatorAffiliation": "New York City Department of Health and Mental Hygiene"
            },
            "leadSponsor": {
                "name": "City University of New York",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "New York City Department of Health and Mental Hygiene",
                    "class": "OTHER_GOV"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The Ryan White HIV/AIDS Program is an essential platform for reducing health disparities among people with HIV and scaling up evidence-based strategies to strengthen the HIV care continuum. The investigators propose an implementation-science study based in New York Ryan White Part A programs, to inform the delivery of long-acting injectable antiretroviral therapy and related supportive services to low-income, largely Black and Latino/a people with HIV who have struggled with daily oral antiretroviral therapy adherence. As a major biomedical advance de-necessitating adherence to daily dosing, long-acting injectable antiretroviral therapy could greatly increase opportunities for health, survival and transmission prevention, particularly in populations confronting complex barriers to viral load suppression. However, optimizing the public health impact of long-acting injectable antiretroviral therapy will require implementation science to assess perceptions and preferences around long-acting injectable versus daily oral regimens, identify support services and delivery mechanisms suited to promoting long-acting injectable uptake and engagement, and address the role of provider beliefs as to which patients should be offered long-acting injectable options. In the absence of this groundwork, long-acting injectable antiretroviral therapy may primarily reach those who are already relatively advantaged, and even exacerbate HIV disparities.",
            "detailedDescription": "The proposed project aims to develop, select and pilot strategies to promote long-acting injectable antiretroviral therapy uptake, adherence and impact in real-world care settings. Timely formative work on patient and provider perceptions and preferences will be essential to a successful, equitable roll-out of long-acting injectable antiretroviral therapy. The proposed study will yield valuable insights into barriers and facilitators of long-acting injectable antiretroviral therapy engagement in Ryan White Part A medical case management programs designed for people with HIV with documented adherence barriers. Specifically, Aim 3 pilot testing will further inform long-acting injectable antiretroviral therapy delivery and scale-up, by measuring implementation outcomes of strategies emerging from earlier Aims of the proposed project. The approach of introducing long-acting injectable options through a patient decision aid has been selected for the pilot. During the pilot, the investigators plan to test two different versions (and three components) of the patient decision aid process, with three of the six partnering service sites testing each version. These will be tested simultaneously during the 9-month pilot, expected to begin in early May 2023. Through a partnership between the Institute for Implementation Science and Population Health at the City University of New York, the New York City Health Department and six Ryan White Part A service provider agencies, products from the proposed project will be translated to local HIV services planning and practice improvements, while being disseminated nationally and internationally."
        },
        "conditionsModule": {
            "conditions": [
                "Hiv"
            ],
            "keywords": [
                "Medical Case Management",
                "Viral Load Suppression",
                "Long-Acting Injectable Antiretroviral Therapy",
                "Decision Support"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "HEALTH_SERVICES_RESEARCH",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 120,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Health education materials only",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will receive informational materials on their HIV treatment options and related support-service options. These will include a brief \"Frequently Asked Questions\" document with answers and a video comparing long-acting injectable with daily oral antiretroviral therapy, and explaining considerations for patients who may be interested in long-acting injectable treatment options. Both components are designed for patient self-guided use, but can also be presented or discussed in a session with medical case management program staff.",
                    "interventionNames": [
                        "Behavioral: Health education materials"
                    ]
                },
                {
                    "label": "Health education materials and shared patient-provider decision tool",
                    "type": "EXPERIMENTAL",
                    "description": "Prior to or during a medical case management visit, participants will receive informational materials (described above) on their HIV treatment options and related support-service options. During their medical case management visit, the participant and their medical case management provider will review a shared decision tool to facilitate patient-provider agreement on an HIV treatment plan.",
                    "interventionNames": [
                        "Behavioral: Patient-provider decision tool"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Health education materials",
                    "description": "Participants will receive informational material (designed to be self-guided), including a video and an information sheet about current HIV treatment options (i.e., long-acting injectable and daily oral antiretroviral therapy). These materials will provide a comparison of the risks and benefits of long-acting injectable and oral regimens, set expectations about clinic visits, present information about side effects, and provide additional resources for patients to assist them in preparing to discuss HIV treatment and support options with their medical case manager and clinical provider. Participants receiving this intervention will be offered/pointed to these materials by a medical case manager or patient navigator and will be encouraged to review the materials on their own, but may also go over the materials with staff during a medical case management visit.",
                    "armGroupLabels": [
                        "Health education materials only"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Patient-provider decision tool",
                    "description": "Participants will receive a shared patient-provider assessment and decision-making tool, utilizing techniques from Motivational Interviewing and based on the Ottawa Patient Decision Aid framework, for weighing each patient's treatment options and their fit to patient interests, needs, assets, and constraints. The tool will facilitate and record patient-provider agreement on an antiretroviral treatment and support-services plan, to be integrated into the broader existing medical case management care plan signed by both patient and provider. The tool will be administered during a medical case management visit and completed by the participant and a patient navigator or medical case manager.",
                    "armGroupLabels": [
                        "Health education materials and shared patient-provider decision tool"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Uptake",
                    "description": "The proportion of participants who start long-acting injectable therapy - including any transition from a prior regimen and any transition from a period of non-antiretroviral use or as a first antiretroviral regimen. The denominator includes patients not already on a long-acting injectable regimen at the start of the study period; the numerator includes any of those in the denominator who begin a long-acting injectable antiretroviral regimen during the study period.",
                    "timeFrame": "Measured continuously for up to nine months (39 weeks)"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Maintenance",
                    "description": "Among trial participants who initiate long-acting injectable antiretroviral therapy, the time from first injection to first deviation from the injection schedule. A deviation includes any injection more than 1 week ahead of the treatment target date or any delay of more than 1 week after the treatment target date. (Injection target date depends on whether the prescribed regimen is monthly or bimonthly.)",
                    "timeFrame": "From date of first injection to date of first deviation from the injection schedule or date of death from any cause, whichever comes first, assessed for up to 35 weeks from first injection."
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Concordance between decision/intent documented and treatment plan pursued",
                    "description": "The proportion of participants whose documented intent in the decision process is carried through in terms of the antiretroviral regimen they receive thereafter (use of daily oral regimens, receipt of directly observed therapy to achieve suppression before starting long-acting injectable antiretroviral therapy, or transition to long-acting injectable antiretroviral therapy).",
                    "timeFrame": "Measured continuously from date of an individual's decision tool completion, for up to nine months (39 weeks)."
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Patients: Adults enrolled in Ryan White Part A medical case management services and able to understand materials provided or discussed in English or Spanish. Although minors may possibly receive enhanced services related to the pilot, their data will not be included in pilot analyses. Baseline data from the sites suggest that only 1-2 minors might be served at all in the partnering medical case management programs during the pilot period. Some patients may be able to utilize the decision aid and informational materials in a language other than their primary language, but it is expected that the providers will focus on pilot testing with clients whose primary language is used in the videos and written materials.\n* Providers: Adults overseeing or delivering Ryan White Part A medical case management services or prescribing antiretroviral therapy for patients in Ryan White Part A medical case management programs (and able to read and speak English, in that provider data collection will only be conducted in English). It is expected that the 12 providers participating in Aim 3 implementation-focused surveys and interviews about the pilot will already have participated in APPLI in some form during Aim 1 focus groups or Aim 2 discreet choice experiment surveys, and thus will not add to the total number of study enrollees.\n\nExclusion Criteria:\n\nN/A, aside from age minimum and language requirements already noted above",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Mary Irvine, DrPH",
                    "role": "CONTACT",
                    "phone": "347-396-7712",
                    "email": "Mirvine@health.nyc.gov"
                },
                {
                    "name": "Tigran Avoundjian, PhD",
                    "role": "CONTACT",
                    "phone": "347-396-2998",
                    "email": "tavoundjian@health.nyc.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Denis Nash, PhD",
                    "affiliation": "City University of New York, Institute for Implementation Science in Population Health",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "La Casa De Salud",
                    "status": "RECRUITING",
                    "city": "Bronx",
                    "state": "New York",
                    "zip": "10459",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Mohammed Aldhuraibi",
                            "role": "CONTACT",
                            "email": "maldhuraibi@promesa.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.84985,
                        "lon": -73.86641
                    }
                },
                {
                    "facility": "State University of New York Downstate Health Sciences University",
                    "status": "RECRUITING",
                    "city": "Brooklyn",
                    "state": "New York",
                    "zip": "11203",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Lori Hurley",
                            "role": "CONTACT",
                            "email": "Lori.Hurley@downstate.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.6501,
                        "lon": -73.94958
                    }
                },
                {
                    "facility": "Together Our Unity Can Heal",
                    "status": "RECRUITING",
                    "city": "Congers",
                    "state": "New York",
                    "zip": "10920",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Julian Palmer",
                            "role": "CONTACT",
                            "email": "jpalmer@touch-ny.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.15065,
                        "lon": -73.94542
                    }
                },
                {
                    "facility": "Open Door Family Medical Centers",
                    "status": "RECRUITING",
                    "city": "Mamaroneck",
                    "state": "New York",
                    "zip": "10543",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Karin Palencia-Lua",
                            "role": "CONTACT",
                            "email": "kpalencia@odfmc.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.94871,
                        "lon": -73.73263
                    }
                },
                {
                    "facility": "Council on Adoptable Children",
                    "status": "RECRUITING",
                    "city": "New York",
                    "state": "New York",
                    "zip": "10018",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Denise Barrera",
                            "role": "CONTACT",
                            "email": "dbarrera@coac.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.71427,
                        "lon": -74.00597
                    }
                },
                {
                    "facility": "Sun River Health",
                    "status": "RECRUITING",
                    "city": "Yonkers",
                    "state": "New York",
                    "zip": "10703",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Aldonza Milian",
                            "role": "CONTACT",
                            "email": "amilian@sunriver.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.93121,
                        "lon": -73.89875
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO",
            "description": "Due to the legal restrictions (New York Public Health Law Article 21, Title III) and the confidential nature of HIV health-related data in New York, public health authorities in New York City cannot release individual-level data on reported HIV cases for purposes other than ensuring appropriate HIV care. The New York City Department of Health and Mental Hygiene staff are available to assist external researchers who may have further specific data questions or uses. Please send an email to the study contact persons with questions or requests for additional information."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M3522",
                    "name": "Acquired Immunodeficiency Syndrome",
                    "relevance": "LOW"
                },
                {
                    "id": "M18250",
                    "name": "HIV Infections",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC01",
                    "name": "Infections"
                },
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M25428",
                    "name": "Anti-Retroviral Agents",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Infe",
                    "name": "Anti-Infective Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}