{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05684224",
            "orgStudyIdInfo": {
                "id": "IRBNET.ORG 1921452"
            },
            "organization": {
                "fullName": "State University of New York College of Optometry",
                "class": "OTHER"
            },
            "briefTitle": "Assessing Dynamic Reading Behaviors Using Eye-Tracking Tobii Glasses",
            "officialTitle": "Assessing Dynamic Reading Behaviors Using Eye-Tracking Tobii Glasses",
            "therapeuticArea": [
                "Other"
            ],
            "study": "assessing-dynamic-reading-behaviors-using-eye-tracking-tobii-glasses"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-03",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-12-14",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-12-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-01-01",
            "studyFirstSubmitQcDate": "2023-01-11",
            "studyFirstPostDateStruct": {
                "date": "2023-01-13",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-03-21",
            "lastUpdatePostDateStruct": {
                "date": "2024-03-22",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Xiaoying Zhu, OD, PhD, MD, MS, FAAO",
                "investigatorTitle": "Associate Clinical Professor",
                "investigatorAffiliation": "State University of New York College of Optometry"
            },
            "leadSponsor": {
                "name": "State University of New York College of Optometry",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "HYPOTHESIS:\n\n1. Horizontal convergence tracked with Tobii glasses is a reliable substitute for accommodation in young myopes and hyperopes with normal accommodative amplitudes\n2. Young mypopes and hyperopes demonstrate different reading behaviors during near work\n\nAIMS \\& OBJECTIVES:\n\n1. Compare the accommodative responses measured with the Grand Seiko open-field autorefractor to those derived from the Tobii Glasses, when subjects wear (1) spectacle glasses, (2) single vision contact lenses (SVCLs), and (3) multifocal contact lenses (MFCLs).\n2. Investigate subjects' natural and dynamic accommodative behaviors and eye postures during reading using the Tobii Glasses.\n3. Compare the change in natural and dynamic accommodative behaviors and eye postures during reading between myopes and hyperopes using the Tobii Glasses.",
            "detailedDescription": "Excessive axial elongation underlying myopia development and progression predisposes the eye to various sight-threatening complications including myopic maculopathy, retinal detachment, and glaucoma. The persistent and progressive nature of the myopic axial elongation results in the cumulative lifetime risk of developing irreversible low vision or blindness to increase exponentially with increasing myopia severity. With rapidly increasing worldwide prevalence, myopia has become a leading cause of visual impairment and blindness. Preventing myopia progression in childhood is therefore critical. Rapid increases in myopia prevalence in recent decades highlight the significant impact of environmental factors on myopia development and progression, as change in gene pools cannot account for the dramatic change. There is a growing body of evidence of the protective effect of increased time outdoors against myopia onset and progression. Increased time outdoors has also been shown to reduce the impact of parental myopia as a risk factor for childhood myopia. A school-based intervention study that encouraged Taiwanese primary school children to spend 120 minutes outdoors each day demonstrated less reduced visual acuity, a surrogate measure of myopia, highlighting the benefits of increased time outdoors on myopia. This has prompted initiatives worldwide to encourage children to spend more time outside. Another key risk factor for myopia is near work. A recent meta-analysis reported greater time on near work to be associated with higher odds of myopia. Greater near work in the form of reading and writing are thought to be the underlying causal link between education and myopia. Studies have found that children with higher academic performance or who attend more academically orientated classes or schools tend to be more myopic. Students using near work distances shorter than 30 cm and for periods greater than 30 minutes experienced greater myopia progression after only 6-months. Screen time, often considered a surrogate of near work, has also been associated to the increased prevalence of myopia. Despite recognition of these key environmental and behavioral risk factors for myopia, guidelines on appropriate risk management in children undergoing myopia control treatments are minimal due to lack of robust evidence.\n\nVarious optical and pharmacological interventions have been developed to prevent the progression of childhood myopia, including specially-designed spectacles, multifocal contact lenses, orthokeratology, and low concentration atropine eye drops. However, no treatment is 100% effective; 20% of myopic children on treatment progress as if they were not being treated, and more than 50% of treated children still demonstrate significant progression. Accurate quantification of the visual environment and behavior of myopic children and the impact on treatment efficacy will guide clinicians on risk management and improve responses to existing treatments for progressive myopia. Multifocal soft contact lens (MFCL) with central distance correction and a peripheral plus power profile is an effective treatment strategy for myopia control in children, with variable efficacies. One possible explanation is that children wearing these lenses under-accommodate at near which could reduce the lenses' treatment effect. It would be important to track the dynamic reading behaviors to better understand how accommodation and other binocular functions may change during reading. As of now, no portal devices can track dynamic accommodation. Tobii glasses are wearable eye trackers that accurately record horizontal and vertical vergences, pupil size, and reading distance over time. Investigator's pilot data shows that horizontal convergence can be used as a substitute for accommodation in subjects with normal accommodative amplitudes and eye posture. This study aims to compare the accuracy of accommodative measurements obtained with the Grand Seiko open-field autorefractor and the Tobii Glasses, when subjects wear (1) spectacle glasses, (2) single vision contact lenses (SVCLs), and (3) MFCLs. This study will also track the subject's natural reading behavior."
        },
        "conditionsModule": {
            "conditions": [
                "Accommodation"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": false,
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "CROSS_SECTIONAL"
            },
            "enrollmentInfo": {
                "count": 10,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Dynamic accommodation",
                    "description": "Dynamic accommodation will be tracked using the Tobii Glasses"
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Horizontal convergence",
                    "description": "Horizontal convergence will be tracked using the Tobii Glasses",
                    "timeFrame": "Horizontal convergence during reading will be measured using the Tobii Glasses continuously for 5 minutes"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Age: Subjects who are 18 to 30 years old\n2. Refractive error: Subjects with myopia between -1.00 and -5.00 D in each eye (n = 5), or hyperopia between +2.00 and +5.00 D in each eye (n = 5), determined by spherical equivalent using dry manifest refraction and binocular balance\n3. Astigmatism \\<= 0.75 D in each eye\n4. Anisometropia \\<= 1.50 D\n5. BCVA at distance 20/20 in each eye\n6. Habitual contact lens wears or willing to wear single vision and multifocal contact lenses during the 2nd study visit\n7. Normal eye posture and accommodation\n8. Good general and ocular health\n\nExclusion Criteria:\n\n1. Strabismus at distance or near\n2. Amblyopia\n3. Significant anisometropia (\\>1.50 D)",
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "30 Years",
            "stdAges": [
                "ADULT"
            ],
            "studyPopulation": "Young adults between 18 and 30 years of age. Subjects will be recruited from students at SUNY College of Optometry.",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Xiaoying Zhu, OD, PhD, MD, MS, FAAO",
                    "role": "CONTACT",
                    "phone": "2129385541",
                    "email": "xzhu@sunyopt.edu"
                },
                {
                    "name": "Robert McPeek, PhD",
                    "role": "CONTACT",
                    "phone": "212-938-5762",
                    "email": "rmcpeek@sunyopt.edu"
                }
            ],
            "locations": [
                {
                    "facility": "Xiaoying Zhu",
                    "status": "RECRUITING",
                    "city": "New York",
                    "state": "New York",
                    "zip": "10036",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Xiaoying Zhu, OD, PhD, MD, MS, FAAO",
                            "role": "CONTACT",
                            "phone": "2129385541",
                            "email": "xzhu@sunyopt.edu"
                        },
                        {
                            "name": "Robert McPeek, PhD",
                            "role": "CONTACT",
                            "phone": "212-938-5762",
                            "email": "rmcpeek@sunyopt.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.71427,
                        "lon": -74.00597
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "UNDECIDED"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        }
    },
    "hasResults": false
}