{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT03696225",
            "orgStudyIdInfo": {
                "id": "D2762-W"
            },
            "secondaryIdInfos": [
                {
                    "id": "1IK2RX002762-01A1",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/1IK2RX002762-01A1"
                }
            ],
            "organization": {
                "fullName": "VA Office of Research and Development",
                "class": "FED"
            },
            "briefTitle": "Assessment and Treatment of Cognitive Functioning Deficits in Veterans With PTSD",
            "officialTitle": "Assessment and Treatment of Cognitive Functioning Deficits in Veterans With PTSD",
            "acronym": "CCTPTSD",
            "therapeuticArea": [
                "Other"
            ],
            "study": "assessment-and-treatment-of-cognitive-functioning-deficits-in-veterans-with-ptsd"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-10",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2019-03-06",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-09-29",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-12-29",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2018-10-03",
            "studyFirstSubmitQcDate": "2018-10-03",
            "studyFirstPostDateStruct": {
                "date": "2018-10-04",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-10-11",
            "lastUpdatePostDateStruct": {
                "date": "2023-10-12",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "VA Office of Research and Development",
                "class": "FED"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "Approximately half a million Veterans receiving services at the VA have Posttraumatic Stress Disorder (PTSD). PTSD is strongly associated with cognitive functioning deficits in areas of concentration, attention, memory, learning, verbal abilities, processing speed, and multitasking. Compensatory Cognitive Training (CCT) is an evidence-based intervention for cognitive problems that is effective in other Veteran populations such as those with a history of traumatic brain injury (TBI), but CCT has not yet been tested in Veterans with PTSD who don't have a history of TBI. The investigators will conduct a pilot randomized controlled trial (RCT) of CCT in Veterans who have been treated for PTSD but continue to have cognitive functioning deficits. The investigators will examine feasibility, acceptability, participant characteristics, and effect size estimates in preparation for a fully-powered RCT of CCT for PTSD-related cognitive functioning deficits.",
            "detailedDescription": "Project Background: PTSD is associated with deficits in cognitive functioning including memory, learning, processing speed, concentration, attention, and executive functioning. Though many Veterans benefit from evidence-based psychotherapy (EBP) for PTSD, many Veterans have cognitive functioning deficits even after completing EBP for PTSD. There are no evidence-based treatments for these Veterans. Compensatory Cognitive Training (CCT) is improves cognitive functioning in Veterans with brain injury history, but is not yet tested in Veterans with PTSD.\n\nProject Aims: This study will evaluate feasibility, acceptability, and participant characteristics, and estimate effect sizes, in a pilot test of CCT for Veterans with PTSD-related cognitive problems. Data from this study will form the basis for a future, fully powered trial testing the effectiveness of CCT for cognitive problems in Veterans with PTSD.\n\nProject Methods: The investigators will recruit Veterans from local VA mental health clinics, using the VA's Corporate Data Warehouse (CDW) to identify potentially eligible Veterans if needed. The investigators will compare CCT vs. treatment as usual for 36 Veterans with PTSD-related cognitive functioning deficits. The investigators will calculate rates of recruitment, retention, and intervention participation. Statistical significance will be examined, though the investigators' focus will be on effect size estimates, score ranges, and variability to plan for a follow-up, fully powered RCT.\n\nAnticipated Impact: PTSD-related cognitive functioning deficits are a significant problem for many Veterans. CCT is an effective cognitive rehabilitation intervention for Veterans with a history of brain injury, but VA clinicians need data on its effectiveness for Veterans with PTSD-related cognitive functioning deficits. These studies will provide the data necessary for a larger scale RCT proposal if results show that CCT is as promising as expected for Veterans with PTSD."
        },
        "conditionsModule": {
            "conditions": [
                "Posttraumatic Stress Disorder"
            ],
            "keywords": [
                "PTSD",
                "Cognitive Function"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "This is a parallel randomized controlled pilot trial.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "maskingDescription": "Assessors will be masked to participant condition.",
                    "whoMasked": [
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 36,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Compensatory Cognitive Training (CCT)",
                    "type": "EXPERIMENTAL",
                    "description": "Compensatory Cognitive Training draws from the theoretical literature on compensatory strategy training for other cognitively impaired populations (e.g., Huckans et al., 2013; Twamley et al., 2010; Storzbach et al., 2016). It is a rehabilitation model that aims to teach individuals strategies that allow them to work around cognitive deficits. Consistent with this model and the expert recommendations for civilians and Service members with TBI (Cicerone, 2011), manualized CCT treatment provides training in compensatory attention and learning/memory skills, formal problem-solving strategies applied to daily problems, and the use of external aids such as calendar systems and assistive devices to promote completion of daily tasks (Storzbach et al., 2016).",
                    "interventionNames": [
                        "Behavioral: Compensatory Cognitive Training (CCT)"
                    ]
                },
                {
                    "label": "Treatment as Usual (TAU)",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "All TAU participants have an ongoing VA mental health provider and received ongoing mental health care during the course of the study (generally weekly individual or group sessions focusing on evidence-based PTSD treatment).",
                    "interventionNames": [
                        "Behavioral: Treatment as Usual (TAU)"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Compensatory Cognitive Training (CCT)",
                    "description": "Compensatory Cognitive Training draws from the theoretical literature on compensatory strategy training for other cognitively impaired populations (e.g., Huckans et al., 2013; Twamley et al., 2010; Storzbach et al., 2016). It is a rehabilitation model that aims to teach individuals strategies that allow them to work around cognitive deficits. Consistent with this model and the expert recommendations for civilians and Service members with TBI (Cicerone, 2011), manualized CCT treatment provides training in compensatory attention and learning/memory skills, formal problem-solving strategies applied to daily problems, and the use of external aids such as calendar systems and assistive devices to promote completion of daily tasks (Storzbach et al., 2016).",
                    "armGroupLabels": [
                        "Compensatory Cognitive Training (CCT)"
                    ],
                    "otherNames": [
                        "CCT"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Treatment as Usual (TAU)",
                    "description": "All TAU participants have an ongoing VA mental health provider and received ongoing mental health care during the course of the study (generally weekly individual or group sessions focusing on evidence-based PTSD treatment).",
                    "armGroupLabels": [
                        "Treatment as Usual (TAU)"
                    ],
                    "otherNames": [
                        "TAU"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Prospective-Retrospective Memory Questionnaire (PRMQ; Crawford et al., 2006)",
                    "description": "Cognitive symptoms. Higher scores represent worse outcomes. Total score ranges from 0-64.",
                    "timeFrame": "change from baseline to 3 and 6 months"
                },
                {
                    "measure": "Multiple Sclerosis Neuropsychological Screening Questionnaire - Patient Version (MSNQ; Benedict et al., 2003)",
                    "description": "Cognitive symptoms. Higher scores represent worse outcomes. Total score ranges from 0-60.",
                    "timeFrame": "change from baseline to 3 and 6 months"
                },
                {
                    "measure": "California Verbal Learning Test (CVLT-II; Delis et al., 2000)",
                    "description": "verbal learning and memory; forced choice validity. Total score ranges from 0-80. Higher scores represent better outcomes.",
                    "timeFrame": "change from baseline to 3 and 6 months"
                },
                {
                    "measure": "Wechsler Adult Intelligence Scale (WAIS-IV) Digit Span & Coding subtests (Wechsler, 2008)",
                    "description": "attention, working memory, processing speed, reliable digit span validity. Higher scores represent better outcomes. Scores on each subtest range from 0-18 and are reported as WAIS Scaled Scores.",
                    "timeFrame": "change from baseline to 3 and 6 months"
                },
                {
                    "measure": "Controlled Oral Word Association Test (Benton, Hamsher, & Sivan, 1983)",
                    "description": "word generation, verbal fluency, executive functioning. Higher scores represent better outcomes. Total score ranges from 0-infinite, but are reported as t-scores with a range of 0-100.",
                    "timeFrame": "change from baseline to 3 and 6 months"
                },
                {
                    "measure": "Halstead Reitan Trailmaking Test (Trails A & B; Reitan & Wolfson, 1985)",
                    "description": "visual tracking, processing speed, executive functioning. Higher scores are the amount of time to complete the task and represent worse outcomes. Total scores are in seconds, but are converted to t-scores ranging from 0-100 with higher scores representing better outcomes once converted to t-scores.",
                    "timeFrame": "change from baseline to 3 and 6 months"
                },
                {
                    "measure": "World Health Organization Disability Assessment Scale (WHODAS 2.0)",
                    "description": "quality of life, global functioning. Higher scores represent worse outcomes. Total score ranges from 0-48.",
                    "timeFrame": "change from baseline to 3 and 6 months"
                },
                {
                    "measure": "Neuro-QOL Cognitive, ability to participate in social roles and activities, and sleep scales",
                    "description": "quality of life, cognitive functioning, sleep functioning, social functioning. Higher scores represent better outcomes. Scores on each subtest range from 8-40.",
                    "timeFrame": "change from baseline to 3 and 6 months"
                },
                {
                    "measure": "Memory Compensation Questionnaire (MCQ; de Frias & Dixon, 2005)",
                    "description": "compensatory cognitive strategy use. Higher scores represent better outcomes. Total score ranges from 0-176.",
                    "timeFrame": "change from baseline to 3 and 6 months"
                },
                {
                    "measure": "Portland Cognitive Strategies Scale 2.0 (PCSS)",
                    "description": "compensatory cognitive strategy use. Higher scores represent worse outcomes. Total score ranges from 0-60.",
                    "timeFrame": "change from baseline to 3 and 6 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Mini International Neuropsychiatric Interview (MINI; Sheehan et al., 2006)",
                    "description": "mental health diagnoses. Scores are indicative of presence or absence of a diagnosis (categorical variable, therefore no range of scores is applicable).",
                    "timeFrame": "change from baseline to 3 and 6 months"
                },
                {
                    "measure": "PTSD Checklist (PCL-5; Weathers et al., 2013)",
                    "description": "PTSD symptoms and severity. Higher scores represent worse outcomes. Total score ranges from 0-80.",
                    "timeFrame": "change from baseline to 3 and 6 months"
                },
                {
                    "measure": "Patient Health Questionnaire (PHQ-9; Spitzer, Kroenke, & Williams, 1999)",
                    "description": "depression symptoms and severity. Higher scores represent worse outcomes. Total score ranges from 0-27.",
                    "timeFrame": "change from baseline to 3 and 6 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Eligible Veterans must meet DSM-5 criteria for PTSD with evidence-based PTSD treatment participation within the past 2 years.\n* Must have an individual mental health provider/case manager assigned for coordination of care and management of crises as well as provision of treatment as usual if Veteran is randomly assigned to this condition.\n* Report subjective cognitive complaints, such as problems with memory, attention/concentration, and executive function (e.g., planning, organization, problem-solving, decision-making).\n* Referring provider observes mild cognitive problems that interfere with daily life (e.g., forgetting appointments or medications, poor performance at work or school, difficulty remembering information, trouble focusing in treatment sessions, trouble following through on goals).\n* Fluent English speaker.\n* Able to read and write and provide informed consent.\n\nExclusion Criteria:\n\n* No history of traumatic brain injury (of any severity) or another major medical condition likely to significantly impact cognitive functioning such as stroke, MS, Parkinson's, or a brain tumor.\n* Do not meet criteria for bipolar disorder or a psychotic disorder. Do not have a diagnosis of a substance dependence disorder within the past 30 days.\n* Do not have active suicidal intent indicating significant clinical risk (which would suggest that a treatment targeting suicidal intent is indicated).\n* Cognitive problems are not severe (i.e., no dementia). Cognitive problems do NOT interfere with a Veteran's overall ability to live independently or care for him/herself.\n* Not currently participating in any type of brain stimulation treatment.\n* No significant auditory/visual impairments.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "75 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Maya E O'Neil, PhD MS",
                    "role": "CONTACT",
                    "phone": "(503) 220-8262",
                    "phoneExt": "54522",
                    "email": "Maya.Oneil@va.gov"
                },
                {
                    "name": "Emily R Sano, MA",
                    "role": "CONTACT",
                    "phone": "(503) 220-8262",
                    "phoneExt": "58290",
                    "email": "emily.sano@va.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Maya Elin O'Neil, PhD MS",
                    "affiliation": "VA Portland Health Care System, Portland, OR",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "VA Portland Health Care System, Portland, OR",
                    "status": "RECRUITING",
                    "city": "Portland",
                    "state": "Oregon",
                    "zip": "97207-2964",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Archie (Herman) G Bouwer, PhD",
                            "role": "CONTACT",
                            "phone": "(503) 220-8262",
                            "phoneExt": "52900",
                            "email": "Archie.Bouwer@va.gov"
                        },
                        {
                            "name": "Maya Elin O'Neil, PhD MS",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 45.52345,
                        "lon": -122.67621
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000013313",
                    "term": "Stress Disorders, Post-Traumatic"
                }
            ],
            "ancestors": [
                {
                    "id": "D000040921",
                    "term": "Stress Disorders, Traumatic"
                },
                {
                    "id": "D000068099",
                    "term": "Trauma and Stressor Related Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M24916",
                    "name": "Stress Disorders, Traumatic",
                    "relevance": "LOW"
                },
                {
                    "id": "M16103",
                    "name": "Stress Disorders, Post-Traumatic",
                    "asFound": "Posttraumatic Stress Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17685",
                    "name": "Wounds and Injuries",
                    "relevance": "LOW"
                },
                {
                    "id": "M222",
                    "name": "Trauma and Stressor Related Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                }
            ]
        }
    },
    "hasResults": false
}