{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05436600",
            "orgStudyIdInfo": {
                "id": "E3798-W"
            },
            "secondaryIdInfos": [
                {
                    "id": "1IK2RX003798-01A2",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/1IK2RX003798-01A2"
                }
            ],
            "organization": {
                "fullName": "VA Office of Research and Development",
                "class": "FED"
            },
            "briefTitle": "Asymptomatic Carotid Stenosis and Mobility Function With Exercise Intervention",
            "officialTitle": "Asymptomatic Carotid Stenosis and Mobility Function With Exercise Intervention",
            "acronym": "ACCOF-Ex",
            "therapeuticArea": [
                "Other"
            ],
            "study": "asymptomatic-carotid-stenosis-and-mobility-function-with-exercise-intervention"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-02",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-10-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-09-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-09-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-06-16",
            "studyFirstSubmitQcDate": "2022-06-23",
            "studyFirstPostDateStruct": {
                "date": "2022-06-29",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-02-05",
            "lastUpdatePostDateStruct": {
                "date": "2024-02-06",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "VA Office of Research and Development",
                "class": "FED"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "Moderate (50-69%) asymptomatic carotid artery stenosis (ACAS) is an important and under-appreciated contributor to balance and mobility dysfunction. This is significant because declines in balance and mobility are a significant predictor of falls, disability, loss of independence, and death in older adults. Further, falls and fall-related injuries in older adults cost approximately 50 billion dollars annually in the United States, and are the leading cause of adverse events reported by the Veterans Health Administration. This proposal seeks to: 1) investigate the impact of a supervised aerobic and challenging balance exercise program on balance and mobility function in patients with moderate ACAS; and 2) elucidate whether these changes are related to changes in cerebral perfusion. With 830,000 Veterans estimated to have moderate ACAS and at risk for balance and mobility dysfunction and increased falls, the findings from this study could have significant impacts on the clinical management, quality of life, and functional independence of Veterans with moderate ACAS.",
            "detailedDescription": "The investigators will conduct a prospective randomized controlled trial designed to evaluate the effects of a supervised aerobic and challenging balance exercise (AeroBal) program on balance and mobility function (primary outcome), and fall risk and physical function (secondary outcomes) in patients with moderate ACAS. The investigators hypothesize that aerobic and challenging balance exercises will lead to greater improvement in balance and mobility function, de-creased fall risk, and improved perceived physical function in patients with moderate ACAS compared to standard-of-care vascular risk-factor reduction alone. Patients will undergo 1:1 blocked randomization on sex into either the exercise training group plus standard-of-care or the control group undergoing standard-of-care vascular risk-factor modification alone. To account for attrition, the investigators aim to enroll a total of 50 patients and anticipate completing the study with 34 patients. Baseline demographic data, medical history, balance and mobility function, physical function, cerebral perfusion (PW-MRI and fNIRS) and vasoreactivity (TCD) will be collected on all patients. The exercise training group will perform 12 weeks of supervised aerobic and balance exercises. In order to maintain consistency in contact between the clinical research team and the control subjects versus the intervention group, control participants will be contacted via telephone on a weekly basis to discuss the importance of vascular risk factor management and adherence to prescribed medical management. To assess the change in outcome measures, the investigators will repeat measurements in both groups at 6- and 12-weeks. PW-MRI will only be performed at the 12-week visit to minimize patient risk and contain costs. The primary outcome measure (change in Mini BESTest score) and secondary measures (fall rate and physical function) for Aim 1, and the primary outcome measure (TTP on PW-MRI) and secondary outcome measures (BHI on TCD and change in oxy-hemoglobin concentration on fNIRS) for Aim 2 will be analyzed."
        },
        "conditionsModule": {
            "conditions": [
                "Asymptomatic Carotid Stenosis (50-69%)",
                "Mobility Impairment"
            ],
            "keywords": [
                "Asymptomatic carotid stenosis"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Patients will undergo 1:1 blocked randomization on sex into either the exercise training group plus standard-of-care or the control group undergoing standard-of-care vascular risk-factor modification with weekly contact by the study team.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "maskingDescription": "The outcomes assessor will be masked to group assignment.",
                    "whoMasked": [
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 50,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Control",
                    "type": "NO_INTERVENTION",
                    "description": "The control group will undergo standard-of-care vascular risk factor modification. Control participants will be contacted via telephone on a weekly basis to discuss the importance of vascular risk factor management and adherence to prescribed medical management."
                },
                {
                    "label": "Exercise Intervention",
                    "type": "EXPERIMENTAL",
                    "description": "The exercise intervention group will undergo 12 weeks of AeroBal exercise training (approximately 3 times/week). Each exercise session will consist of a 5-minute warm-up walk, approximately 30 minutes of aerobic exercise at a goal of 60-75% HRmax, 15 minutes of balance exercises, and a 5-minute cool-down walk.",
                    "interventionNames": [
                        "Other: Exercise Intervention"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Exercise Intervention",
                    "description": "The exercise intervention group will undergo 12 weeks of AeroBal exercise training (approximately 3 times/week). Each exercise session will consist of a 5-minute warm-up walk, approximately 30 minutes of aerobic exercise at a goal of 60-75% HRmax, 15 minutes of balance exercises, and a 5-minute cool-down walk.",
                    "armGroupLabels": [
                        "Exercise Intervention"
                    ],
                    "otherNames": [
                        "AeroBal exercise intervention"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in Mini BESTest score",
                    "description": "The Mini BESTest is a reliable and valid measure of balance and mobility that is sensitive to changes in individuals with balance dysfunction, and has age-related normative values. It will be the primary outcome measure to evaluate changes in balance and mobility following exercise intervention. The Mini BESTest includes fourteen items that evaluate the following: anticipatory postural adjustments, reactive postural control, sensory orientation, and dynamic gait.",
                    "timeFrame": "Baseline to 12 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in secondary mobility measures (Four square step test [FSST])",
                    "description": "The FSST assesses dynamic mobility by timing patients while they quickly step over an object (i.e., canes) while moving forward, laterally, and backward. The score is based on time take to complete the task (seconds). The FSST was chosen because it has excellent reliability, normative values, and scores are predictive of falls in older adults.",
                    "timeFrame": "Baseline to 12 weeks"
                },
                {
                    "measure": "Change in time to peak (TTP) delay on perfusion-weighted MRI",
                    "description": "TTP is a perfusion-weighted magnetic resonance imaging (PW-MRI) measure that quantifies the delay in time taken for contrast to reach maximum concentration. The difference between the TTP measurements of the ipsilateral and contralateral hemispheres will be calculated to arrive at the TTP delay. TTP delay has low inter-observer and inter-scan variability, and is sensitive to early perfusion impairment.",
                    "timeFrame": "Baseline to 12 weeks"
                },
                {
                    "measure": "Secondary measures of cerebral perfusion (breath-holding index [BHI])",
                    "description": "Transcranial Doppler is non-invasive, readily available, does not utilize contrast, and allows for quantification of cerebral vasoreactivity via a breath-holding index (BHI). A BHI of \\<0.69 indicates impaired cerebrovascular hemodynamics.",
                    "timeFrame": "Baseline to 12 weeks"
                },
                {
                    "measure": "Change in secondary mobility measures (Walking while talking test [WWT])",
                    "description": "The WWT Test is a dual-task interference test that measures divided attention to assess cognitive-motor interactions. Participants will be asked to walk while reciting the alphabet aloud (WWT-simple) and while reciting alternate letters of the alphabet aloud (WWT-complex). The score is based on time taken to complete the task. The WWT Test is responsive to change after exercise intervention in older adults, associated with perceived physical function, and predictive of falls.",
                    "timeFrame": "Baseline to 12 weeks"
                },
                {
                    "measure": "Secondary measures of cerebral perfusion (functional near infrared spectroscopy [fNIRS])",
                    "description": "fNIRS is a novel imaging technology that measures cerebral hemodynamic responses by using the absorption of near-infrared light to identify changes in oxy- and deoxy- hemoglobin concentrations evoked by neural activity, otherwise known as neurovascular coupling. Change in oxyhemoglobin concentrations measured during tasks at baseline and 12 weeks will be compared.",
                    "timeFrame": "Baseline to 12 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Eligible patients will be at least 18 years of age and will have asymptomatic 50-69% carotid stenosis\n* Asymptomatic status will be confirmed as in NIH trials on asymptomatic carotid stenosis, by medical history, physical examination, and the National Institutes of Health Stroke Scale (NIHSS)\n* Stenosis severity will be determined by duplex sonography, MR angiography, or CT angiography\n\nExclusion Criteria:\n\n* previous stroke or transient ischemic attack\n* occlusion or severe stenosis of the non-index carotid artery\n* planned carotid revascularization\n* persons advised by their doctor not to exercise\n* a medical condition that precludes the ability to ambulate\n* exercise or reduces the likelihood of follow-up\n* evidence of a medical condition that would lead to an increased risk of accident, injury, or illness as a result of the proposed testing or intervention\n* orthostatic hypotension\n* severe medical illness that interferes with the evaluation of outcomes\n* uncorrected visual impairment or eye surgery in the past 6 months\n* patients that are unable to undergo PW-MRI due to gadolinium contrast allergy or renal insufficiency will also be excluded\n* given the possibility that comorbid cognitive impairment may influence balance and mobility function, subjects with any documented medical history of dementia or cognitive impairment or those unable to follow commands will be excluded from the study\n* In addition, subjects with other neurological conditions such as Parkinson's, peripheral neuropathy or myopathy, sedative medications, and major depression (Center for Epidemiological Studies Depression Survey Score \\>16) will be excluded\n* in order to avoid ceiling effects of the Mini BESTest, potential subjects will be prescreened for balance dysfunction using a 10-second Single Leg Stance Test\n\n  * those that are able to complete the test without losing balance on either side will be excluded from the study\n* the investigators will exclude subjects that participate in structured aerobic exercise routinely greater than three times per week within a month of starting the study",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "89 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Sarasijhaa K Desikan, MD",
                    "role": "CONTACT",
                    "phone": "(410) 605-7000",
                    "email": "sdesikan@som.umaryland.edu"
                },
                {
                    "name": "Kimberlly A Nordstrom",
                    "role": "CONTACT",
                    "phone": "(410) 706-3941",
                    "email": "knordstrom@som.umaryland.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Sarasijhaa K Desikan, MD",
                    "affiliation": "Baltimore VA Medical Center VA Maryland Health Care System, Baltimore, MD",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Baltimore VA Medical Center VA Maryland Health Care System, Baltimore, MD",
                    "status": "RECRUITING",
                    "city": "Baltimore",
                    "state": "Maryland",
                    "zip": "21201",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Frederick M Ivey, PhD",
                            "role": "CONTACT",
                            "phone": "410-605-7000",
                            "phoneExt": "56510",
                            "email": "Frederick.Ivey@va.gov"
                        },
                        {
                            "name": "Natalie V Dugger, BS",
                            "role": "CONTACT",
                            "phone": "(410) 605-7000",
                            "phoneExt": "56407",
                            "email": "Natalie.Dugger@va.gov"
                        },
                        {
                            "name": "Sarasijhaa K Desikan, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.29038,
                        "lon": -76.61219
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000016893",
                    "term": "Carotid Stenosis"
                },
                {
                    "id": "D000003251",
                    "term": "Constriction, Pathologic"
                }
            ],
            "ancestors": [
                {
                    "id": "D000020763",
                    "term": "Pathological Conditions, Anatomical"
                },
                {
                    "id": "D000002340",
                    "term": "Carotid Artery Diseases"
                },
                {
                    "id": "D000002561",
                    "term": "Cerebrovascular Disorders"
                },
                {
                    "id": "D000001927",
                    "term": "Brain Diseases"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000001157",
                    "term": "Arterial Occlusive Diseases"
                },
                {
                    "id": "D000014652",
                    "term": "Vascular Diseases"
                },
                {
                    "id": "D000002318",
                    "term": "Cardiovascular Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M6475",
                    "name": "Constriction, Pathologic",
                    "asFound": "Stenosis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M19238",
                    "name": "Carotid Stenosis",
                    "asFound": "Carotid Stenosis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M22519",
                    "name": "Pathological Conditions, Anatomical",
                    "relevance": "LOW"
                },
                {
                    "id": "M5594",
                    "name": "Carotid Artery Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5810",
                    "name": "Cerebrovascular Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M5204",
                    "name": "Brain Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M4465",
                    "name": "Arterial Occlusive Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M17400",
                    "name": "Vascular Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                }
            ]
        }
    },
    "hasResults": false
}