{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06165731",
            "orgStudyIdInfo": {
                "id": "Pro00114721"
            },
            "organization": {
                "fullName": "Duke University",
                "class": "OTHER"
            },
            "briefTitle": "At-Home Diaphragmatic Interventions for Voiding Abnormalities (DIVA)",
            "officialTitle": "At-Home Diaphragmatic Interventions for Voiding Abnormalities (DIVA)",
            "acronym": "DIVA",
            "therapeuticArea": [
                "Other"
            ],
            "study": "at-home-diaphragmatic-interventions-for-voiding-abnormalities-diva"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-05-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-06",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-06",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-12-04",
            "studyFirstSubmitQcDate": "2023-12-04",
            "studyFirstPostDateStruct": {
                "date": "2023-12-11",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-01",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-02",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Duke University",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The goal of the DIVA trial is to test the effectiveness of at-home diaphragmatic breathing exercises with bladder hygiene education in female patients with symptoms of difficulty urinating (dysfunctional voiding). It aims to answer how effective are at-home diaphragmatic breathing exercises for dysfunctional voiding. Researchers will compare two groups of participants (a group using diaphragmatic breathing exercises with bladder hygiene education versus a group using just bladder hygiene education alone) for a total of 4 weeks.\n\nParticipants will complete weekly surveys on their symptoms.",
            "detailedDescription": "BACKGROUND: Dysfunctional voiding causes lower urinary tract symptoms of incomplete bladder emptying, weak urinary stream, and urinary hesitancy or delay. Often, patients search the internet for at-home methods of improving bladder emptying. However, diaphragmatic breathing, with and without pelvic floor physical therapy, is not well-studied in adults. The goal is to analyze the effect of low-cost, at-home diaphragmatic breathing training coupled with bladder hygiene education on dysfunctional voiding in adult patients.\n\nTYPE OF STUDY: Prospective trial HYPOTHESIS: There will be an improvement in voiding symptoms after 4 weeks of at-home diaphragmatic breathing exercises with an educational handout on bladder health versus an educational handout on bladder health in participants with bothersome dysfunctional voiding symptoms.\n\nPRIMARY STUDY AIM: Evaluate the impact of short interval at-home diaphragmatic breathing exercises with an educational handout on bladder health versus an educational handout on bladder health on patient-reported outcomes in participants with dysfunctional voiding using 10-item Lower Urinary Tract Research Network Symptom Index (LURN SI-10).\n\nSECONDARY STUDY AIMS: Evaluate the impact of short interval at-home diaphragmatic breathing exercises with an educational handout on bladder health versus an educational handout on bladder health on patient-reported outcomes in participants with dysfunctional voiding using other patient reported outcomes (LURN SI-10 Item 6 \\& 7, Urinary Distress Inventory Short Form -6 (UDI-6), UDI-6 Item, Force of Stream (FOS) subjective questioning).\n\nSTUDY DESIGN: Prospective randomized trial comparing at-home diaphragmatic breathing exercises in participants seeking care for dysfunctional voiding. After an initial standard-of-care clinic evaluation and after providing informed consent, participants will be enrolled and randomized into two arms (at-home diaphragmatic breathing exercises with an educational hand-out on bladder hygiene versus an educational hand-out on bladder hygiene alone - control). All participants will be asked to complete validated symptom questionnaires of LURN SI-10, UDI-6, GAD-2, and FOS. Responses will be collected at baseline and weekly for a total of 4 weeks with daily exercise logs for those in the exercise group.\n\nEXPOSURES: Daily diaphragmatic breathing exercises plus educational hand-out on bladder health versus educational hand-out on bladder health\n\nOUTCOMES:\n\n* Change in scoring in patient-reported outcomes (above) after 4 weeks\n* Participant compliance with daily at-home diaphragmatic breathing exercises after 4 weeks"
        },
        "conditionsModule": {
            "conditions": [
                "Dysfunctional Voiding",
                "Urinary Dysfunction"
            ],
            "keywords": [
                "dysfunctional voiding",
                "diaphragmatic breathing",
                "telehealth",
                "incomplete bladder emptying"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "whoMasked": [
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 156,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Diaphragmatic Breathing Exercise (DB)",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will undergo a total of 10 minutes of at-home diaphragmatic breathing exercises (5 minutes in the morning and 5 minutes in the evening) with the practice of standard bladder hygiene recommendations. Participants will exercise daily for a total of 4 weeks and complete daily exercise logs.",
                    "interventionNames": [
                        "Behavioral: Diaphragmatic Breathing Exercises",
                        "Behavioral: Bladder Hygiene Education"
                    ]
                },
                {
                    "label": "Educational Handout (EH)",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Participants assigned to this group will participate in the usual standard care of bladder hygiene, which will include common practices of timed voiding, reduction in constipation, avoidance of bladder irritants, daily recommended aerobic exercise, adequate hydration, and appropriate perineal hygiene. Participants will practice standard bladder hygiene recommendations daily for a total of 4 weeks.",
                    "interventionNames": [
                        "Behavioral: Bladder Hygiene Education"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Diaphragmatic Breathing Exercises",
                    "description": "Mindful deep breathing cycle comprised of a 3-second inhale causing abdominal wall movement followed by a 5-second exhale, which will be completed for a total of 10 minutes of daily exercise",
                    "armGroupLabels": [
                        "Diaphragmatic Breathing Exercise (DB)"
                    ],
                    "otherNames": [
                        "Belly Breathing"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Bladder Hygiene Education",
                    "description": "Educational handout on bladder health and hygiene with recommendations endorsed by the International Urogynecologic Association",
                    "armGroupLabels": [
                        "Diaphragmatic Breathing Exercise (DB)",
                        "Educational Handout (EH)"
                    ],
                    "otherNames": [
                        "Bladder Health Handout"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in Baseline in the Lower Urinary Tract Network Symptom Index-10 (LURN SI-10) at 4 weeks",
                    "description": "The LURN SI-10 is a patient-reported survey with an ordinal scale that ranges from 0-4 with a total scale of 0-38. The patient responses (0-4) x 10/ # of questions answered is used to achieve the total score. Change = Week 4 Score - Baseline Score",
                    "timeFrame": "Baseline and Week 4"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in Baseline in the Urinary Distress Inventory Short Form (UDI-6) at 4 weeks",
                    "description": "The UDI-6 is a patient-reported survey with ordinal scale that ranges from 0-4 with a total scale of 0-100. The patient responses (0-4) X 25 to achieve the total score of the UDI-6. Change = Week 4 Score - Baseline Score",
                    "timeFrame": "Baseline and Week 4"
                },
                {
                    "measure": "Change in Baseline in the patient-reported score of force of stream (FOS) at 4 weeks",
                    "description": "The force of stream (FOS) question is one question that is used to ask patients how they would rate their force of urinary stream from 0 to 120. For this scale, 0 would be a very weak stream and 120 would be a normal, strong stream based on the patient's perception. Change = Weak 4 Score - Baseline Score",
                    "timeFrame": "Baseline and Week 4"
                },
                {
                    "measure": "Change in Baseline in Generalized Anxiety Disorder - 2 Item (GAD-2) at 4 weeks",
                    "description": "-The GAD-2 is a two-item validated survey on anxiety disorders with an ordinal scale of 0-3 and the total score is achieved by adding the total number of points per item. Change= Week 4 Score - Baseline",
                    "timeFrame": "Baseline and Week 4"
                },
                {
                    "measure": "Change in Baseline in Composite Score of 2 or more of the following outcomes (FOS, LURN SI-10 Item 6 and 7)",
                    "description": "The force of stream (FOS) question is one question that is used to ask patients how they would rate their force of urinary stream from 0 to 120. For this scale, 0 would be a very weak stream and 120 would be a normal, strong stream based on the patient's perception. LURN SI-10 Item 6 is a patient reported item from the LURN SI-10 survey (\"in the past 7 days, how often did you have a delay before you started to urinate?\" and LURN SI-10 Item 7 from the LURN SI-10 survey (\"in the past 7 days, how often was your urine flow slow or weak?\") Change = Week 4 score - Baseline",
                    "timeFrame": "Baseline and Week 4"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Participants are new or established English-speaking patients \\>= 18 years of age with symptomatic dysfunctional voiding defined as an affirmative answer of \"yes, bothers me somewhat\" or more to LURN SI-10 Item 6 and/or Item 7.\n* Participants must have a valid email address and telephone number.\n\nExclusion Criteria:\n\n* Participant with:\n* neurological disorders, such as cognitive impairment, multiple sclerosis, upper or lower motor neuron disorders, cauda equina syndrome\n* history of pelvic irradiation\n* history of bladder cancer\n* known fistulation to the bladder, urethra, or any component of lower urinary tract\n* apical or anterior wall prolapse past the hymen.\n* plan for pelvic surgery within 8 weeks.\n* pregnancy\n* desire to continue tamsulosin\n* a pessary fitted within the last one month\n* ongoing supervised pelvic floor physical therapy in the last three months for any indication.\n* desire to modify overactive bladder medications and interstitial cystitis medications during trial period\n* Mybetriq\n* Ditropan\n* Santura\n* Vesicare\n* Tropsium\n* Detrol\n* Urispas\n* Toviaz\n* Gemtasa\n* Elmiron",
            "healthyVolunteers": true,
            "sex": "FEMALE",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Annika Sinha",
                    "role": "CONTACT",
                    "phone": "9194011000",
                    "email": "annika.sinha@duke.edu"
                },
                {
                    "name": "Magaly Guerrero",
                    "role": "CONTACT",
                    "phone": "9194011000",
                    "email": "magaly.guerrero@duke.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Cindy Amundsen",
                    "affiliation": "Duke University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Annika Sinha",
                    "affiliation": "Duke University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Duke Urogynecology - Patterson Place",
                    "status": "RECRUITING",
                    "city": "Durham",
                    "state": "North Carolina",
                    "zip": "27705",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Annika Sinha",
                            "role": "CONTACT",
                            "phone": "919-401-1015",
                            "email": "annika.sinha@duke.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 35.99403,
                        "lon": -78.89862
                    }
                },
                {
                    "facility": "Duke Urogynecology - Navaho",
                    "status": "RECRUITING",
                    "city": "Raleigh",
                    "state": "North Carolina",
                    "zip": "27609",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Annika Sinha",
                            "role": "CONTACT",
                            "phone": "919-401-1015",
                            "email": "annika.sinha@duke.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 35.7721,
                        "lon": -78.63861
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "20303577",
                    "type": "BACKGROUND",
                    "citation": "Minardi D, d'Anzeo G, Parri G, Polito M Jr, Piergallina M, El Asmar Z, Marchetti M, Muzzonigro G. The role of uroflowmetry biofeedback and biofeedback training of the pelvic floor muscles in the treatment of recurrent urinary tract infections in women with dysfunctional voiding: a randomized controlled prospective study. Urology. 2010 Jun;75(6):1299-304. doi: 10.1016/j.urology.2009.11.019. Epub 2010 Mar 19."
                },
                {
                    "pmid": "11125384",
                    "type": "BACKGROUND",
                    "citation": "Carlson KV, Rome S, Nitti VW. Dysfunctional voiding in women. J Urol. 2001 Jan;165(1):143-7; discussion 147-8. doi: 10.1097/00005392-200101000-00035."
                },
                {
                    "pmid": "16217376",
                    "type": "BACKGROUND",
                    "citation": "Yagci S, Kibar Y, Akay O, Kilic S, Erdemir F, Gok F, Dayanc M. The effect of biofeedback treatment on voiding and urodynamic parameters in children with voiding dysfunction. J Urol. 2005 Nov;174(5):1994-7; discussion 1997-8. doi: 10.1097/01.ju.0000176487.64283.36."
                },
                {
                    "pmid": "16967285",
                    "type": "BACKGROUND",
                    "citation": "Vasconcelos M, Lima E, Caiafa L, Noronha A, Cangussu R, Gomes S, Freire R, Filgueiras MT, Araujo J, Magnus G, Cunha C, Colozimo E. Voiding dysfunction in children. Pelvic-floor exercises or biofeedback therapy: a randomized study. Pediatr Nephrol. 2006 Dec;21(12):1858-64. doi: 10.1007/s00467-006-0277-1. Epub 2006 Sep 12."
                },
                {
                    "pmid": "35272329",
                    "type": "BACKGROUND",
                    "citation": "Ross JH, Sinha A, Propst K, Ferrando CA. Adherence to Pelvic Floor Physical Therapy Referrals in Women With Fecal Incontinence. Female Pelvic Med Reconstr Surg. 2022 Mar 1;28(3):e29-e33. doi: 10.1097/SPV.0000000000001140."
                },
                {
                    "pmid": "25533002",
                    "type": "BACKGROUND",
                    "citation": "Bharucha AE, Dunivan G, Goode PS, Lukacz ES, Markland AD, Matthews CA, Mott L, Rogers RG, Zinsmeister AR, Whitehead WE, Rao SS, Hamilton FA. Epidemiology, pathophysiology, and classification of fecal incontinence: state of the science summary for the National Institute of Diabetes and Digestive and Kidney Diseases (NIDDK) workshop. Am J Gastroenterol. 2015 Jan;110(1):127-36. doi: 10.1038/ajg.2014.396. Epub 2014 Dec 23."
                },
                {
                    "pmid": "26488524",
                    "type": "BACKGROUND",
                    "citation": "ACOG Practice Bulletin No. 155: Urinary Incontinence in Women. Obstet Gynecol. 2015 Nov;126(5):e66-e81. doi: 10.1097/AOG.0000000000001148. No abstract available."
                },
                {
                    "pmid": "31463525",
                    "type": "BACKGROUND",
                    "citation": "Brown HW, Barnes HC, Lim A, Giles DL, McAchran SE. Better together: multidisciplinary approach improves adherence to pelvic floor physical therapy. Int Urogynecol J. 2020 May;31(5):887-893. doi: 10.1007/s00192-019-04090-w. Epub 2019 Aug 28."
                },
                {
                    "pmid": "29138041",
                    "type": "BACKGROUND",
                    "citation": "Shannon MB, Genereux M, Brincat C, Adams W, Brubaker L, Mueller ER, Fitzgerald CM. Attendance at Prescribed Pelvic Floor Physical Therapy in a Diverse, Urban Urogynecology Population. PM R. 2018 Jun;10(6):601-606. doi: 10.1016/j.pmrj.2017.11.008. Epub 2017 Nov 11."
                },
                {
                    "pmid": "34215820",
                    "type": "BACKGROUND",
                    "citation": "Chiang CH, Jiang YH, Kuo HC. Therapeutic efficacy of biofeedback pelvic floor muscle exercise in women with dysfunctional voiding. Sci Rep. 2021 Jul 2;11(1):13757. doi: 10.1038/s41598-021-93283-9."
                },
                {
                    "pmid": "33175229",
                    "type": "BACKGROUND",
                    "citation": "da Mata KRU, Costa RCM, Carbone EDSM, Gimenez MM, Bortolini MAT, Castro RA, Fitz FF. Telehealth in the rehabilitation of female pelvic floor dysfunction: a systematic literature review. Int Urogynecol J. 2021 Feb;32(2):249-259. doi: 10.1007/s00192-020-04588-8. Epub 2020 Nov 11."
                },
                {
                    "pmid": "36735445",
                    "type": "BACKGROUND",
                    "citation": "Zoorob D, Yunghans S, Methenitis A, Garcia E, ElShariaha R, Wahl H. Patient Receptivity to Integration of Telehealth in Pelvic Floor Physical Therapy Regimens. Urogynecology (Phila). 2023 Feb 1;29(2):281-286. doi: 10.1097/SPV.0000000000001294."
                },
                {
                    "pmid": "22669134",
                    "type": "BACKGROUND",
                    "citation": "Zivkovic V, Lazovic M, Vlajkovic M, Slavkovic A, Dimitrijevic L, Stankovic I, Vacic N. Diaphragmatic breathing exercises and pelvic floor retraining in children with dysfunctional voiding. Eur J Phys Rehabil Med. 2012 Sep;48(3):413-21. Epub 2012 Jun 5."
                },
                {
                    "pmid": "35248263",
                    "type": "BACKGROUND",
                    "citation": "Toprak N, Sen S, Varhan B. The role of diaphragmatic breathing exercise on urinary incontinence treatment: A pilot study. J Bodyw Mov Ther. 2022 Jan;29:146-153. doi: 10.1016/j.jbmt.2021.10.002. Epub 2021 Oct 20."
                },
                {
                    "pmid": "7780440",
                    "type": "BACKGROUND",
                    "citation": "Uebersax JS, Wyman JF, Shumaker SA, McClish DK, Fantl JA. Short forms to assess life quality and symptom distress for urinary incontinence in women: the Incontinence Impact Questionnaire and the Urogenital Distress Inventory. Continence Program for Women Research Group. Neurourol Urodyn. 1995;14(2):131-9. doi: 10.1002/nau.1930140206."
                },
                {
                    "pmid": "7841963",
                    "type": "BACKGROUND",
                    "citation": "Shumaker SA, Wyman JF, Uebersax JS, McClish D, Fantl JA. Health-related quality of life measures for women with urinary incontinence: the Incontinence Impact Questionnaire and the Urogenital Distress Inventory. Continence Program in Women (CPW) Research Group. Qual Life Res. 1994 Oct;3(5):291-306. doi: 10.1007/BF00451721."
                },
                {
                    "pmid": "25434837",
                    "type": "BACKGROUND",
                    "citation": "Tunitsky-Bitton E, Murphy A, Barber MD, Goldman HB, Vasavada S, Jelovsek JE. Assessment of voiding after sling: a randomized trial of 2 methods of postoperative catheter management after midurethral sling surgery for stress urinary incontinence in women. Am J Obstet Gynecol. 2015 May;212(5):597.e1-9. doi: 10.1016/j.ajog.2014.11.033. Epub 2014 Nov 27."
                },
                {
                    "pmid": "17339617",
                    "type": "BACKGROUND",
                    "citation": "Kroenke K, Spitzer RL, Williams JB, Monahan PO, Lowe B. Anxiety disorders in primary care: prevalence, impairment, comorbidity, and detection. Ann Intern Med. 2007 Mar 6;146(5):317-25. doi: 10.7326/0003-4819-146-5-200703060-00004."
                },
                {
                    "pmid": "29964000",
                    "type": "BACKGROUND",
                    "citation": "Hughes AJ, Dunn KM, Chaffee T, Bhattarai JJ, Beier M. Diagnostic and Clinical Utility of the GAD-2 for Screening Anxiety Symptoms in Individuals With Multiple Sclerosis. Arch Phys Med Rehabil. 2018 Oct;99(10):2045-2049. doi: 10.1016/j.apmr.2018.05.029. Epub 2018 Jun 30."
                },
                {
                    "pmid": "31364922",
                    "type": "BACKGROUND",
                    "citation": "Cella D, Smith AR, Griffith JW, Kirkali Z, Flynn KE, Bradley CS, Jelovsek JE, Gillespie BW, Helfand BT, Talaty P, Weinfurt KP; LURN Study Group. A New Brief Clinical Assessment of Lower Urinary Tract Symptoms for Women and Men: LURN SI-10. J Urol. 2020 Jan;203(1):164-170. doi: 10.1097/JU.0000000000000465. Epub 2019 Jul 31."
                },
                {
                    "pmid": "19375574",
                    "type": "BACKGROUND",
                    "citation": "Barber MD, Spino C, Janz NK, Brubaker L, Nygaard I, Nager CW, Wheeler TL; Pelvic Floor Disorders Network. The minimum important differences for the urinary scales of the Pelvic Floor Distress Inventory and Pelvic Floor Impact Questionnaire. Am J Obstet Gynecol. 2009 May;200(5):580.e1-7. doi: 10.1016/j.ajog.2009.02.007."
                },
                {
                    "pmid": "26690773",
                    "type": "BACKGROUND",
                    "citation": "Depaoli S, van de Schoot R. Improving transparency and replication in Bayesian statistics: The WAMBS-Checklist. Psychol Methods. 2017 Jun;22(2):240-261. doi: 10.1037/met0000065. Epub 2015 Dec 21."
                },
                {
                    "pmid": "29111381",
                    "type": "RESULT",
                    "citation": "Cameron AP, Lewicky-Gaupp C, Smith AR, Helfand BT, Gore JL, Clemens JQ, Yang CC, Siddiqui NY, Lai HH, Griffith JW, Andreev VP, Liu G, Weinfurt K, Amundsen CL, Bradley CS, Kusek JW, Kirkali Z; Symptoms of Lower Urinary Tract Dysfunction Research Network Study Group. Baseline Lower Urinary Tract Symptoms in Patients Enrolled in LURN: A Prospective, Observational Cohort Study. J Urol. 2018 Apr;199(4):1023-1031. doi: 10.1016/j.juro.2017.10.035. Epub 2017 Oct 28."
                }
            ],
            "seeAlsoLinks": [
                {
                    "label": "Diaphragmatic breathing - stop and smell the roses - Urology Austin Blog.",
                    "url": "http://urologyaustin.com/stop-and-smell-the-roses/."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000000013",
                    "term": "Congenital Abnormalities"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M27137",
                    "name": "Respiratory Aspiration",
                    "relevance": "LOW"
                },
                {
                    "id": "M12",
                    "name": "Congenital Abnormalities",
                    "asFound": "Abnormalities",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC08",
                    "name": "Respiratory Tract (Lung and Bronchial) Diseases"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC16",
                    "name": "Diseases and Abnormalities at or Before Birth"
                }
            ]
        }
    },
    "hasResults": false
}