{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05321784",
            "orgStudyIdInfo": {
                "id": "STUDY00023727"
            },
            "secondaryIdInfos": [
                {
                    "id": "NCI-2021-13411",
                    "type": "REGISTRY",
                    "domain": "CTRP (Clinical Trial Reporting Program)"
                },
                {
                    "id": "STUDY00023727",
                    "type": "OTHER",
                    "domain": "OHSU Knight Cancer Institute"
                }
            ],
            "organization": {
                "fullName": "OHSU Knight Cancer Institute",
                "class": "OTHER"
            },
            "briefTitle": "At-Home Dermoscopy Artificial Intelligence",
            "officialTitle": "At-Home Dermoscopy Artificial Intelligence for Optimizing Early Triage of Skin Cancers and Atypical Melanocytic Nevi With Uncertain Malignant Potential",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "at-home-dermoscopy-artificial-intelligence"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2025-01-31",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-01-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-01-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-04-01",
            "studyFirstSubmitQcDate": "2022-04-01",
            "studyFirstPostDateStruct": {
                "date": "2022-04-11",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-17",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-21",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Sancy A Leachman, MD, PhD",
                "investigatorTitle": "Principal Investigator",
                "investigatorAffiliation": "OHSU Knight Cancer Institute"
            },
            "leadSponsor": {
                "name": "OHSU Knight Cancer Institute",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Oregon Health and Science University",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true
        },
        "descriptionModule": {
            "briefSummary": "This is a new protocol to analyze how the use of the Sklip System enables laypersons to safely triage self-selected pigmented skin lesions of concern (PSLCs) from home with the same or better accuracy than pre-specified performance goals for the detection of PSLCs that require biopsy (Melanoma and atypical melanocytic nevi with uncertain malignant, Squamous cell carcinoma, Basal cell carcinoma).\n\nThe study protocol will also compare the accuracy of the Sklip System when used by a layperson (Participant) versus near-perfect Sklip System user (Study Coordinator), assess whether Sklip System improves triage of PSLCs \\< 6 mm in diameter and triage of thin melanomas with \\<0.8 mm Breslow depth as suspicious, as compared to the current medical provider virtual triage method that relies on store-and-forward of smartphone clinical images (SCI), and assess accuracy of layperson-performed self-skin-exams (SSEs) at-home in the identification of all suspicious PSLCs present on their body as compared to the same layperson (Participant) evaluated with a full body skin examination (FBSE) by a dermatology Provider (DP) in-person.",
            "detailedDescription": "PRIMARY OBJECTIVE:\n\nI. The Sklip System enables laypersons to safely triage self-selected pigmented skin lesions of concern (PSLCs) from home with the same or better accuracy than pre-specified performance goals\\* for detection of PSLCs that require biopsy and are malignant: Melanoma and atypical melanocytic nevi with uncertain malignant potential (moderate, severe, and high grade atypia; those with pathology reports that include notes such as: borderline, cannot exclude melanoma, cannot exclude early evolving melanoma, unusual features, atypical spitz nevi, suspicion for melanoma, re-excision (or further removal) should be considered or is recommended in the pathologist management comment) (≥95% sensitivity, ≥30% specificity), Squamous cell carcinoma (≥80% sensitivity, ≥30% specificity), Basal cell carcinoma (≥80% sensitivity, ≥30% specificity).\n\nEXPLORATORY OBJECTIVES:\n\nI. To compare the accuracy of Sklip System triage when used by a layperson versus near-perfect Sklip System user II. To assess whether Sklip System improves triage of pigmented skin lesions of concern \\< 6mm in diameter as suspicious as compared to the current medical provider virtual triage method that relies on store-and-forward non-medical-device assisted smartphone clinical images III. To assess whether Sklip System improves triage of thin melanomas with \\< 0.8 mm Breslow depth as suspicious as compared to the current medical provider virtual triage method that relies on store-and-forward non-medical-device assisted smartphone clinical images IV. To determine the accuracy of layperson-performed self-skin-exam(s) at-home in the identification of all suspicious pigmented skin lesions of concern present on their body as compared to the same layperson evaluated with full body skin examination by a dermatology Provider in-office\n\nOUTLINE:\n\nThis is a single-arm prospective trial. Participants perform self-skin exams using naked-eye criteria and will take smartphone clinical images (SCI) of each PSL of concern (PSLC). Participants will also take digital dermoscopy images (DDIs) and apply the Sklip System to each PSLC of concern in up to 14 days. Within up to 28 days of completing the at-home exams, participants will undergo an in-office visit full body skin exam (FBSE)."
        },
        "conditionsModule": {
            "conditions": [
                "Malignant Skin Neoplasm"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "SCREENING",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 310,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Self-skin exam (SSE), digital dermoscopy image (DDI), Sklip System, full body skin exam (FBSE).",
                    "type": "EXPERIMENTAL",
                    "description": "This is a single-arm prospective trial. Participants perform self-skin exams using naked-eye criteria and will take smartphone clinical images (SCI) of each PSL of concern (PSLC). Participants will also take digital dermoscopy images (DDIs) and apply the Sklip System (integrating the Sklip Mole Scan Algorithm (SMSA) to each PSLC of concern in up to 14 days. Within up to 28 days of completing the at-home exams, participants will undergo an in-office visit full body skin exam (FBSE).",
                    "interventionNames": [
                        "Other: Dermoscopy",
                        "Other: Digital Photography",
                        "Procedure: Self-Skin Examination",
                        "Device: Skin Examination with Sklip",
                        "Procedure: Skin Examination",
                        "Other: Survey Administration"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Dermoscopy",
                    "description": "Take digital dermoscopy images (DDI)",
                    "armGroupLabels": [
                        "Self-skin exam (SSE), digital dermoscopy image (DDI), Sklip System, full body skin exam (FBSE)."
                    ],
                    "otherNames": [
                        "dermoscopic image"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Digital Photography",
                    "description": "Take smartphone clinical images (SCI)",
                    "armGroupLabels": [
                        "Self-skin exam (SSE), digital dermoscopy image (DDI), Sklip System, full body skin exam (FBSE)."
                    ],
                    "otherNames": [
                        "Clinical image"
                    ]
                },
                {
                    "type": "PROCEDURE",
                    "name": "Self-Skin Examination",
                    "description": "Perform self-skin exam (SSE)",
                    "armGroupLabels": [
                        "Self-skin exam (SSE), digital dermoscopy image (DDI), Sklip System, full body skin exam (FBSE)."
                    ],
                    "otherNames": [
                        "skin exam"
                    ]
                },
                {
                    "type": "DEVICE",
                    "name": "Skin Examination with Sklip",
                    "description": "Apply Sklip System",
                    "armGroupLabels": [
                        "Self-skin exam (SSE), digital dermoscopy image (DDI), Sklip System, full body skin exam (FBSE)."
                    ],
                    "otherNames": [
                        "Sklip Mole Scan Algorithm (SMSA)"
                    ]
                },
                {
                    "type": "PROCEDURE",
                    "name": "Skin Examination",
                    "description": "Undergo in-person full body skin examination (FBSE)",
                    "armGroupLabels": [
                        "Self-skin exam (SSE), digital dermoscopy image (DDI), Sklip System, full body skin exam (FBSE)."
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Survey Administration",
                    "description": "Ancillary studies",
                    "armGroupLabels": [
                        "Self-skin exam (SSE), digital dermoscopy image (DDI), Sklip System, full body skin exam (FBSE)."
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Triage accuracy of the Sklip System using participant at-home digital dermoscopy image (DDI)",
                    "description": "To analyze layperson Sklip System triage of self-selected pigmented skin lesions of concern (PSLCs) from home with the same or better accuracy than pre-specified performance goals for detection of PSLCs that require biopsy and are malignant: Melanoma and atypical melanocytic nevi with uncertain malignant potential (moderate, severe, and high grade atypia; those with pathology reports that include notes such as: borderline, cannot exclude melanoma, cannot exclude early evolving melanoma, unusual features, atypical spitz nevi, suspicion for melanoma, re-excision (or further removal) should be considered or is recommended in the pathologist management comment) (≥95% sensitivity, ≥30% specificity), Squamous cell carcinoma (≥80% sensitivity, ≥30% specificity), Basal cell carcinoma (≥80% sensitivity, ≥30% specificity). Two-sided 95% confidence intervals for all Sensitivities and Specificities will be calculated using the Exact (Clopper-Pearson) method.",
                    "timeFrame": "From first day of enrollment to 42 days after first day of enrollment"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Participant or legally authorized representative (LAR) must provide written informed consent before any Study-specific procedures or interventions are performed.\n2. Age ≥ 21 years with at least one pigmented skin lesion (PSL)/mole on their body. All genders and members of all races and ethnic groups will be included.\n3. Participant self-identifies as having Fitzpatrick Skin Type 1 through 4.\n4. Participant must be a current or new patient through self-referral or Provider-referral at the participating Study Site.\n5. Participant must have access to a smartphone/tablet and be willing to set up virtual communication via direct message to a Study Site dermatology provider (i.e. MyChart in EPIC, direct message in ModMed EMA or other electronic medical record (EMR) type)\n6. Participant must be English-speaking due to FDA Breakthrough Designation of the Sklip System in the English language. Therefore, we are unable to accommodate non-English speaking Participants.\n7. Participant must be \"Healthy\", which is defined as someone considered not urgently sick or hospitalized. This will be determined by the Study principle investigator (PI) at each Study Site, a licensed dermatologist, who will be responsible for screening Participants to ensure eligibility criteria is met prior to enrollment.\n\nExclusion Criteria:\n\n1. Participant who self-identifies having Fitzpatrick Skin Type 5 or 6.\n2. Participant who have had a skin check visit with a dermatology Provider within the last 90 days will be excluded to avoid self-selection bias, unless the Participant identifies a new unexamined (not previously documented) spot of concern.\n3. Vulnerable populations including children, prisoners, and decisional impaired adults as well as vision impaired adults will not be eligible for this Study.\n4. Pregnant individuals will be excluded in this Study. Since this is a minimal pregnancy risk category, no special precautions will be taken to determine that the patient is not pregnant",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "21 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Sancy A. Leachman, MD, PhD",
                    "role": "CONTACT",
                    "phone": "503-494-4713",
                    "email": "leachmas@ohsu.edu"
                },
                {
                    "name": "Khoa Nguyen",
                    "role": "CONTACT",
                    "phone": "503-418-0147",
                    "email": "nguyekho@ohsu.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Sancy A. Leachman, MD, PhD",
                    "affiliation": "OHSU Knight Cancer Institute",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "OHSU Knight Cancer Institute",
                    "status": "RECRUITING",
                    "city": "Portland",
                    "state": "Oregon",
                    "zip": "97239",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Khoa Nguyen",
                            "role": "CONTACT",
                            "email": "nguyekho@ohsu.edu"
                        },
                        {
                            "name": "Sancy A. Leachman, MD, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 45.52345,
                        "lon": -122.67621
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "UNDECIDED"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000012878",
                    "term": "Skin Neoplasms"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000012871",
                    "term": "Skin Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M15681",
                    "name": "Skin Neoplasms",
                    "asFound": "Skin Neoplasms",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12448",
                    "name": "Nevus, Pigmented",
                    "relevance": "LOW"
                },
                {
                    "id": "M12446",
                    "name": "Nevus",
                    "relevance": "LOW"
                },
                {
                    "id": "M15674",
                    "name": "Skin Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}