{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06492954",
            "orgStudyIdInfo": {
                "id": "STUDY00007256"
            },
            "organization": {
                "fullName": "Emory University",
                "class": "OTHER"
            },
            "briefTitle": "Atezolizumab in Combination With Stereotactic Body Radiation Therapy (SBRT) and Surgery for Relapsed Osteosarcoma",
            "officialTitle": "Phase 1b Trial of Atezolizumab in Combination With Stereotactic Body Radiation Therapy (SBRT) and Surgery in Patients With Pulmonary Recurrence of Osteosarcoma",
            "acronym": "AflacST2301",
            "therapeuticArea": [
                "Respiratory",
                "Other"
            ],
            "study": "atezolizumab-in-combination-with-stereotactic-body-radiation-therapy-sbrt-and-surgery-for-relapsed-osteosarcoma"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-06-30",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-06",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-06",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-06-21",
            "studyFirstSubmitQcDate": "2024-07-02",
            "studyFirstPostDateStruct": {
                "date": "2024-07-09",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-02",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-09",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "William T Cash",
                "investigatorTitle": "Professor",
                "investigatorAffiliation": "Emory University"
            },
            "leadSponsor": {
                "name": "Emory University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Genentech, Inc.",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": true
        },
        "descriptionModule": {
            "briefSummary": "This study aims to determine the safety and tolerability of combined Atezolizumab, stereotactic body radiation therapy (SBRT), and surgical resection of pulmonary metastases in patients with pulmonary recurrence of osteosarcoma",
            "detailedDescription": "The overall survival at 5 years after recurrence of OS ranges from 16% to 23% in most studies, highlighting the need for novel treatment approaches. Aggressive surgical resection is the standard of care for resectable osteosarcoma recurrences limited to the lung. While previous studies testing immune checkpoint inhibitors (ICIs) in osteosarcoma have shown limited efficacy, preclinical osteosarcoma studies demonstrate improved outcomes when ICIs are combined with radiation and administered with minimal residual disease. The proposed research will be a single-arm, safety pilot evaluating the safety, tolerability, and preliminary efficacy of Atezolizumab in combination with SBRT and surgery in patients with resectable, lung-only recurrence of osteosarcoma."
        },
        "conditionsModule": {
            "conditions": [
                "Osteosarcoma",
                "Pulmonary Recurrence of Osteosarcoma"
            ],
            "keywords": [
                "Osteosarcoma",
                "Stereotactic body radiation therapy",
                "Atezolizumab",
                "Pulmonary Recurrence of Osteosarcoma"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SEQUENTIAL",
                "interventionModelDescription": "As the optimal SBRT dose needed to generate an immune response in osteosarcoma is unknown, two different SBRT doses will be tested:\n\n* Dose Level 1: 8 Gy x 3\n* Dose Level 2:18 Gy x 3\n* Participants will receive the appropriate pediatric \\[\\<18 years: 15 mg/kg (max dose: 1200 mg)\\] or adult (≥ 18 years: 1200 mg) recommended phase 2 dose of Atezolizumab IV q3 weeks. The investigator will enroll 6 patients on each dose level, safety permitting, to maximize the information gained about each regimen.\n\n  * Patients will undergo surgical resection of all lung nodules\n  * If ≤ 1/6 patients treated at dose level 1 experience dose-limiting toxicity (DLT), dose-escalation will proceed to dose level 2 where an additional 3-6 patients will be enrolled.\n  * If ≥ 2/6 patients treated at dose level 1 experience DLT, enrollment to the trial will close pending further evaluation of subjects treated and consideration will be given to a protocol amendment to modify the therapeutic approach.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 12,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Dose escalation",
                    "type": "EXPERIMENTAL",
                    "description": "Unilateral: Participants start with atezolizumab, followed ≤ 1 week later by SBRT at the assigned dose for a single lesion. After 2 cycles, those with unilateral disease undergo complete surgical resection, including all lung nodules, including the radiated one, as per osteosarcoma standard care. Atezolizumab resumes 14-28 days post-op, per protocol criteria, barring toxicity or disease progression.\n\nBilateral: Subjects first undergo surgery on the non-SBRT side. 7-14 days later, they start atezolizumab, followed ≤ 1 week later by SBRT on the other lesion. After 2 cycles of atezolizumab, surgery on the contralateral side removes all lung nodules, including the radiated one, per standard care. Atezolizumab resumes 14-18 days post-op, per protocol criteria, barring toxicity or disease progression",
                    "interventionNames": [
                        "Procedure: Surgical Resection",
                        "Radiation: Stereotactic Body Radiation Therapy (SBRT)",
                        "Drug: Atezolizumab"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "PROCEDURE",
                    "name": "Surgical Resection",
                    "description": "Removal of all lung nodules, including the radiated nodule, per the standard of care for osteosarcoma patients with lung metastasis.",
                    "armGroupLabels": [
                        "Dose escalation"
                    ]
                },
                {
                    "type": "RADIATION",
                    "name": "Stereotactic Body Radiation Therapy (SBRT)",
                    "description": "Dose level 1: 8 Gy\\* 3 (Total 24 Gy) Dose level 2: 18 Gy\\* 3 (Total 54 Gy)",
                    "armGroupLabels": [
                        "Dose escalation"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Atezolizumab",
                    "description": "For subjects \\<18 years of age at the time of enrollment, Atezolizumab will be administered IV on Day 1 of each 21-day cycle at a dose of 15 mg/kg (maximum dose of 1200 mg). Subjects ≥ 18 years old will receive a flat dose of 1200 mg IV on Day 1 of each 21-day cycle",
                    "armGroupLabels": [
                        "Dose escalation"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Number of participants with Dose limiting toxicity at Dose Level 1",
                    "description": "If 6 participants have been enrolled and evaluated, and only 0 or 1 have experienced a DLT, the next participant will be enrolled at Dose Level 2",
                    "timeFrame": "Baseline, end of 1 year"
                },
                {
                    "measure": "Number of participants with Dose limiting toxicity at Dose Level 2",
                    "description": "If 6 participants have been enrolled and evaluated, and only 0 or 1 have experienced a DLT, enrollment will be terminated, and accrual determined complete.",
                    "timeFrame": "Baseline, end of 1 year"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Disease Control Rate",
                    "description": "The DC rate is defined as the number of patients without disease progression during the first 12 months after enrollment.",
                    "timeFrame": "Baseline, at 12 months"
                },
                {
                    "measure": "Progression-free survival (PFS)",
                    "description": "PFS is defined as the time from first dose of Atezolizumab to disease relapse, disease progression, or death from any cause",
                    "timeFrame": "Baseline, through study completion (an average of 1 year)"
                },
                {
                    "measure": "Overall Survival",
                    "description": "Overall survival is defined as the time from first dose of Atezolizumab to death from any cause. Subjects who are alive at the time of analysis will be censored at the date of last follow-up",
                    "timeFrame": "Baseline, through study completion (an average of 1 year)"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Participants must have had histologic verification of osteosarcoma at the original diagnosis or relapse\n* Participants must be in first or greater relapse of osteosarcoma\n* Recurrence must be limited to the lung but can be unilateral or bilateral\n* All pulmonary nodules must be resectable as determined by the institutional surgeon. Resectable pulmonary nodules are defined as nodules that can be removed without performing a pneumonectomy (e.g., nodules immediately adjacent to the main stem bronchus or main pulmonary vessels). There is no maximum number of lesions provided the surgeon thinks a complete surgical remission can be achieved.\n* Participants must have at least 1 lesion that is ≥ 5 mm and meets the criteria to receive SBRT AND an additional nodule(s) that meets protocol definition for a metastatic nodule necessitating surgical resection: single nodule ≥ 5 mm, or ≥ 2 nodules ≥ 3 mm in size\n* Patients must have a Lansky (≤ 16 years) or Karnofsky (\\> 16 years) score of ≥ 60, or ECOG performance score of ≤ 2\n* All prior treatment-related toxicities must have resolved to ≤ Grade 1 OR be determined clinically stable by the treating investigator.\n\n  1. Myelosuppressive chemotherapy: ≥ 14 days after the last dose of myelosuppressive chemotherapy.\n  2. Hematopoietic growth factors: ≥ 14 days after the last dose of a long-acting growth factor (e.g., Pegfilgrastim) or 7 days for a short-acting growth factor.\n  3. Biologic (anti-neoplastic) agent: ≥ 7 days after the last dose of a biologic agent.\n  4. Cellular therapy: ≥ 21 days must have elapsed from the last dose of any type of cellular therapy (e.g., modified T cells, NK cells, dendritic cells, etc.) with resolution of any associated toxicities.\n  5. Interleukins, interferons, and cytokines (other than hematopoietic growth factors): ≥ 21 days must have elapsed from the last dose of interleukins, interferon, or cytokines (other than hematopoietic growth factors).\n  6. Antibodies: 7 days or 3 half-lives (whichever is longer) but not longer than 30 days, and toxicity related to prior antibody therapy must be recovered to Grade ≤ 1.\n  7. Autologous Stem Cell Transplant or Rescue: ≥ 6 weeks must have elapsed since stem cell transplant or rescue.\n  8. Radiotherapy (XRT): ≥ 14 days after local palliative XRT (small port); ≥ 3 months must have elapsed if prior craniospinal XRT was received, if ≥ 50% of the pelvis was irradiated, or if TBI was received; ≥ 6 weeks must have elapsed if other substantial bone marrow radiation was given.\n  9. Investigational Agents Not Otherwise Specified: ≥ 28 days must have elapsed since the last dose of any investigational agent not specified above.\n  10. Thoracic Surgery or Procedure: ≥ 28 days must have elapsed since prior thoracotomy, thoracoscopy, or thoracentesis.\n* Adequate Bone Marrow Function Defined: Peripheral absolute neutrophil count (ANC) ≥ 750/mm3, Platelet count ≥ 50,000/mm3. Must be transfusion independent defined as not receiving platelet transfusions for at least 7 days before enrollment\n* Adequate Renal Function Defined As Creatinine clearance or radioisotope ≥ GFR 70ml/min/1.73 m2\n* Adequate Liver Function Defined As Total bilirubin ≤ 1.5 x the upper limit of normal (ULN) for age, ALT (SGPT) ≤ 3 x the ULN. For this study, the ULN for ALT (SGPT) is 45 U/L.\n* Adequate Pancreatic Function Defined As Serum lipase ≤ 1.5 x ULN\n* Adequate Thyroid Function Defined As Normal free T4\n* Adequate Pulmonary Function Defined As No dyspnea at rest, Pulse oximetry \\> 92% on room air\n* Adequate Cardiac Function Defined As QTc ≤ 480 msec, Shortening fraction ≥ 27% by echocardiogram or ejection fraction ≥ 50% by gated radionuclide study or echocardiogram\n* Urine protein: Meets one of the following criteria: (1) urinary protein by urine dipstick is ≤ 100 mg/dL or ≤ 2+; OR (2) Urine Protein Creatinine (UPC) ratio \\< 3.5; OR (3) if 24-hour urine protein was measured, urinary protein ≤ 3500 mg.\n* Life expectancy of at least 4 months.\n* Negative urine or serum pregnancy test in women of childbearing potential.\n* Sexually active patients of reproductive potential are not eligible unless they have agreed to use an effective contraceptive method for the duration of their study participation. Patients should maintain adequate contraception for at least 5 months after the last dose of atezolizumab. Adequate contraception is defined as abstinence or use of contraceptives with a failure rate of \\< 1% per year.\n* All participants and their parents or legal guardians must sign a written informed consent and assent (if applicable).\n\nExclusion Criteria:\n\n* Pregnancy or Breast-Feeding\n* Active metastatic disease outside of the lungs including bone, CNS, or any extrapulmonary involvement\n* \\> Grade 1 pleural effusion\n* Prior lung radiation\n* Active autoimmune disorder that has required systemic treatment in the past 12 months, or a documented history of severe autoimmune disorder, or a syndrome that requires systemic steroids or immunosuppressive agents. Participants with type 1 diabetes mellitus, hypothyroidism only requiring hormone replacement, or skin disorders such as vitiligo, psoriasis, or alopecia not requiring systemic treatment may be permitted to enroll.\n* Significant cardiovascular disease (such as New York Heart Association Class II or greater cardiac disease, myocardial infarction, or cerebrovascular accident) within 3 months before initiation of study treatment, unstable arrhythmia, or unstable angina.\n* Prior treatment with an immune checkpoint inhibitor is allowed provided it was not permanently discontinued due to toxicity and was not given with radiation.\n* Active tuberculosis\n* Any medical condition or illness that would compromise the participants's ability to undergo surgery, cause unacceptable safety risk, or compromise compliance with the protocol.\n* Chronic use of immunosuppressive therapies.\n* Participants with an uncontrolled infection.\n* Subjects who have received prior allogeneic stem cell transplant or solid organ transplant are not eligible.\n* Participants who, in the opinion of the investigator, may not be able to comply with the protocol-required procedures.\n* Participants who are currently receiving any other investigational or anti-cancer agents.\n* Participants with a known history of HIV, hepatitis B, and/or hepatitis C (testing not required as part of screening).\n* Current or prior pneumonitis.\n* Live/attenuated vaccine administered within 30 days of enrollment",
            "healthyVolunteers": false,
            "sex": "ALL",
            "maximumAge": "50 Years",
            "stdAges": [
                "CHILD",
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Thomas Cash, MD, MSc",
                    "role": "CONTACT",
                    "phone": "404-785-0910",
                    "email": "aflacdevtreferral@choa.org"
                },
                {
                    "name": "Chloe Edgerton",
                    "role": "CONTACT",
                    "email": "chloe.edgerton@choa.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Thomas Cash, MD, MSc",
                    "affiliation": "Emory University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Chilldren's Healthcare of Atlanta",
                    "city": "Atlanta",
                    "state": "Georgia",
                    "zip": "30322",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 33.749,
                        "lon": -84.38798
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "The data that support the findings of this study will be made available by the principal investigator, upon reasonable request"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000012516",
                    "term": "Osteosarcoma"
                },
                {
                    "id": "D000012008",
                    "term": "Recurrence"
                }
            ],
            "ancestors": [
                {
                    "id": "D000020969",
                    "term": "Disease Attributes"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000018213",
                    "term": "Neoplasms, Bone Tissue"
                },
                {
                    "id": "D000009372",
                    "term": "Neoplasms, Connective Tissue"
                },
                {
                    "id": "D000018204",
                    "term": "Neoplasms, Connective and Soft Tissue"
                },
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000012509",
                    "term": "Sarcoma"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M14850",
                    "name": "Recurrence",
                    "asFound": "Recurrence",
                    "relevance": "HIGH"
                },
                {
                    "id": "M15334",
                    "name": "Osteosarcoma",
                    "asFound": "Osteosarcoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M22700",
                    "name": "Disease Attributes",
                    "relevance": "LOW"
                },
                {
                    "id": "M20359",
                    "name": "Neoplasms, Bone Tissue",
                    "relevance": "LOW"
                },
                {
                    "id": "M12317",
                    "name": "Neoplasms, Connective Tissue",
                    "relevance": "LOW"
                },
                {
                    "id": "M20350",
                    "name": "Neoplasms, Connective and Soft Tissue",
                    "relevance": "LOW"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M15327",
                    "name": "Sarcoma",
                    "relevance": "LOW"
                },
                {
                    "id": "T4340",
                    "name": "Osteosarcoma",
                    "asFound": "Osteosarcoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "T5284",
                    "name": "Soft Tissue Sarcoma",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "C000594389",
                    "term": "Atezolizumab"
                }
            ],
            "ancestors": [
                {
                    "id": "D000082082",
                    "term": "Immune Checkpoint Inhibitors"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000074322",
                    "term": "Antineoplastic Agents, Immunological"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M349417",
                    "name": "Atezolizumab",
                    "asFound": "Status",
                    "relevance": "HIGH"
                },
                {
                    "id": "M2342",
                    "name": "Immune Checkpoint Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M1346",
                    "name": "Antineoplastic Agents, Immunological",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}