{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05515627",
            "orgStudyIdInfo": {
                "id": "STUDY00001474"
            },
            "organization": {
                "fullName": "Cedars-Sinai Medical Center",
                "class": "OTHER"
            },
            "briefTitle": "Atezolizumab for Idiopathic Pulmonary Fibrosis",
            "officialTitle": "A Phase I Study to Evaluate the Safety and Preliminary Efficacy of Atezolizumab in Idiopathic Pulmonary Fibrosis",
            "therapeuticArea": [
                "Respiratory"
            ],
            "study": "atezolizumab-for-idiopathic-pulmonary-fibrosis"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-01",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-02-15",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-04-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-04-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-08-12",
            "studyFirstSubmitQcDate": "2022-08-23",
            "studyFirstPostDateStruct": {
                "date": "2022-08-25",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-01-19",
            "lastUpdatePostDateStruct": {
                "date": "2023-01-20",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Tanzira Zaman",
                "investigatorTitle": "Assistant Professor of Medicine",
                "investigatorAffiliation": "Cedars-Sinai Medical Center"
            },
            "leadSponsor": {
                "name": "Cedars-Sinai Medical Center",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Genentech, Inc.",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this study is to determine the safety and preliminary efficacy of atezolizumab, an immune checkpoint inhibitor approved for the treatment of various cancers, in patients with idiopathic pulmonary fibrosis (IPF).",
            "detailedDescription": "IPF is a progressive scarring condition of the lung that primarily affects adults aged 60 and above. There is a tremendous need to identify therapies that can stop the progression of fibrosis in IPF. No such drugs exist to date, and preclinical studies suggest that immune checkpoint inhibitors such as atezolizumab may halt the progression of IPF.\n\nAdults between the ages of 50 and 80 years with IPF and meeting further inclusion/exclusion criteria will be eligible for the study. Presently, there are two medications that are considered the standard-of-care for the treatment of IPF. Subjects will be able to continue standard-of-care while taking the study drug.\n\nThe primary research procedures are experimental treatment with atezolizumab over 24 weeks administered at a standard dose and route of administration approved for the treatment of cancer. The primary objective of the study is to assess the safety and tolerability of atezolizumab with or without standard of care therapy in subjects with IPF. The secondary objectives of the study are to determine change in forced vital capacity, qualitative radiographic change in extent of fibrosis, and patient-reported outcomes with atezolizumab in subjects with IPF over 28 weeks."
        },
        "conditionsModule": {
            "conditions": [
                "Idiopathic Pulmonary Fibrosis"
            ],
            "keywords": [
                "pulmonary fibrosis",
                "ipf",
                "idiopathic pulmonary fibrosis"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 24,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Atezolizumab",
                    "type": "EXPERIMENTAL",
                    "description": "Atezolizumab 1200 mg IV every 3 weeks for 24 weeks",
                    "interventionNames": [
                        "Drug: Atezolizumab"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Atezolizumab",
                    "description": "Atezolizumab 1200 mg administered via intravenous infusion every 3 weeks",
                    "armGroupLabels": [
                        "Atezolizumab"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Incidence of Treatment-Emergent Adverse Events",
                    "description": "Number of participants with treatment-related adverse events as defined by NCI CTCAE v4.03",
                    "timeFrame": "24 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Forced vital capacity",
                    "description": "Change from baseline in absolute and percent of predicted FVC",
                    "timeFrame": "24 weeks"
                },
                {
                    "measure": "Radiologic extent of fibrosis",
                    "description": "Change from baseline in extent of fibrosis on high resolution computed tomography",
                    "timeFrame": "24 weeks"
                },
                {
                    "measure": "Six minute walk distance",
                    "description": "Change from baseline in distance walked on six-minute walk test",
                    "timeFrame": "24 weeks"
                },
                {
                    "measure": "St. George's Respiratory Questionnaire",
                    "description": "Change from baseline in measures of health-related quality of life as assessed by St. George's Respiratory Questionnaire. Scores range from 0 to 100, with higher scores indicating worse quality of life.",
                    "timeFrame": "24 weeks"
                },
                {
                    "measure": "University of California San Diego (UCSD) Shortness of Breath Questionnaire",
                    "description": "Change from baseline in dyspnea score per the UCSD Shortness of Breath Questionnaire. Scores range from 0 to 120, and a higher total score is associated with greater severity of shortness of breath.",
                    "timeFrame": "24 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Males or females ≥50 years of age\n* Confident diagnosis of IPF per 2018 ATS/ERS/JRS/ALAT Clinical Practice Guideline on Diagnosis of IPF1\n\n  * Subjects must have a high-resolution computed tomography (HRCT) completed in the 6 months prior to informed consent\n  * Subjects must have HRCT pattern of definite or probable UIP\n  * Subjects without HRCT pattern of definite or probable UIP must have surgical lung biopsy showing histopathology consistent with UIP\n  * Extent of fibrotic changes must be greater than the extent of emphysema on HRCT\n* Review of all available IPF treatment options with the potential subject prior to consent for participation in the study\n* Negative hepatitis B surface antigen (HBsAg) test at screening\n* Negative total hepatitis B core antibody (HBcAb) test at screening, or positive total HBcAB test followed by a negative hepatitis B virus (HBV) DNA test at screening. The HBV DNA test will be performed only for patients who have a positive total HBcAb test.\n* Negative hepatitis C antibody\n* For women of childbearing potential: agreement to remain abstinent (refrain from heterosexual intercourse) or use contraceptive methods, and agreement to refrain from donating eggs, as defined below:\n\nWomen must remain abstinent or use contraceptive methods with a failure rate of \\< 1% per year during the treatment period and for 5 months after the final dose of atezolizumab. Women must refrain from donating eggs during this same period.\n\nA woman is considered to be of childbearing potential if she is postmenarcheal, has not reached a postmenopausal state (\\> 12 continuous months of amenorrhea with no identified cause other than menopause), and has not undergone surgical sterilization (removal of ovaries and/or uterus). The definition of childbearing potential may be adapted for alignment with local guidelines or requirements.\n\nExamples of contraceptive methods with a failure rate of \\< 1% per year include bilateral tubal ligation, male sterilization, hormonal contraceptives that inhibit ovulation, hormone-releasing intrauterine devices, and copper intrauterine devices.\n\nThe reliability of sexual abstinence should be evaluated in relation to the duration of the clinical trial and the preferred and usual lifestyle of the patient. Periodic abstinence (e.g., calendar, ovulation, symptothermal, or postovulation methods) and withdrawal are not acceptable methods of contraception.\n\n• For men: agreement to remain abstinent (refrain from heterosexual intercourse) or use a condom, and agreement to refrain from donating sperm, as defined below:\n\nWith a female partner of childbearing potential or pregnant female partner, men must remain abstinent or use a condom during the treatment period and for 5 months after the final dose of atezolizumab to avoid exposing the embryo. Men must refrain from donating sperm during this same period.\n\nThe reliability of sexual abstinence should be evaluated in relation to the duration of the clinical trial and the preferred and usual lifestyle of the patient. Periodic abstinence (e.g., calendar, ovulation, symptothermal, or postovulation methods) and withdrawal are not acceptable methods of preventing drug exposure.\n\nExclusion Criteria:\n\n* FVC \\<50% of predicted, DLCO \\< 30% of predicted, FEV1/FVC ratio \\<0.7\n* Significant clinical worsening of IPF between screening and baseline visits as defined by \\> 10% decline in FVC or new requirement for supplemental oxygen\n* Evidence of secondary etiologies of ILD (signs/symptoms of connective tissue disease, including ANA titer \\> 1:80, history of exposures related to hypersensitivity pneumonitis, history of drug-related pulmonary toxicity, occupational exposures)\n* Evidence of comorbid pulmonary pathology including but not limited to asthma, tuberculosis, sarcoidosis, chronic infections\n* Any acute illness or febrile event that has not resolved at least 14 days prior to either screening or dosing\n* Use of tobacco-containing products within the last 3 months and/or unwillingness to abstain from use for the duration of the study\n* Participation in a clinical study involving administration of other investigational drugs in the 30 days prior to screening\n* Any condition that in the opinion of the investigators would confound the ability to interpret data from the study\n* QTc \\> 470 msec\n* Any comorbid condition that is likely to result in death within the next year\n* Inability to obtain reproducible, high-quality pulmonary function tests\n* Likelihood of lung transplantation in the first 24 weeks of the study\n* Use of other IPF-directed therapies beside SOC including but not limited to endothelium receptor antagonists, interferon gamma-1b, N-acetylcysteine\n* Initiation of pirfenidone or nintedanib less than 90 days prior to screening\n* Current therapy or treatment within 60 days prior to screening of any cytotoxic or immunosuppressive medications, cytokine modulating therapies, and oral anticoagulants within 4 weeks of the screening visit. Note: oral anticoagulants taken for alternative diagnoses are acceptable and should not be discontinued for the sole purpose of study participation.\n* Prior treatment with CD137 agonists or immune checkpoint blockade therapies, including anti-CTLA-4, anti-PD-1, and anti-PD-L1 therapeutic antibodies\n* Use of an inhaled long-acting bronchodilator within 24 hours of the Screening Visit or short-acting bronchodilator within 8 hours of the Screening Visit\n* History of deep vein thrombosis (DVT) or pulmonary embolism (PE) within 6 months of the Screening Visit and/or recurrent DVT or recurrent PE\n* Active or history of recurrent bacterial, viral, fungal, mycobacterial or other infections (including, but not limited to, atypical mycobacterial disease and herpes zoster), or any major episode of infection requiring hospitalization or treatment with intravenous or oral antibiotics within 4 weeks of the Screening Visit and at any time during the Screening Phase, up through the first dose of study drug\n* History of latent or active TB, unless there is medical record documentation of successful completion of a standard course of treatment for latent TB\n* Diagnosis of any clinically significant autoimmune disease, with the exclusion of vitiligo and diabetes mellitus.\n* Pregnancy or lactation\n* History of leptomeningeal disease\n* Uncontrolled pleural effusion, pericardial effusion, or ascites requiring recurrent drainage procedures (once monthly or more frequently) Patients with indwelling catheters (e.g., PleurX) are allowed.\n* Uncontrolled or symptomatic hypercalcemia (ionized calcium \\> 1.5 mmol/L, calcium \\> 12 mg/dL or corrected serum calcium \\> ULN)\n* Significant cardiovascular disease (such as New York Heart Association Class II or greater cardiac disease, myocardial infarction, or cerebrovascular accident) within 3 months prior to initiation of study treatment, unstable arrhythmia, or unstable angina\n* Major surgical procedure, other than for diagnosis, within 4 weeks prior to initiation of study treatment, or anticipation of need for a major surgical procedure during the study\n* History of malignancy, with the exception of malignancies with a negligible risk of metastasis or death (e.g., 5-year OS rate \\> 90%), such as adequately treated carcinoma in situ of the cervix, non melanoma skin carcinoma, localized prostate cancer, ductal carcinoma in situ, or Stage I uterine cancer\n* Prior allogeneic stem cell or solid organ transplantation\n* Any other disease, metabolic dysfunction, physical examination finding, or clinical laboratory finding that contraindicates the use of an investigational drug, may affect the interpretation of the results, or may render the patient at high risk from treatment complications\n* Treatment with a live, attenuated vaccine within 4 weeks prior to initiation of study treatment, or anticipation of need for such a vaccine during atezolizumab treatment or within 5 months after the final dose of atezolizumab\n* Current treatment with anti-viral therapy for HBV\n* History of severe allergic anaphylactic reactions to chimeric or humanized antibodies or fusion proteins\n* Known hypersensitivity to Chinese hamster ovary cell products or to any component of the atezolizumab formulation\n* Women of childbearing potential must have a negative serum pregnancy test result within 14 days prior to initiation of study treatment.\n* Patients at increased risk of adverse outcomes given the known safety profile for atezolizumab and SOC medications (hepatitis, colitis, endocrinopathies, nephritis/renal dysfunction, exfoliative dermatitis)",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "50 Years",
            "maximumAge": "80 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Emad Bayoumi",
                    "role": "CONTACT",
                    "phone": "310-248-7410",
                    "email": "emad.bayoumi@cshs.org"
                },
                {
                    "name": "Tabia Richardson",
                    "role": "CONTACT",
                    "email": "tabia.richardson@cshs.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Tanzira Zaman, MD",
                    "affiliation": "Cedars-Sinai Medical Center",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Alain Mita, MD",
                    "affiliation": "Cedars-Sinai Medical Center",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Cedars-Sinai Medical Center",
                    "status": "RECRUITING",
                    "city": "Los Angeles",
                    "state": "California",
                    "zip": "90048",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Emad Bayoumi",
                            "role": "CONTACT",
                            "email": "emad.bayoumi@cshs.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 34.05223,
                        "lon": -118.24368
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000011658",
                    "term": "Pulmonary Fibrosis"
                },
                {
                    "id": "D000054990",
                    "term": "Idiopathic Pulmonary Fibrosis"
                },
                {
                    "id": "D000005355",
                    "term": "Fibrosis"
                }
            ],
            "ancestors": [
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000017563",
                    "term": "Lung Diseases, Interstitial"
                },
                {
                    "id": "D000008171",
                    "term": "Lung Diseases"
                },
                {
                    "id": "D000012140",
                    "term": "Respiratory Tract Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M14512",
                    "name": "Pulmonary Fibrosis",
                    "asFound": "Pulmonary Fibrosis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M8485",
                    "name": "Fibrosis",
                    "asFound": "Fibrosis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M27989",
                    "name": "Idiopathic Pulmonary Fibrosis",
                    "asFound": "Idiopathic Pulmonary Fibrosis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M11168",
                    "name": "Lung Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M19813",
                    "name": "Lung Diseases, Interstitial",
                    "relevance": "LOW"
                },
                {
                    "id": "M14977",
                    "name": "Respiratory Tract Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T3003",
                    "name": "Idiopathic Pulmonary Fibrosis",
                    "asFound": "Idiopathic Pulmonary Fibrosis",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC08",
                    "name": "Respiratory Tract (Lung and Bronchial) Diseases"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "C000594389",
                    "term": "Atezolizumab"
                }
            ],
            "ancestors": [
                {
                    "id": "D000082082",
                    "term": "Immune Checkpoint Inhibitors"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000074322",
                    "term": "Antineoplastic Agents, Immunological"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M349417",
                    "name": "Atezolizumab",
                    "asFound": "Status",
                    "relevance": "HIGH"
                },
                {
                    "id": "M2342",
                    "name": "Immune Checkpoint Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M1346",
                    "name": "Antineoplastic Agents, Immunological",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}