{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06157099",
            "orgStudyIdInfo": {
                "id": "STUDY00025369"
            },
            "secondaryIdInfos": [
                {
                    "id": "NCI-2023-03875",
                    "type": "REGISTRY",
                    "domain": "CTRP (Clinical Trial Reporting Program)"
                }
            ],
            "organization": {
                "fullName": "OHSU Knight Cancer Institute",
                "class": "OTHER"
            },
            "briefTitle": "Atorvastatin for Preventing Disease Metastasis in Patients With Resected High-Risk Stage IIA Melanoma",
            "officialTitle": "A Decentralized Phase II Randomized Controlled Trial of Atorvastatin in Resected High-Risk Melanoma",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "atorvastatin-for-preventing-disease-metastasis-in-patients-with-resected-high-risk-stage-iia-melanoma"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-04-22",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2028-03-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2029-03-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-08-03",
            "studyFirstSubmitQcDate": "2023-11-27",
            "studyFirstPostDateStruct": {
                "date": "2023-12-05",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-04-01",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-03",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Wesley Yu, M.D.",
                "investigatorTitle": "Principal Investigator",
                "investigatorAffiliation": "OHSU Knight Cancer Institute"
            },
            "leadSponsor": {
                "name": "OHSU Knight Cancer Institute",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Oregon Health and Science University",
                    "class": "OTHER"
                },
                {
                    "name": "Kuni Foundation",
                    "class": "UNKNOWN"
                }
            ]
        },
        "oversightModule": {
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This clinical trial tests whether atorvastatin prevents metastasis of resected high-risk stage IIA melanoma.The vast majority of melanomas are diagnosed at an early, localized stage. However, approximately 10-15% of these localized melanomas will eventually metastasize, despite appropriate local treatment. Once metastasis occurs, median survival is less than two years. Melanomas at high risk of metastasis can be identified by gene expression profiling. Statin drugs, like atorvastatin, have been used to treat high cholesterol for the prevention of major adverse cardiovascular events, but not for preventing melanoma metastasis. Statins could prevent melanoma metastasis through decreasing tumor cell migration, decreasing tumor cell adhesion, and increasing immune system response. Statins are also efficient inhibitors of new lymphatic vessels formation. Since tumor lymphatic vessels serve as highways to lymph nodes and may suppress immune system responses, statins may block a critical step towards melanoma metastasis. Using atorvastatin may have the potential to prevent metastasis and improve outcomes in patients with resected high-risk melanoma.",
            "detailedDescription": "PRIMARY OBJECTIVE:\n\nI. To compare recurrence-free survival (RFS) of patients with high-risk melanoma treated with atorvastatin to placebo.\n\nSECONDARY OBJECTIVES:\n\nI. To compare distant metastasis-free survival (DMFS) between treatment arms.\n\nII. To compare overall survival (OS) between treatment arms.\n\nIII. To assess the clinical utility of gene expression profiling in melanoma.\n\nEXPLORATORY OBJECTIVE:\n\nI. To assess the clinical utility of gene expression profiling in melanoma.\n\nOUTLINE: Patients are randomized to 1 of 2 arms.\n\nARM I: Patients receive placebo orally (PO) once per day in the absence of disease progression or unacceptable toxicity for up to 5 years and undergo computed tomography (CT) and/or magnetic resonance imaging (MRI) throughout the study.\n\nARM II: Patients receive atorvastatin PO once per day in the absence of disease progression or unacceptable toxicity for up to 5 years and CT and/or MRI throughout the study.\n\nAfter completion of study treatment, patients are followed for 5 years."
        },
        "conditionsModule": {
            "conditions": [
                "Clinical Stage IIA Cutaneous Melanoma AJCC v8"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "INVESTIGATOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 150,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Arm I (Placebo)",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "Patients receive placebo PO once per day in the absence of disease progression or unacceptable toxicity for up to 5 years and undergo CT and/or MRI throughout the study.",
                    "interventionNames": [
                        "Drug: Placebo Administration",
                        "Procedure: Computed Tomography",
                        "Procedure: Magnetic Resonance Imaging",
                        "Other: Electronic Health Record Review"
                    ]
                },
                {
                    "label": "Arm II (Atorvastatin)",
                    "type": "EXPERIMENTAL",
                    "description": "Patients receive atorvastatin PO once per day in the absence of disease progression or unacceptable toxicity for up to 5 years and undergo CT and/or MRI throughout the study.",
                    "interventionNames": [
                        "Drug: Atorvastatin",
                        "Procedure: Computed Tomography",
                        "Procedure: Magnetic Resonance Imaging",
                        "Other: Electronic Health Record Review"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Atorvastatin",
                    "description": "Given PO",
                    "armGroupLabels": [
                        "Arm II (Atorvastatin)"
                    ],
                    "otherNames": [
                        "(betaR,deltaR)-2-(4-Fluorophenyl)-beta",
                        "(betaR,deltaR)-2-(p-Fluorophenyl)-beta,delta-dihydroxy-5-isopropyl-3-phenyl-4-(phenylcarbamoyl)-pyrrole-1-heptanoic Acid",
                        "134523-00-5"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Placebo Administration",
                    "description": "Given orally (PO)",
                    "armGroupLabels": [
                        "Arm I (Placebo)"
                    ]
                },
                {
                    "type": "PROCEDURE",
                    "name": "Computed Tomography",
                    "description": "Undergo CT",
                    "armGroupLabels": [
                        "Arm I (Placebo)",
                        "Arm II (Atorvastatin)"
                    ],
                    "otherNames": [
                        "CAT",
                        "CAT Scan",
                        "Computerized Axial Tomography",
                        "Computerized Tomography",
                        "CT",
                        "CT Scan",
                        "tomography"
                    ]
                },
                {
                    "type": "PROCEDURE",
                    "name": "Magnetic Resonance Imaging",
                    "description": "Undergo MRI",
                    "armGroupLabels": [
                        "Arm I (Placebo)",
                        "Arm II (Atorvastatin)"
                    ],
                    "otherNames": [
                        "Magnetic Resonance Imaging Scan",
                        "MR Imaging",
                        "MRI",
                        "NMR Imaging",
                        "NMRI",
                        "Nuclear Magnetic Resonance Imaging",
                        "Magnetic Resonance",
                        "Nuclear Magnetic Resonance",
                        "Medical Imaging"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Electronic Health Record Review",
                    "description": "Ancillary studies",
                    "armGroupLabels": [
                        "Arm I (Placebo)",
                        "Arm II (Atorvastatin)"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Recurrence-free survival (RFS)",
                    "description": "Will be assessed in patients with high-risk melanoma treated with atorvastatin compared to placebo. Hypothesis testing between two arms will be performed using the stratified log-rank test with a 2-sided 0.1 level of significance. The median RFS and the rate at fixed time points (e.g. 3 year-RFS or 5 year-RFS) will be derived from the Kaplan-Meier estimate along with their 95% confidence interval. The stratified hazard ratio between the two groups along with 95% confidence interval will be obtained by fitting a stratified Cox regression model with the group variables and adjusting potential confounders.",
                    "timeFrame": "From randomization to any recurrence (local or regional [including invasive ipsilateral tumor and invasive loco-regional tumor], or distant) as ascertained by imaging and medical record review, or death due to any cause, assessed up to 5 years"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Distant metastasis-free survival (DMFS)",
                    "description": "Distant metastasis refers to cancer that has spread from the original (primary) tumor and beyond local or nearby tissues and lymph nodes to distant organs or distant lymph nodes. DMFS will be compared between treatment arms using a stratified log-rank test. The median and survival rates at various time points for each treatment arm will be derived from the Kaplan-Meier estimate along with their 95% confidence interval.",
                    "timeFrame": "From randomization to appearance of distant metastasis as assessed by the investigator, assessed up to 5 years"
                },
                {
                    "measure": "Overall survival (OS)",
                    "description": "OS will be compared between treatment arms using a stratified log-rank test. The median and survival rates at various time points for each treatment arm will be derived from the Kaplan-Meier estimate along with their 95% confidence interval.",
                    "timeFrame": "From randomization to death due to any cause, assessed up to 5 years"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Age \\>= 18 years. Both men and women and members of all races and ethnic groups are eligible for inclusion\n* Participants must have a diagnosis of American Joint Committee on Cancer (AJCC 8th) edition pathological stage IIA cutaneous melanoma that has been histologically confirmed and completely resected\n* Participants must not have been previously treated for melanoma beyond complete surgical resection. Participants must not have been treated with radiation therapy for their melanoma before study entry\n* No more than 10 weeks may elapse between final surgical resection and randomization. If there is a delay of 1 to 7 days exceeding 10 weeks due to unforeseen circumstances, the eligibility should be discussed with the principal investigator (at OHSU coordinating center) and the decision documented. A delay of 1 to 7 days for screening imaging requirements will be allowed if sponsor has allowed a 1-week extension between surgical resection and randomization\n* Participant must have no evidence of metastatic disease on imaging as determined by investigator assessment. All suspicious lesions amenable to biopsy should be confirmed negative for malignancy\n* Eastern Cooperative Oncology Group (ECOG) performance status =\\< 2 (Karnofsky \\>= 50%)\n* Liver function normal as defined by: Alanine aminotransferase (ALT) (serum glutamic-pyruvic transaminase (\\[SGPT\\]) =\\< 2.5 × laboratory defined upper limit of normal\n* Creatine kinase (CK) =\\< 3 × laboratory defined upper limit of normal\n* Human immunodeficiency virus (HIV)-infected patients on effective anti-retroviral therapy with an undetectable viral load within 6 months prior to consent are eligible for this trial\n* Participant with a prior or concurrent malignancy whose natural history or treatment does not have the potential to interfere with the safety or efficacy assessment of the investigational regimen are eligible for this trial\n* A participant is eligible to participate if they are not pregnant or breastfeeding, AND at least one of the following is true: Is not a person of childbearing potential (WOCBP); OR Is a WOCBP and agrees to use adequate contraception (hormonal or barrier method of birth control; abstinence) before study entry, and for the duration of study participation\n* The effects of atorvastatin on the developing human fetus are still under investigation. Animal data and retrospective human data suggest that statins may adversely affect pregnancy, thus WOCBP must agree to use adequate contraception (hormonal or barrier method of birth control; abstinence) before study entry, and for the duration of study participation. Should a participant become pregnant or suspect a pregnancy while participating in this study, the individual should inform their treating physician immediately\n\nExclusion Criteria:\n\n* Participants who are receiving any other investigational agents\n* Participant who has a history of severe hypersensitivity (\\>= grade 3) attributed to compounds of similar chemical or biologic composition to atorvastatin or other agents used in the study\n* Participants who are currently taking a statin or have taken a statin in the year before enrollment\n* Patients currently taking cyclosporine, erythromycin, fibrates, niacin, or any other medication that is contraindicated with statin treatment in the view of the investigator\n* Participant who in the opinion of the investigator, has a history or current evidence of any condition, therapy, or laboratory abnormality that might confound the results of the study, interfere with the participant's participation for the full duration of the study, or is not in the best interest of the participant to participate\n* Participant who has a known psychiatric or substance abuse disorder that would interfere with the participant's ability to cooperate with the requirements of the study",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Wesley Yu, M.D.",
                    "role": "CONTACT",
                    "phone": "503-418-3376",
                    "email": "yuwe@ohsu.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Wesley Yu, M.D.",
                    "affiliation": "OHSU Knight Cancer Institute",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "OHSU Knight Cancer Institute",
                    "status": "RECRUITING",
                    "city": "Portland",
                    "state": "Oregon",
                    "zip": "97239",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Wesley Yu, M.D.",
                            "role": "CONTACT",
                            "phone": "503-418-3376",
                            "email": "yuwe@ohsu.edu"
                        },
                        {
                            "name": "Wesley Yu, M.D.",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 45.52345,
                        "lon": -122.67621
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "UNDECIDED"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000008545",
                    "term": "Melanoma"
                }
            ],
            "ancestors": [
                {
                    "id": "D000018358",
                    "term": "Neuroendocrine Tumors"
                },
                {
                    "id": "D000017599",
                    "term": "Neuroectodermal Tumors"
                },
                {
                    "id": "D000009373",
                    "term": "Neoplasms, Germ Cell and Embryonal"
                },
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000009380",
                    "term": "Neoplasms, Nerve Tissue"
                },
                {
                    "id": "D000018326",
                    "term": "Nevi and Melanomas"
                },
                {
                    "id": "D000012878",
                    "term": "Skin Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000012871",
                    "term": "Skin Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M12307",
                    "name": "Neoplasm Metastasis",
                    "relevance": "LOW"
                },
                {
                    "id": "M11528",
                    "name": "Melanoma",
                    "asFound": "Melanoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M3212",
                    "name": "Melanoma, Cutaneous Malignant",
                    "relevance": "LOW"
                },
                {
                    "id": "M20495",
                    "name": "Neuroendocrine Tumors",
                    "relevance": "LOW"
                },
                {
                    "id": "M19845",
                    "name": "Neuroectodermal Tumors",
                    "relevance": "LOW"
                },
                {
                    "id": "M20388",
                    "name": "Neuroectodermal Tumors, Primitive",
                    "relevance": "LOW"
                },
                {
                    "id": "M12318",
                    "name": "Neoplasms, Germ Cell and Embryonal",
                    "relevance": "LOW"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M12325",
                    "name": "Neoplasms, Nerve Tissue",
                    "relevance": "LOW"
                },
                {
                    "id": "M12448",
                    "name": "Nevus, Pigmented",
                    "relevance": "LOW"
                },
                {
                    "id": "M12446",
                    "name": "Nevus",
                    "relevance": "LOW"
                },
                {
                    "id": "M20470",
                    "name": "Nevi and Melanomas",
                    "relevance": "LOW"
                },
                {
                    "id": "M15681",
                    "name": "Skin Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M15674",
                    "name": "Skin Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T4091",
                    "name": "Neuroendocrine Tumor",
                    "relevance": "LOW"
                },
                {
                    "id": "T4092",
                    "name": "Neuroepithelioma",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000069059",
                    "term": "Atorvastatin"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000924",
                    "term": "Anticholesteremic Agents"
                },
                {
                    "id": "D000000960",
                    "term": "Hypolipidemic Agents"
                },
                {
                    "id": "D000000963",
                    "term": "Antimetabolites"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000057847",
                    "term": "Lipid Regulating Agents"
                },
                {
                    "id": "D000019161",
                    "term": "Hydroxymethylglutaryl-CoA Reductase Inhibitors"
                },
                {
                    "id": "D000004791",
                    "term": "Enzyme Inhibitors"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M351",
                    "name": "Atorvastatin",
                    "asFound": "Out",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4243",
                    "name": "Anticholesteremic Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M4278",
                    "name": "Hypolipidemic Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M4281",
                    "name": "Antimetabolites",
                    "relevance": "LOW"
                },
                {
                    "id": "M28883",
                    "name": "Lipid Regulating Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M21155",
                    "name": "Hydroxymethylglutaryl-CoA Reductase Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M7951",
                    "name": "Enzyme Inhibitors",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Lipd",
                    "name": "Lipid Regulating Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}