{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04915183",
            "orgStudyIdInfo": {
                "id": "210002"
            },
            "secondaryIdInfos": [
                {
                    "id": "21-DC-0002"
                }
            ],
            "organization": {
                "fullName": "National Institutes of Health Clinical Center (CC)",
                "class": "NIH"
            },
            "briefTitle": "Atorvastatin to Reduce Cisplatin-Induced Hearing Loss Among Individuals With Head and Neck Cancer",
            "officialTitle": "Phase II Interventional Study Using Atorvastatin to Reduce Cisplatin-Induced Hearing Loss Among Individuals With Head and Neck Cancer",
            "therapeuticArea": [
                "Oncology and Hematology",
                "Other"
            ],
            "study": "atorvastatin-to-reduce-cisplatin-induced-hearing-loss-among-individuals-with-head-and-neck-cancer"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07-26",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-08-04",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2028-08-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2030-08-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-06-04",
            "studyFirstSubmitQcDate": "2021-06-04",
            "studyFirstPostDateStruct": {
                "date": "2021-06-07",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-29",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-30",
                "type": "ESTIMATED"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "National Institute on Deafness and Other Communication Disorders (NIDCD)",
                "class": "NIH"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Background:\n\nCisplatin is used to treat head and neck cancer. People who take this drug are at risk for hearing loss. Atorvastatin is a drug used to treat high cholesterol. It might reduce the risk of cisplatin-induced hearing loss.\n\nObjective:\n\nTo find out if atorvastatin reduces hearing loss in people treated with cisplatin and radiation.\n\nEligibility:\n\nPeople ages 18 and older with squamous cell carcinoma of the head and neck who will undergo treatment with cisplatin-based chemotherapy and radiation\n\nDesign:\n\nParticipants will be screened with their medical records.\n\nParticipants currently taking a cholesterol-lowering statin medication are invited to participate in the observational arm of the study. Those not taking such a medication are invited to participate in the interventional arm of the study.\n\nAll participants will have 3 study visits for the purpose of evaluating hearing. One before starting cisplatin treatment, one within 3 months of completing cancer treatment, and one within 2 years of completing cancer treatment. They will have tympanograms. A small flexible tip will be placed in the ear canal. A puff of air will be delivered to assess mobility of the ear drum. They will have hearing tests. They will wear headphones. They will listen to tones that vary in loudness. They will be asked to indicate when they hear a sound. They will complete 3 questionnaires at the time of each hearing test.\n\nParticipants will have 2 visits for blood tests. These will occur upon consent and 12 weeks after. They will be randomly assigned to take the study drug or placebo orally, once daily. They will take it during cisplatin treatment and for 3 months after treatment.\n\nLong-term follow up will include a chart review 2 years after participants complete their cisplatin therapy.",
            "detailedDescription": "Study Description: Individuals undergoing cisplatin-based chemoradiation therapy (CRT) are at risk for developing significant, permanent hearing loss. The cholesterol-lowering drug atorvastatin has the potential to reduce the incidence and severity of hearing loss, as evidenced by our preclinical data in mice and our retrospective data in humans. Here we will compare hearing changes between subjects on a concurrent 40 mg daily dose of atorvastatin vs. a placebo among individuals undergoing cisplatin-based CRT to treat head and neck cancer.\n\nObjectives:\n\nPrimary Objective: To determine the effectiveness of atorvastatin (40 mg) in subjects with cisplatin-based CRT for head and neck squamous cell carcinoma (HNSCC) at reducing moderate changes in hearing sensitivity relative to baseline, as defined by CTCAEv5.0 Grade\\>=2 criteria.\n\nSecondary Objectives:\n\n* To determine disease-free survival and overall survival in subjects undergoing cisplatin-based CRT.\n* To determine whether atorvastatin increases grade 3-5 treatment emergent adverse events versus placebo\n* To determine the effectiveness of atorvastatin (40 mg) at reducing changes in hearing sensitivity relative to baseline, as defined by ASHA criteria, in subjects treated with cisplatin- based CRT for head and neck squamous cell carcinoma (HNSCC).\n\nEndpoints:\n\nPrimary Endpoint: The incidence of hearing loss at 12 +/-4 weeks after completion of cisplatin-based CRT). Hearing loss will be defined according to CTCAEv5.0 Grade \\>=2 criteria based on changes in sensitivity relative to baseline, in at least one ear, across 1, 2, 3, 4, 6 and 8 kHz and will be compared in subjects taking atorvastatin (40 mg) vs. subjects taking placebo.\n\nSecondary Endpoints:\n\n* Overall and disease-free survival at 2 years after cisplatin-based CRT. Overall survival and disease-free median survival will be compared between subjects taking atorvastatin (40 mg) vs. those taking placebo.\n* Incidence of new CTCAEv5.0 grade \\> 3 AEs through 12 weeks after CRT in the placebo and atorvastatin arms.\n* Incidence of hearing loss at 12 +/-4 weeks after completion of cisplatin-based CRT. Hearing loss will be defined according to ASHA Abbreviated Title: Atorvastatin Study in HNSCC Version Date: 1/25/2024 7 criteria based on changes in sensitivity relative to baseline, in at least one ear, across 1, 2, 3, 4, 6, 8, 10, and 12.5 kHz and will be compared in subjects taking atorvastatin (40 mg) vs. subjects taking placebo."
        },
        "conditionsModule": {
            "conditions": [
                "Hearing Loss",
                "Head and Neck Cancer"
            ],
            "keywords": [
                "Audiogram",
                "Statin",
                "Chemotherapy",
                "Squamous Cell Carcinoma"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "TRIPLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 214,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "1",
                    "type": "EXPERIMENTAL",
                    "description": "Atorvasatatin (40 mg)",
                    "interventionNames": [
                        "Drug: Atorvastatin"
                    ]
                },
                {
                    "label": "2",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "Placebo",
                    "interventionNames": [
                        "Other: Placebo"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Placebo",
                    "description": "Placebo will be formulated to also contain a white powder such that the atorvastatin and placebo are indistinguishable even if a capsule is opened.",
                    "armGroupLabels": [
                        "2"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Atorvastatin",
                    "description": "Subjects will be provided with atorvastatin (40 mg) or placebo to be taken daily by mouth or by feeding tube. The tablets may be taken whole or crushed according to patient swallowing capabilities and preference.",
                    "armGroupLabels": [
                        "1"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "To determine the effectiveness of atorvastatin (20 mg) at reducing the incidence and severity of cisplatin-induced hearing loss in patients with head and neck squamous cell carcinoma (HNSCC).",
                    "description": "The primary endpoint is the change in hearing sensitivity (as measured by pure-tone audiometry) between the pre-treatment (before cisplatin therapy) hearing test and the post-treatment (after completion of cisplatin therapy) audiogram. Hearing loss will be defined according to CTCAE criteria and will be compared in subjects taking atorvastatin vs. subjects not taking any statin drug. Hearing sensitivity will be compared between audiograms collected at baseline (prior to treatment) to a repeated audiogram at the end of treatment (within 2-4 months of cessation of cisplatin administration).",
                    "timeFrame": "Baseline (prior to treatment) to a repeated audiogram at the end of treatment (within 2-4 months of cessation of cisplatin administration)."
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "To examine the extent to which atorvastatin 40 mg alters overall survival and disease-free survival.",
                    "description": "It is important to confirm that atorvastatin use does not reduce overall response, survival or disease- free survival in subjects with HNSCC. To date, only two retrospective studies have compared survival in HNSCC subjects taking statins.",
                    "timeFrame": "The overall survival and disease-free survival will be assessed at 3 months, 1 and 2 years after cisplatin-based CRT. Overall complete clinical response, comparing subjects taking atorvastatin (40 mg) vs those taking placebo."
                },
                {
                    "measure": "To compare the incidence of grade (Bullet)3 AEs through 4 weeks after CRT with atorvastatin versus placebo.",
                    "description": "It is important to confirm that atorvastatin does not increase the overall toxicity associated with CRT.",
                    "timeFrame": "Another secondary endpoint will be the incidence of grade (Bullet)3 AEs, which are expected to occur with CRT but rarely with atorvastatin."
                },
                {
                    "measure": "To determine the effectiveness of atorvastatin (40 mg) at reducing changes in hearing sensitivity relative to baseline, as defined by ASHA criteria, in subjects treated with cisplatin- based CRT for head and neck squamous cell carcinoma (HNSCC).",
                    "description": "The American Speech-Langauge-Hearing Association (ASHA) ototoxicity criteria can be used for early detection based on changes in hearing sensitivity in extended high frequencies (\\>8 kHz). While ASHA does not assign grades to indicate severity, it may provide early diagnosis of hearing loss that has not yet spread to speech-related frequency regions of the cochlea (\\<8 kHz).",
                    "timeFrame": "The incidence of hearing loss at 12 4 weeks after completion of cisplatin-based CRT. Hearing loss will be defined according to ASHA criteria, comparing subjects taking atorvastatin (40 mg) vs. placebo."
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "* INCLUSION CRITERIA:\n\nIn order to be eligible to participate in this study, an individual must meet all of the following criteria evaluated by the study team, including an on-site oncologist:\n\n* Willingness and ability to comply with and participate in all study procedures and availability for the duration of the study\n* Ability to provide consent and provision of signed and dated informed consent form\n* Adult subjects, male or female, aged \\>=18\n* Diagnosed with squamous cell carcinoma of the head and neck, confirmed by a pathologic review of surgical or biopsy specimen(s), who meet standard clinical and laboratory criteria and will undergo treatment with concomitant cisplatin-based chemotherapy and radiation with curative intent. This includes patients who will be treated with either intensity-modulated radiation therapy (IMRT) or proton radiotherapy, with planned dose to the cochlea \\<35 Gy (to limit confounding effects of radiation 64-67). Patients treated with either high-dose cisplatin (typically 100 mg/m\\^2 x 2-3 doses every three weeks) or low-dose, weekly cisplatin (typically 40 mg/m\\^2 x 6-7 doses weekly) may enroll.\n* Subjects must have hearing thresholds at or better than 70 dB HL at 1, 2, and 4 kHz in at least one ear at the time of their baseline audiogram\n* Baseline laboratory tests with lab values \\<1.5x the upper limit of normal: aspartate aminotransferase (AST or SGOT); alanine aminotransferase; creatine phosphokinase, creatinine\n* Ability to take oral medication by mouth or by feeding tube and willingness to adhere to the daily atorvastatin or placebo regimen\n* For females of reproductive potential: use of highly effective contraception for at least 1 month prior to enrollment and agreement to use such a method during study participation and for an additional 8 weeks after the end of atorvastatin administration\n\nEXCLUSION CRITERIA:\n\nAn individual who meets any of the following criteria will be excluded from participation in this study:\n\n* Subjects currently taking a statin drug\n* Subjects with bilaterial flat, Type B tympanogram\n* Subjects with bilateral cochlear implants\n* Pre-existing liver or kidney disease.\n* Subjects with a history of prior treatment with platinum chemotherapy drugs\n* Subjects for whom additional adjuvant platinum-based chemotherapy is planned after the completion of concomitant chemoradiation (e.g., patients with nasopharyngeal carcinoma)\n* Staff members of the NIDCD Sections and of the lead site investigators headed by the PIs\n* Children will be excluded because HNSCC in children under age 18 is exceedingly rare\n* Current use of cimetidine, spironolactone, ketoconazole, cyclosporine, or protease inhibitors, gemfibrozil, clarithromysin or itraconazole\n* Pregnancy, lactation, or plan to become pregnant\n* Known allergic reactions to components of atorvastatin or the placebo\n* Other severe or unstable medical conditions which clinical site PI believes increase risk to safety or ability to complete study\n* Expected concomitant use of aminoglycoside antibiotics",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "100 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Katharine A Fernandez, Au.D.",
                    "role": "CONTACT",
                    "phone": "(240) 215-7152",
                    "email": "katharine.fernandez@nih.gov"
                },
                {
                    "name": "Lisa L Cunningham, Ph.D.",
                    "role": "CONTACT",
                    "phone": "(301) 443-2766",
                    "email": "cunninghamll@mail.nih.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Lisa L Cunningham, Ph.D.",
                    "affiliation": "National Institute on Deafness and Other Communication Disorders (NIDCD)",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Winship Cancer Institute at Emory University",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Atlanta",
                    "state": "Georgia",
                    "zip": "30322",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Nicole Schmitt",
                            "role": "CONTACT",
                            "phone": "404-778-0278",
                            "email": "nicole.cherie.schmitt@emory.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.749,
                        "lon": -84.38798
                    }
                },
                {
                    "facility": "University of Maryland Medical Center",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Baltimore",
                    "state": "Maryland",
                    "zip": "21201",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Adam Kaufman",
                            "role": "CONTACT",
                            "phone": "667-214-2382",
                            "email": "adam.kaufman@som.umaryland.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.29038,
                        "lon": -76.61219
                    }
                },
                {
                    "facility": "National Institutes of Health Clinical Center",
                    "status": "RECRUITING",
                    "city": "Bethesda",
                    "state": "Maryland",
                    "zip": "20892",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "For more information at the NIH Clinical Center contact Office of Patient Recruitment (OPR)",
                            "role": "CONTACT",
                            "phone": "800-411-1222",
                            "phoneExt": "TTY8664111010",
                            "email": "prpl@cc.nih.gov"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.98067,
                        "lon": -77.10026
                    }
                },
                {
                    "facility": "Wilmot Cancer Institute at the University of Rochester Medical Center in New Yor",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Rochester",
                    "state": "New York",
                    "zip": "14642",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Shawn Newlands",
                            "role": "CONTACT",
                            "phone": "585-275-5823",
                            "email": "Shawn_Newlands@urmc.rochester.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 43.15478,
                        "lon": -77.61556
                    }
                }
            ]
        },
        "referencesModule": {
            "seeAlsoLinks": [
                {
                    "label": "NIH Clinical Center Detailed Web Page",
                    "url": "https://clinicalstudies.info.nih.gov/cgi/detail.cgi?A_2021-DC-0002.html"
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000006258",
                    "term": "Head and Neck Neoplasms"
                },
                {
                    "id": "D000034381",
                    "term": "Hearing Loss"
                },
                {
                    "id": "D000003638",
                    "term": "Deafness"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000006311",
                    "term": "Hearing Disorders"
                },
                {
                    "id": "D000004427",
                    "term": "Ear Diseases"
                },
                {
                    "id": "D000010038",
                    "term": "Otorhinolaryngologic Diseases"
                },
                {
                    "id": "D000012678",
                    "term": "Sensation Disorders"
                },
                {
                    "id": "D000009461",
                    "term": "Neurologic Manifestations"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5534",
                    "name": "Carcinoma",
                    "relevance": "LOW"
                },
                {
                    "id": "M5550",
                    "name": "Carcinoma, Squamous Cell",
                    "relevance": "LOW"
                },
                {
                    "id": "M9348",
                    "name": "Head and Neck Neoplasms",
                    "asFound": "Head and Neck Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M24420",
                    "name": "Hearing Loss",
                    "asFound": "Hearing Loss",
                    "relevance": "HIGH"
                },
                {
                    "id": "M6840",
                    "name": "Deafness",
                    "asFound": "Hearing Loss",
                    "relevance": "HIGH"
                },
                {
                    "id": "M9400",
                    "name": "Hearing Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M7601",
                    "name": "Ear Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12961",
                    "name": "Otorhinolaryngologic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M15490",
                    "name": "Sensation Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M12404",
                    "name": "Neurologic Manifestations",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC09",
                    "name": "Ear, Nose, and Throat Diseases"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000069059",
                    "term": "Atorvastatin"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000924",
                    "term": "Anticholesteremic Agents"
                },
                {
                    "id": "D000000960",
                    "term": "Hypolipidemic Agents"
                },
                {
                    "id": "D000000963",
                    "term": "Antimetabolites"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000057847",
                    "term": "Lipid Regulating Agents"
                },
                {
                    "id": "D000019161",
                    "term": "Hydroxymethylglutaryl-CoA Reductase Inhibitors"
                },
                {
                    "id": "D000004791",
                    "term": "Enzyme Inhibitors"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M351",
                    "name": "Atorvastatin",
                    "asFound": "Out",
                    "relevance": "HIGH"
                },
                {
                    "id": "M6182",
                    "name": "Cisplatin",
                    "relevance": "LOW"
                },
                {
                    "id": "M21155",
                    "name": "Hydroxymethylglutaryl-CoA Reductase Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M4243",
                    "name": "Anticholesteremic Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M4278",
                    "name": "Hypolipidemic Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M4281",
                    "name": "Antimetabolites",
                    "relevance": "LOW"
                },
                {
                    "id": "M28883",
                    "name": "Lipid Regulating Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M7951",
                    "name": "Enzyme Inhibitors",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Lipd",
                    "name": "Lipid Regulating Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                }
            ]
        }
    },
    "hasResults": false
}