{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05241418",
            "orgStudyIdInfo": {
                "id": "P00040666"
            },
            "organization": {
                "fullName": "Boston Children's Hospital",
                "class": "OTHER"
            },
            "briefTitle": "Atrial Late Gadolinium Enhancement in Patients With Repaired Congenital Heart Disease",
            "officialTitle": "Atrial Late Gadolinium Enhancement in Patients With Repaired Congenital Heart Disease",
            "therapeuticArea": [
                "Cardiovascular",
                "Other"
            ],
            "study": "atrial-late-gadolinium-enhancement-in-patients-with-repaired-congenital-heart-disease"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-03-23",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-06-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2029-06-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-02-02",
            "studyFirstSubmitQcDate": "2022-02-11",
            "studyFirstPostDateStruct": {
                "date": "2022-02-15",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-07-28",
            "lastUpdatePostDateStruct": {
                "date": "2023-08-01",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Daniel Castellanos",
                "investigatorTitle": "Instructor of Pediatrics",
                "investigatorAffiliation": "Boston Children's Hospital"
            },
            "leadSponsor": {
                "name": "Boston Children's Hospital",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "In this research study the investigators want to learn more about how well the investigators can visualize scar tissue in the heart by MRI. In patients with congenital heart disease who need a procedure in the electrophysiology laboratory, how the MRI findings match the findings in the electrophysiology laboratory is not known. This study works to answer these questions. Participants will undergo a cardiac MRI as part of the routine clinical care that was ordered by their doctors and additional imaging by cardiac MRI will be performed.",
            "detailedDescription": "Atrial arrhythmias including intra-atrial reentrant tachycardia (IART) and atrial fibrillation (AF) routinely develop after surgical repair of congenital heart disease (CHD), contributing to heart failure exacerbation, increased hospital resource use, and reduced health-related quality of life. The combination of atriotomy scars, intra-cardiac suture lines, and chronic pressure or volume overload from residual lesions creates the necessary milieu of heterogeneous atrial fibrosis capable of supporting wavefront reentry. While catheter ablation has become a primary tool in the management of IART and AF, long-term ablation outcomes have stagnated over the preceding decade despite advances in mapping and ablative technologies. Left atrial (LA) fibrosis analysis using 3-dimensional (3D) late gadolinium enhancement (LGE) cardiac magnetic resonance imaging (CMR) has shown utility in the management of adults with structurally normal hearts and atrial fibrillation (AF), having associations with endocardial bipolar voltage amplitude, likelihood of maintenance of sinus rhythm after ablation, and thromboembolic risk. Excellent reproducibility of LA fibrosis quantification has been demonstrated in adults with structurally normal hearts and AF. To date, the use of 3D LGE in CHD has been limited to the ventricles. Prior studies have described altered LA function in adolescent and young adult patients with rTOF. Additionally, right atrial (RA) functional abnormalities have also been described in patients with rTOF. No prior studies have attempted to validate this technology in the atrium of patients with congenital heart disease. Our studies aims to investigate the reproducibility of atrial fibrosis quantification by cardiac MRI and may provide insights to correlations with voltage mapping in the electrophysiology laboratory."
        },
        "conditionsModule": {
            "conditions": [
                "Congenital Heart Disease",
                "Fibrosis Myocardial",
                "Fibrosis; Heart"
            ],
            "keywords": [
                "Late gadolinium enhancement",
                "3D late gadolinium enhancement",
                "atrial late gadolinium enhancement",
                "Cardiac MRI",
                "Congenital heart disease"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": false,
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "PROSPECTIVE"
            },
            "enrollmentInfo": {
                "count": 50,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Patients with congenital heart disease undergoing a cardiac MRI with Gadolinium",
                    "description": "Patients with congenital heart disease who are undergoing a clinically-ordered cardiac MRI and as part of that MRI the contrast agent, Gadolinium, will be administered.",
                    "interventionNames": [
                        "Diagnostic Test: Atrial 3D late gadolinium enhancement"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DIAGNOSTIC_TEST",
                    "name": "Atrial 3D late gadolinium enhancement",
                    "description": "We will use cardiac MRI to take a picture of the atria. This picture will be used to identify scar tissue within the atria.",
                    "armGroupLabels": [
                        "Patients with congenital heart disease undergoing a cardiac MRI with Gadolinium"
                    ],
                    "otherNames": [
                        "Atrial 3D LGE"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Total atrial fibrosis content from 3D-LGE-CMR",
                    "description": "Atrial 3D-LGE-CMR images will be post-processed using the Circle ADAS 3D software module (Circle Cardiovascular Inc., Calgary, AB, Canada) and analyzed to identify fibrotic tissue. Results are portrayed as 3D-colored maps and as a calculated percentage of atrial fibrosis relative to total atrial surface area. All CMR images will be analyzed by two observers for the calculation of interrater reliability of the percent of atrial LGE. One observer will perform contours twice for the purposes of intra-observer agreement.",
                    "timeFrame": "1 year"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Total atrial fibrosis content from catheter-derived endocardial bipolar voltage map.",
                    "description": "In patients who have a cardiac MRI and then an electrophysiology study as part of their clinical care, the 3D-CMR image will be compared to the catheter-generated electro-anatomic voltage mapping obtained in the electrophysiology laboratory.",
                    "timeFrame": "2 years"
                },
                {
                    "measure": "Sustained atrial arrhythmia, defined as IART/AF lasting >30 seconds detected on ECG, ambulatory monitor, or inpatient telemetry",
                    "description": "Following 3D-LGE-CMR acquisition, CMR and clinical data will be entered into a deidentified database to be used for clinical research. After 5 years patients without a prior history of electrophysiology issues will be analyzed prospectively (over a 5 year period) for the development of a sustained atrial arrhythmia using time-to-event analysis.",
                    "timeFrame": "5 years"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Patients \\>13 years old with congenital heart disease referred for cardiac MRI and receiving gadolinium as part of routine clinical care or for pre-ablation planning will be included.\n\nExclusion Criteria:\n\n* Those with self-reported anxiety or claustrophobia and/or the presence of a permanent pacemaker or implantable cardioverter defibrillator will be excluded.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "13 Years",
            "stdAges": [
                "CHILD",
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "The hospital at which the investigators are based is a referral center for patients with congenital heart disease. These patients sometimes require a cardiac MRI. Patients \\>13 years old with congenital heart disease referred for CMR and meeting eligibility criteria will be approached for this study.",
            "samplingMethod": "PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Daniel A Castellanos, MD",
                    "role": "CONTACT",
                    "phone": "6173557769",
                    "email": "daniel.castellanos@cardio.chboston.org"
                },
                {
                    "name": "Edward O'Leary, MD",
                    "role": "CONTACT",
                    "phone": "6173557275",
                    "email": "Edward.OLeary@cardio.chboston.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Daniel A Castellanos, MD",
                    "affiliation": "Boston Children's Hospital",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Boston Children's Hospital",
                    "status": "RECRUITING",
                    "city": "Boston",
                    "state": "Massachusetts",
                    "zip": "02130",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Daniel A Castellanos, MD",
                            "role": "CONTACT",
                            "phone": "617-355-7769",
                            "email": "daniel.castellanos@cardio.chboston.org"
                        },
                        {
                            "name": "Edward O'Leary, MD",
                            "role": "CONTACT",
                            "phone": "6173557275",
                            "email": "Edward.OLeary@cardio.chboston.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.35843,
                        "lon": -71.05977
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "19822808",
                    "type": "BACKGROUND",
                    "citation": "Bouchardy J, Therrien J, Pilote L, Ionescu-Ittu R, Martucci G, Bottega N, Marelli AJ. Atrial arrhythmias in adults with congenital heart disease. Circulation. 2009 Oct 27;120(17):1679-86. doi: 10.1161/CIRCULATIONAHA.109.866319. Epub 2009 Oct 12."
                },
                {
                    "pmid": "28797355",
                    "type": "BACKGROUND",
                    "citation": "Labombarda F, Hamilton R, Shohoudi A, Aboulhosn J, Broberg CS, Chaix MA, Cohen S, Cook S, Dore A, Fernandes SM, Fournier A, Kay J, Macle L, Mondesert B, Mongeon FP, Opotowsky AR, Proietti A, Rivard L, Ting J, Thibault B, Zaidi A, Khairy P; AARCC. Increasing Prevalence of Atrial Fibrillation and Permanent Atrial Arrhythmias in Congenital Heart Disease. J Am Coll Cardiol. 2017 Aug 15;70(7):857-865. doi: 10.1016/j.jacc.2017.06.034."
                },
                {
                    "pmid": "23844972",
                    "type": "BACKGROUND",
                    "citation": "Akoum N, Fernandez G, Wilson B, Mcgann C, Kholmovski E, Marrouche N. Association of atrial fibrosis quantified using LGE-MRI with atrial appendage thrombus and spontaneous contrast on transesophageal echocardiography in patients with atrial fibrillation. J Cardiovasc Electrophysiol. 2013 Oct;24(10):1104-9. doi: 10.1111/jce.12199. Epub 2013 Jul 11."
                },
                {
                    "pmid": "24496537",
                    "type": "BACKGROUND",
                    "citation": "Marrouche NF, Wilber D, Hindricks G, Jais P, Akoum N, Marchlinski F, Kholmovski E, Burgon N, Hu N, Mont L, Deneke T, Duytschaever M, Neumann T, Mansour M, Mahnkopf C, Herweg B, Daoud E, Wissner E, Bansmann P, Brachmann J. Association of atrial tissue fibrosis identified by delayed enhancement MRI and atrial fibrillation catheter ablation: the DECAAF study. JAMA. 2014 Feb 5;311(5):498-506. doi: 10.1001/jama.2014.3. Erratum In: JAMA. 2014 Nov 5;312(17):1805."
                },
                {
                    "pmid": "30511895",
                    "type": "BACKGROUND",
                    "citation": "Chelu MG, King JB, Kholmovski EG, Ma J, Gal P, Marashly Q, AlJuaid MA, Kaur G, Silver MA, Johnson KA, Suksaranjit P, Wilson BD, Han FT, Elvan A, Marrouche NF. Atrial Fibrosis by Late Gadolinium Enhancement Magnetic Resonance Imaging and Catheter Ablation of Atrial Fibrillation: 5-Year Follow-Up Data. J Am Heart Assoc. 2018 Dec 4;7(23):e006313. doi: 10.1161/JAHA.117.006313."
                },
                {
                    "pmid": "28882227",
                    "type": "BACKGROUND",
                    "citation": "King JB, Azadani PN, Suksaranjit P, Bress AP, Witt DM, Han FT, Chelu MG, Silver MA, Biskupiak J, Wilson BD, Morris AK, Kholmovski EG, Marrouche N. Left Atrial Fibrosis and Risk of Cerebrovascular and Cardiovascular Events in Patients With Atrial Fibrillation. J Am Coll Cardiol. 2017 Sep 12;70(11):1311-1321. doi: 10.1016/j.jacc.2017.07.758."
                },
                {
                    "pmid": "29720202",
                    "type": "BACKGROUND",
                    "citation": "Chubb H, Aziz S, Karim R, Sohns C, Razeghi O, Williams SE, Whitaker J, Harrison J, Chiribiri A, Schaeffter T, Wright M, O'Neill M, Razavi R. Optimization of late gadolinium enhancement cardiovascular magnetic resonance imaging of post-ablation atrial scar: a cross-over study. J Cardiovasc Magn Reson. 2018 May 3;20(1):30. doi: 10.1186/s12968-018-0449-8."
                },
                {
                    "pmid": "34098087",
                    "type": "BACKGROUND",
                    "citation": "Rivas-Gandara N, Dos-Subira L, Francisco-Pascual J, Rodriguez-Garcia J, Pijuan-Domenech A, Benito B, Valente F, Pascual-Gonzalez G, Santos-Ortega A, Miranda B, Perez-Rodon J, Ribera-Sole A, Burcet-Rodriguez G, Roses-Noguer F, Gordon B, Rodriguez-Palomares J, Ferreira-Gonzalez I. Substrate characterization of the right ventricle in repaired tetralogy of Fallot using late enhancement cardiac magnetic resonance. Heart Rhythm. 2021 Nov;18(11):1868-1875. doi: 10.1016/j.hrthm.2021.05.032. Epub 2021 Jun 19."
                },
                {
                    "pmid": "33022183",
                    "type": "BACKGROUND",
                    "citation": "Ghonim S, Ernst S, Keegan J, Giannakidis A, Spadotto V, Voges I, Smith GC, Boutsikou M, Montanaro C, Wong T, Ho SY, McCarthy KP, Shore DF, Dimopoulos K, Uebing A, Swan L, Li W, Pennell DJ, Gatzoulis MA, Babu-Narayan SV. Three-Dimensional Late Gadolinium Enhancement Cardiovascular Magnetic Resonance Predicts Inducibility of Ventricular Tachycardia in Adults With Repaired Tetralogy of Fallot. Circ Arrhythm Electrophysiol. 2020 Nov;13(11):e008321. doi: 10.1161/CIRCEP.119.008321. Epub 2020 Oct 6."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000006331",
                    "term": "Heart Diseases"
                },
                {
                    "id": "D000006330",
                    "term": "Heart Defects, Congenital"
                },
                {
                    "id": "D000005355",
                    "term": "Fibrosis"
                }
            ],
            "ancestors": [
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000002318",
                    "term": "Cardiovascular Diseases"
                },
                {
                    "id": "D000018376",
                    "term": "Cardiovascular Abnormalities"
                },
                {
                    "id": "D000000013",
                    "term": "Congenital Abnormalities"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M8485",
                    "name": "Fibrosis",
                    "asFound": "Fibrosis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M9419",
                    "name": "Heart Diseases",
                    "asFound": "Heart Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M9418",
                    "name": "Heart Defects, Congenital",
                    "asFound": "Congenital Heart Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12",
                    "name": "Congenital Abnormalities",
                    "relevance": "LOW"
                },
                {
                    "id": "M20503",
                    "name": "Cardiovascular Abnormalities",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                },
                {
                    "abbrev": "BC16",
                    "name": "Diseases and Abnormalities at or Before Birth"
                }
            ]
        }
    },
    "hasResults": false
}