{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05176561",
            "orgStudyIdInfo": {
                "id": "GallaudetU"
            },
            "organization": {
                "fullName": "Gallaudet University",
                "class": "OTHER"
            },
            "briefTitle": "Auditory-Cognitive Training to Optimize Outcomes for Older CI Users",
            "officialTitle": "Optimizing Speech Recognition and Cognitive Outcomes for Older Cochlear Implant Users",
            "acronym": "ARCog",
            "therapeuticArea": [
                "Other"
            ],
            "study": "auditory-cognitive-training-to-optimize-outcomes-for-older-ci-users"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-05-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-11",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-10-29",
            "studyFirstSubmitQcDate": "2021-12-14",
            "studyFirstPostDateStruct": {
                "date": "2022-01-04",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-28",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-30",
                "type": "ESTIMATED"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Diane Brewer",
                "investigatorTitle": "C0-Principal Investigator",
                "investigatorAffiliation": "Gallaudet University"
            },
            "leadSponsor": {
                "name": "Gallaudet University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Department of Health and Human Services",
                    "class": "FED"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The proposed study will investigate whether an auditory brain training program can improve cochlear implant (CI) outcomes in older post-lingually deafened CI users. The study will evaluate the potential benefit of training on speech recognition performance, psychosocial and cognitive function.",
            "detailedDescription": "Optimizing Speech Recognition and Cognitive Outcomes for Older Cochlear Implant Users with Auditory-Brain Training is evaluating the performance of older cochlear implant users completing a customized auditory-cognitive brain training program. The goal is to determine the effectiveness of training based on speech recognition, neural responses, cognitive, and psychosocial function. Successful training could result in improved outcomes for communication and cognition, new client-centered care models, and better consumer access to effective training.\n\nSpecifically, investigators will assess two training programs to determine whether participants can improve speech understanding and speed, attention and memory, and communication in daily life. Thirty participants will be randomly assigned to one of two treatment groups: auditory-brain training or non-auditory brain training. Participants will complete two hours of training online at home or office. Participants will meet virtually with a clinician weekly to discuss progress.The study will help determine the best training methods for older adult cochlear implant users."
        },
        "conditionsModule": {
            "conditions": [
                "Hearing Loss",
                "Deafness"
            ],
            "keywords": [
                "Older Adult",
                "Auditory Training",
                "Speech recognition",
                "Cognitive function",
                "Quality of Life",
                "Post-lingual",
                "Cochlear Implant",
                "Electrophysiologic response"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Two randomly assigned treatment groups with each receiving a different treatment that is parallel for time.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "TRIPLE",
                    "maskingDescription": "Control group will be told that their treatment might improve attention and concentration which in turn might improve communication ability.",
                    "whoMasked": [
                        "PARTICIPANT",
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 30,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Treatment: Auditory-Cognitive Training",
                    "type": "EXPERIMENTAL",
                    "description": "Behavioral: AR Group will complete sessions in their home or office via internet. Sessions will include independent work using computer software two hours per week and one hour meeting with the clinician each week. One half of the training is devoted to auditory training and one half to auditory cognitive activities. Three assessment appointments are required. The goal is to evaluate the benefit of training on performance with cochlear implant.",
                    "interventionNames": [
                        "Behavioral: Auditory-Cognitive Training"
                    ]
                },
                {
                    "label": "Control: Non-auditory Cognitive Training",
                    "type": "SHAM_COMPARATOR",
                    "description": "Behavioral: The CT Group will complete two hours of training in their home or office via internet. Sessions will include independent work using computer software two hours per week. Training exercises will be chosen from: Ken-Ken, Sudoku, Crosswords, Word Search, Spot the Differences. Three assessment appointments are required. The goal is to evaluate the benefit of training on performance with cochlear implant.",
                    "interventionNames": [
                        "Behavioral: Non-auditory Cognitive Training"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Auditory-Cognitive Training",
                    "description": "Treatment Participants will complete 8 weeks of training for 2 hours per week and participate in a 1 hour meeting with clinician. Participants with spend 1 hour auditory training use Angel Sound and one hour of auditory cognitive training using auditory portions of Posit Science. A clinical paradigm including reviewing results, providing strategies and positive feedback and strategies in the 1 hour virtual meeting of clinician and participant. Practice for next week is assigned.\n\nControl group intervention follows the same time and procedure but the materials are non-auditory puzzles (Sudoku, Cross Word Puzzles, Spot the Difference, Ken-Ken and Word Search).",
                    "armGroupLabels": [
                        "Treatment: Auditory-Cognitive Training"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Non-auditory Cognitive Training",
                    "description": "Participant will complete 8 weeks of training for 2 hours per week and participate in a 1 hour meeting with clinician. Control group intervention follows the same time and clinical paradigm, but the materials are non-auditory puzzles (Sudoku, Cross Word Puzzles, Spot the Difference, Ken-Ken and Word Search).",
                    "armGroupLabels": [
                        "Control: Non-auditory Cognitive Training"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "AZBio Sentence Test (Spahr A, Dorman M, Gilles,A et al (2012)",
                    "description": "Repeat sentences; % score of words repeated correctly; 0-100%; higher is better",
                    "timeFrame": "Change from baseline AZBio Sentence Test scores at one-week post training. Change from baseline AZBio scores at 2 months post training."
                },
                {
                    "measure": "Client Orientated Scale of Improvement (COSI) Dillon H, James A , Ginis J, et al.(1997)",
                    "description": "Questionnaire rating for hearing ability pre and post treatment 10-95%; higher is better",
                    "timeFrame": "Change from baseline COSI score at one-week post training. Change from baseline COSI score at 2 months post training."
                },
                {
                    "measure": "Cochlear Implant Quality of Life (CIQOL) McRacken,T (2019) McRackan T, Hand B; Velozo CA, Dubno J. (2019) Cochlear Implant Quality of Life (CIQOL)(CIQOL-10 Global). J Speech Lang Hear Res. 62(9",
                    "description": "Questionnaire measuring quality of life with hearing loss. Scores 1-5; higher is better",
                    "timeFrame": "Change from baseline CIQOL score at one-week post training. Change from baseline CIQOL score at 2 months post training."
                },
                {
                    "measure": "Raven Progressive Matrices Test. (2009).",
                    "description": "Test of nonverbal reasoning. Scores number matrices completed from 0-60 matrices; higher is better.",
                    "timeFrame": "Change from baseline Raven Progressive Matrices Test score at one-week post training. Change from baseline Raven Progressive Matrices Test score at 2 months post training."
                },
                {
                    "measure": "Repeatable Battery for the Assessment of Neuropsychological Status for Hearing Impaired Individuals (RBANS-H). Claes A, Mertens G, Gilles A et al. (2016).",
                    "description": "Test of cognitive function adapted and normed for persons with hearing loss. Scores range from 40-160; higher is better.",
                    "timeFrame": "Change from baseline Repeatable Battery for the Assessment of Neuropsychological Status (RBANS-H) scores at one-week post training. Change from RBANS-H baseline at 2 months."
                },
                {
                    "measure": "Revised Hearing Handicap Inventory and Screening Tool based on Psychometric Reevaluation of the Hearing Handicap Inventories for the Elderly and Adults (RHHI). Cassarly C, Matthews L, Simpson A et al.( 2020)",
                    "description": "Questionnaire to assess perceived hearing handicap associated with a hearing loss or effects of hearing loss on an individual's quality of life. Scores range from 0 to100 with 0-52 for emotional sub-scale and 0-48 for social-situational; lower scores are better.",
                    "timeFrame": "Change from baseline RHHI scores at 1-week post training. Change from baseline RHHI scores at 2 months post training."
                },
                {
                    "measure": "Trail Making Test (TMT) Sánchez-Cubillo I, Periáñez JA, Adrover-Roig D, et al. (2009)",
                    "description": "Test of cognitive abilities. Scores time to completion; lower is better.",
                    "timeFrame": "Change from baseline Trail Making Test scores at 1-week post training, at 2 months post training. at 2 months post training."
                },
                {
                    "measure": "Neural Response to sound Electrophysological response to sound.",
                    "description": "Electrophysiological response to measure brain's electrical activity to sounds. Latency and amplitude changes recorded. Increased amplitude and reduced latency are better.",
                    "timeFrame": "Change in amplitude and latency scores at 1-week post training. Change from baseline at 2 months post training"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* 60 years of age and over;\n* Between 3 months and 3 years post cochlear implant activation;\n* Passing score an cognitive screener (Callahan et al, 2002);\n* Speech recognition scores on AZBio between 10% and 85%.\n\nExclusion Criteria:\n\n* Single-sided deafness\n* Non-fluent English",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "60 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Diane M Brewer, MA",
                    "role": "CONTACT",
                    "phone": "202 244-3538",
                    "email": "dmb@gwu.edu"
                },
                {
                    "name": "Claire M Bernstein, PhD",
                    "role": "CONTACT",
                    "phone": "301 509 0722",
                    "email": "Claire.bernstein@gallaudet.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Diane M Brewer, MA",
                    "affiliation": "Gallaudet University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Claire M Bernstein, PhD",
                    "affiliation": "Gallaudet University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Gallaudet University",
                    "status": "RECRUITING",
                    "city": "Washington",
                    "state": "District of Columbia",
                    "zip": "20002",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Claire Bernstein, PhD",
                            "role": "CONTACT",
                            "phone": "301-509-0722",
                            "email": "claire.bernstein@gallaudet.edu"
                        },
                        {
                            "name": "Diane Brewer, MA",
                            "role": "CONTACT",
                            "phone": "2022568343",
                            "email": "dmb@gwu.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.89511,
                        "lon": -77.03637
                    }
                },
                {
                    "facility": "Center for Hearing and Communication",
                    "status": "NOT_YET_RECRUITING",
                    "city": "New York",
                    "state": "New York",
                    "zip": "10004",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Laurie Hanin, PhD",
                            "role": "CONTACT",
                            "phone": "917-305-7760",
                            "email": "lhanin@chchearing.org"
                        },
                        {
                            "name": "Dominique Calandrillo, MA",
                            "role": "CONTACT",
                            "phone": "917 305 7758",
                            "email": "dcalandrillo@chchearing.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.71427,
                        "lon": -74.00597
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "24273377",
                    "type": "BACKGROUND",
                    "citation": "Fu QJ, Galvin JJ 3rd. Computer-Assisted Speech Training for Cochlear Implant Patients: Feasibility, Outcomes, and Future Directions. Semin Hear. 2007 May 1;28(2):10.1055/s-2007-973440. doi: 10.1055/s-2007-973440."
                },
                {
                    "pmid": "16888038",
                    "type": "BACKGROUND",
                    "citation": "Mahncke HW, Connor BB, Appelman J, Ahsanuddin ON, Hardy JL, Wood RA, Joyce NM, Boniske T, Atkins SM, Merzenich MM. Memory enhancement in healthy older adults using a brain plasticity-based training program: a randomized, controlled study. Proc Natl Acad Sci U S A. 2006 Aug 15;103(33):12523-8. doi: 10.1073/pnas.0605194103. Epub 2006 Aug 3."
                },
                {
                    "pmid": "21829134",
                    "type": "BACKGROUND",
                    "citation": "Spahr AJ, Dorman MF, Litvak LM, Van Wie S, Gifford RH, Loizou PC, Loiselle LM, Oakes T, Cook S. Development and validation of the AzBio sentence lists. Ear Hear. 2012 Jan-Feb;33(1):112-7. doi: 10.1097/AUD.0b013e31822c2549."
                },
                {
                    "pmid": "27895549",
                    "type": "BACKGROUND",
                    "citation": "Claes AJ, Mertens G, Gilles A, Hofkens-Van den Brandt A, Fransen E, Van Rompaey V, Van de Heyning P. The Repeatable Battery for the Assessment of Neuropsychological Status for Hearing Impaired Individuals (RBANS-H) before and after Cochlear Implantation: A Protocol for a Prospective, Longitudinal Cohort Study. Front Neurosci. 2016 Nov 15;10:512. doi: 10.3389/fnins.2016.00512. eCollection 2016."
                },
                {
                    "pmid": "19402930",
                    "type": "BACKGROUND",
                    "citation": "Sanchez-Cubillo I, Perianez JA, Adrover-Roig D, Rodriguez-Sanchez JM, Rios-Lago M, Tirapu J, Barcelo F. Construct validity of the Trail Making Test: role of task-switching, working memory, inhibition/interference control, and visuomotor abilities. J Int Neuropsychol Soc. 2009 May;15(3):438-50. doi: 10.1017/S1355617709090626."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Raven, J. (2009). The Raven Progressive Matrices and measuring aptitude constructs. The International Journal of Educational and Psychological Assessment, 2, 2-38."
                },
                {
                    "pmid": "31479616",
                    "type": "BACKGROUND",
                    "citation": "McRackan TR, Hand BN; Cochlear Implant Quality of Life Development Consortium; Velozo CA, Dubno JR. Cochlear Implant Quality of Life (CIQOL): Development of a Profile Instrument (CIQOL-35 Profile) and a Global Measure (CIQOL-10 Global). J Speech Lang Hear Res. 2019 Sep 20;62(9):3554-3563. doi: 10.1044/2019_JSLHR-H-19-0142. Epub 2019 Sep 4."
                },
                {
                    "pmid": "9046067",
                    "type": "BACKGROUND",
                    "citation": "Dillon H, James A, Ginis J. Client Oriented Scale of Improvement (COSI) and its relationship to several other measures of benefit and satisfaction provided by hearing aids. J Am Acad Audiol. 1997 Feb;8(1):27-43."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000034381",
                    "term": "Hearing Loss"
                },
                {
                    "id": "D000003638",
                    "term": "Deafness"
                }
            ],
            "ancestors": [
                {
                    "id": "D000006311",
                    "term": "Hearing Disorders"
                },
                {
                    "id": "D000004427",
                    "term": "Ear Diseases"
                },
                {
                    "id": "D000010038",
                    "term": "Otorhinolaryngologic Diseases"
                },
                {
                    "id": "D000012678",
                    "term": "Sensation Disorders"
                },
                {
                    "id": "D000009461",
                    "term": "Neurologic Manifestations"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M24420",
                    "name": "Hearing Loss",
                    "asFound": "Hearing Loss",
                    "relevance": "HIGH"
                },
                {
                    "id": "M6840",
                    "name": "Deafness",
                    "asFound": "Deafness",
                    "relevance": "HIGH"
                },
                {
                    "id": "M9400",
                    "name": "Hearing Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M7601",
                    "name": "Ear Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12961",
                    "name": "Otorhinolaryngologic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M15490",
                    "name": "Sensation Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M12404",
                    "name": "Neurologic Manifestations",
                    "relevance": "LOW"
                },
                {
                    "id": "T6034",
                    "name": "Quality of Life",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC09",
                    "name": "Ear, Nose, and Throat Diseases"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                }
            ]
        }
    },
    "hasResults": false
}