{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT03947450",
            "orgStudyIdInfo": {
                "id": "IRB00192461"
            },
            "secondaryIdInfos": [
                {
                    "id": "W81XWH-18-2-0055",
                    "type": "OTHER_GRANT",
                    "domain": "DOD/OETRP/CDMRP/NIH"
                }
            ],
            "organization": {
                "fullName": "Johns Hopkins University",
                "class": "OTHER"
            },
            "briefTitle": "Autologous Volar Fibroblast Injection Into the Stump Site of Amputees",
            "officialTitle": "Autologous Volar Fibroblast Injection Into the Stump Site of Amputees",
            "therapeuticArea": [
                "Dermatology",
                "Other"
            ],
            "study": "autologous-volar-fibroblast-injection-into-the-stump-site-of-amputees"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2019-09-05",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2028-04-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2028-04-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2019-05-09",
            "studyFirstSubmitQcDate": "2019-05-09",
            "studyFirstPostDateStruct": {
                "date": "2019-05-13",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-04",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-06",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Johns Hopkins University",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This study is a clinical trial testing the safety and efficacy of volar fibroblast (skin cells from the palm or sole) injections for thickening the epidermal (skin) layer at the stump site in people with below the knee amputations. The study will enroll adults seen at Johns Hopkins.",
            "detailedDescription": "This study is a clinical trial testing the safety and efficacy of volar fibroblast (skin cells from the palm or sole) injections for thickening the epidermal (skin) layer at the stump site in people with below the knee amputations. The study will enroll adults seen at Johns Hopkins.\n\nThe investigators have demonstrated that injection of fibroblasts (from the palm or sole) is safe in healthy adults and potentially enhances palm or sole features in skin cells in areas other than the palm and sole. In a prior study, healthy adults injected with fibroblasts (from the palm or sole) experienced more firm skin at the injection site.\n\nThe objective of this study is to determine if fibroblast (from palm or sole) injections are safe and effective at increasing epidermal thickness and skin firmness at the stump site in below the knee amputees. Outcomes are assessed via questionnaires, non-invasive imaging devices, and non-invasive skin firmness measuring devices.\n\nInjections will be targeted to the entire stump (unless determined otherwise by the PI and participant), including pressure intolerant areas of the skin that come into contact with the prosthetic socket, a region that is prone to skin irritation and breakdown, We will evaluate the most effective approach to administering this intervention via injections to the entire stump and the safety and effectiveness of whole stump injections and their effects on prosthesis use, skin breakdown, quality of life, and activity level.\n\nThe investigators hope that information from this study will help with problems like skin breakdown in patients with amputations and prosthetics. The skin at the stump was not meant to withstand the pressure and friction of prosthetics and this study is the first step in trying to convert stump skin to palm/sole-like skin."
        },
        "conditionsModule": {
            "conditions": [
                "Amputation",
                "Skin Wound",
                "Stem Cell"
            ],
            "keywords": [
                "amputation",
                "stem cells",
                "autologous fibroblast",
                "skin wound",
                "skin breakdown"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "CROSSOVER",
                "interventionModelDescription": "Single arm crossover, subjects will be randomized 1:1 into whole stump injections of volar fibroblasts and vehicle injections respectively. Subjects will be blinded to which injections they will receive. At the end of the study, subjects who received vehicle injections will be notified and offered whole stump volar fibroblast injections. Blinding will occur for research staff both during measurements of epidermal thickness/area.\n\nIf the PI or subject determines that they do not qualify for whole stump injection, do not desire whole stump injection, or are already enrolled as localized stump injections- the study will continue as a parallel interventional study model in which 2 locations are selected for fibroblast and vehicle injections on the same subject. Subjects who receive localized injections will be offered whole stump fibroblast injection at the end of the study.",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "maskingDescription": "In whole stump injection subjects: Subjects will be blinded to which injections they will receive. At the end of the study, subjects who received vehicle injections will be notified and offered whole stump volar fibroblast injections. Blinding will occur for outcomes assessor during measurements of epidermal thickness/area.\n\nIn localized injection subjects: Sites were labeled as A and B, and mask for outcome assessors and subjects. All these are in the same subject.",
                    "whoMasked": [
                        "PARTICIPANT",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 50,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Autologous skin fibroblasts",
                    "type": "EXPERIMENTAL",
                    "description": "For whole stump participants: The investigators will be comparing whole stump injection sites that receive autologous skin fibroblasts to vehicle (placebo) injections. This subject receives autologous skin fibroblast whole stump injections.\n\nFor localized injection participants: The investigators are comparing two injection sites in the same individual. This site receives autologous skin fibroblasts.",
                    "interventionNames": [
                        "Biological: Autologous Skin Fibroblasts"
                    ]
                },
                {
                    "label": "Control",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "For whole stump participants: The investigators will be comparing whole stump injection sites that receive autologous skin fibroblasts to vehicle (placebo) injections. This subject receives vehicle (placebo) whole stump injections.\n\nFor localized injection participants: The investigators are comparing two injection sites in the same individual. This site receives a placebo.",
                    "interventionNames": [
                        "Biological: Placebo"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BIOLOGICAL",
                    "name": "Autologous Skin Fibroblasts",
                    "description": "The site or whole stump will be injected with autologous fibroblasts",
                    "armGroupLabels": [
                        "Autologous skin fibroblasts"
                    ]
                },
                {
                    "type": "BIOLOGICAL",
                    "name": "Placebo",
                    "description": "The site or whole stump will be injected medium only without autologous skin fibroblasts",
                    "armGroupLabels": [
                        "Control"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Safety as assessed by number of hospitalizations",
                    "description": "To determine the safety of the use of autologous volar fibroblasts to reprogram non-volar to volar-like epidermis with larger cytoplasmic area in human participants. The investigators will measure the numbers of hospitalizations which are related to the study. The occurrence of any study related hospitalization will be counted as one.",
                    "timeFrame": "12 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in amount of skin breakdown as assessed by ulceration measurement",
                    "description": "Skin breakdown as assessed by ulceration measurement: The investigators will measure areas of skin breakdown on the terminal limb to see if the areas injected with volar fibroblasts have influenced skin healing. The unit of measurement is in millimeters. Pre and post cell-injection measurements will be compared.",
                    "timeFrame": "Baseline, 1 month"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\nPatients interested in study participation must meet all of the following inclusion criteria:\n\n* May be male or female\n* Must be between 18 years and 65 years of age\n* Must have a below the knee amputation.\n* Must be using a prosthetic for the vicinity of 3 months or have had osteo-integration of a prosthetic in place for 1 month.\n* In the opinion of the investigator, must be medically able to undergo the administration of study material determined by laboratory tests obtained within 7 days before baseline for which the investigator identified no clinically significant abnormality.\n* Be able to comprehend the informed consent document and provide consent for participation\n* Females of childbearing potential must:\n\n  * have a negative pregnancy test at screening\n  * agree to not become pregnant or breastfeed for the period of the study through 1 month after completion of the study\n  * be willing to use a reliable form of contraception during the study\n* Be willing and able to comply with the scheduled visits, biopsy/injection procedures, wound care instructions treatment plan, and other study procedures for the duration of the study.\n\nExclusion Criteria:\n\nPatients meeting any of the following criteria will be ineligible for study participation:\n\n* A skin erosion deeper than the skin dermis.\n* Having received any investigational drug within 30 days prior to study entry\n* An allergy history to any study materials including local anesthetic, dimethyl sulfoxide, human albumin, or bovine constituents, hetastarch, or EMLA (lidocaine 2.5% and prilocaine 2.5%).\n* Pregnant, lactating, or trying to become pregnant\n* A history of keloid formation\n* Having a significant medical history that the investigator feels is not safe for study participation (for example, some forms of autoimmune conditions, metastatic cancer, infectious diseases such as HIV, HTLV I/II, Hepatitis B, Hepatitis C). Biopsies taken from individuals with infections that are not allowed to enter the cell therapy core will make it such that these individuals cannot participate.\n* Specifically we will exclude those with autoimmune diseases affecting the skin such as lupus.\n* Presence of necrotic ischemic tissue on any stump ulcers, and/or capillary refill on stump skin of greater than 3 seconds\n* Active infection of the residual limb.\n* Active smoker during the study\n* We will also exclude those who are on chronic immunosuppressive therapies such as oral steroids, but also those on chronic topical steroids in the area of investigation.\n* Recent amputee who has not yet been approved to use a prosthetic.\n* Use of a prosthetic for less than 3 months.\n* Amputees with neuromas of the terminal limb within the last 3 months.\n* Known bleeding disorder.\n* For those receiving Bellafill/collagen skin test: history of serious allergy, such as anaphylaxis.\n* For whole stump injections: Have a history of congenital or idiopathic methemoglobinemia, glucose-6-phosphate deficiencies, or use of medications associated with drug-induced methemoglobinemia. (specifically: Sulfonamides, Acetaminophen, Acetanilid, Aniline dyes, Benzocaine, Chloroquine, Dapsone, Naphthalene, Nitrates and Nitrites, Nitrofurantoin, Nitroglycerin, Nitroprusside, Pamaquine, Para-aminosalicylic acid, Phenacetin, Phenobarbital, Phenytoin, Primaquine, or Quinine.)",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "65 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Ruizhi Wang, MPhil",
                    "role": "CONTACT",
                    "phone": "410-502-7546",
                    "email": "rwang53@jhmi.edu"
                },
                {
                    "name": "Erika Dare, CRNP",
                    "role": "CONTACT",
                    "phone": "410-502-7546",
                    "email": "edare1@jhmi.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Luis Garza, MD PhD",
                    "affiliation": "Johns Hopkins University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Department of Dermatology at Johns Hopkins University",
                    "status": "RECRUITING",
                    "city": "Baltimore",
                    "state": "Maryland",
                    "zip": "21287",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Ruizhi Wang",
                            "role": "CONTACT",
                            "phone": "410-502-7546",
                            "email": "Rwang53@jhmi.edu"
                        },
                        {
                            "name": "Erika Dare, CRNP",
                            "role": "CONTACT",
                            "phone": "410-502-7546",
                            "email": "edare1@jhmi.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.29038,
                        "lon": -76.61219
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "34366107",
                    "type": "DERIVED",
                    "citation": "Tsai J, Rostom M, Garza LA. Understanding and Harnessing Epithelial-Mesenchymal Interactions in the Development of Palmoplantar Identity. J Invest Dermatol. 2022 Feb;142(2):282-284. doi: 10.1016/j.jid.2021.06.016. Epub 2021 Aug 6."
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M17685",
                    "name": "Wounds and Injuries",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}