{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04439370",
            "orgStudyIdInfo": {
                "id": "PT-2018-27097"
            },
            "organization": {
                "fullName": "University of Minnesota",
                "class": "OTHER"
            },
            "briefTitle": "Autonomic Regulation of Blood Pressure in Premature and Early Menopausal Women",
            "officialTitle": "Autonomic Regulation of Blood Pressure in Premature and Early Menopausal Women",
            "therapeuticArea": [
                "Women's Health",
                "Cardiovascular",
                "Other"
            ],
            "study": "autonomic-regulation-of-blood-pressure-in-premature-and-early-menopausal-women"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2019-10-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-04-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-04-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2019-10-28",
            "studyFirstSubmitQcDate": "2020-06-17",
            "studyFirstPostDateStruct": {
                "date": "2020-06-19",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-04-12",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-15",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of Minnesota",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This is a cross-sectional study in which the investigators will determine the impact of premature/early menopause on MSNA, BP and baroreflex sensitivity in younger (≤49 yr old) and older (≥50 yr old) women. Specifically, aim one will determine mechanisms driving autonomic dysregulation of BP in premature and early menopausal women and aim two will determine mechanisms driving autonomic dysregulation of BP in older menopausal women. The study design outlined below will permit testing of aim one and aim two.",
            "detailedDescription": "Aim One: Determine mechanisms driving autonomic dysregulation of blood pressure (BP) in premature and early menopausal women. Because sympathetic activity and baroreflex function are important contributors for autonomic support of BP regulation, these two mechanisms will be assessed in premature and early menopausal women who are ≤49 yr old. To specifically identify the influence of menopause, these women will be compared to age-matched premenopausal women. The primary hypothesis is that there is greater resting sympathetic activity and blunted baroreflex function in premature and early menopausal women compared with age-matched premenopausal women. The secondary hypothesis is that BP and sympathetic reactivity will be greater in premature and early menopausal compared with age-matched premenopausal women when the sympathetic nervous system is challenged with a stressor.\n\nAim Two: Determine mechanisms driving autonomic dysregulation of BP in older menopausal women. Because older age contributes to risk of CVD, it is imperative to assess the long-term effects of premature and early menopause in older (≥50 yr) women. To determine the impact of the premature loss of sex hormones on cardiovascular physiology, women whom have lived without functioning ovaries for \\>10 yr will be compared to age-matched women who entered menopause at a typical age. The primary hypothesis is that resting sympathetic activity is greater and baroreflex function is attenuated in women who experience premature or early menopause compared with typically-aged menopausal women. The secondary hypothesis is that BP and sympathetic reactivity will be greater in premature and early compared with typically-aged menopausal women when the sympathetic nervous system is challenged with a stressor."
        },
        "conditionsModule": {
            "conditions": [
                "Hypertension",
                "Menopause, Premature",
                "Menopause",
                "Blood Pressure"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": false,
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "PROSPECTIVE"
            },
            "enrollmentInfo": {
                "count": 160,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Aim 1: Postmenopausal Women",
                    "description": "Participants in this group are postmenopausal women.",
                    "interventionNames": [
                        "Diagnostic Test: Microneurography to measure muscle sympathetic nerve activity (MSNA)",
                        "Diagnostic Test: Baroreflex sensitivity testing",
                        "Diagnostic Test: Sympathoexcitatory Maneuvers",
                        "Diagnostic Test: Blood tests"
                    ]
                },
                {
                    "label": "Aim 1: Premenopausal Women",
                    "description": "Participants in this group are premenopausal women.",
                    "interventionNames": [
                        "Diagnostic Test: Microneurography to measure muscle sympathetic nerve activity (MSNA)",
                        "Diagnostic Test: Baroreflex sensitivity testing",
                        "Diagnostic Test: Sympathoexcitatory Maneuvers",
                        "Diagnostic Test: Blood tests"
                    ]
                },
                {
                    "label": "Aim 2: Premature/Early Menopause",
                    "description": "Participants in this group women who experienced premature or early menopause.",
                    "interventionNames": [
                        "Diagnostic Test: Microneurography to measure muscle sympathetic nerve activity (MSNA)",
                        "Diagnostic Test: Baroreflex sensitivity testing",
                        "Diagnostic Test: Sympathoexcitatory Maneuvers",
                        "Diagnostic Test: Blood tests"
                    ]
                },
                {
                    "label": "Aim 2: Typical-Age Menopause",
                    "description": "Participants in this group are women who experienced menopause at a typical age.",
                    "interventionNames": [
                        "Diagnostic Test: Microneurography to measure muscle sympathetic nerve activity (MSNA)",
                        "Diagnostic Test: Baroreflex sensitivity testing",
                        "Diagnostic Test: Sympathoexcitatory Maneuvers",
                        "Diagnostic Test: Blood tests"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DIAGNOSTIC_TEST",
                    "name": "Microneurography to measure muscle sympathetic nerve activity (MSNA)",
                    "description": "Microneurography is a direct measurement of electrical activity of peripheral sympathetic nerves",
                    "armGroupLabels": [
                        "Aim 1: Postmenopausal Women",
                        "Aim 1: Premenopausal Women",
                        "Aim 2: Premature/Early Menopause",
                        "Aim 2: Typical-Age Menopause"
                    ]
                },
                {
                    "type": "DIAGNOSTIC_TEST",
                    "name": "Baroreflex sensitivity testing",
                    "description": "Two arms of the baroreflex that will be tested in this study are sympathetic and cardiovagal. Static baroreflex is tested during baseline resting conditions and dynamic baroreflex is tested during Valsalva maneuvers.",
                    "armGroupLabels": [
                        "Aim 1: Postmenopausal Women",
                        "Aim 1: Premenopausal Women",
                        "Aim 2: Premature/Early Menopause",
                        "Aim 2: Typical-Age Menopause"
                    ]
                },
                {
                    "type": "DIAGNOSTIC_TEST",
                    "name": "Sympathoexcitatory Maneuvers",
                    "description": "Cold Pressor Test (CPT) and Upper extremity fatiguing contraction with post exercise circulatory occlusion (PECO) will be performed",
                    "armGroupLabels": [
                        "Aim 1: Postmenopausal Women",
                        "Aim 1: Premenopausal Women",
                        "Aim 2: Premature/Early Menopause",
                        "Aim 2: Typical-Age Menopause"
                    ]
                },
                {
                    "type": "DIAGNOSTIC_TEST",
                    "name": "Blood tests",
                    "description": "Serum FSH, estrogen, progesterone, and testosterone will be measured",
                    "armGroupLabels": [
                        "Aim 1: Postmenopausal Women",
                        "Aim 1: Premenopausal Women",
                        "Aim 2: Premature/Early Menopause",
                        "Aim 2: Typical-Age Menopause"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Muscle Sympathetic Nerve Activity (MSNA) (bursts per minute)",
                    "description": "Muscle sympathetic nerve activity (MSNA) is a measurement of sympathetic activity. This is measured by two small needles are inserted behind or on the side of the knee, one needle is an acupuncture needle and one needle is a small recording microelectrode (same size as the acupuncture needle). Outcome will be reported in units of bursts per minute.",
                    "timeFrame": "3 hours"
                },
                {
                    "measure": "Muscle Sympathetic Nerve Activity (MSNA) (bursts/100 heart beats)",
                    "description": "Muscle sympathetic nerve activity (MSNA) is a measurement of sympathetic activity. This is measured by two small needles are inserted behind or on the side of the knee, one needle is an acupuncture needle and one needle is a small recording microelectrode (same size as the acupuncture needle). Outcome will be reported in units of bursts per 100 heart beats.",
                    "timeFrame": "3 hours"
                },
                {
                    "measure": "Cardiac baroreflex sensitivity",
                    "description": "Baroreflex sensitivity will be derived from electrocardiogram measurements and blood pressure measurements during the baseline rest period and by performing a modified valsalva maneuver which involves exhaling against 30-40 mmHg of pressure over 15 seconds after a normal inhalation. Outcome will be reported in units as ms/mmHg.",
                    "timeFrame": "3 hours"
                },
                {
                    "measure": "Sympathetic baroreflex sensitivity",
                    "description": "Baroreflex sensitivity will be derived from electrocardiogram measurements and blood pressure measurements during the baseline rest period and by performing a modified valsalva maneuver which involves exhaling against 30-40 mmHg of pressure over 15 seconds after a normal inhalation. Outcome will be reported in units of MSNA bursts/mmHg.",
                    "timeFrame": "3 hours"
                },
                {
                    "measure": "Systolic Blood Pressure (mmHg)",
                    "description": "Blood pressure is measured using a non-invasive blood pressure cuff secured to the middle or ring finger and reported in units of mmHg.",
                    "timeFrame": "3 hours"
                },
                {
                    "measure": "Diastolic Blood Pressure (mmHg)",
                    "description": "Blood pressure is measured using a non-invasive blood pressure cuff secured to the middle or ring finger and reported in units of mmHg.",
                    "timeFrame": "3 hours"
                },
                {
                    "measure": "Mean Arterial Blood Pressure (mmHg)",
                    "description": "Blood pressure is measured using a non-invasive blood pressure cuff secured to the middle or ring finger and reported in units of mmHg.",
                    "timeFrame": "3 hours"
                },
                {
                    "measure": "Heart Rate (beats/min)",
                    "description": "Heart rate will be measured with a three-lead electrocardiogram (ECG) and reported in units of beats/min.",
                    "timeFrame": "3 hours"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Respiratory Rate (breaths/min)",
                    "description": "Respiratory rate will be measured with a belt placed around the stomach and reported in units of breaths-per-minute.",
                    "timeFrame": "3 hours"
                },
                {
                    "measure": "Heart Rate Variability (frequency)",
                    "description": "Heart rate variability will be measured using electrocardiogram and reported in units of Hertz.",
                    "timeFrame": "3 hours"
                },
                {
                    "measure": "Heart Rate Variability (time)",
                    "description": "Heart rate variability will be measured using electrocardiogram and reported in units of milliseconds.",
                    "timeFrame": "3 hours"
                },
                {
                    "measure": "Borg Rating of Perceived Exertion",
                    "description": "Participants will be asked to rate their perceived exertion using the Borg Rating of Perceived Exertion scale. Scores range from 6-20 with higher scores indicating greater exertion.",
                    "timeFrame": "3 hours"
                },
                {
                    "measure": "Numerical Pain Scale Rating",
                    "description": "Participants will be asked to rate pain on a scale from 0 to 10. Higher scores indicate greater pain.",
                    "timeFrame": "3 hours"
                },
                {
                    "measure": "Blood Levels: Estrogens-E1",
                    "description": "Serum concentration of estrogen-E1 will be reported in units of ng/ml.",
                    "timeFrame": "75 minutes"
                },
                {
                    "measure": "Blood Levels: Estrogen-E2",
                    "description": "Serum concentration of estrogen-E2 will be reported in units of ng/ml.",
                    "timeFrame": "75 minutes"
                },
                {
                    "measure": "Blood Levels: Progesterone",
                    "description": "Serum concentration of progesterone will be reported in units of ng/ml.",
                    "timeFrame": "75 minutes"
                },
                {
                    "measure": "Blood Levels: Testosterone",
                    "description": "Serum concentration of testosterone will be reported in units of ng/ml.",
                    "timeFrame": "75 minutes"
                },
                {
                    "measure": "Blood Levels: Follicle-Stimulating Hormone (FSH)",
                    "description": "Serum concentration of FSH will be reported in units of IU/L.",
                    "timeFrame": "75 minutes"
                },
                {
                    "measure": "Upper extremity fatiguing contraction with post exercise circulatory occlusion (PECO)",
                    "description": "This test involves holding a hand grip device at 30% of the participant's maximum hand grip strength until they fatigue. At the end of this test a blood pressure cuff is inflated for two minutes. The outcome measurements are the total change in systolic, diastolic and mean blood pressure from rest as well as how much blood pressure changes every 15 seconds. The measurement units are the change in blood pressure in mmHg.",
                    "timeFrame": "3 hours"
                },
                {
                    "measure": "Cold Pressor Test",
                    "description": "The cold pressor test is done by placing the participant's hand in a bucket of ice-cold water for 2 minutes. The outcome measurements are the total change in systolic, diastolic and mean blood pressure from rest as well as how much blood pressure changes every 15 seconds. The measurement units are the change in blood pressure in mmHg.",
                    "timeFrame": "3 hours"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Aged 35-49 or 50-70 years of age who experienced premature (\\<40) or early (≤45) menopause\n* Premenopausal 35-49 years of age\n* Typical-age menopause (i.e., after 45 years of age), who are between 50-70 years old\n* Menopause will be confirmed by subject report of amenorrhea for 12 months and serum FSH of \\>30 mIU/mL\n\nExclusion Criteria:\n\n* Current nicotine/tobacco use within the past six months\n* Are diabetic or asthmatic\n* Have diagnosed significant carotid stenosis\n* Have a history of significant autonomic dysfunction, heart disease, respiratory disease or a severe neurologic condition such as stroke or traumatic brain injury.\n* Have existing metabolic or endocrine abnormities\n* Take any heart/blood pressure medications that are determined to interfere with study outcomes\n* IF the participant is premenopausal AND currently taking OC or other exogenous steroids that are determined to interfere with study outcomes\n* Females who classify as having early or premature menopause AND are not willing to discontinue OC or MHT in order to complete the study\n* Are pregnant or breastfeeding",
            "healthyVolunteers": true,
            "sex": "FEMALE",
            "minimumAge": "35 Years",
            "maximumAge": "70 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "Two scenarios of recruiting and enrolling premature/early menopausal females have been determined. 1) Enroll participants prior to starting MHT and/or 2) for patients already taking prescribed MHT, a standard protocol has been developed with Dr. Torkelson on guidelines for enrolling these participants. This includes a baseline estradiol (E2) blood draw, then in coordination with the participant and their physician, the participant will stop taking MHT. Estradiol will be tested every two weeks, up to 3 times (6 weeks). When estradiol is \\<30 pg/ml for two weeks, participants will be enrolled in the study and can commence MHT immediately upon completion of study visit.",
            "samplingMethod": "PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Manda Keller-Ross, PhD, DPT, PT",
                    "role": "CONTACT",
                    "phone": "612-625-3175",
                    "email": "kell0529@umn.edu"
                }
            ],
            "locations": [
                {
                    "facility": "University of Minnesota",
                    "status": "RECRUITING",
                    "city": "Minneapolis",
                    "state": "Minnesota",
                    "zip": "55455",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Manda Keller-Ross, PhD, DPT, PT",
                            "role": "CONTACT",
                            "phone": "612-625-3175",
                            "email": "kell0529@umn.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 44.97997,
                        "lon": -93.26384
                    }
                }
            ]
        }
    },
    "documentSection": {
        "largeDocumentModule": {
            "largeDocs": [
                {
                    "typeAbbrev": "ICF",
                    "hasProtocol": false,
                    "hasSap": false,
                    "hasIcf": true,
                    "label": "Informed Consent Form",
                    "date": "2023-09-26",
                    "uploadDate": "2023-11-29T15:03",
                    "filename": "ICF_000.pdf",
                    "size": 633762
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000047928",
                    "term": "Premature Birth"
                },
                {
                    "id": "D000008594",
                    "term": "Menopause, Premature"
                },
                {
                    "id": "D000016649",
                    "term": "Primary Ovarian Insufficiency"
                }
            ],
            "ancestors": [
                {
                    "id": "D000007752",
                    "term": "Obstetric Labor, Premature"
                },
                {
                    "id": "D000007744",
                    "term": "Obstetric Labor Complications"
                },
                {
                    "id": "D000011248",
                    "term": "Pregnancy Complications"
                },
                {
                    "id": "D000005261",
                    "term": "Female Urogenital Diseases and Pregnancy Complications"
                },
                {
                    "id": "D000091642",
                    "term": "Urogenital Diseases"
                },
                {
                    "id": "D000010049",
                    "term": "Ovarian Diseases"
                },
                {
                    "id": "D000000291",
                    "term": "Adnexal Diseases"
                },
                {
                    "id": "D000005831",
                    "term": "Genital Diseases, Female"
                },
                {
                    "id": "D000052776",
                    "term": "Female Urogenital Diseases"
                },
                {
                    "id": "D000091662",
                    "term": "Genital Diseases"
                },
                {
                    "id": "D000006058",
                    "term": "Gonadal Disorders"
                },
                {
                    "id": "D000004700",
                    "term": "Endocrine System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M10024",
                    "name": "Hypertension",
                    "relevance": "LOW"
                },
                {
                    "id": "M25869",
                    "name": "Premature Birth",
                    "asFound": "Premature",
                    "relevance": "HIGH"
                },
                {
                    "id": "M11577",
                    "name": "Menopause, Premature",
                    "asFound": "Menopause, Premature",
                    "relevance": "HIGH"
                },
                {
                    "id": "M19020",
                    "name": "Primary Ovarian Insufficiency",
                    "asFound": "Menopause, Premature",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10772",
                    "name": "Obstetric Labor, Premature",
                    "relevance": "LOW"
                },
                {
                    "id": "M10764",
                    "name": "Obstetric Labor Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M14127",
                    "name": "Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M2875",
                    "name": "Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M27093",
                    "name": "Female Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8399",
                    "name": "Female Urogenital Diseases and Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M12972",
                    "name": "Ovarian Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M3643",
                    "name": "Adnexal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8943",
                    "name": "Genital Diseases, Female",
                    "relevance": "LOW"
                },
                {
                    "id": "M2876",
                    "name": "Genital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M9163",
                    "name": "Gonadal Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M7862",
                    "name": "Endocrine System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T6036",
                    "name": "Menopause",
                    "asFound": "Menopause",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "BC19",
                    "name": "Gland and Hormone Related Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M14245",
                    "name": "Progesterone",
                    "relevance": "LOW"
                },
                {
                    "id": "M8116",
                    "name": "Estrogens",
                    "relevance": "LOW"
                },
                {
                    "id": "M16509",
                    "name": "Testosterone",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}