{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT00692939",
            "orgStudyIdInfo": {
                "id": "STUDY19100005"
            },
            "organization": {
                "fullName": "University of Pittsburgh",
                "class": "OTHER"
            },
            "briefTitle": "Autologous Stem Cell Transplantation for Crohn's Disease",
            "officialTitle": "Autologous Stem Cell Transplantation With CD34-Selected Peripheral Blood Stem Cells (PBSC) in Pediatric and Adult Patients With Severe Crohn's Disease",
            "therapeuticArea": [
                "Gastroenterology"
            ],
            "study": "autologous-stem-cell-transplantation-for-crohn-s-disease"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-02",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2012-06-26",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-12",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-12",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2008-06-03",
            "studyFirstSubmitQcDate": "2008-06-05",
            "studyFirstPostDateStruct": {
                "date": "2008-06-06",
                "type": "ESTIMATED"
            },
            "lastUpdateSubmitDate": "2024-02-12",
            "lastUpdatePostDateStruct": {
                "date": "2024-02-14",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR_INVESTIGATOR",
                "investigatorFullName": "Paul Szabolcs",
                "investigatorTitle": "Chief, Division of Blood and Marrow Transplantation and Cell Therapy",
                "investigatorAffiliation": "University of Pittsburgh"
            },
            "leadSponsor": {
                "name": "Paul Szabolcs",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The objective of this study is to evaluate the safety and effectiveness of administering high-dose chemotherapy followed by infusion of autologous CD34-selected peripheral blood stem cells (PBSC) in pediatric and adult patients with severe Crohn's disease.",
            "detailedDescription": "Crohn's disease is considered to be an immune-mediated disease of the intestinal tract, typically treated using immune modulating or immune suppressive therapies. These treatments include local anti-inflammatory agents such as 5 aminosalicylic acid products, broad immune suppression using corticosteroids, azathioprine, or methotrexate; cytokine suppression such as antibody against TNFα; IL-12 and antibiotics such as ciprofloxacin and metronidazole that work by decreasing the putative antigen exposure to the intestine. There is little in the literature available on mortality data related to Crohn's Disease, but one series by Farmer et al showed 6% mortality attributable to Crohn's disease. The mortality rate for selective patients with refractory and severe disease is probably higher.\n\nThis protocol is based on the premise that the sustained inflammation of the GI tract that is characteristic of Crohn's disease is the result of defective mucosal T cell tolerance. The mucosal tolerance is normally maintained by CD4 + T cells characterized as T helper 3 (Th3) and T regulatory 1 (TR1) T cell clones producing TGFβ and IL-10 respectively. There has been much speculation on a possible infectious etiology of IBD implicating primarily mycobacterial organisms, though despite extensive research no pathogenic organisms have definitively been identified. In genetic cytokine knockout animal models of IBD, the typical nonpathogenic enteric flora is sufficient to induce a chronic inflammatory reaction. Autoreactive T cells appear to have broken through the mucosal tolerance with characteristic T helper 1 cytokine profile secreting IL-1 and IFNγ.\n\nIn theory the most efficient approach to eradicate autoimmune T cell clones is through replacement of the defective immune system with hematopoietic stem cells (HSC) from a healthy allogeneic donor. However, the risks of morbidity and mortality associated with allogeneic HSC transplantation currently do not appear to be justified even in treatment of refractory cases of Crohn's disease. An alternative approach is to use autologous HSC from which potential autoreactive T-cells have been eliminated, based on the hypothesis that from the T-cell depleted autologous graft reconstitution of normal immunity will occur without regeneration of autoimmune clones. Pilot trials in Crohn's and other autoimmune diseases have confirmed the validity of this hypothesis. T-cells in the CD34 selected PBSC product are significantly depleted. If active disease recurs despite intensive immunoablation, it is likely that either CD34 selection did not adequately remove cells responsible for the autoreactive state, or that the emerging genetically predisposed immune system was re-exposed to autoantigens.\n\nUnlike allogeneic transplants, the autologous transplant approach has greatly reduced morbidity and mortality due to the absence of graft rejection and graft versus host disease reactions. Currently, autologous HSCT demonstrate that transplant-related mortality is around 5% when transplanted for acute leukemia."
        },
        "conditionsModule": {
            "conditions": [
                "Crohn's Disease"
            ],
            "keywords": [
                "Stem cell transplantation",
                "Crohn's Disease"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1",
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 20,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "1",
                    "type": "EXPERIMENTAL",
                    "description": "High-dose immunotherapy followed by infusion of autologous CD34-selected peripheral blood stem cells (PBSC)",
                    "interventionNames": [
                        "Biological: autologous CD34-selected peripheral blood stem cells transplant",
                        "Drug: Alemtuzumab",
                        "Drug: ATG",
                        "Drug: Melphalan",
                        "Drug: Thiotepa",
                        "Drug: Rituximab",
                        "Drug: Cyclophosphamide",
                        "Drug: G-CSF",
                        "Drug: Mesna"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BIOLOGICAL",
                    "name": "autologous CD34-selected peripheral blood stem cells transplant",
                    "description": "high-dose immunotherapy followed by infusion of autologous CD34-selected peripheral blood stem cells (PBSC)",
                    "armGroupLabels": [
                        "1"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Alemtuzumab",
                    "description": "Transplant conditioning",
                    "armGroupLabels": [
                        "1"
                    ],
                    "otherNames": [
                        "Campath-1H"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "ATG",
                    "description": "Transplant conditioning",
                    "armGroupLabels": [
                        "1"
                    ],
                    "otherNames": [
                        "Anti-thymocyte globulin, rabbit; Thymoglobulin"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Melphalan",
                    "description": "Transplant conditioning",
                    "armGroupLabels": [
                        "1"
                    ],
                    "otherNames": [
                        "L-phenylalanine mustard, phenylalanine mustard, L-PAM, or L-sarcolysin"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Thiotepa",
                    "description": "Transplant conditioning",
                    "armGroupLabels": [
                        "1"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Rituximab",
                    "description": "Transplant conditioning",
                    "armGroupLabels": [
                        "1"
                    ],
                    "otherNames": [
                        "Rituxan"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Cyclophosphamide",
                    "description": "Mobilization",
                    "armGroupLabels": [
                        "1"
                    ],
                    "otherNames": [
                        "Cytoxan"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "G-CSF",
                    "description": "Mobilization",
                    "armGroupLabels": [
                        "1"
                    ],
                    "otherNames": [
                        "Neupogen, Granix, Zarxio, Filgrastim"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Mesna",
                    "description": "Mobilization",
                    "armGroupLabels": [
                        "1"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Number of participants with regimen-related toxicities.",
                    "timeFrame": "From baseline to 24 months post bone marrow transplant"
                },
                {
                    "measure": "Number of participants with life-threatening infections.",
                    "timeFrame": "From baseline to 24 months post bone marrow transplant"
                },
                {
                    "measure": "Change and duration in the Harvey Bradshaw Index (HBI).",
                    "timeFrame": "Change from Baseline to 24 months post Bone Marrow Transplant"
                },
                {
                    "measure": "Change and duration in the Crohn's Disease Activity Index (CDAI).",
                    "timeFrame": "Change from Baseline to 24 months post Bone Marrow Transplant"
                },
                {
                    "measure": "Change and duration in the Pediatric Crohn's Disease Activity Index (PCDAI).",
                    "timeFrame": "Change from Baseline to 24 months post Bone Marrow Transplant"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Number of days it takes for Absolute Neutrophil Count (ANC) to reach greater than 500.",
                    "timeFrame": "3 consecutive days once ANC is greater than 500."
                },
                {
                    "measure": "Number of days it takes for Platelet count to reach greater than 20,000/mm3",
                    "timeFrame": "From baseline to 24 months post Bone Marrow Transplant."
                },
                {
                    "measure": "Number of days it takes for T cell Recovery",
                    "timeFrame": "24 months post Bone Marrow Transplant"
                },
                {
                    "measure": "Number of participants who have long term cardiac complications",
                    "timeFrame": "24 months post Bone Marrow Transplant"
                },
                {
                    "measure": "Number of participants who have long term endocrine complications",
                    "timeFrame": "24 months post Bone Marrow Transplant"
                },
                {
                    "measure": "Number of participants with active advanced Crohn's disease who have immune dysregulation evolution and correction.",
                    "timeFrame": "From Baseline to 24 months post bone marrow transplant"
                },
                {
                    "measure": "Biomarker identification for relapse",
                    "timeFrame": "From baseline to 24 months post bone marrow transplant"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "5.1 Inclusion Criteria\n\n1. Subject and/or guardian must be able to understand and provide informed consent.\n2. Male or female, 10 through 60 years old, inclusive at time of informed consent.\n3. Examples of subjects for whom stem cell transplant therapy would be appropriate include, but are not limited to:\n\n   * Patients who have had prior surgery and subsequent severe recurrent disease in spite of aggressive maintenance therapy, necessitating consideration of further extensive surgical resections.\n   * Patients who have diffuse small bowel and colonic disease and who are refractory to aggressive medical treatment, and not eligible for treatment using a surgical approach without the risk of precipitating short bowel syndrome and dependence of parenteral nutrition or who have other conditions that preclude surgery\n   * Patients with a persistently high Harvey Bradshaw Index (HBI) (\\>6), CDAI (\\>250) or Pediatric CD Activity Index (PCDAI\\>45) (44) score or those in the lower, moderate range (HBI ≤ 6), (CDAI \\< 250), (PCDAI 30-45), but who are dependent on daily doses of corticosteroids, that are unable to be withdrawn, and aggressive medical treatment to maintain moderate disease status.\n   * Patients who have resistant complications of CD unresponsive to medical management including multiple enteric fistulas, enterovesicular or enterovaginal fistulas, severe perianal disease, debilitating arthritis, severe skin lesions (pyoderma), and severe bony complications of the disease and therapy (aseptic necrosis, pathologic fractures).\n   * Patients who developed severe complications to while receiving medical management such as pancreatitis following 6-Mercaptopurine, colitis following 5-ASA or those with severe hypersensitivity to TNFalpha inhibitors (infliximab, adalimumab, certolizumab pegol), anti-integrin agents (natalizumab, vedolizumab) or anti-IL12/23 agents (ustekinumab).\n   * Patients with stomas are eligible.\n4. No surgical therapeutic option secondary to risk of short bowel syndrome or patient refusal.\n5. Harvey Bradshaw Index (HBI) or CD activity score \\>5, CDAI \\>250 or PCDAI \\>30.\n6. Platelet count greater than 100,000/mm3.\n7. Absolute neutrophil count greater than 1500/mm3 (unless secondary to 6MP therapy).\n8. Creatinine ≤ 2.0 mg/dL.\n9. No history of coronary artery disease; resting LVEF ≥ 40% or shortening fraction ≥ 26%.\n10. FEV1/FVC ≥ 60% predicted for age; DLCO ≥ 60% predicted value for age.\n11. Negative pregnancy test for females ≥ 10 years old or who have reached menarche, unless surgically sterilized.\n12. All females or childbearing potential and sexually active males must agree to use a FDA approved method of birth control for up to 24 months after PBSC transplant or for as long as they are taking any medication that may harm a pregnancy, an unborn child or may cause a birth defect.\n\n5.2 Exclusion Criteria\n\n1. Patients who have not been treated with adequate dosing of 6-MP, 5-ASA products and metronidazole.\n2. Patients who achieved a sustained, corticosteroid free response to anti-TNF alpha therapy, anti-integrin therapy or anti-IL12/23 therapy after a 4 month course of treatment.\n3. Toxic megacolon, intestinal perforation\n4. Conjugated bilirubin \\> 2.0 mg/dL.\n5. Pregnancy or nursing mother\n6. HIV/HTLV seropositive, HBsAg, or HCV RNA positive by PCR\n7. Active infection, as determined by the appropriate confirmatory testing e.g. blood cultures, PCR testing, etc., within two weeks of mobilization and high dose chemotherapy.\n8. Past or current medical problems or findings from physical examination or laboratory testing that are not listed above, which, in the opinion of the investigator, may pose additional risks from participation in the study, may interfere with the participant's ability to comply with study requirements or that may impact the quality or interpretation of the data obtained from the study.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "10 Years",
            "maximumAge": "60 Years",
            "stdAges": [
                "CHILD",
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Shawna H McIntyre, RN",
                    "role": "CONTACT",
                    "phone": "412-692-5552",
                    "phoneExt": "4126925552",
                    "email": "mcintyresm@upmc.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Paul Szabolcs, MD",
                    "affiliation": "University of Pittsburgh",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "UPMC Prebyterian- Adult Gastroenterology",
                    "status": "RECRUITING",
                    "city": "Pittsburgh",
                    "state": "Pennsylvania",
                    "zip": "15213",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "David Binion, MD",
                            "role": "CONTACT",
                            "phone": "412-383-6968",
                            "email": "binion@pitt.edu"
                        },
                        {
                            "name": "Beata Pasek, RN",
                            "role": "CONTACT",
                            "phone": "412-648-6995",
                            "email": "BBP10@pitt.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.44062,
                        "lon": -79.99589
                    }
                },
                {
                    "facility": "Children's Hospital of Pittsburgh of UPMC-Bone Marrow Team",
                    "status": "RECRUITING",
                    "city": "Pittsburgh",
                    "state": "Pennsylvania",
                    "zip": "15224",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Shawna H McIntyre, RN",
                            "role": "CONTACT",
                            "phone": "412-692-5552",
                            "email": "mcintyresm@upmc.edu"
                        },
                        {
                            "name": "Paul Szabolcs, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.44062,
                        "lon": -79.99589
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000003424",
                    "term": "Crohn Disease"
                }
            ],
            "ancestors": [
                {
                    "id": "D000015212",
                    "term": "Inflammatory Bowel Diseases"
                },
                {
                    "id": "D000005759",
                    "term": "Gastroenteritis"
                },
                {
                    "id": "D000005767",
                    "term": "Gastrointestinal Diseases"
                },
                {
                    "id": "D000004066",
                    "term": "Digestive System Diseases"
                },
                {
                    "id": "D000007410",
                    "term": "Intestinal Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M6638",
                    "name": "Crohn Disease",
                    "asFound": "Crohn's Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17917",
                    "name": "Inflammatory Bowel Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10444",
                    "name": "Intestinal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8875",
                    "name": "Gastroenteritis",
                    "relevance": "LOW"
                },
                {
                    "id": "M7255",
                    "name": "Digestive System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8883",
                    "name": "Gastrointestinal Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC06",
                    "name": "Digestive System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000003520",
                    "term": "Cyclophosphamide"
                },
                {
                    "id": "D000008558",
                    "term": "Melphalan"
                },
                {
                    "id": "D000013852",
                    "term": "Thiotepa"
                },
                {
                    "id": "D000069283",
                    "term": "Rituximab"
                },
                {
                    "id": "D000074323",
                    "term": "Alemtuzumab"
                },
                {
                    "id": "C000512542",
                    "term": "Thymoglobulin"
                },
                {
                    "id": "D000000961",
                    "term": "Antilymphocyte Serum"
                }
            ],
            "ancestors": [
                {
                    "id": "D000007166",
                    "term": "Immunosuppressive Agents"
                },
                {
                    "id": "D000007155",
                    "term": "Immunologic Factors"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000018501",
                    "term": "Antirheumatic Agents"
                },
                {
                    "id": "D000018906",
                    "term": "Antineoplastic Agents, Alkylating"
                },
                {
                    "id": "D000000477",
                    "term": "Alkylating Agents"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                },
                {
                    "id": "D000019653",
                    "term": "Myeloablative Agonists"
                },
                {
                    "id": "D000074322",
                    "term": "Antineoplastic Agents, Immunological"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M6727",
                    "name": "Cyclophosphamide",
                    "asFound": "Effect of",
                    "relevance": "HIGH"
                },
                {
                    "id": "M2853",
                    "name": "Immunomodulating Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M11541",
                    "name": "Melphalan",
                    "asFound": "PCR",
                    "relevance": "HIGH"
                },
                {
                    "id": "M373",
                    "name": "Rituximab",
                    "asFound": "Infusion",
                    "relevance": "HIGH"
                },
                {
                    "id": "M1945",
                    "name": "Lenograstim",
                    "relevance": "LOW"
                },
                {
                    "id": "M16615",
                    "name": "Thiotepa",
                    "asFound": "Tear",
                    "relevance": "HIGH"
                },
                {
                    "id": "M255823",
                    "name": "Thymoglobulin",
                    "asFound": "Dependent",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4279",
                    "name": "Antilymphocyte Serum",
                    "asFound": "Chronic Obstructive Pulmonary Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M1347",
                    "name": "Alemtuzumab",
                    "asFound": "Transcranial Direct Current Stimulation",
                    "relevance": "HIGH"
                },
                {
                    "id": "M11449",
                    "name": "Mechlorethamine",
                    "relevance": "LOW"
                },
                {
                    "id": "M17811",
                    "name": "Mesna",
                    "relevance": "LOW"
                },
                {
                    "id": "M10212",
                    "name": "Immunosuppressive Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M10201",
                    "name": "Immunologic Factors",
                    "relevance": "LOW"
                },
                {
                    "id": "M20604",
                    "name": "Antirheumatic Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M20942",
                    "name": "Antineoplastic Agents, Alkylating",
                    "relevance": "LOW"
                },
                {
                    "id": "M3820",
                    "name": "Alkylating Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M1346",
                    "name": "Antineoplastic Agents, Immunological",
                    "relevance": "LOW"
                },
                {
                    "id": "T14",
                    "name": "Phenylalanine",
                    "asFound": "Sinus",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "ARhu",
                    "name": "Antirheumatic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "AA",
                    "name": "Amino Acids"
                }
            ]
        }
    },
    "hasResults": false
}