{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06175221",
            "orgStudyIdInfo": {
                "id": "ET-Bas-002"
            },
            "organization": {
                "fullName": "Elios Therapeutics, LLC",
                "class": "INDUSTRY"
            },
            "briefTitle": "Autologous TLPO Vaccine Basket",
            "officialTitle": "A Prospective, Open-Label, All-Comers Phase IIa Trial of The Tumor Lysate, Particle Only (TLPO) Cancer Vaccine in Solid Tumor Malignancies",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "autologous-tlpo-vaccine-basket"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-01",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-11-29",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-06-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-06-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-11-30",
            "studyFirstSubmitQcDate": "2023-12-08",
            "studyFirstPostDateStruct": {
                "date": "2023-12-18",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-01-23",
            "lastUpdatePostDateStruct": {
                "date": "2024-01-24",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Elios Therapeutics, LLC",
                "class": "INDUSTRY"
            },
            "collaborators": [
                {
                    "name": "LumaBridge",
                    "class": "UNKNOWN"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The goal of this clinical trial is to learn about TLPO cancer vaccine in cases of solid tumor malignancies. The main objectives it aims to learn about are:\n\n* What is the time to progression/recurrence of disease after vaccination with the autologous TLPO vaccine in multiple solid tumor malignancies?\n* What is the overall survival after vaccination with the autologous TLPO vaccine in multiple solid tumor malignancies?\n* What are the safety characteristics of autologous TLPO using standardized criteria (Common Terminology Criteria for Adverse Events v5.0)\n* Does TPLO generate an immune response?\n* Determine the presence, rate, and duration of any disease control response affected by TPLO.",
            "detailedDescription": "Patients with any stage solid tumor malignancy will be identified and screened for study inclusion and exclusion criteria. Eligible patients will be counseled and consented for tissue procurement. Enrolled patients will undergo either surgical resection or core needle biopsy of their tumor, with a minimum of 1mg of tumor sterilely frozen. This tumor sample will be shipped via FedEx to our central facility in Greenville, SC, for vaccine preparation.\n\nAs indicated by standard treatments determined by the treating team, if a patient will require systemic therapy such as cytotoxic chemotherapy and/or radiation therapy, vaccination with the TLPO vaccine will not begin until after such treatments have been completed. However, patients on maintenance non-immunosuppressive therapy to include targeted therapy, immunotherapy including checkpoint inhibitors, and/or hormonal therapy may start the vaccine trial after demonstrating tolerance of these therapies for three months prior to first inoculation.23 Vaccines will be produced by loading TL into pre-prepared YCWP, as a single dose vial of 1.0 x 108 TLPO, and then labeled with the patient's unique study number. The TLPO vaccine will then be sent back to the site. The site will receive six single dose vials to be injected intradermally at 0, 1, and 2 months followed by boosters at 6, 9, and 12 months in the same lymph node draining area, preferably the anterior thigh. Safety data will be collected for any local or systemic toxicity. Safety data will be graded and reported per CTCAE v5.0. Time to progression and additional study endpoints will be monitored as guided for current standard treatments by NCCN. Participants will be followed by their treatment team at a minimum of once every six months for the two-year study period. If the treatment team suspects recurrence by either symptoms, imaging, or other means, biopsy and pathologic confirmation will be obtained. Time to recurrence will be based on time from initial inoculation of vaccine to time of confirmed recurrence. Overall survival will be based on time from initial inoculation of the vaccine to time of death. Patients will be treated by current standard therapies for their recurrence. Safety and tumor response will be assessed per RECIST and iRECIST on their standard follow-up scans.\n\nBlood (50cc) will be collected from patients prior to each inoculation for immunologic testing of the patient's T-cell response and/or future scientific purposes."
        },
        "conditionsModule": {
            "conditions": [
                "Tumor, Solid",
                "Tumor Metastasis",
                "Cancer",
                "Tumor"
            ],
            "keywords": [
                "TLPO",
                "Elios",
                "Solid Tumor Malignancies",
                "TLPLDC",
                "Cancer Vaccine",
                "Tumor",
                "Cancer"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "interventionModelDescription": "Prospective, Open Label, All Comers, Single Arm Study.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 100,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Treatment - Investigational Product",
                    "type": "EXPERIMENTAL",
                    "description": "Product Name: Tumor lysate, particle only (TLPO) vaccine\n\nDosage Form: Intradermal Injection\n\nUnit Dose: 1x10\\^8 autologous tumor lysate-loaded, yeast cell wall particles\n\nRoute of Administration: Intradermal; primary vaccine series at 0, 1, 2 months followed by boosters at 6, 9, and 12 months\n\nPhysical Description: 250 uL clear liquid vials\n\nManufacturer: Elios Therapeutics, LLC",
                    "interventionNames": [
                        "Biological: Tumor lysate, particle only (TLPO) vaccine"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BIOLOGICAL",
                    "name": "Tumor lysate, particle only (TLPO) vaccine",
                    "description": "A novel technology in which a patient's tumor lysate (TL) is loaded into microparticles for DC phagocytosis and antigen processing allows for vaccine efficacy, while minimizing tissue demands by only requiring approximately 250-500ug of tumor. Immature DCs avidly phagocytose small particles in the range of 1-5 microns. Tumor tissue collected from the patient undergoes a process of freeze-thaw cycling to create a TL suspension. The microparticles, yeast-cell wall particles (YCWP), are created from Saccharomyces cerevisiae by NaOH/HCl digestion of all non-cell wall components and washed, producing β-glycan shells. The TL is then loaded into these YCWP.",
                    "armGroupLabels": [
                        "Treatment - Investigational Product"
                    ],
                    "otherNames": [
                        "TLPO"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Time to Disease Progression",
                    "description": "To determine time to progression per RECIST criteria after inoculation with the TLPO vaccine.",
                    "timeFrame": "24 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Number of participants with treatment-related adverse events per CTCAE v5.0",
                    "description": "Treatment-related adverse events per CTCAE v5.0 will be analyzed to determine to safety and tolerability of the vaccine.",
                    "timeFrame": "24 months"
                },
                {
                    "measure": "Overall survival (OS) after vaccination",
                    "description": "The time from inoculation to time of death will be recorded and OS rate will be calculated.",
                    "timeFrame": "Time from inoculation to time of death"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Immune Response after vaccination",
                    "description": "Blood samples collected during the trial will be analyzed for the presence or absence of immunologic response markers.",
                    "timeFrame": "24 months"
                },
                {
                    "measure": "Disease Control Rate",
                    "description": "To determine the disease control rate after vaccination.",
                    "timeFrame": "24 months"
                },
                {
                    "measure": "Objective Response Rate",
                    "description": "To determine the objective response rate after vaccination.",
                    "timeFrame": "24 months"
                },
                {
                    "measure": "Duration of Response",
                    "description": "To determine the duration of response after vaccination.",
                    "timeFrame": "24 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Patient must be ≥18 years of age.\n2. Stage I-IV patients.\n3. Demonstrated tolerance of maintenance or adjuvant immunotherapy, targeted therapy, and/or hormonal therapy for three doses (if maintenance therapy is indicated)\n4. ECOG 0-1 performance.\n5. Patient must have a predicted life expectancy of ≥ 6 months.\n6. No uncontrolled or life-threatening health conditions.\n7. No active, acute infections\n8. Patient must have the following laboratory values (obtained ≤28 days prior to enrollment):\n\n   1. Serum creatinine \\<2 × upper limit of normal (ULN) or if higher than normal range, calculated creatinine clearance (CrCL) must be ≥30 mL/min/1.73 m2; actual body weight must be used for CrCL unless BMI \\>30 kg/m2 then lean body weight must be used.\n   2. Total bilirubin ≤1.5 × ULN unless has known history of Gilbert's syndrome (in which case, total bilirubin must be ≤3 × ULN).\n   3. AST and ALT ≤2.5 × ULN, or ≤5 × ULN if due to liver involvement by tumor.\n   4. Hemoglobin ≥9.0 g/dL.\n   5. Platelets ≥100 × 109 cells/L.\n   6. Absolute neutrophil count ≥1.5 ×109 cells/L (without the use of hematopoietic growth factors).\n   7. Corrected QT interval (QTc) \\<470 ms for females and \\<450 ms for males (as calculated by the Fridericia correction formula).\n9. Completion of standard adjuvant therapy to include chemotherapy, radiation therapy, and/or other immunosuppressive therapy as clinically indicated.\n10. Women of childbearing potential (WOCBP) and males with female partners of child- bearing potential must agree to use adequate birth control throughout their participation and for 90 days following the last inoculation.\n11. Patient must have a site of disease with planned incisional or excisional procedure expected to result in sufficient tissue for vaccine creation, or must be amenable to biopsy and be a candidate for tumor biopsy with anticipated sufficient tumor tissue resulting to vaccine creation.\n\nExclusion Criteria:\n\n1. Steroids, immunosuppressive therapy (to include mTOR inhibitors), or cytotoxic chemotherapy within 30 days of enrollment.\n2. Involved in other clinical trials.\n3. ECOG ≥2\n4. Pregnancy and/or breast feeding.\n5. Untreated or progressing brain metastases. Treated stable brain metastases that have not progressed for at least 3 months will be permitted at the PI's discretion.\n6. Rapidly progressive disease or visceral crisis\n7. Patient has undergone or is anticipated to undergo organ transplantation including allogeneic or autologous stem-cell transplantation, at any time\n8. Patient has a diagnosis of immunodeficiency, either primary or acquired.\n9. Patient has current second malignancy at other sites (exceptions: nonmelanomatous skin cancer, adequately treated in situ carcinoma \\[e.g., cervical\\], or indolent prostate cancer under observation). A history of other malignancies is allowed as long as patient has been free of recurrence for ≥2 years, or if the patient has been treated with curative intent within the past 2 years and, in the opinion of the Investigator, is unlikely to have a recurrence.\n10. Patient has active and clinically significant bacterial, fungal, or viral infection, including known Hepatitis A, B, or C or HIV (testing not required).\n11. Patient has received live vaccines within the past 30 days (inactivated vaccines are allowed; seasonal vaccines should be up to date \\>30 days prior to administration of TLPO).\n12. History of any of the following ≤6 months before first dose: congestive heart failure New York Heart Association Grade III or IV, unstable angina, myocardial infarction, unstable symptomatic ischemic heart disease, uncontrolled hypertension despite appropriate medical therapy, ongoing symptomatic cardiac arrhythmias of \\>Grade 2, pulmonary embolism, or symptomatic cerebrovascular events, or any other serious cardiac condition (e.g., pericardial effusion or restrictive cardiomyopathy). Chronic atrial fibrillation on stable anticoagulant therapy is allowed.\n13. Patient has any medical or social condition that, in the opinion of the Investigator, might place a patient at increased risk, affect compliance, or confound safety or other clinical study data interpretation.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Pauline Nichols, PA",
                    "role": "CONTACT",
                    "phone": "864-312-5156",
                    "email": "pauline.nichol@eliosholdings.com"
                }
            ],
            "locations": [
                {
                    "facility": "Southside Medical Center",
                    "status": "RECRUITING",
                    "city": "Greenville",
                    "state": "South Carolina",
                    "zip": "29615",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Thaer Joudeh",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 34.85262,
                        "lon": -82.39401
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000009362",
                    "term": "Neoplasm Metastasis"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009385",
                    "term": "Neoplastic Processes"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M12307",
                    "name": "Neoplasm Metastasis",
                    "asFound": "Tumor Metastasis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12330",
                    "name": "Neoplastic Processes",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M17360",
                    "name": "Vaccines",
                    "relevance": "LOW"
                },
                {
                    "id": "M6263",
                    "name": "Coal Tar",
                    "relevance": "LOW"
                },
                {
                    "id": "T368",
                    "name": "Brewer's Yeast",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "Derm",
                    "name": "Dermatologic Agents"
                },
                {
                    "abbrev": "Ot",
                    "name": "Other Dietary Supplements"
                }
            ]
        }
    },
    "hasResults": false
}