{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06004349",
            "orgStudyIdInfo": {
                "id": "22-00038"
            },
            "organization": {
                "fullName": "NYU Langone Health",
                "class": "OTHER"
            },
            "briefTitle": "Autoimmune and Autoinflammatory Genetics Study",
            "officialTitle": "Natural History and Genetics of VEXAS Syndrome and Related Autoinflammatory Syndromes",
            "therapeuticArea": [
                "Immunology and Rheumatology",
                "Other"
            ],
            "study": "autoimmune-and-autoinflammatory-genetics-study"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-09",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-04-15",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2032-04-05",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2032-04-05",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-08-16",
            "studyFirstSubmitQcDate": "2023-08-21",
            "studyFirstPostDateStruct": {
                "date": "2023-08-22",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-09-29",
            "lastUpdatePostDateStruct": {
                "date": "2023-10-02",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "NYU Langone Health",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This is an exploratory natural history protocol that will enroll patients with known genetic diseases, such as VEXAS syndrome, or as yet undiagnosed disorders of inflammation with the goal of improving our understanding of disease processes. Blood, saliva, hair, nail, or buccal samples may be collected for genetic analysis, blood samples will be obtained for immunologic and other functional studies, and a small number of subjects may undergo skin biopsy.",
            "detailedDescription": "This is a single-site protocol designed to test the hypothesis that genetic factors contribute to susceptibility to human disorders of inflammation, and the hypothesis that identifying such genetic susceptibility factors will contribute to our understanding of the immunologic mechanisms of these diseases.\n\nThere are 3 main objectives:\n\nPrimary Objective: To discover the genetic basis of human disorders of inflammation or autoinflammatory diseases.\n\nSecondary Objective: To enumerate immunologic features and genotype-phenotype associations in specific inflammatory diseases, such as VEXAS syndrome.\n\nTertiary/Exploratory Objective: To describe the clinical features of poorly characterized or newly defined disorders of inflammation, such as VEXAS syndrome, through the retrospective chart review of standard medical practice follow up"
        },
        "conditionsModule": {
            "conditions": [
                "VEXAS Syndome",
                "Autoinflammatory Disease",
                "Autoimmune Disease",
                "Rheumatic Disease"
            ],
            "keywords": [
                "VEXAS syndrome (vacuoles, E1 enzyme, X-linked, autoinflammatory, somatic)"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": false,
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "PROSPECTIVE"
            },
            "bioSpec": {
                "retention": "SAMPLES_WITH_DNA",
                "description": "At the initial visit, or after first enrollment for mail in samples, subjects may be asked to provide a peripheral blood sample in an EDTA-anticoagulated lavender-top tube for DNA extraction. In cases where there is severe anemia or psychological factors that may preclude a blood draw, then saliva or buccal brushings may be obtained. For Probands (i.e., not from unaffected relatives or healthy controls), additional samples, such as from a saliva/cheek-swab, hair, urine, nail clippings, skin biopsies and/or other specimens obtained from their clinical team may be collected and/or profiled.\n\nA small number of affected subjects over the age of 5 may also be asked to undergo a research skin biopsy under a separate procedural consent."
            },
            "enrollmentInfo": {
                "count": 1500,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Participants with known or suspected autoinflammatory diseases",
                    "description": "Participants with known or suspected autoinflammatory diseases (i.e., Probands)"
                },
                {
                    "label": "Family member",
                    "description": "Family member, either by blood or marriage, to an individual enrolled or about to be enrolled in the study with known or suspected autoinflammatory disease."
                },
                {
                    "label": "Healthy control"
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Number of newly discovered rare, high penetrance germline variants that cause human inflammatory disease",
                    "timeFrame": "Study End (Up to Year 5)"
                },
                {
                    "measure": "Number of newly discovered structural genomic variants that cause human inflammatory disease",
                    "timeFrame": "Study End (Up to Year 5)"
                },
                {
                    "measure": "Number of newly discovered common, low penetrance germline variants that confer susceptibility to human inflammatory disease",
                    "timeFrame": "Study End (Up to Year 5)"
                },
                {
                    "measure": "Number of newly discovered somatic mutations that give rise to human inflammatory disease",
                    "timeFrame": "Study End (Up to Year 5)"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\nIn order to be eligible to participate in this study as a subject with known or suspected autoinflammatory disease, an individual must meet all of the following criteria:\n\n* Stated willingness to participate in study procedures (which at the very least includes providing a mail-in blood or saliva sample for genetic analysis);\n* Regardless of sex assigned at birth, at least one month of age;\n* A medical history that, in the expert opinion of the PI and study team, is consistent with the possibility of autoinflammatory disease or known diagnosis of an autoinflammatory disease, such as VEXAS syndrome; and\n* Ability of the subject, parents (in the case of children), or Legally Authorized Representative to understand and the willingness to sign a written informed consent document.\n\nIn order to be eligible to participate in this study as a family member of a subject with known or suspected autoinflammatory disease, an individual must meet all of the following criteria:\n\n* Stated willingness to participate in study procedures (which at the very least includes providing a mail-in sample for genetic analysis);\n* Regardless of sex assigned at birth, at least one month of age;\n* Relationship, either by blood or marriage, to an individual enrolled or about to be enrolled in the study with known or suspected autoinflammatory disease;\n* Likelihood, in the expert opinion of the PI and study team, that analysis of a sample from the individual would advance genetic or functional analysis of the affected relative's possible autoinflammatory condition; and\n* Ability of the subject, parents (in the case of children), to understand and the willingness to sign a written informed consent document.\n\nIn order to be eligible to participate in this study as a healthy volunteer, an individual must meet all of the following criteria:\n\n* Stated willingness to participate in study procedures for healthy volunteers;\n* Regardless of sex assigned at birth, at least five years old, and not pregnant (by history of a missed menstrual period);\n* Likelihood, in the expert opinion of the PI that a sample from the individual would advance the functional analysis of an autoinflammatory condition under study; and\n* Ability of the subject to understand and the willingness to sign a written informed consent document by a capacity assessment provided by the PI and study team.\n\nExclusion Criteria:\n\nFor any of the three categories of subjects, an individual will be excluded from participation in this study for the following reasons:\n\nProbands: an individual will not be enrolled as a proband if the study team has a low suspicion of having an autoinflammatory disease or a genetic cause for an autoinflammatory disease.\n\nFamily Members: an individual will not be enrolled as a family member if the study team believes they may have an autoinflammatory disease, in which case, they will be enrolled as a proband.\n\nHealthy controls: an individual will not be enrolled as a healthy control if they have an autoinflammatory disease, or any condition that may mimic an autoinflammatory disease, such as hematologic malignancy, rheumatologic disease.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "1 Month",
            "stdAges": [
                "CHILD",
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "There are three populations that will be included in this study: subjects with known or suspected autoinflammatory diseases (i.e., Probands), family members of subjects with known or suspected autoinflammatory diseases, and healthy controls. Subjects will be recruited regardless of gender, demographic group, or general health status. Probands and family members must be more than one month of age at time of enrollment; healthy controls must be over 5 years old.",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "David Beck, MD, PhD",
                    "role": "CONTACT",
                    "phone": "646-501-7400",
                    "email": "BeckClinic@nyulangone.org"
                },
                {
                    "name": "Mei-Kay Wong, MS, MPH, CGC, CPH",
                    "role": "CONTACT",
                    "phone": "212-263-0350",
                    "email": "BeckClinic@nyulangone.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "David Beck, MD, PhD",
                    "affiliation": "NYU Langone Health",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "NYC H+H/Bellevue",
                    "status": "RECRUITING",
                    "city": "New York",
                    "state": "New York",
                    "zip": "10016",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 40.71427,
                        "lon": -74.00597
                    }
                },
                {
                    "facility": "NYU Langone Health",
                    "status": "RECRUITING",
                    "city": "New York",
                    "state": "New York",
                    "zip": "10016",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 40.71427,
                        "lon": -74.00597
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "36692560",
                    "type": "BACKGROUND",
                    "citation": "Beck DB, Bodian DL, Shah V, Mirshahi UL, Kim J, Ding Y, Magaziner SJ, Strande NT, Cantor A, Haley JS, Cook A, Hill W, Schwartz AL, Grayson PC, Ferrada MA, Kastner DL, Carey DJ, Stewart DR. Estimated Prevalence and Clinical Manifestations of UBA1 Variants Associated With VEXAS Syndrome in a Clinical Population. JAMA. 2023 Jan 24;329(4):318-324. doi: 10.1001/jama.2022.24836."
                },
                {
                    "pmid": "35793467",
                    "type": "BACKGROUND",
                    "citation": "Ferrada MA, Savic S, Cardona DO, Collins JC, Alessi H, Gutierrez-Rodrigues F, Kumar DBU, Wilson L, Goodspeed W, Topilow JS, Paik JJ, Poulter JA, Kermani TA, Koster MJ, Warrington KJ, Cargo C, Tattersall RS, Duncan CJA, Cantor A, Hoffmann P, Payne EM, Bonnekoh H, Krause K, Cowen EW, Calvo KR, Patel BA, Ombrello AK, Kastner DL, Young NS, Werner A, Grayson PC, Beck DB. Translation of cytoplasmic UBA1 contributes to VEXAS syndrome pathogenesis. Blood. 2022 Sep 29;140(13):1496-1506. doi: 10.1182/blood.2022016985."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "The de-identified participant data from the final research dataset used in the published manuscript will be shared upon reasonable request with investigators whose proposed use of the data has been approved by the PI, Dr. David Beck, beginning 9 months and ending 36 months following article publication or as required by a condition of awards and agreements supporting the research provided the investigator who proposes to use the data executes a data use agreement with NYU Langone Health.\n\nRequests may be directed to: BeckClinic@nyulangone.org.\n\nThe protocol and statistical analysis plan will be made available on Clinicaltrials.gov only as required by federal regulation or as a condition of awards and agreements supporting the research.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP"
            ],
            "timeFrame": "Beginning 9 months and ending 36 months following article publication or as required by a condition of awards and agreements supporting the research.",
            "accessCriteria": "The investigator whose use of the data has been approved by the PI, Dr. David Beck, will be granted access. Requests should be directed to BeckClinic@nyulangone.org. To gain access, data requestors will need to sign a data access agreement."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000012216",
                    "term": "Rheumatic Diseases"
                },
                {
                    "id": "D000003095",
                    "term": "Collagen Diseases"
                },
                {
                    "id": "D000001327",
                    "term": "Autoimmune Diseases"
                }
            ],
            "ancestors": [
                {
                    "id": "D000007154",
                    "term": "Immune System Diseases"
                },
                {
                    "id": "D000009140",
                    "term": "Musculoskeletal Diseases"
                },
                {
                    "id": "D000003240",
                    "term": "Connective Tissue Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M16355",
                    "name": "Syndrome",
                    "relevance": "LOW"
                },
                {
                    "id": "M15045",
                    "name": "Rheumatic Diseases",
                    "asFound": "Rheumatic Diseases",
                    "relevance": "HIGH"
                },
                {
                    "id": "M6323",
                    "name": "Collagen Diseases",
                    "asFound": "Rheumatic Diseases",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4629",
                    "name": "Autoimmune Diseases",
                    "asFound": "Autoimmune Diseases",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10200",
                    "name": "Immune System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12097",
                    "name": "Musculoskeletal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M6464",
                    "name": "Connective Tissue Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC05",
                    "name": "Musculoskeletal Diseases"
                },
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                }
            ]
        }
    },
    "hasResults": false
}