{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT03747419",
            "orgStudyIdInfo": {
                "id": "18-464"
            },
            "organization": {
                "fullName": "Dana-Farber Cancer Institute",
                "class": "OTHER"
            },
            "briefTitle": "Avelumab and Radiation in Muscle-Invasive Bladder Cancer",
            "officialTitle": "A Phase 2 Study of Avelumab in Combination With Bladder-Directed Radiation in Cisplatin-Ineligible Patients With Muscle-Invasive Urothelial Carcinoma of the Bladder",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "avelumab-and-radiation-in-muscle-invasive-bladder-cancer"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2018-12-13",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-09-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2031-09-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2018-11-16",
            "studyFirstSubmitQcDate": "2018-11-17",
            "studyFirstPostDateStruct": {
                "date": "2018-11-20",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-06",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-08",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Kent Mouw, MD, PhD",
                "investigatorTitle": "Principal Investigator",
                "investigatorAffiliation": "Dana-Farber Cancer Institute"
            },
            "leadSponsor": {
                "name": "Dana-Farber Cancer Institute",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Pfizer",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This research study is studying the effects of adding a certain type of immunotherapy to standard bladder-directed radiation as a treatment for muscle-invasive urothelial carcinoma of the bladder.\n\nThe drug in this study is: Avelumab (also known as BAVENCIO®)",
            "detailedDescription": "This research study is a Phase II clinical trial. Phase II clinical trials test the safety and effectiveness of an investigational drug to learn whether the drug works in treating a specific disease. \"Investigational\" means that the drug is being studied.\n\nThe FDA (the U.S. Food and Drug Administration) has not approved the use of avelumab and bladder-directed radiation together for this specific disease but avelumab has been approved for other uses.\n\nWhile bladder-directed radiation is a standard treatment option for muscle-invasive urothelial carcinoma of the bladder, the use of avelumab in combination with bladder radiation in patients with urothelial carcinoma of the bladder is investigational. Radiation is used in the treatment of muscle-invasive bladder cancer, and avelumab has been approved by the FDA in patients with more advanced stages of this disease. Avelumab is a form of immunotherapy, which means it is designed to help the immune system fight cancer cells together with standard cancer treatments like radiation. Avelumab is currently approved by the FDA for the treatment of metastatic Merckel cell carcinoma (mMCC) and platinum-refractory metastatic urothelial carcinoma.\n\nThe purpose of this study is to test whether the combination of immunotherapy and bladder directed radiation is effective in treating muscle-invasive bladder cancer. The study will also measure other outcomes such as participant's overall health and quality of life during and after treatment. In addition, the investigators will determine if certain biomarkers are correlated with outcomes following treatment with immunotherapy and radiation."
        },
        "conditionsModule": {
            "conditions": [
                "Bladder Cancer",
                "Muscle Invasive Bladder Cancer"
            ],
            "keywords": [
                "Bladder Cancer",
                "Bladder Carcinoma",
                "Carcinoma of Bladder",
                "Carcinoma of the Bladder",
                "MIBC",
                "Muscle Invasive Bladder Cancer",
                "Muscle-Invasive Urothelial Carcinoma of the Bladder",
                "Immunotherapy",
                "Avelumab",
                "Radiation and Immunotherapy",
                "No cisplatin",
                "Cisplatin Ineligible",
                "Cisplatin-Ineligible",
                "T2 Disease",
                "T3 Disease",
                "T4 Disease",
                "squamous bladder cancer",
                "adenocarcinoma bladder cancer",
                "micropapillary bladder cancer",
                "Inability to receive cisplatin-based chemotherapy"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 24,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Avelumab and Bladder-Directed Radiation",
                    "type": "EXPERIMENTAL",
                    "description": "* Avelumab will be administered every 2 weeks intravenously for 6 doses unless there is unacceptable toxicity\n* Two radiation dose regimens are allowed, and the regimen selected is at the discretion of the treating radiation oncologist",
                    "interventionNames": [
                        "Drug: Avelumab",
                        "Radiation: Radiation"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Avelumab",
                    "description": "Avelumab is a form of immunotherapy, which means it is designed to help the patient's immune system kill cancer cells.",
                    "armGroupLabels": [
                        "Avelumab and Bladder-Directed Radiation"
                    ],
                    "otherNames": [
                        "Bavencio"
                    ]
                },
                {
                    "type": "RADIATION",
                    "name": "Radiation",
                    "description": "Cancer treatment that uses ionizing radiation to kill cancer cells.",
                    "armGroupLabels": [
                        "Avelumab and Bladder-Directed Radiation"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Complete clinical response rate",
                    "description": "Measured by the complete clinical response rate at 3 months following completion of radiation.",
                    "timeFrame": "3 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Overall Survival",
                    "description": "OS",
                    "timeFrame": "3 years"
                },
                {
                    "measure": "Progression Free Survival",
                    "description": "PFS",
                    "timeFrame": "3 years"
                },
                {
                    "measure": "Metastases-free survival",
                    "description": "MFS",
                    "timeFrame": "3 years"
                },
                {
                    "measure": "Locoregional recurrence rate",
                    "description": "LRR",
                    "timeFrame": "3 years"
                },
                {
                    "measure": "Quality of Life Outcomes",
                    "description": "QoL",
                    "timeFrame": "3 years"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Subjects must meet all of the following applicable inclusion criteria to participate in the study.\n\nInclusion Criteria:\n\n* Histologically confirmed transitional cell (urothelial) carcinoma of the bladder that is invasive into the muscularis propria (≥T2 disease) within 6 months of enrollment date. The presence of variant histologies (squamous, adenocarcinoma, micropapillary, etc.) is allowed. Note: A prior diagnosis of non-muscle-invasive bladder cancer (≤T1) managed with transurethral resection with or without intravesicular therapy (now with muscle invasion) is allowed.\n* Inability to receive cisplatin-based chemotherapy, as defined by creatinine clearance \\<60 ml/min, ECOG PS ≤2, grade 2 or higher hearing loss, NYHA class 3 or higher, neuropathy (grade 2 or higher), or patient refusal to receive cisplatin-based chemotherapy.\n\nAdditional Inclusion Criteria:\n\n* Male or female subjects aged ≥18 years\n* ECOG performance status ≤2 or Karnofsky score ≥60% (see Appendix A)\n* Life expectancy of greater than 1 year\n* Demonstrate normal organ and marrow function\n* Estimated creatinine clearance \\> 30 mL/min according to the Cockcroft-Gault formula.\n* Women of child-bearing age must have a negative serum pregnancy test at screening.\n* Women of child-bearing potential and men must agree to use a highly effective method of contraception (hormonal or barrier method of birth control, or abstinence) beginning prior to study entry, for the duration of study participation, and for at least 30 days after last avelumab treatment administration if the risk of conception exists\n* Ability to start study treatment (first cycle of Avelumab) within 1-8 weeks of the most recent pre-study TURBT.\n* Ability to understand and willingness to sign a written informed consent document\n\nExclusion Criteria:\n\n* Prior intravenous therapy for treatment of bladder cancer\n* Prior pelvic radiation\n* Any component of small cell histology in the bladder biopsy\n* Any concurrent chemotherapy, biologic, or hormonal therapy for cancer treatment\n* Current use of immunosuppressive medication, EXCEPT for the following: a. intranasal, inhaled, topical steroid, or local steroid injection (e.g., intra-articular injection); b. Systemic corticosteroids at physiologic doses ≤ 10 mg/day of prednisone or equivalent; c. Steroids as premedication for hypersensitivity reactions (e.g., CT scan premedication) are allowed.\n* History of another malignancy within 5 years prior to randomization except for: non-muscle-invasive bladder cancer (i.e., ≤T1), completely resected basal cell or squamous cell skin cancer, completed resected carcinoma-in-situ of any site, or localized prostate cancer managed definitively with a non-radiation based approach.\n\nAdditional Exclusion Criteria:\n\n* Evidence of lymph node involvement or metastatic disease on CT of the chest, abdomen, and pelvis. To be considered positive, a lymph node must measure \\>15 mm in short axis.\n* Clinically significant (i.e. active) cardiovascular disease: symptomatic congestive heart failure (≥ New York Heart Association Classification Class II), unstable angina pectoris, serious cardiac arrhythmia requiring medication, or CVA/stroke/MI (\\< 6 months prior to enrollment)\n* Known prior severe hypersensitivity to investigational product or any component in its formulations, including known severe hypersensitivity reactions to monoclonal antibodies (NCI CTCAE v4.03 Grade ≥ 3)\n* Breast feeding women who are unwilling to stop breastfeeding during treatment and for at least one month after the duration of treatment\n* Patients with known history of testing positive for HIV or known acquired immunodeficiency syndrome\n* Active autoimmune disease that might deteriorate when receiving an immuno-stimulatory agent. Patients with diabetes type I, vitiligo, psoriasis, or hypo- or hyperthyroid diseases not requiring immunosuppressive treatment are eligible.\n* Active infection requiring intravenous antibiotic therapy\n* Vaccination within 4 weeks of the first dose of avelumab and while on trial is prohibited except for administration of inactivated vaccines\n* Major surgery within the last 30 days (with the exception of TURBT).\n* Hepatitis B virus (HBV) or hepatitis C virus (HCV) infection at screening (positive HBV surface antigen or HCV RNA if anti-HCV antibody screening test positive)\n* Prior organ transplantation including allogenic stem-cell transplantation\n* Patient is unwilling to stop (or wishes to start) taking herbal and natural remedies that may have immune-modulating effects during the study period\n* Persisting toxicity related to prior therapy (NCI CTCAE v. 4.03 Grade \\> 1); however, alopecia, sensory neuropathy Grade ≤ 2, or other Grade ≤ 2 not constituting a safety risk based on investigator's judgment are acceptable\n* Other severe acute or chronic medical conditions including immune colitis, inflammatory bowel disease, immune pneumonitis, pulmonary fibrosis or psychiatric conditions including recent (within the past year) or active suicidal ideation or behavior; or laboratory abnormalities that may increase the risk associated with study participation or study treatment administration or may interfere with the interpretation of study results and, in the judgment of the investigator, would make the patient inappropriate for entry into this study.\n* Pregnant women are excluded from this study.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Kent Mouw, MD, PhD",
                    "role": "CONTACT",
                    "phone": "617-525-7382",
                    "email": "kent_mouw@dfci.harvard.edu"
                },
                {
                    "name": "Grace Pratt",
                    "role": "CONTACT",
                    "phone": "617-582-8919",
                    "email": "gkpratt@bwh.harvard.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Kent Mouw, MD, PhD",
                    "affiliation": "Brigham and Women's Hospital",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Dana-Farber Cancer Institute",
                    "status": "RECRUITING",
                    "city": "Boston",
                    "state": "Massachusetts",
                    "zip": "02115",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Kent Mouw, MD, PhD",
                            "role": "CONTACT",
                            "phone": "617-525-7382",
                            "email": "kent_mouw@dfci.harvard.edu"
                        },
                        {
                            "name": "Grace Pratt",
                            "role": "CONTACT",
                            "phone": "617-582-8919",
                            "email": "gkpratt@bwh.harvard.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.35843,
                        "lon": -71.05977
                    }
                },
                {
                    "facility": "Brigham and Women's Hospital",
                    "status": "RECRUITING",
                    "city": "Boston",
                    "state": "Massachusetts",
                    "zip": "02215",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Kent Mouw, MD, PhD",
                            "role": "CONTACT",
                            "phone": "617-525-7382",
                            "email": "kent_mouw@dfci.harvard.edu"
                        },
                        {
                            "name": "Kent Mouw, MD, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.35843,
                        "lon": -71.05977
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000001749",
                    "term": "Urinary Bladder Neoplasms"
                }
            ],
            "ancestors": [
                {
                    "id": "D000014571",
                    "term": "Urologic Neoplasms"
                },
                {
                    "id": "D000014565",
                    "term": "Urogenital Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000052776",
                    "term": "Female Urogenital Diseases"
                },
                {
                    "id": "D000005261",
                    "term": "Female Urogenital Diseases and Pregnancy Complications"
                },
                {
                    "id": "D000091642",
                    "term": "Urogenital Diseases"
                },
                {
                    "id": "D000001745",
                    "term": "Urinary Bladder Diseases"
                },
                {
                    "id": "D000014570",
                    "term": "Urologic Diseases"
                },
                {
                    "id": "D000052801",
                    "term": "Male Urogenital Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M3585",
                    "name": "Adenocarcinoma",
                    "relevance": "LOW"
                },
                {
                    "id": "M5534",
                    "name": "Carcinoma",
                    "relevance": "LOW"
                },
                {
                    "id": "M5030",
                    "name": "Urinary Bladder Neoplasms",
                    "asFound": "Bladder Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5551",
                    "name": "Carcinoma, Transitional Cell",
                    "relevance": "LOW"
                },
                {
                    "id": "M17320",
                    "name": "Urologic Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M17315",
                    "name": "Urogenital Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M2875",
                    "name": "Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M27093",
                    "name": "Female Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14127",
                    "name": "Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M8399",
                    "name": "Female Urogenital Diseases and Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M5026",
                    "name": "Urinary Bladder Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M17319",
                    "name": "Urologic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M27095",
                    "name": "Male Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T5693",
                    "name": "Transitional Cell Carcinoma",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "C000609138",
                    "term": "Avelumab"
                }
            ],
            "ancestors": [
                {
                    "id": "D000074322",
                    "term": "Antineoplastic Agents, Immunological"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M2853",
                    "name": "Immunomodulating Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M344580",
                    "name": "Avelumab",
                    "asFound": "Max",
                    "relevance": "HIGH"
                },
                {
                    "id": "M6182",
                    "name": "Cisplatin",
                    "relevance": "LOW"
                },
                {
                    "id": "M1346",
                    "name": "Antineoplastic Agents, Immunological",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                }
            ]
        }
    },
    "hasResults": false
}