{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05537818",
            "orgStudyIdInfo": {
                "id": "NC06"
            },
            "organization": {
                "fullName": "Nocira, LLC",
                "class": "INDUSTRY"
            },
            "briefTitle": "AVPI Migraine Study",
            "officialTitle": "Automated Variable Pattern Insufflator Device (AVPI) for the Acute Treatment of Migraine: a Multicenter, Double-blind, Randomized, Sham-controlled Trial",
            "acronym": "NC06",
            "therapeuticArea": [
                "Neurology"
            ],
            "study": "avpi-migraine-study"
        },
        "statusModule": {
            "statusVerifiedDate": "2022-11",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-06-30",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2023-12-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-01-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-05-25",
            "studyFirstSubmitQcDate": "2022-09-08",
            "studyFirstPostDateStruct": {
                "date": "2022-09-13",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-05-08",
            "lastUpdatePostDateStruct": {
                "date": "2023-05-10",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Nocira, LLC",
                "class": "INDUSTRY"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUnapprovedDevice": true,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "The study is designed as a multicenter, double-blind, randomized, sham-controlled trial to assess the safety and effectiveness of the Nocira AVPI Device for the acute treatment of migraine. The study is conducted in two phases in two study groups:\n\n* Phase I - initial screening of device operation in both active and sham modes in-clinic and as proctored by the investigator, and\n* Phase II - for further evaluation when used in the home (non-clinical) environment.",
            "detailedDescription": "The study is designed as a multicenter, double-blind, randomized, sham-controlled trial to assess the safety and effectiveness of the Nocira AVPI Device for the acute treatment of migraine. The study is conducted in two phases in two study groups:\n\n* Phase I - initial screening of device operation in both active and sham modes in-clinic and as proctored by the investigator, and\n* Phase II - for further evaluation when used in the home (non-clinical) environment.\n\nThe timing of enrollments into each group will vary between sequentially timed Phases I \\& II. Group 1 subjects may participate in both Phases. Group 2 subjects participate only in Phase II.\n\nGroup 1 subjects may participate for up to 90 days (45 days for each of Phases I\\&II). Group 2 subjects will participate for up to 45 days."
        },
        "conditionsModule": {
            "conditions": [
                "Migraine"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Multi-center, double-blind, randomized, sham-controlled trial",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "TRIPLE",
                    "maskingDescription": "Sham and active treatments",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "INVESTIGATOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 80,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Group 1a Clinic Treatment",
                    "type": "EXPERIMENTAL",
                    "description": "Randomized, active or sham in-clinic treatment during a migraine, followed by open-label treatments in the home environment.",
                    "interventionNames": [
                        "Device: AVPI Device"
                    ]
                },
                {
                    "label": "Group 1b Clinic & Home Treatment",
                    "type": "OTHER",
                    "description": "Open-label, active treatment for subjects treated in prior clinical trials for this device, followed by open-label treatments in the home environment.",
                    "interventionNames": [
                        "Device: AVPI Device"
                    ]
                },
                {
                    "label": "Group 2 Home Treatment",
                    "type": "EXPERIMENTAL",
                    "description": "Randomized active or sham for first home treatment followed by open-label treatments in the home environment.",
                    "interventionNames": [
                        "Device: AVPI Device"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "AVPI Device",
                    "description": "The AVPI device system consists of a small, hand-held, micro-pressure pulse generator device that is operated by a hand-held mobile smartphone (iPhone®) with a downloaded software application or \"app.\" The AVPI device is connected to an earpiece assembly that splits into two earbuds (right and left) that seat comfortably into each respective ear.\n\n1. AVPI device for pressure regulation\n2. Earpiece Assembly - a small, flexible, hollow tube that divides into right and left earpieces\n3. Earbuds - replaceable, multiple sizes\n4. Smartphone with the AVPI app",
                    "armGroupLabels": [
                        "Group 1a Clinic Treatment",
                        "Group 1b Clinic & Home Treatment",
                        "Group 2 Home Treatment"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Headache Pain Freedom",
                    "description": "1. Proportion of subjects who are free from headache pain at two hours post treatment without using rescue medication.",
                    "timeFrame": "2 hours post initiation of treatment"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Freedom from the most bothersome symptom (MBS)",
                    "description": "Proportion of subjects who have freedom from their most bothersome symptom (MBS) at two hours after initiation of treatment.",
                    "timeFrame": "2 hours post initiation of treatment"
                },
                {
                    "measure": "Significant relief from headache pain",
                    "description": "Proportion of subjects who have significant relief from headache pain 2 hours after initiation of treatment.",
                    "timeFrame": "2 hours post initiation of treatment"
                },
                {
                    "measure": "Pain freedom at end of treatment",
                    "description": "Proportion of subjects who are free from headache pain at the end of treatment.",
                    "timeFrame": "Immediately post treatment of 20-40 minutes"
                },
                {
                    "measure": "Significant headache relief at the end of treatment",
                    "description": "Proportion of subjects who have significant headache pain relief at the end of treatment.",
                    "timeFrame": "Immediately post treatment of 20-40 minutes"
                },
                {
                    "measure": "Sustained pain freedom",
                    "description": "Proportion of subjects with sustained freedom from headache pain from 2 hours to 24 hours after initiation of treatment.",
                    "timeFrame": "24 hours post initiation of treatment"
                },
                {
                    "measure": "Significant relief of most bothersome symptom",
                    "description": "Proportion of subjects who have significant relief from their most bothersome symptom (MBS) 2 hours after initiation of treatment.",
                    "timeFrame": "2 hours post initiation of treatment"
                },
                {
                    "measure": "Use of rescue meds prior to 24 hours post treatment",
                    "description": "Proportion of subjects who use rescue medications prior to 24 hours post treatment",
                    "timeFrame": "24 hours post treatment"
                },
                {
                    "measure": "Overall satisfaction",
                    "description": "Overall satisfaction at post-treatment phase using a modified version of the Revised Patient Perception of Migraine Questionnaire (PPMQ-R)",
                    "timeFrame": "Post treatment phase (45 days)"
                },
                {
                    "measure": "Functional compromise freedom",
                    "description": "Proportion of subjects who are free of migraine related functional compromise 2 hours after initiation of treatment.",
                    "timeFrame": "2 hours post initiation of treatment"
                },
                {
                    "measure": "Proportion active treatments achieving pain freedom",
                    "description": "Proportion of all active treatments that achieved pain freedom by end of treatment or at 2 hours from starting treatment.",
                    "timeFrame": "End of treatment or at 2 hours post initiation of treatment"
                },
                {
                    "measure": "Proportion active treatments achieving pain freedom at end of treatment",
                    "description": "Proportion of all active treatments that achieved significant pain relief by end of treatment or at 2 hours from starting treatment",
                    "timeFrame": "Immediately post treatment of 20-40 minutes"
                },
                {
                    "measure": "Proportion of first randomized active vs first open-label achieving pain freedom",
                    "description": "Proportion of first randomized active treatments vs. first open label active treatments that achieve headache pain freedom at 2 hours from starting treatment.",
                    "timeFrame": "2 hours post initiation of treatment"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. 18-75 years of age, inclusive, with at least a one-year history of migraine consistent with the ICHD-3 criteria\n2. Migraine onset before the age of 50 years\n3. Migraine attack frequency of 2-10 attacks per month with no more than 20 headache days per month on average over the last 3 months\n4. Willingness, ability, and commitment to participate in baseline and follow-up evaluations without concurrent participation in another clinical trial.\n5. Signed subject informed consent form.\n6. Typical untreated migraines are historically at least moderate to severe, by patient report.\n7. Subjects on prophylactic migraine medication must have been on a stable dose for at least 3 months prior to study entry and must remain on the same therapy with stable dosing during the study.\n8. Subjects must have wireless access to the internet via mobile computing or smartphone device for audio and/or video contacts\n\nExclusion Criteria:\n\n1. Failure to meet any of the inclusion criteria.\n2. Unwilling or unable to provide informed consent.\n3. Pregnancy or intent to become pregnant over the course of the study.\n4. Inability to distinguish migraine from other primary headache phenotypes.\n5. Presence of any condition or state that would prevent the subject from sitting or lying down comfortably during the course of the treatment (up to at least 30 minutes).\n6. Unable or unlikely to follow instructions for proper use of the device including connection of the phone to a wireless connection.\n7. Personal or family affiliation as a service provider - e.g., employee, contractor, consultant, or volunteer (other than as a subject in a previous clinical trial) - with a migraine treatment device company.\n8. Subjects with vital sign values that are outside acceptable norms.\n\n   1. Systolic blood pressure \\> 160 mmHg\n   2. Diastolic blood pressure \\> 100mmHg\n   3. Resting heart rate \\>100 beats per minute\n   4. Temperature \\> 100.5°F\n9. History of significant vestibular, auditory or external ear diagnoses or symptoms, including but not limited to Meniere's disease; endolymphatic hydrops; complete loss of hearing in either ear, significant hearing loss in either ear that requires a hearing aid or has deteriorated noticeably over the past year; previous ear surgery (including tympanostomy tubes); superior canal dehiscence, current or ongoing dizziness or vertigo, perforated or compromised tympanic membrane, external auditory canal obstruction which cannot be removed prior to treatment\n10. Current diagnosis or significant prior diagnosis of secondary headache (except MOH headache), cerebral aneurysm, intracranial hemorrhage, brain tumor, chiari malformation, or currently active occipital neuralgia that in the investigator's opinion would interfere with study-related assessments.\n11. Recent or current diagnoses of post-concussion syndrome, significant head trauma, substance abuse, addiction, syncope, or epilepsy, that in that the investigator's opinion would interfere in the assessments.\n12. Another significant pain disorder that in the investigator's opinion would interfere with study-related assessments.\n13. Any other information about the subject's medical condition that, in the reasonable professional judgement of the Investigator, may adversely affect the intended performance or safety of the study device, or that would confound understanding of the subjects' response to treatment with the device.\n14. Subjects who have been diagnosed with and/or being treated for currently active chronic neck pain conditions including, but not limited to, failed neck surgery, discogenic pain, radiculopathy, or whiplash.\n15. Psychiatric or cognitive disorders that in the investigator's opinion would interfere with the conduct of the study\n16. Unstable medical conditions which in the investigator's opinion could impede or preclude successful participation in the study, cause significant risk of serious adverse events in the study, or limit the subject's ability to complete study related treatments or assessments.\n\n    MEDICATIONS \\& MIGRAINE TREATMENTS\n17. Change in migraine preventive therapies or dosage within the preceding 3 months of Baseline Visit OR at any point during the study.\n18. Head or neck nerve block injections in the past 2 months.\n19. Post-COVID-19 patients with new presentations of dysautonomia, cognitive sensory changes, and imbalance presenting complaints which would limit the subject's ability to accurately and reliably identify and assess migraine pain, in the investigator's opinion.\n20. Previous use of pressure therapy or surgery in the ear for headache or any other condition (excluding diagnostic ear insufflation). Subjects enrolling in Group Ib will have participated in the NC05 study and will be allowed to enter as an exception to this criterion.\n21. Subjects treated with acute migraine medication via IV infusion within two weeks prior to screening.\n22. Subjects with previous absence of therapeutic response to 3 or more acute migraine neuromodulation devices. (Does not include failure of therapy due to side effects or intolerance.)\n23. Subjects with previous absence of therapeutic response to 3 or more classes of prescription migraine-specific abortive therapies as judged by the investigator. (Does not include failure of therapy due to side effects, drug interactions, or intolerance.)\n24. Use of an opioid or barbiturate on more than 4 days per month on average for the 3 months prior to the Baseline Visit.\n\nIndividual migraine attacks are excluded from treatment and/or analysis in this study if:\n\n1. Treated \\>45 days after enrollment into active participation in each study Phase, applicable for all Groups. Subjects entering into active participation for Phase I and/or II will have 45 days to treat migraines for that respective Phase. For Phase II, the 45 days begins after the subject is trained and sent home with an AVPI device system.\n2. Migraine treated more than 10 hours (for Phase I) or 6 hours (for Phase II) after initial onset of the migraine. Migraines for which the subject cannot reasonably identify the initial onset.\n3. The migraine onset is \\<24 hours after the complete resolution of a prior migraine attack.\n4. The migraine attack was previously treated with any drug or medical device.\n5. The attack is characterized by neck pain that the subject indicates is greater than or equal to the severity of the headache pain.\n6. The subject has developed an ear infection or other new disorder of either ear since enrollment in the study.\n7. The subject has used acute headache or migraine medication or a neuromodulation device for migraine within previous 24 hours of treatment (for each treatment).\n8. The migraine headache intended for treatment during a randomized arm of either Phase is not at least moderate to severe. Note: Treatment of mild headaches are allowed during the open-label use arm of either Phase II.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "75 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "David George",
                    "role": "CONTACT",
                    "phone": "4803021215",
                    "email": "david@nocira.com"
                },
                {
                    "name": "Melissa Walker, MS RAC FRAPS",
                    "role": "CONTACT",
                    "phone": "3147537790",
                    "email": "mwalker@nocira.com"
                }
            ],
            "locations": [
                {
                    "facility": "ReGen Pain & Wellness",
                    "status": "RECRUITING",
                    "city": "Scottsdale",
                    "state": "Arizona",
                    "zip": "85260-1911",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Keith Smigiel, FNP-C DC",
                            "role": "CONTACT",
                            "phone": "480-341-5174",
                            "email": "drkeith@msn.com"
                        },
                        {
                            "name": "Keith Smigiel, FNP-C DC",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.50921,
                        "lon": -111.89903
                    }
                },
                {
                    "facility": "StudyMetrix",
                    "status": "RECRUITING",
                    "city": "Saint Charles",
                    "state": "Missouri",
                    "zip": "63303",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Mitzi Sutton",
                            "role": "CONTACT",
                            "phone": "636-387-5100"
                        },
                        {
                            "name": "Tim Smith, MD",
                            "role": "CONTACT",
                            "phone": "6363875100",
                            "email": "tsmith@studymetrix.com"
                        },
                        {
                            "name": "Timothy Smith, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.78394,
                        "lon": -90.48123
                    }
                },
                {
                    "facility": "ClinVest",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Springfield",
                    "state": "Missouri",
                    "zip": "65807",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "David True, DO",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 37.21533,
                        "lon": -93.29824
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000008881",
                    "term": "Migraine Disorders"
                }
            ],
            "ancestors": [
                {
                    "id": "D000051270",
                    "term": "Headache Disorders, Primary"
                },
                {
                    "id": "D000020773",
                    "term": "Headache Disorders"
                },
                {
                    "id": "D000001927",
                    "term": "Brain Diseases"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M11852",
                    "name": "Migraine Disorders",
                    "asFound": "Migraine",
                    "relevance": "HIGH"
                },
                {
                    "id": "M9351",
                    "name": "Headache",
                    "relevance": "LOW"
                },
                {
                    "id": "M22529",
                    "name": "Headache Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M26657",
                    "name": "Headache Disorders, Primary",
                    "relevance": "LOW"
                },
                {
                    "id": "M5204",
                    "name": "Brain Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T170",
                    "name": "Acute Graft Versus Host Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}