{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05384496",
            "orgStudyIdInfo": {
                "id": "22-017"
            },
            "organization": {
                "fullName": "Memorial Sloan Kettering Cancer Center",
                "class": "OTHER"
            },
            "briefTitle": "Axitinib and Nivolumab for the Treatment of Mucosal Melanoma",
            "officialTitle": "Phase 2 Study of Axitinib + PD-1 Blockade in Mucosal Melanoma With Pilot Addition of Stereotactic Body Radiotherapy or Ipilimumab in Select Progressors",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "axitinib-and-nivolumab-for-the-treatment-of-mucosal-melanoma"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-02",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-05-17",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-05",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-05",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-05-17",
            "studyFirstSubmitQcDate": "2022-05-17",
            "studyFirstPostDateStruct": {
                "date": "2022-05-20",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-02-21",
            "lastUpdatePostDateStruct": {
                "date": "2024-02-23",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Memorial Sloan Kettering Cancer Center",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Pfizer",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "The researchers are doing this study to find out whether the combination of axitinib and nivolumab is an effective and safe treatment for people with advanced or metastatic mucosal melanoma that has not been treated before.\n\nThe researchers think that a combination of axitinib and nivolumab may help people with this disease because both drugs target and block proteins that play a role in cancer cell survival and growth. The researchers think the drugs may be more effective if given in combination rather than on their own.",
            "detailedDescription": "Combination of nivolumab 3mg/kg IV every 3 weeks with ipilimumab 1mg/kg or nivolumab 480mg IV every 4 weeks as monotherapy is considered standard of care for patients with unresectable locally advanced or metastatic mucosal melanoma. SBRT upon local or oligometastatic progression is also considered standard of care in this setting. The axitinib 5mg twice daily is considered investigational. The maximum duration of maintenance nivolumab and axitinib therapy on this trial is 104 weeks from the initiation of either doublet or triplet therapy. Regardless of dose delays or omissions, the study weeks will be enumerated from the initiation of systemic therapy in the first and second line settings. Patients who progress on the doublet arm of the trial and wish to undergo screening for the triplet arm of the study will stop axitinib therapy until they are deemed eligible for enrollment and a new start date is identified for the triplet. Patients who have reduced axitinib dosing on the doublet arm are eligible to continue on the triplet arms at the same reduced dose of axitinib. The start date for the nivolumab plus ipilimumab triplet will be the initial date of infusion of ipilimumab. The start date for nivolumab plus SBRT will be the date of infusion of nivolumab."
        },
        "conditionsModule": {
            "conditions": [
                "Mucosal Melanoma"
            ],
            "keywords": [
                "Axitinib",
                "Nivolumab",
                "PD-1 Blockade",
                "Stereotactic Body Radiotherapy",
                "Ipilimumab",
                "22-017",
                "head/neck",
                "sinonasal",
                "oral cavity",
                "conjunctival",
                "gastrointestinal",
                "anorectal",
                "esophageal",
                "genitourinary",
                "vulvovaginal",
                "urethral"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "interventionModelDescription": "This is a single center trial enrolling up to 20 evaluable total patients.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 20,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Axitinib and Nivolumab for the Treatment of Mucosal Melanoma",
                    "type": "EXPERIMENTAL",
                    "description": "This is a single center trial enrolling up to 20 total evaluable patients with unresectable primary or advanced mucosal melanomas arising from the head and neck, gastrointestinal, or genitourinary tract to receive frontline therapy with nivolumab IV 480mg q4 weeks plus axitinib 5mg PO twice daily. A Simon 2-stage design will be utilized. Upon progression with good tolerance, addition of stereotactive body radiation therapy (SBRT) or CTLA-4 blockade to continued nivolumab plus axitinib will be offered to patients depending on the type of progression. For patients with local or oligometastatic progression, stereotactic body radiotherapy (SBRT) will be added; for patients with progression in a site of prior radiotherapy or with multifocal or distant progression not amenable to SBRT, ipilimumab 1mg/kg IV q3 weeks for up to 4 doses will be added.",
                    "interventionNames": [
                        "Drug: Nivolumab and/or Ipilimumab",
                        "Radiation: Stereotactic Body Radiation Therapy (SBRT)",
                        "Drug: axitinib"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Nivolumab and/or Ipilimumab",
                    "description": "Combination of nivolumab 3mg/kg IV every 3 weeks with ipilimumab 1mg/kg or nivolumab 480mg IV every 4 weeks as monotherapy is considered standard of care for patients with unresectable locally advanced or metastatic mucosal melanoma.",
                    "armGroupLabels": [
                        "Axitinib and Nivolumab for the Treatment of Mucosal Melanoma"
                    ]
                },
                {
                    "type": "RADIATION",
                    "name": "Stereotactic Body Radiation Therapy (SBRT)",
                    "description": "SBRT upon local or oligometastatic progression. The prescribed dose of SBRT will be 30 Gy in 5 fractions.",
                    "armGroupLabels": [
                        "Axitinib and Nivolumab for the Treatment of Mucosal Melanoma"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "axitinib",
                    "description": "5mg twice daily",
                    "armGroupLabels": [
                        "Axitinib and Nivolumab for the Treatment of Mucosal Melanoma"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "best objective response",
                    "description": "by RECIST 1.1.The Response Evaluation Criteria in Solid Tumors (RECIST)",
                    "timeFrame": "1 year"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Histologic diagnosis of unresectable or advanced mucosal melanoma arising from the head/neck (e.g. sinonasal, oral cavity, conjunctival), gastrointestinal (e.g. anorectal, esophageal), or genitourinary (e.g. vulvovaginal, urethral) sites.\n* Measurable disease\n\n  1. Initial study entry: Subjects must have at least 1 extracranial, unresectable, non-bony lesion that is measurable radiographically (based on RECIST 1.1).\n  2. Triplet arms: assessable disease required. RECIST 1.1 measurable disease is not required.\n* Prior therapy\n\n  1. Initial study entry: No prior systemic therapy (adjuvant or metastatic).\n  2. Triplet arms: Only prior systemic therapy is nivolumab + axitinib on this trial.\n* ECOG performance status of 0-2.\n* Asymptomatic untreated brain metastases are allowed. Symptomatic brain metastases that have undergone local therapy with RT or surgery and have not required an increase in steroid dose in prior 2 weeks are allowed.\n* Screening laboratory parameters:\n\n  1. White blood cell (WBC) count ≥ 2000/μL;\n  2. Absolute neutrophil count (ANC) ≥ 1500/μL;\n  3. Platelets ≥ 100,000/μL;\n  4. Hemoglobin (Hgb) ≥ 9 g/dL;\n  5. Aspartate aminotransferase (AST) and alanine aminotransferase (ALT) ≤ 3 × upper limit of normal (ULN);\n  6. Total bilirubin ≤ 1.5 × ULN (\\< 3 mg/dL for subjects with Gilbert's disease);\n  7. Estimated glomerular filtration rate (GFR) ≥ 30 mL/min;either Cockcroft Gault or a cancer-specific GFR Model such as the camGFR version 2 can be used;\n* Age ≥ 18 years.\n* Females of childbearing potential who are sexually active with a nonsterilized male partner must use 2 methods of effective contraception from screening, and must agree to continue using such precautions for 23 weeks after the final dose of investigational product; cessation of birth control after this point should be discussed with a responsible physician. Periodic abstinence, the rhythm method, and the withdrawal method are not acceptable methods of birth control. \\[Females of childbearing potential are defined as those who are not surgically sterile (i.e., bilateral tubal ligation, bilateral oophorectomy, or complete hysterectomy) or postmenopausal (defined as 12 months with no menses without an alternative medical cause).\\] Nonsterilized males who are sexually active with a female partner of childbearing potential must use 2 acceptable methods of effective contraception from Day 1 and for 31 weeks after receipt of the final dose of investigational product.\n\nAcceptable methods of effective contraception are described in the following:\n\n* Barrier Methods (Male condom plus spermicide, cap plus spermicide, or diaphragm plus spermicide).\n* Intrauterine Device Methods (Copper T, or Levonorgestrelreleasing intrauterine system (e.g., Mirena®), also considered a hormonal method).\n* Hormonal Methods (Implants, hormone shot or injection, combined pill, mini pill, or Patch).\n\nExclusion Criteria:\n\n* Active autoimmune disease or any condition requiring systemic treatment with either corticosteroids (\\>10 mg daily of prednisone equivalents) or other immunosuppressive medications within 14 days of study drug administration. Inhaled or topical steroids and adrenal replacement doses \\> 10 mg daily prednisone equivalents are permitted in the absence of active autoimmune disease.\n* History of motor neuropathy considered to be of autoimmune origin (e.g., Guillain- Barre Syndrome, Myasthenia Gravis).\n* History of myocarditis.\n* History of, or any active evidence of non-infectious pneumonitis\n* Other active, concurrent malignancy that requires ongoing systemic treatment or interferes with radiographic assessment of melanoma response as determined by the investigator.\n* Cardiovascular disease, including:\n\n  * History of acute coronary syndromes (including myocardial infarction and unstable angina), coronary artery bypass graft (CABG) coronary angioplasty, or stenting within 6 months prior to study entry.\n  * Current Class II or higher congestive heart failure as defined by the New York Heart Association (NYHA) functional classification system.\n  * Treatment-refractory hypertension defined as a blood pressure of systolic \\>150 mmHg and/or diastolic \\>90 mmHg despite adequate attempts at antihypertensive therapy.\n* Underlying hematologic issues including:\n\n  * Congenital bleeding diathesis\n  * GI bleeding requiring intervention within the past 6 months\n  * Active hemoptysis within 42 days prior to study enrollment\n  * Pulmonary emboli or deep vein thromboses (DVT) that are not stable on anticoagulation regimen.\n* History of severe allergic reactions to an unknown allergen or any components of the study drugs.\n* Other serious infectious illnesses (e.g., active symptoms of COVID-19 infection or a post-infectious symptomatic autoimmune syndrome, serious bacterial infections requiring antibiotics).\n* Women who are breastfeeding or who are pregnant as evidenced by a positive serum pregnancy test (minimum sensitivity 25 IU/L or equivalent units of HCG) performed within 14 days of the first dose of study drug and by a urine pregnancy test (minimum sensitivity 25 IU/L or equivalent units of HCG) within 24 hours of the first dose of study drug(s).\n* Genetic or autoimmune condition causing heightened radio sensitivity.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Alexander Shoushtari, MD",
                    "role": "CONTACT",
                    "phone": "646-888-4161",
                    "email": "shoushta@mskcc.org"
                },
                {
                    "name": "Christopher Barker, MD",
                    "role": "CONTACT",
                    "phone": "212-639-8168"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Alexander Shoushtari, MD",
                    "affiliation": "Memorial Sloan Kettering Cancer Center",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Memorial Sloan Kettering Westchester",
                    "status": "RECRUITING",
                    "city": "Harrison",
                    "state": "New York",
                    "zip": "10604",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Alexander Shoushtari, MD",
                            "role": "CONTACT",
                            "phone": "646-888-4161"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.96899,
                        "lon": -73.71263
                    }
                },
                {
                    "facility": "Memorial Sloan Kettering Cancer Center",
                    "status": "RECRUITING",
                    "city": "New York",
                    "state": "New York",
                    "zip": "10065",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Alexander Shoushtari, MD",
                            "role": "CONTACT",
                            "phone": "646-888-4161"
                        },
                        {
                            "name": "Christopher Barker, MD",
                            "role": "CONTACT",
                            "phone": "212-639-8168"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.71427,
                        "lon": -74.00597
                    }
                }
            ]
        },
        "referencesModule": {
            "seeAlsoLinks": [
                {
                    "label": "Memorial Sloan Kettering Cancer Center",
                    "url": "http://www.mskcc.org/mskcc/html/44.cfm"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Memorial Sloan Kettering Cancer Center supports the international committee of medical journal editors (ICMJE) and the ethical obligation of responsible sharing of data from clinical trials. The protocol summary, a statistical summary, and informed consent form will be made available on clinicaltrials.gov when required as a condition of Federal awards, other agreements supporting the research and/or as otherwise required. Requests for deidentified individual participant data can be made beginning 12 months after publication and for up to 36 months post publication. Deidentified individual participant data reported in the manuscript will be shared under the terms of a Data Use Agreement and may only be used for approved proposals. Requests may be made to: crdatashare@mskcc.org."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000008545",
                    "term": "Melanoma"
                }
            ],
            "ancestors": [
                {
                    "id": "D000018358",
                    "term": "Neuroendocrine Tumors"
                },
                {
                    "id": "D000017599",
                    "term": "Neuroectodermal Tumors"
                },
                {
                    "id": "D000009373",
                    "term": "Neoplasms, Germ Cell and Embryonal"
                },
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000009380",
                    "term": "Neoplasms, Nerve Tissue"
                },
                {
                    "id": "D000018326",
                    "term": "Nevi and Melanomas"
                },
                {
                    "id": "D000012878",
                    "term": "Skin Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000012871",
                    "term": "Skin Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M11528",
                    "name": "Melanoma",
                    "asFound": "Melanoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M20495",
                    "name": "Neuroendocrine Tumors",
                    "relevance": "LOW"
                },
                {
                    "id": "M19845",
                    "name": "Neuroectodermal Tumors",
                    "relevance": "LOW"
                },
                {
                    "id": "M20388",
                    "name": "Neuroectodermal Tumors, Primitive",
                    "relevance": "LOW"
                },
                {
                    "id": "M12318",
                    "name": "Neoplasms, Germ Cell and Embryonal",
                    "relevance": "LOW"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M12325",
                    "name": "Neoplasms, Nerve Tissue",
                    "relevance": "LOW"
                },
                {
                    "id": "M12448",
                    "name": "Nevus, Pigmented",
                    "relevance": "LOW"
                },
                {
                    "id": "M12446",
                    "name": "Nevus",
                    "relevance": "LOW"
                },
                {
                    "id": "M20470",
                    "name": "Nevi and Melanomas",
                    "relevance": "LOW"
                },
                {
                    "id": "M15681",
                    "name": "Skin Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M15674",
                    "name": "Skin Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T4091",
                    "name": "Neuroendocrine Tumor",
                    "relevance": "LOW"
                },
                {
                    "id": "T4092",
                    "name": "Neuroepithelioma",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000077594",
                    "term": "Nivolumab"
                },
                {
                    "id": "D000074324",
                    "term": "Ipilimumab"
                },
                {
                    "id": "D000077784",
                    "term": "Axitinib"
                }
            ],
            "ancestors": [
                {
                    "id": "D000074322",
                    "term": "Antineoplastic Agents, Immunological"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                },
                {
                    "id": "D000082082",
                    "term": "Immune Checkpoint Inhibitors"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000047428",
                    "term": "Protein Kinase Inhibitors"
                },
                {
                    "id": "D000004791",
                    "term": "Enzyme Inhibitors"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M1854",
                    "name": "Nivolumab",
                    "asFound": "Technique",
                    "relevance": "HIGH"
                },
                {
                    "id": "M1348",
                    "name": "Ipilimumab",
                    "asFound": "Enrolled",
                    "relevance": "HIGH"
                },
                {
                    "id": "M1910",
                    "name": "Axitinib",
                    "asFound": "Hypertensive",
                    "relevance": "HIGH"
                },
                {
                    "id": "M1346",
                    "name": "Antineoplastic Agents, Immunological",
                    "relevance": "LOW"
                },
                {
                    "id": "M2342",
                    "name": "Immune Checkpoint Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M25820",
                    "name": "Protein Kinase Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M7951",
                    "name": "Enzyme Inhibitors",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}