{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04187703",
            "orgStudyIdInfo": {
                "id": "CASE4919"
            },
            "organization": {
                "fullName": "Case Comprehensive Cancer Center",
                "class": "OTHER"
            },
            "briefTitle": "5-Azacitidine and Decitabine Epigenetic Therapy for Myeloid Malignancies",
            "officialTitle": "Proof-Of-Concept Study of Metabolically Optimized, Non-Cytotoxic 5-Azacitidine and Decitabine Epigenetic Therapy for Myeloid Malignancies",
            "therapeuticArea": [
                "Rare Diseases"
            ],
            "study": "azacitidine-and-decitabine-epigenetic-therapy-for-myeloid-malignancies"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-03",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2020-11-16",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-12-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-12-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2019-12-03",
            "studyFirstSubmitQcDate": "2019-12-03",
            "studyFirstPostDateStruct": {
                "date": "2019-12-05",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-03-07",
            "lastUpdatePostDateStruct": {
                "date": "2024-03-12",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR_INVESTIGATOR",
                "investigatorFullName": "Benjamin Tomlinson",
                "investigatorTitle": "MD",
                "investigatorAffiliation": "Case Comprehensive Cancer Center"
            },
            "leadSponsor": {
                "name": "Benjamin Tomlinson",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": true
        },
        "descriptionModule": {
            "briefSummary": "Another term for myelodysplastic syndrome is bone marrow failure. The bone marrow is where components of blood such as red cells, platelets and white cells are made. In bone marrow failure, the ability for bone marrow to make these cells is decreased. In myelodysplastic syndrome, this decreased bone marrow function is believed to result from abnormalities that prevent the normal maturation process by which bone marrow cells develop into red blood cells, white blood cells and platelets. In myelodysplastic syndrome, these abnormal bone marrow cells occupy space in the bone marrow and prevent the function of remaining normal bone marrow cells.\n\nOne approach to treating the abnormal growth of immature cells is to give chemotherapy which damages DNA within these cells and causes their death. Unfortunately, such therapy has side-effects, since even normal cells can be affected by the treatment. Both 5-azacitidine (5AZA) and decitabine (DEC) are FDA-approved to treat MDS. In this study, 5AZA and DEC will be administered using an alternating low doses schedule in an attempt to overcome the known mechanisms of resistance to the administration of 5AZA or DEC as single agents caused by automatic adaptive shifts in DNA metabolism.",
            "detailedDescription": "This will be a single arm, open label pilot study of 5AZA-alt-DEC. Participants will be treated for a minimum of 24 weeks in the absence of clear evidence of progressive disease. Participants who have any response will be permitted to continue treatment until relapse or progression of disease that is not sensitive to protocol defined dose escalation.\n\nThe primary objective of this study is to determine Overall Response Rate (ORR) of 5AZA-alt-DEC. The combined response endpoint will include complete response (CR), partial response (PR), and hematologic improvement (HI), with HI criteria specifically as defined by IWG criteria\n\nThe secondary endpoints of this study include:\n\n* Cumulative incidence of response for both CR and overall response\n* Duration of response (DOR)\n* Safety evaluation by tabulation of adverse events of grade 3 and higher\n\nCorrelative endpoints include:\n\n* Correlation of DNMT1 depletion with clinical response criteria\n* Correlation of clinical response with disease biological phenotype measured by morphology and cytogenetics\n* Exploratory measurements of pyrimidine metabolism pre-treatment and on-therapy"
        },
        "conditionsModule": {
            "conditions": [
                "Myelodysplastic Syndromes",
                "MDS/MPN Crossover Syndromes"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "EARLY_PHASE1"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 20,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "5AZA-alt-DEC",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will be treated for a minimum of 24 weeks in the absence of clear evidence of progressive disease. Patients who have any response will be permitted to continue treatment until relapse or progression of disease that is not sensitive to protocol defined dose escalation.\n\nTreatments will include:\n\n5-azacytidine (50mg/m\\^2) Day 1 every week\n\nDecitabine (5mg/m\\^2) Day 4 every week\n\nWeeks 1-8 will be an induction phase, and weeks 9+ will be a long-term treatment phase",
                    "interventionNames": [
                        "Drug: 5-azacytidine",
                        "Drug: Decitabine"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "5-azacytidine",
                    "description": "5-azacytidine 50 mg/m\\^2 Day 1 every week ± G-CSF \\~5 µg/kg (300µg vs 480µg)",
                    "armGroupLabels": [
                        "5AZA-alt-DEC"
                    ],
                    "otherNames": [
                        "azacytidine"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Decitabine",
                    "description": "Decitabine 5 mg/m\\^2 Day 4 every week ± G-CSF \\~5 µg/kg (300µg vs 480µg)",
                    "armGroupLabels": [
                        "5AZA-alt-DEC"
                    ],
                    "otherNames": [
                        "5-aza-2'-deoxycytydine"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Overall response rate (ORR) of 5AZA-alt-DEC",
                    "description": "Overall response rate (ORR) of 5AZA-alt-DEC including:\n\nComplete Response (CR) Partial Response (PR) Hematologic improvement (HI), with HI criteria specifically as defined by IWG criteria\n\nTherefore, the overall response rate (ORR) = CR + PR + HI",
                    "timeFrame": "Up to 6 months from end of treatment"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Cumulative incidence of response for both CR and overall response",
                    "description": "Cumulative incidence of response for both CR and overall response",
                    "timeFrame": "Up to 6 months from end of treatment"
                },
                {
                    "measure": "Duration of response (DOR)",
                    "description": "Duration of response (DOR)",
                    "timeFrame": "Up to 2 years from end of treatment"
                },
                {
                    "measure": "Safety evaluation by tabulation of all AEs and SAEs per CTACE version 5.0",
                    "description": "Safety evaluation by tabulation of all AEs and SAEs per CTACE version 5.0",
                    "timeFrame": "through 30 days after the final dose of study drug"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Correlation of clinical response IWG criteria with disease biological phenotype",
                    "description": "Correlation of clinical response (by IWG criteria for myelodysplastic syndrome and myelodysplastic/myeloproliferative overlaps syndromes depending on the underlying disease) with disease biological phenotype (morphologyand cytogenetics)",
                    "timeFrame": "Up to 2 years from end of treatment"
                },
                {
                    "measure": "Correlation of predicted DNMT1 depletion with clinically assessed DNMT1 depletion as evaluated by quantitative immunofluorescence",
                    "description": "Evaluation of a primary mechanism of 5AZA-alt-DEC to maintain the depletion of DNMT1 as predicted by preclinical models. This will be evaluated by bone marrow analysis of DNTM1 depletion, measured through quantitative immunofluorescence",
                    "timeFrame": "Up to 2 years from end of treatment"
                },
                {
                    "measure": "Correlation of predicted DNMT1 depletion with clinically assessed DNMT1 depletion as evaluated by flow cytometry",
                    "description": "Evaluation of a primary mechanism of 5AZA-alt-DEC to maintain the depletion of DNMT1 as predicted by preclinical models. This will be evaluated by bone marrow analysis of DNTM1 depletion, measured through flow cytometry",
                    "timeFrame": "Up to 2 years from end of treatment"
                },
                {
                    "measure": "Correlation of predicted DNMT1 depletion with clinically assessed DNMT1 depletion as evaluated by standard pathologic interpretation of IHC",
                    "description": "Evaluation of a primary mechanism of 5AZA-alt-DEC to maintain the depletion of DNMT1 as predicted by preclinical models. This will be evaluated by bone marrow analysis of DNTM1 depletion, measured through standard pathologic interpretation of IHC",
                    "timeFrame": "Up to 2 years from end of treatment"
                },
                {
                    "measure": "Enzyme expression important in DEC metabolism: DCK, UCK2, and CDA by QRT-PCR.",
                    "description": "Measurement of pyrimidine metabolism pre-treatment and on-therapy in marrow samples through Measurement of enzyme expression important in DEC metabolism: DCK, UCK2, and CDA by QRT-PCR.",
                    "timeFrame": "At baseline, 12 weeks, 24 weeks and up to 2 years from end of treatment"
                },
                {
                    "measure": "Surface expression of markers of monocytic and granulocytic differentiation by flow cytometry: CD11b, CD14 and CD15",
                    "description": "Measurement of pyrimidine metabolism pre-treatment and on-therapy in marrow samples through measurement of surface expression of markers of monocytic and granulocytic differentiation by flow cytometry: CD11b, CD14 and CD15",
                    "timeFrame": "At baseline, 12 weeks, 24 weeks and up to 2 years from end of treatment"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Participants must have MDS or MDS/myeloproliferative overlap disorder with potential sensitivity to HMA therapy, defined as prior published evidence of response to HMA\n\n  * Myelodysplastic Syndromes:\n\n    * As classified by hematopathology review of WHO categories, myelodysplastic/myeloproliferative neoplasm unclassifiable, refractory anemia with ring sideroblasts and thrombocytosis, refractory cytopenia with unilineage dysplasia (RCUD), refractory anemia with ring sideroblasts (RARS), refractory cytopenia with multi-lineage dysplasia (RCMD), refractory anemia with excess blasts (RAEB), myelodysplastic syndrome with isolated del(5q), myelodysplastic syndrome unclassifiable (MDS-U).\n    * Participant with MDS who are IPSS-R high and very high risk or IPSS intermediate 2 risk and higher are excluded given proven overall survival benefit in higher risk MDS from AZA-001 with this treatment\n  * Myelodysplastic/myeloproliferative neoplasm overlap disorders ---MDS/MPN crossover syndromes with limited evidence of extramedullary hematopoiesis (may not have palpable splenomegaly) and reticulin fibrosis of grade 1 or less without evidence of progression to accelerated phase. These may include but may not be limited to RARS-T, CMML, Atypical CML (BCR-ABL negative), and MDS/MPN NOS\n* Indication for HMA therapy: Symptomatic anemia OR thrombocytopenia with a platelet count of \\<100 x 109/L OR transfusion dependence for red-cells OR transfusion dependence for platelets OR absolute neutrophil count \\< 1.0 x 109/L\n\n  --Participants with lower risk MDS must have must have failed or have contraindications to available therapies (e.g. lenalidomide, epoetin if indicated for symptomatic anemia and/or transfusion dependence of red cells) known to be effective for treatment of their disease\n* Participants must have performance status of 60% or greater by Karnofsky Performance Status (KPS)\n* Must have adequate end organ function defined as:\n\n  * AST and ALT \\< 3× the upper limit of normal (ULN)\n  * Bilirubin ≤ 1.5× the ULN. If elevated bilirubin is due to impaired conjugation (e.g Gilbert's disease or concomitant medication) or disease related hemolysis, then direct bilirubin ≤ 1.5× the ULN\n  * As azacitidine and decitabine have little renal metabolism, and have proven safety even in dialysis participants, renal function is not an inclusion or exclusion criteria\n* Subjects must have the ability to understand and the willingness to sign a written informed consent document and complete study related procedures.\n\nExclusion Criteria:\n\n* MDS with IPSS-R high or very high risk, or IPSS intermediate-2 or high risk disease\n* Prior Treatment with azacitidine, decitabine or investigational HMA therapy with overlapping mechanism of action (e.g. guadecitibine)\n* No other disease directed therapy, save for hydroxyurea, including experimental or investigational drug therapy for 14 days prior to study entry.\n* Toxicity (grade 2 or higher) from prior therapies including chemotherapy, targeted therapy, immunotherapy, experimental therapy, radiation or surgery must be resolved to grade 1 or less.\n* Currently pregnant or breast-feeding. Females of child bearing (FOCBP) potential must have negative serum pregnancy test within 72 hours from treatment start. (NOTE: FOCBP is any biologic female, regardless of sexual or gender orientation, having undergone tubal ligation, or remaining celibate by choice, who has not undergone a documented hysterectomy or bilateral oophorectomy or has had a menses any time in the preceding 12 months (therefore not naturally post-menopausal for \\> 12 months)\n* Uncontrolled intercurrent illness that could limit life expectancy or ability to complete study correlates. This includes, but is not limited to:\n\n  * Ongoing or active infection. As participants with MDS and MDS/MPNs are prone to infections, if participants are actively being treated with appropriate antibiotics or antifungal therapy with clinical evidence of infection control, then they will be considered eligible for study.\n  * Uncontrolled concurrent malignancy\n  * Congestive heart failure of NYHA class III/IV. Participants with compensated heart failure are permitted.\n  * Unstable angina pectoris\n  * New or unstable cardiac arrhythmia. Stable or controlled arrhythmias are permitted\n  * Decompensated liver cirrhosis (Child-Pugh score ≥12 or a MELD score ≥21)\n  * Psychiatric illness/social situations that would limit compliance with study requirements.\n  * Any other prior or ongoing condition, in the opinion of the investigator, that could adversely affect the safety of the participant or impair the assessment of study results.\n* WOCBP and males that are unwilling to agree to use dual contraceptive measures (i.e., hormonal or barrier method of birth control; abstinence, condom) prior to study entry and for the duration of study participation. Should a female subject become pregnant or suspect she is pregnant while participating in this study, she should inform the treating physician immediately\n* Sexually active male who is unwilling to use a condom when engaging in any sexual contact with a female with child-bearing potential, beginning at the screening visit and continuing until 4 weeks after taking the last dose of 5AZA-alt-DEC.\n* Participants with known active HIV infection, as this will further increase the risk for opportunistic infections. However, participants with chronic HIV with undetectable viral load by PCR, without opportunistic infection, and on a stable regimen of antiretroviral therapy would be eligible.\n* Known allergy or hypersensitivity to any component of azacitidine or decitabine formulations",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Benjamin Tomlinson, MD",
                    "role": "CONTACT",
                    "phone": "216-844-0139",
                    "email": "benjamin.tomlinson@uhhospitals.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Benjamin H Tomlinson, Tomlinson",
                    "affiliation": "Cleveland Medical Center, University Hospitals Seidman Cancer Center, Case Comprehensive Cancer Center",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Cleveland Medical Center, University Hospitals Seidman Cancer Center, Case Comprehensive Cancer Center",
                    "status": "RECRUITING",
                    "city": "Cleveland",
                    "state": "Ohio",
                    "zip": "44106",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Benjamin Tomlinson",
                            "role": "CONTACT",
                            "phone": "216-844-0139",
                            "email": "benjamin.tomlinson@uhhospitals.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.4995,
                        "lon": -81.69541
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "type": "BACKGROUND",
                    "citation": "Xiaorong Gu, Rita Tohme, Benjamin K. Tomlinson, Lisa Durkin, Caroline Schuerger, Asmaa M Zidan, Tomas Radivoyevitch, Hetty E. Carraway, Ronald Sobecks, Betty K. Hamilton, Alan Lichtin, MD, Jaroslaw P. Maciejewski, Yogenthiran Saunthararajah; Feedback Responses of the Pyrimidine Metabolism Network Mediate Resistance to Decitabine and 5-Azacytidine. Blood2019; 134 (Supplement_1): 537. doi: https://doi.org/10.1182/blood-2019-125823"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Individual participant data that underlie or influence the results observed from the study",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "CSR",
                "ANALYTIC_CODE"
            ],
            "timeFrame": "Beginning 3 months and ending 5 years following article publication",
            "accessCriteria": "Investigators who provide a methodologically sound proposal for use of requested data"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009190",
                    "term": "Myelodysplastic Syndromes"
                },
                {
                    "id": "D000013577",
                    "term": "Syndrome"
                }
            ],
            "ancestors": [
                {
                    "id": "D000004194",
                    "term": "Disease"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000001855",
                    "term": "Bone Marrow Diseases"
                },
                {
                    "id": "D000006402",
                    "term": "Hematologic Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M16355",
                    "name": "Syndrome",
                    "asFound": "Syndrome",
                    "relevance": "HIGH"
                },
                {
                    "id": "M14164",
                    "name": "Preleukemia",
                    "relevance": "LOW"
                },
                {
                    "id": "M12145",
                    "name": "Myelodysplastic Syndromes",
                    "asFound": "Myelodysplastic Syndrome",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5134",
                    "name": "Bone Marrow Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M9490",
                    "name": "Hematologic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T3993",
                    "name": "Myelodysplastic Syndromes",
                    "asFound": "Myelodysplastic Syndrome",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC15",
                    "name": "Blood and Lymph Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000001374",
                    "term": "Azacitidine"
                },
                {
                    "id": "D000077209",
                    "term": "Decitabine"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000964",
                    "term": "Antimetabolites, Antineoplastic"
                },
                {
                    "id": "D000000963",
                    "term": "Antimetabolites"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                },
                {
                    "id": "D000004791",
                    "term": "Enzyme Inhibitors"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4673",
                    "name": "Azacitidine",
                    "asFound": "Pilot Study",
                    "relevance": "HIGH"
                },
                {
                    "id": "M1697",
                    "name": "Decitabine",
                    "asFound": "Derived",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4281",
                    "name": "Antimetabolites",
                    "relevance": "LOW"
                },
                {
                    "id": "M7951",
                    "name": "Enzyme Inhibitors",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}