{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05680597",
            "orgStudyIdInfo": {
                "id": "1R01HD107074-01",
                "type": "NIH",
                "link": "https://reporter.nih.gov/quickSearch/1R01HD107074-01"
            },
            "secondaryIdInfos": [
                {
                    "id": "1R01HD107074-01A1",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/1R01HD107074-01A1"
                }
            ],
            "organization": {
                "fullName": "Oregon Health and Science University",
                "class": "OTHER"
            },
            "briefTitle": "Balance Tele-Rehab in Parkinson's Disease Parkinson's Disease",
            "officialTitle": "Balance Tele-rehabilitation With Wearable Technology for Older Adults With Parkinson's Disease",
            "therapeuticArea": [
                "Neurology"
            ],
            "study": "balance-tele-rehab-in-parkinson-s-disease-parkinson-s-disease"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-09-19",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-06",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-06",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-11-03",
            "studyFirstSubmitQcDate": "2023-01-10",
            "studyFirstPostDateStruct": {
                "date": "2023-01-11",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-11-03",
            "lastUpdatePostDateStruct": {
                "date": "2023-11-07",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Oregon Health and Science University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Eunice Kennedy Shriver National Institute of Child Health and Human Development (NICHD)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This project will determine the feasibility and efficacy of remote assessment and treatment of balance disorders in people with Parkinson's disease.",
            "detailedDescription": "This project consists of a virtual balance assessment which will use objective measures of balance and gait obtained with wearable sensors on the feet and waist. During a virtual assessment, the Modified Instrumented Stand and Walk Test (ISAW) will be conducted in 80 people with Parkinson's disease (PD) to predict a gold-standard, clinical in-person assessment of balance, the Mini-Balance Evaluation System Test (Mini-BESTest). For the balance rehabilitation there will be 80 participants randomized into two groups: 1) unsupervised home Agility Boot Camp (ABC) exercises (standard of care), 2) telerehabilitation with therapist conducting the ABC exercise program. Mobility during daily life will be measured using wearable sensors to explore if improvements after rehabilitation transfer to daily life mobility. The long-term goal of this project is to develop a more effective, home-based balance assessment and treatment that can be used in older adults with balance impairments to improve safe mobility during daily life."
        },
        "conditionsModule": {
            "conditions": [
                "Parkinson Disease"
            ],
            "keywords": [
                "Tele-rehabilitation",
                "Balance",
                "Mobility",
                "Tele-assessment",
                "Wearable-sensors"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "We will randomize the 80 participants into two groups: 1) unsupervised home Agility Boot Camp (ABC) exercises (standard of care), 2) supervised balance (ABC) with therapist tele-rehabilitation.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "maskingDescription": "Clinical pre- and post-testing will be carried out by a researcher who is blinded to group assignment. Scientists analyzing daily life monitoring data will also be blinded to pre-post status.",
                    "whoMasked": [
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 80,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Supervised Tele-Rehabilitation Home Exercise",
                    "type": "EXPERIMENTAL",
                    "description": "40 participants will have tele-rehabilitation virtually with a physical therapist for 60 minutes approximately three times per week for four weeks of intervention (12 visits). Participants will also be assessed for daily life mobility for seven days pre and post intervention with wearable sensors.",
                    "interventionNames": [
                        "Other: Balance Tele-Rehabilitation Agility Boot Camp (ABC)"
                    ]
                },
                {
                    "label": "Unsupervised Rehabilitation Home Exercise",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "40 participants will complete their home exercise Agility Boot Camp (ABC) program for 60 minutes approximately three times per week for four weeks of intervention (12 sessions). Participants will also be assessed for daily life mobility for seven days pre and post intervention with wearable sensors.",
                    "interventionNames": [
                        "Other: Balance Tele-Rehabilitation Agility Boot Camp (ABC)"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Balance Tele-Rehabilitation Agility Boot Camp (ABC)",
                    "description": "The intervention is tele-rehabilitation conducted by a physical therapist virtually for 60 minutes approximately three times a week for four weeks (12 sessions). Participants will be assessed for seven days pre and post intervention using wearable sensors (APDM wearable technologies) to monitor daily mobility.",
                    "armGroupLabels": [
                        "Supervised Tele-Rehabilitation Home Exercise",
                        "Unsupervised Rehabilitation Home Exercise"
                    ],
                    "otherNames": [
                        "Opal sensors; APDM Wearable Technologies"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change from Baseline in the Mini-BESTest, a 14-item test of 4 domains of balance post-rehabilitation",
                    "description": "The Mini-BESTest, a 14-item test of 4 domains of balance, that has been well studied and is related to fall risk in people with Parkinson's disease.",
                    "timeFrame": "Pre and Post rehabilitation"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change from Baseline in the modified and standard Instrumented Stand and Walk (Modified ISAW and ISAW, respectively) tests post-rehabilitation",
                    "description": "For the ISAW, the participant will don 3 sensors and be instructed to stand for 30 seconds, walk 12 steps, turn around, and walk back. The ISAW has the ability to characterize multiple domains of balance, similar to the Mini-BESTest, including postural sway in standing with feet together with eyes open for 30 seconds prior to step initiation and gait with a 180-degree turn. During the Modified ISAW, the participant will don 3 sensors and be instructed to stand for 30 seconds, walk at least 10 steps, turn 90 degrees and complete an L-shaped path, then turn 180 degrees and retrace the L-shaped path.",
                    "timeFrame": "Pre and Post rehabilitation"
                },
                {
                    "measure": "Change from Baseline in the Patient Global Impression of Change (PGIC), a seven point scale depicting the patient's impression of improvement post-rehabilitation",
                    "description": "The PGIC is one question rated on a seven point Likert scale measuring impression of change after intervention.",
                    "timeFrame": "after rehabilitation"
                },
                {
                    "measure": "Parkinson's Disease Questionaire-39 (PDQ-39)",
                    "description": "This is a questionnaire looking at how Parkinson's Disease has affected quality of life over the last month",
                    "timeFrame": "Pre and Post rehabilitation"
                },
                {
                    "measure": "MDS-United Parkinson's Disease Rating Scale (UPDRS) I-IV",
                    "description": "This is a questionnaire evaluating various aspects of Parkinson's disease, including motor and non-motor symptoms and activities of daily living.",
                    "timeFrame": "Pre and Post rehabilitation"
                },
                {
                    "measure": "Freezing of Gait Questionnaire (FoGQ)",
                    "description": "This is a questionnaire asking about different situations that cause freezing of gait and how it may affect your balance.",
                    "timeFrame": "Pre and Post rehabilitation"
                },
                {
                    "measure": "International Physical Activity Questionnaire- Short Form (IPAQ)",
                    "description": "This questionnaire asks about intensity and type of physical activity performed in the last 7 days",
                    "timeFrame": "Pre and Post rehabilitation"
                },
                {
                    "measure": "Wearable Sensors to Measure Daily Life Mobility",
                    "description": "Use instrumented socks and a sensor (manufacturer: APDM) around the waist to measure gait quality, such as turn speed, over seven days of monitoring.",
                    "timeFrame": "8-10 hours per day for 7 days; Pre and Post rehabilitation"
                },
                {
                    "measure": "Activities-Specific Balance Confidence",
                    "description": "This is a questionnaire that measures confidence during ambulatory activities without falling or experiencing a sense of unsteadiness. It consists of 16 questions and is scored from 0-100 (0 is no confidence and 100 is full confidence).",
                    "timeFrame": "Pre and Post rehabilitation"
                },
                {
                    "measure": "Falls Efficacy Scale International",
                    "description": "This is a test that measures level of concern about falling during social and physical activities inside and outside the home whether or not the person actually does the activity. It is a 16-item questionnaire, with a score ranging from minimum 16 (no concern about falling) to maximum 64 (severe concern about falling).",
                    "timeFrame": "Pre and Post rehabilitation"
                },
                {
                    "measure": "Self-Efficacy for Exercise Scale",
                    "description": "This is a questionnaire looking at beliefs in ability to continue exercising on a three-time-a-week basis at moderate intensities. It consists of 8 questions and is scored 0-100% per question where 0 is not at all confident and 100 is highly confident.",
                    "timeFrame": "Pre and Post rehabilitation"
                },
                {
                    "measure": "Life Space Assessment Questionnaire",
                    "description": "This is a questionnaire where you will report on the area in which you live.",
                    "timeFrame": "Pre and Post rehabilitation"
                },
                {
                    "measure": "Time Up and Go Test",
                    "description": "This test measures the time taken to rise from a seated position, walk 3 meters at a comfortable pace, turn on the spot, return to the starting point, and sit back down.",
                    "timeFrame": "Pre-rehabilitation and approximately seven days after the last rehabilitation session (+/- three days)."
                },
                {
                    "measure": "TabCAT",
                    "description": "Participants will use an iPad to complete tests looking at different aspects of cognitive function: 1) Benton Judgement of Line Orientation (JLO) will be used to assess visuospatial and executive function. 2) The Flanker test will be used to assess cognitive control and inhibition. 3) The Set Shifting test will be used to assess cognitive flexibility. These tests are components of the TabCAT test battery.",
                    "timeFrame": "Pre-rehabilitation and approximately seven days after the last rehabilitation session (+/- three days)."
                },
                {
                    "measure": "Floor Transfer Test",
                    "description": "This timed test measures a participant's ability to sit down and rise from the floor.",
                    "timeFrame": "Pre-rehabilitation and approximately seven days after the last rehabilitation session (+/- three days)."
                },
                {
                    "measure": "360 Degree Turn Test",
                    "description": "This test measures the time taken to turn 360 degrees to the left and right.",
                    "timeFrame": "Pre-rehabilitation and approximately seven days after the last rehabilitation session (+/- three days)."
                },
                {
                    "measure": "Five-Time Sit-to-Stand Test",
                    "description": "This test measures functional mobility and lower-body strength. Participants will be timed as they rise five times from sitting (standard chair height) to standing.",
                    "timeFrame": "Pre-rehabilitation and approximately seven days after the last rehabilitation session (+/- three days)."
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Diagnosis of idiopathic PD from movement disorders neurologist with the United Kingdom Brain Bank criteria of bradykinesia and one or more of the following - rest tremor, rigidity, and balance problems not from visual, vestibular, cerebellar or proprioceptive conditions\n2. responsive to levodopa (self-reported)\n3. Hoehn \\& Yahr stages I-III;\n4. ages 55-85 years old\n5. ability to follow directions in order to participate in testing procedures and exercise classes\n6. free of any medical conditions or medication that contraindicates participation in an exercise program\n7. willing and able to participate in rehabilitation intervention approximately 3x/week for 4 weeks while also refraining from making changes to medications (as reasonable) or to other exercise programs during the study period.\n\nExclusion Criteria:\n\n1. Major musculoskeletal or neurological disorders, structural brain disease, epilepsy, acute illness or health history, other than PD, significantly affecting gait and balance (i.e., musculoskeletal disorder, vestibular problem, head injury, stroke, cardiac disease, etc.)\n2. no medical condition that precludes exercise\n3. cognitive inability to participate in an exercise program, such as MoCA score less than or equal to 19, prior diagnosis of dementia or inability to follow directions\n4. recurrent fallers, defined as those who fall more than 3 times a week (from patient and caregiver recollection)\n5. excessive use of alcohol or recreational drugs\n6. recent change in medication\n7. inability to stand and walk for ISAW without an assistive device.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "55 Years",
            "maximumAge": "85 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Laurie King, PhD",
                    "role": "CONTACT",
                    "phone": "503-418-2602",
                    "email": "kingla@ohsu.edu"
                },
                {
                    "name": "Martina Mancini, PhD",
                    "role": "CONTACT",
                    "phone": "503-418-2600",
                    "email": "mancinim@ohsu.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Laurie A King, PhD",
                    "affiliation": "Oregon Health and Science University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Oregon Health Science University",
                    "status": "RECRUITING",
                    "city": "Portland",
                    "state": "Oregon",
                    "zip": "97239",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Laurie King",
                            "role": "CONTACT",
                            "email": "kingla@ohsu.edu"
                        },
                        {
                            "name": "Ruby Larisch",
                            "role": "CONTACT",
                            "email": "Larisch@ohsu.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 45.52345,
                        "lon": -122.67621
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "32249668",
                    "type": "BACKGROUND",
                    "citation": "King LA, Mancini M, Smulders K, Harker G, Lapidus JA, Ramsey K, Carlson-Kuhta P, Fling BW, Nutt JG, Peterson DS, Horak FB. Cognitively Challenging Agility Boot Camp Program for Freezing of Gait in Parkinson Disease. Neurorehabil Neural Repair. 2020 May;34(5):417-427. doi: 10.1177/1545968320909331. Epub 2020 Apr 4."
                },
                {
                    "pmid": "31927614",
                    "type": "BACKGROUND",
                    "citation": "Shah VV, McNames J, Mancini M, Carlson-Kuhta P, Spain RI, Nutt JG, El-Gohary M, Curtze C, Horak FB. Quantity and quality of gait and turning in people with multiple sclerosis, Parkinson's disease and matched controls during daily living. J Neurol. 2020 Apr;267(4):1188-1196. doi: 10.1007/s00415-020-09696-5. Epub 2020 Jan 11."
                },
                {
                    "pmid": "32417795",
                    "type": "BACKGROUND",
                    "citation": "Shah VV, McNames J, Mancini M, Carlson-Kuhta P, Nutt JG, El-Gohary M, Lapidus JA, Horak FB, Curtze C. Digital Biomarkers of Mobility in Parkinson's Disease During Daily Living. J Parkinsons Dis. 2020;10(3):1099-1111. doi: 10.3233/JPD-201914."
                },
                {
                    "pmid": "24955286",
                    "type": "BACKGROUND",
                    "citation": "Mancini M, King L, Salarian A, Holmstrom L, McNames J, Horak FB. Mobility Lab to Assess Balance and Gait with Synchronized Body-worn Sensors. J Bioeng Biomed Sci. 2011 Dec 12;Suppl 1:007. doi: 10.4172/2155-9538.S1-007."
                },
                {
                    "pmid": "24379043",
                    "type": "BACKGROUND",
                    "citation": "El-Gohary M, Pearson S, McNames J, Mancini M, Horak F, Mellone S, Chiari L. Continuous monitoring of turning in patients with movement disability. Sensors (Basel). 2013 Dec 27;14(1):356-69. doi: 10.3390/s140100356."
                },
                {
                    "pmid": "33101161",
                    "type": "BACKGROUND",
                    "citation": "Hasegawa N, Shah VV, Harker G, Carlson-Kuhta P, Nutt JG, Lapidus JA, Jung SH, Barlow N, King LA, Horak FB, Mancini M. Responsiveness of Objective vs. Clinical Balance Domain Outcomes for Exercise Intervention in Parkinson's Disease. Front Neurol. 2020 Sep 25;11:940. doi: 10.3389/fneur.2020.00940. eCollection 2020."
                },
                {
                    "pmid": "19228832",
                    "type": "BACKGROUND",
                    "citation": "King LA, Horak FB. Delaying mobility disability in people with Parkinson disease using a sensorimotor agility exercise program. Phys Ther. 2009 Apr;89(4):384-93. doi: 10.2522/ptj.20080214. Epub 2009 Feb 19."
                },
                {
                    "pmid": "23738230",
                    "type": "BACKGROUND",
                    "citation": "King LA, Salarian A, Mancini M, Priest KC, Nutt J, Serdar A, Wilhelm J, Schlimgen J, Smith M, Horak FB. Exploring outcome measures for exercise intervention in people with Parkinson's disease. Parkinsons Dis. 2013;2013:572134. doi: 10.1155/2013/572134. Epub 2013 Apr 30."
                },
                {
                    "pmid": "26308937",
                    "type": "BACKGROUND",
                    "citation": "King LA, Wilhelm J, Chen Y, Blehm R, Nutt J, Chen Z, Serdar A, Horak FB. Effects of Group, Individual, and Home Exercise in Persons With Parkinson Disease: A Randomized Clinical Trial. J Neurol Phys Ther. 2015 Oct;39(4):204-12. doi: 10.1097/NPT.0000000000000101."
                },
                {
                    "pmid": "19329772",
                    "type": "BACKGROUND",
                    "citation": "Horak FB, Wrisley DM, Frank J. The Balance Evaluation Systems Test (BESTest) to differentiate balance deficits. Phys Ther. 2009 May;89(5):484-98. doi: 10.2522/ptj.20080071. Epub 2009 Mar 27."
                },
                {
                    "pmid": "21934364",
                    "type": "BACKGROUND",
                    "citation": "Leddy AL, Crowner BE, Earhart GM. Utility of the Mini-BESTest, BESTest, and BESTest sections for balance assessments in individuals with Parkinson disease. J Neurol Phys Ther. 2011 Jun;35(2):90-7. doi: 10.1097/NPT.0b013e31821a620c."
                },
                {
                    "pmid": "30153767",
                    "type": "BACKGROUND",
                    "citation": "Chen YY, Guan BS, Li ZK, Yang QH, Xu TJ, Li HB, Wu QY. Application of telehealth intervention in Parkinson's disease: A systematic review and meta-analysis. J Telemed Telecare. 2020 Jan-Feb;26(1-2):3-13. doi: 10.1177/1357633X18792805. Epub 2018 Aug 28. Erratum In: J Telemed Telecare. 2020 Jan-Feb;26(1-2):119. doi: 10.1177/1357633X18804647."
                }
            ],
            "availIpds": [
                {
                    "type": "Study Protocol",
                    "url": "http://octri.ohsu.edu/redcap/redcap_v12.5.12/DataEntry/index.php?pid=3056&id=EI254&event_id=105878&page=demographics",
                    "comment": "Data will be gathered from questionnaires and instrumented assessments, and entered into the web-based Research Electronic Data Capture system (REDCap) and into the OHSU Balance Disorders database. REDCap is a secure electronic database administered by OHSU. Hard copies of these records will be stored behind a locked office in a locked cabinet at OHSU. The de-identified Mobility Lab data will be collected on a password-protected and data-encrypted laptop computer and uploaded after each test session to an OHSU secure server, where the Balance Disorders database is located."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO",
            "description": "This study does not propose to collect or store human specimens. Data will be coded with a unique subject identification (ID) that the primary investigator (PI) and research assistant (RA) will be able to link the ID to the person. Subject information and study data will be stored behind a locked office in a locked cabinet at OHSU (if paper) or behind a secure Oregon Health \\& Science University (OHSU) firewall on network drives requiring password authentication (if electronic). Data will be stored at OHSU in our secure database and may be used for future research. We will also ask permission from our subjects to be maintain their data in our Balance Disorders Laboratory repository (eIRB# 7797). If a subject does not want their data included in the repository, this information will be flagged in REDCap. After data collection and analysis is completed, we will de-identify the data and retain only until post-publication and then their data will be deleted."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000010300",
                    "term": "Parkinson Disease"
                }
            ],
            "ancestors": [
                {
                    "id": "D000020734",
                    "term": "Parkinsonian Disorders"
                },
                {
                    "id": "D000001480",
                    "term": "Basal Ganglia Diseases"
                },
                {
                    "id": "D000001927",
                    "term": "Brain Diseases"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000009069",
                    "term": "Movement Disorders"
                },
                {
                    "id": "D000080874",
                    "term": "Synucleinopathies"
                },
                {
                    "id": "D000019636",
                    "term": "Neurodegenerative Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M13213",
                    "name": "Parkinson Disease",
                    "asFound": "Parkinson's Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M22494",
                    "name": "Parkinsonian Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M25603",
                    "name": "Ganglion Cysts",
                    "relevance": "LOW"
                },
                {
                    "id": "M16358",
                    "name": "Synovial Cyst",
                    "relevance": "LOW"
                },
                {
                    "id": "M4774",
                    "name": "Basal Ganglia Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5204",
                    "name": "Brain Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12029",
                    "name": "Movement Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M2217",
                    "name": "Synucleinopathies",
                    "relevance": "LOW"
                },
                {
                    "id": "M21558",
                    "name": "Neurodegenerative Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                },
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                }
            ]
        }
    },
    "hasResults": false
}