{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT00233272",
            "orgStudyIdInfo": {
                "id": "030325"
            },
            "secondaryIdInfos": [
                {
                    "id": "03-AG-0325"
                }
            ],
            "organization": {
                "fullName": "National Institutes of Health Clinical Center (CC)",
                "class": "NIH"
            },
            "briefTitle": "Baltimore Longitudinal Study of Aging",
            "officialTitle": "The Baltimore Longitudinal Study of Aging(BLSA)",
            "therapeuticArea": [
                "Other"
            ],
            "study": "baltimore-longitudinal-study-of-aging"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2014-02-03",
                "type": "ACTUAL"
            },
            "studyFirstSubmitDate": "2005-10-03",
            "studyFirstSubmitQcDate": "2005-10-03",
            "studyFirstPostDateStruct": {
                "date": "2005-10-05",
                "type": "ESTIMATED"
            },
            "lastUpdateSubmitDate": "2024-07-23",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-24",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "National Institute on Aging (NIA)",
                "class": "NIH"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Background:\n\n- The Baltimore Longitudinal Study of Aging (BLSA) is a clinical research program on human aging that began in 1958. Volunteers of different ages join the study when they are healthy, and have follow-up visits for life. Visits last for multiple days. Participants are evaluated for many physical elements as well as for brain function. Physical tests are given. Information on mood, personality, and social aspects of life is also collected. This program has contributed more than any other research project to our understanding of aging.\n\nObjectives:\n\n- To characterize the many aspects of the aging process and learn how people can successfully adapt to aging.\n\nEligibility:\n\n- Healthy individuals at least 20 years old.\n\nDesign:\n\n* Participants will receive a booklet and video describing the tests they will take.\n* During a 3-day visit at the study hospital, participants will take the following tests:\n* Urine will be collected for 24 hours. Blood samples will be taken. A small piece of muscle tissue may be collected by a needle.\n* A medical questionnaire and a physical exam will be given.\n* Participants hearts will be tested, including with blood pressure tests and electronic monitors. They will breathe into a tube to test their lungs.\n* Participants will perform several exercises, including treadmill walking.\n* Vision, hearing, and taste will be tested.\n* Bone and joint X-rays may be taken.\n* Imaging tests will be given, such as an MRI.\n* Participants will answer questions to test their mental abilities.\n* Participants will return for follow-up visits every few years for life. The tests listed above will be given at every visit.",
            "detailedDescription": "The Baltimore Longitudinal Study of Aging (BLSA) is the NIA s major clinical research program in human aging that has been conducted in Baltimore since 1958. The study population is a series of healthy volunteers of different ages followed indefinitely with serial evaluations over time. The major aim of the study is to characterize the aging process in its multifaceted aspects. To accomplish this task, a large cohort of volunteers dispersed over a wide age range are enrolled in the study when they are healthy, and then followed with regular follow-up visits for life. Since the aging process involves the whole range of physiological domains, participants receive an extensive evaluation of physiological parameters, biomarkers, risk factors, disease-related measures, impairments, and physical and cognitive function over follow-up visits that last for multiple days. Blood samples and other specimens are collected to obtain part of these measures and/or to be stored for future use. Information on mood, personality, psychological and social aspects of life that are relevant to the study of aging is also collected. Information collected in the BLSA represents a unique source of longitudinal data on aging. Historically the BLSA has contributed more than any other research project to our understanding of aging. More recently, the BLSA has begun to focus on factors associated with exceptionally healthy aging."
        },
        "conditionsModule": {
            "conditions": [
                "Aging"
            ],
            "keywords": [
                "Frailty",
                "Disease Processes",
                "Natural History"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "PROSPECTIVE"
            },
            "enrollmentInfo": {
                "count": 10000,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Healthy Volunteers",
                    "description": "Healthy volunteers over a wide age-range"
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "The major aim of the BLSA is to characterize the aging process in its multifaceted aspects.",
                    "description": "Characterization of the aging process",
                    "timeFrame": "Ongoing"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "* INCLUSION CRITERIA:\n\nThese criteria pertain to the Screening Visit and Visit 1. If any of these conditions develop after this time, the participant remains in the study. In particular, participants who develop cognitive, motor or psychiatric conditions are retained in the study, although they are excluded from specific testing in which their underlying health condition is an exclusion criteria. Participants that refuse genetic testing and storage at Visit 1 will not be eligible to participate in the study.\n\n* Age greater than or equal to 20 years of age\n* Weigh less than or equal to 300lbs and/or body mass index (BMI) is less than or equal to 40\n* Do not have established genetic diseases\n* Are able to perform daily self- care without assistance\n* Are able to walk independently for at least 400 meters without assistance and without developing symptoms\n* Are able to perform normal activities of daily living without shortness of breath (walking or climbing stairs)\n* Do not have cognitive impairment based on screening tests and in the absence of any drug treatment\n* Do not have a history of cardiovascular disease (including angina, myocardial infarction, congestive heart failure, cerebrovascular diseases, uncontrolled hypertension)\n* Do not have a history of diabetes (requiring any medical treatment other than diet and exercise)\n* Do not have active (any activity in the last 10 years) cancer, except for locally limited basal or squamous cell cancer\n* Do not have clinically significant hormonal dysfunction (Laboratory values out of range despite supplementation and/or drug treatment)\n* Do not have a history of neurological diseases or birth defects (other than minor anatomical abnormalities, which do not affect physical and/or cognitive function)\n* Do not have a history of kidney or liver disease (associated with reduced kidney or liver function)\n* Do not have a history of severe gastrointestinal (G.I.) diseases\n* Do not have muscle-skeletal conditions due to diseases or traumas (that cause pathological weakness and/or chronic pain)\n* Do not have a history of severe psychiatric conditions (associated with behavioral problems or requiring chronic medical treatment)\n* Do not have any medical condition that requires absolute and continuous need for long term treatment with antibiotics, corticosteroids, immunosuppressors, H2 blockers and/or proton pump inhibitors, or pain medications\n* Do not have important sensory deficits (legally blind and/or any condition that precludes the participant from being tested with standard neuropsychological tests or providing informed consent)\n* Able to read and speak English\n* Do not have joint replacements due to arthritic changes (joint replacements due to previous trauma are ok) or do not have 2 or more joint replacements for any reason.\n* Do not meet any exclusionary criteria for MRI and agrees to perform the test\n* Agree to genetic (DNA/RNA) sample collection, analysis, and storage at Visit 1\n\nEXCLUSION CRITERIA:\n\nThese criteria pertain to the Screening Visit and Visit 1. If conditions considered as exclusion criteria for study entry develop any time after the this, the participant remains in the study.\n\nExclusion Criteria Based on Laboratory Assessment:\n\n* HIV virus infection\n* Hepatitis B or C\n* Syphilis\n* WBC \\> 12,000/mcrL;\n* Platelets \\< 100,000 or \\>600,000 /mcrL;\n* Hemoglobin \\< 11 g/dL;\n* Creatinine \\>1.5 mg/dl or calculated creatinine clearance \\< 50 cc/min;\n* Bilirubin \\> 1.5 mg/dl unless higher levels can be ascribed to Gilbert s disease;\n* ALT, AST or alkaline phosphatase twice the normal serum concentration\n* Corrected calcium \\< 8.5 or \\> 10.7 mg/dl\n* Albumin \\< 3.1 g/dl",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "20 Years",
            "maximumAge": "120 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "Healthy volunteers 20 years of age or older.",
            "samplingMethod": "PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Linda M Zukley, Ph.D.",
                    "role": "CONTACT",
                    "phone": "(410) 350-3983",
                    "email": "zukleylm@mail.nih.gov"
                },
                {
                    "name": "Luigi Ferrucci, M.D.",
                    "role": "CONTACT",
                    "phone": "(410) 558-8110",
                    "email": "ferruccilu@grc.nia.nih.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Luigi Ferrucci, M.D.",
                    "affiliation": "National Institute on Aging (NIA)",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "National Institute of Aging, Clinical Research Unit",
                    "status": "RECRUITING",
                    "city": "Baltimore",
                    "state": "Maryland",
                    "zip": "21224",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "NIA Studies Recruitment",
                            "role": "CONTACT",
                            "phone": "410-350-3941",
                            "email": "niastudiesrecruitment@mail.nih.gov"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.29038,
                        "lon": -76.61219
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "24712564",
                    "type": "DERIVED",
                    "citation": "Chia CW, Odetunde JO, Kim W, Carlson OD, Ferrucci L, Egan JM. GIP contributes to islet trihormonal abnormalities in type 2 diabetes. J Clin Endocrinol Metab. 2014 Jul;99(7):2477-85. doi: 10.1210/jc.2013-3994. Epub 2014 Apr 8."
                }
            ],
            "seeAlsoLinks": [
                {
                    "label": "NIH Clinical Center Detailed Web Page",
                    "url": "https://clinicalstudies.info.nih.gov/cgi/detail.cgi?A_2003-AG-0325.html"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "UNDECIDED",
            "description": ".There is ongoing discussion within the NIA IRP and a plan has not been finalized yet."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M1175",
                    "name": "Frailty",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}