{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06043414",
            "orgStudyIdInfo": {
                "id": "APP-23-03323"
            },
            "organization": {
                "fullName": "University of Southern California",
                "class": "OTHER"
            },
            "briefTitle": "Barbed Suture vs Non-Barbed Closure for Emergency Exploratory Laparotomy RCT",
            "officialTitle": "Incisional Surgical Site Infection and Fascial Dehiscence After Abdominal Fascial Closure With Triclosan-Coated Barbed Suture vs Polydioxanone Suture After Emergency Exploratory Laparotomy: A Randomized Control Trial",
            "therapeuticArea": [
                "Infectious Diseases",
                "Other"
            ],
            "study": "barbed-suture-vs-non-barbed-closure-for-emergency-exploratory-laparotomy-rct"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-11",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-01-01",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-09-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-01-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-09-12",
            "studyFirstSubmitQcDate": "2023-09-12",
            "studyFirstPostDateStruct": {
                "date": "2023-09-21",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-11-27",
            "lastUpdatePostDateStruct": {
                "date": "2023-11-28",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Matthew Martin",
                "investigatorTitle": "Professor of Surgery, Director of Acute Care Surgery Research",
                "investigatorAffiliation": "University of Southern California"
            },
            "leadSponsor": {
                "name": "University of Southern California",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUsExport": true
        },
        "descriptionModule": {
            "briefSummary": "This randomized control trial aims to compare the efficacy of triclosan-coated barbed suture (TCB) versus conventional non-barbed polydioxanone (PDS) suture in the closure of the abdominal fascia after emergency exploratory laparotomy. The study addresses the common complications of incisional surgical site infections (SSI) and fascial dehiscence (FD) following emergency exploratory laparotomy. The primary objective is to assess the effectiveness of triclosan-coated barbed suture and conventional non-barbed suture in reducing the rates of incisional SSI and FD within 30 days postoperatively. The study population comprises adult patients undergoing emergent laparotomy for traumatic injuries or acute intraabdominal pathology. This prospective, single-blinded randomized control trial will be conducted at Los Angeles General Medical Center. Patients will be randomized to receive either triclosan-coated barbed suture or conventional non-barbed suture for abdominal fascial closure, with a standard closure technique employed. Patients will be followed up for 30 days postoperatively to monitor surgical site infections, fascial dehiscence, and other outcomes. Statistical analysis will be conducted to compare outcomes between the study arms, assessing the efficacy of triclosan-coated barbed suture in reducing the incidence of SSI and FD, along with secondary outcomes.",
            "detailedDescription": "The proposed study is a randomized control trial that aims to compare the efficacy of triclosan-coated barbed suture versus conventional non-barbed polydioxanone (PDS) suture in the closure of the abdominal fascia after emergency exploratory laparotomy. Triclosan-coated barbed suture (STRATAFIX™ Symmetric, Johnson \\& Johnson) is a knotless type of surgical suture that has gained popularity due to its unique features. It is coated with an antiseptic material and has barbs that lock into position when placed through soft tissue, such as the abdominal fascia. Unlike conventional monofilament suture material, barbed sutures distribute tension evenly throughout the reapproximated opposing fascial edges, reducing local ischemia, which is a risk factor for poor wound healing and surgical site infections (SSI). Additionally, the use of barbed sutures eliminates the need for traditional suture knots and relies less on a surgeon's knot-tying ability. Triclosan, the antiseptic material coating the suture, inhibits bacterial growth and has been shown to reduce bacterial colonization of sutures for at least seven days in vitro.\n\nThe study aims to build upon previous research that has shown the potential benefits of triclosan-coated barbed suture in abdominal wall closure. A randomized controlled trial conducted by Llavero et al. in 2015 demonstrated a reduction in SSI rates when using non-barbed triclosan-coated suture for abdominal wall closure in patients undergoing open surgery for fecal peritonitis. Another prospective, randomized multicenter trial conducted by Garcia-Marin et al. in 2020 showed that triclosan-coated barbed suture (STRATAFIX™ Symmetric PDS™, Johnson \\& Johnson) used for closure of the abdominal fascia after emergent midline laparotomy reduced the incidence of SSI and acute evisceration compared to standard fascial closure techniques using triclosan-coated polydioxanone suture (PDS™ Plus, Johnson \\& Johnson) and non-coated polydioxanone (PDS™, Johnson \\& Johnson) suture. However, these studies focused on specific patient populations, and their findings may not be directly generalizable to patients with traumatic injuries or emergent general surgical conditions in the United States, which highlights the need for further investigation.\n\nThe primary objective of this study is to evaluate the effectiveness of triclosan-coated barbed suture compared to conventional non-barbed suture in reducing the rates of incisional SSI and fascial dehiscence (FD) within 30 days after abdominal fascial closure following emergency exploratory laparotomy. The study population will consist of adult patients presenting to Los Angeles General Medical Center who require emergent laparotomy for traumatic injuries or acute intraabdominal pathology. The study will employ a prospective, single-blinded randomized control trial methodology, with Los Angeles General Medical Center serving as the sole participating site.\n\nEligible patients will be randomly assigned to either the treatment group receiving triclosan-coated barbed suture or the control group receiving conventional non-barbed suture for abdominal fascial closure. The closure technique for both groups will follow standard practice guidelines, including a 4:1 length of suture to wound ratio with small bites of tissue less than 1 cm from the fascial edge.\n\nPostoperatively, patients will be closely monitored for the occurrence of surgical site infections, fascial dehiscence, and other predefined outcomes of interest. This monitoring will continue for 30 days or until discharge, whichever comes first. Comprehensive data, including patient demographics, clinical characteristics, surgical details, and outcomes, will be collected from electronic medical records and other relevant sources.\n\nThe collected data will undergo rigorous statistical analysis to compare the outcomes between the treatment and control groups. Appropriate statistical tests will be employed to evaluate the effectiveness of triclosan-coated barbed suture in reducing the incidence of incisional SSI and fascial dehiscence, along with assessing secondary outcomes and patient-centered endpoints.\n\nThe study will adhere to ethical considerations, ensuring patient confidentiality and privacy. Approval from the Institutional Review Board (IRB) will be obtained, and the study will comply with all applicable regulations and guidelines. Informed consent for participation in the study will be obtained from the patient or a legal authorized representative.\n\nThe findings of this study have the potential to enhance evidence-based practices and aid surgical decision-making in emergency settings. By comparing the efficacy of triclosan-coated barbed suture and conventional non-barbed suture, the study aims to provide valuable insights into reducing the rates of incisional SSI and fascial dehiscence, ultimately improving patient outcomes and reducing healthcare costs associated with these complications."
        },
        "conditionsModule": {
            "conditions": [
                "Laparotomy",
                "Dehiscence Wound",
                "Surgical Site Infections",
                "Trauma Abdomen",
                "Emergency General Surgery"
            ],
            "keywords": [
                "fascial dehiscence",
                "surgical site infection",
                "laparotomy",
                "ex-lap",
                "STRATAFIX",
                "PDS",
                "triclosan-coated barbed suture"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "This is a two-arm prospective, single-blinded randomized control trial for clinical research.",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "maskingDescription": "The operative team will be blinded to the assigned treatment group until the patient's edibility is confirmed immediately prior to abdominal fascial closure. Once eligibility is confirmed the surgical team will be unblinded in order to proceed with abdominal fascia closure according to the assigned treatment group.",
                    "whoMasked": [
                        "CARE_PROVIDER"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 250,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Triclosan-coated barbed suture group",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "The active arm of the study will including patients randomized to abdominal fascial closure with using triclosan-coated barbed (STRATAFIX™ Symmetric PDS™, Johnson \\& Johnson) suture after emergency exploratory laparotomy.",
                    "interventionNames": [
                        "Device: triclosan-coated barbed suture"
                    ]
                },
                {
                    "label": "Non-barbed suture group",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "The control arm of the study will including patients randomized to abdominal fascial closure with using non-barbed triclosan-coated suture(PDS™ Plus, Johnson \\& Johnson) or non-coated polydioxanone (PDS™ II,Johnson \\& Johnson) suture after emergency exploratory laparotomy.",
                    "interventionNames": [
                        "Device: triclosan-coated non-barbed suture",
                        "Device: Non-coated non-barbed suture"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "triclosan-coated barbed suture",
                    "description": "STRATAFIX™ Symmetric PDS™ (Johnson \\& Johnson) triclosan-coated polydioxanone barbed suture caliber 0 or 1 will be the standardized suture used for abdominal fascial closure in patients randomized to the treatment group. STRATAFIX™ Symmetric PDS™ is an FDA approved sterile, synthetic, absorbable, barbed triclosan-coated polydioxanone suture. Its indications for use include soft tissue approximation where absorbable suture is appropriate.",
                    "armGroupLabels": [
                        "Triclosan-coated barbed suture group"
                    ],
                    "otherNames": [
                        "STRATAFIX™ Symmetric PDS™"
                    ]
                },
                {
                    "type": "DEVICE",
                    "name": "triclosan-coated non-barbed suture",
                    "description": "PDS™ Plus (Johnson \\& Johnson) non-barbed triclosan-coated polydioxanone suture in either 0 or 1 caliber will be used for abdominal fascial closure in patients randomized to the control group. PDS™ Plus is an FDA approved sterile, synthetic, absorbable, triclosan-coated surgical monofilament suture prepared from the polyester, poly(p-dioxanone). Its indications for use include soft tissue approximation where absorbable suture is appropriate.",
                    "armGroupLabels": [
                        "Non-barbed suture group"
                    ],
                    "otherNames": [
                        "PDS™ Plus"
                    ]
                },
                {
                    "type": "DEVICE",
                    "name": "Non-coated non-barbed suture",
                    "description": "PDS™ II (Johnson \\& Johnson) non-barbed non-coated polydioxanone suture in either 0 or 1 caliber will be used for abdominal fascial closure in patients randomized to the control group. PDS™ II is a FDA approved sterile, synthetic, absorbable, surgical monofilament suture prepared from the polyester, polyester, poly(p-dioxanone) indicated for use in soft tissue approximation where absorbable suture is appropriate.",
                    "armGroupLabels": [
                        "Non-barbed suture group"
                    ],
                    "otherNames": [
                        "PDS™ II"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Wound Complication events",
                    "description": "Composite incidence of superficial surgical site infections and abdominal fascial dehiscence",
                    "timeFrame": "30 days postoperatively"
                },
                {
                    "measure": "Surgical Site Infection Incidence",
                    "description": "Incidence of superficial surgical site infections",
                    "timeFrame": "30 days postoperatively"
                },
                {
                    "measure": "Fascial Dehiscence Incidence",
                    "description": "Incidence of fascial dehiscence with or without evisceration of abdominal contents",
                    "timeFrame": "30 days postoperatively"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Hospital Length of Stay",
                    "description": "Length of hospital stay in days",
                    "timeFrame": "90 days postoperatively"
                },
                {
                    "measure": "ICU Length of Stay",
                    "description": "Length of intensive care admission in days",
                    "timeFrame": "90 days postoperatively"
                },
                {
                    "measure": "Incidence of Unplanned Reoperation",
                    "description": "Incidence of unplanned reoperation for wound event",
                    "timeFrame": "30 days postoperatively"
                },
                {
                    "measure": "Incidence of Prolonged Postoperative Antibiotics",
                    "description": "Incidence of administration of a prolonged antibiotic course (\\>7 days) after fascial closure.",
                    "timeFrame": "30 days postoperatively"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* All adult individuals aged 18 years or older who undergo emergent laparotomy via a midline approach for trauma or non-trauma emergency general surgery who undergo complete fascial closure at the time of the index laparotomy operation.\n* Individuals with CDC Class I, II, III and IV type surgical wounds\n\nExclusion Criteria:\n\n* Individuals under 18 years of age\n* Individuals with known immune deficiencies\n* Individuals taking chronic immunosuppressive medications\n* Individuals presenting with nosocomial infections\n* Individuals presenting with pre-existing abdominal wall hernia\n* Individuals requiring multiple operations for sequential fascial closure\n* Individuals incarcerated at time of operation\n* Individuals with known preexisting connective tissue disease\n* Individuals with known preexisting ventral abdominal wall hernia\n* Individuals who are pregnant time of operation\n* Individuals who are deceased prior to conclusion of exploratory laparotomy\n* Individuals lost to follow-up or deceased during the first 30 days after laparotomy.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "100 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Matthew Martin, MD",
                    "role": "CONTACT",
                    "phone": "323-409-8597",
                    "email": "matthew.martin@med.usc.edu"
                },
                {
                    "name": "Patrick K McGillen, MD",
                    "role": "CONTACT",
                    "phone": "323-409-8597",
                    "email": "patrick.mcgillen@med.usc.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Matthew Martin, MD",
                    "affiliation": "Los Angeles General Medical Center",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Los Angeles General Medical Center",
                    "city": "Los Angeles",
                    "state": "California",
                    "zip": "90033",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Matthew Martin, MD",
                            "role": "CONTACT",
                            "email": "matthew.martin@med.usc.edu"
                        },
                        {
                            "name": "Patrick K McGillen, MD",
                            "role": "CONTACT",
                            "email": "patrick.mcgillen@med.usc.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 34.05223,
                        "lon": -118.24368
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "32113031",
                    "type": "BACKGROUND",
                    "citation": "Ruiz-Tovar J, Llavero C, Jimenez-Fuertes M, Duran M, Perez-Lopez M, Garcia-Marin A. Incisional Surgical Site Infection after Abdominal Fascial Closure with Triclosan-Coated Barbed Suture vs Triclosan-Coated Polydioxanone Loop Suture vs Polydioxanone Loop Suture in Emergent Abdominal Surgery: A Randomized Clinical Trial. J Am Coll Surg. 2020 May;230(5):766-774. doi: 10.1016/j.jamcollsurg.2020.02.031. Epub 2020 Feb 27."
                },
                {
                    "pmid": "26171624",
                    "type": "BACKGROUND",
                    "citation": "Ruiz-Tovar J, Alonso N, Morales V, Llavero C. Association between Triclosan-Coated Sutures for Abdominal Wall Closure and Incisional Surgical Site Infection after Open Surgery in Patients Presenting with Fecal Peritonitis: A Randomized Clinical Trial. Surg Infect (Larchmt). 2015 Oct;16(5):588-94. doi: 10.1089/sur.2014.072. Epub 2015 Jul 14."
                },
                {
                    "pmid": "10196487",
                    "type": "BACKGROUND",
                    "citation": "Mangram AJ, Horan TC, Pearson ML, Silver LC, Jarvis WR. Guideline for Prevention of Surgical Site Infection, 1999. Centers for Disease Control and Prevention (CDC) Hospital Infection Control Practices Advisory Committee. Am J Infect Control. 1999 Apr;27(2):97-132; quiz 133-4; discussion 96."
                },
                {
                    "pmid": "28222776",
                    "type": "BACKGROUND",
                    "citation": "Walming S, Angenete E, Block M, Bock D, Gessler B, Haglind E. Retrospective review of risk factors for surgical wound dehiscence and incisional hernia. BMC Surg. 2017 Feb 22;17(1):19. doi: 10.1186/s12893-017-0207-0."
                },
                {
                    "pmid": "19917943",
                    "type": "BACKGROUND",
                    "citation": "Millbourn D, Cengiz Y, Israelsson LA. Effect of stitch length on wound complications after closure of midline incisions: a randomized controlled trial. Arch Surg. 2009 Nov;144(11):1056-9. doi: 10.1001/archsurg.2009.189."
                },
                {
                    "pmid": "29099149",
                    "type": "BACKGROUND",
                    "citation": "Patel SV, Paskar DD, Nelson RL, Vedula SS, Steele SR. Closure methods for laparotomy incisions for preventing incisional hernias and other wound complications. Cochrane Database Syst Rev. 2017 Nov 3;11(11):CD005661. doi: 10.1002/14651858.CD005661.pub2."
                },
                {
                    "pmid": "28093723",
                    "type": "BACKGROUND",
                    "citation": "de Jonge SW, Atema JJ, Solomkin JS, Boermeester MA. Meta-analysis and trial sequential analysis of triclosan-coated sutures for the prevention of surgical-site infection. Br J Surg. 2017 Jan;104(2):e118-e133. doi: 10.1002/bjs.10445. Epub 2017 Jan 17."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO",
            "description": "Patient data will not be shared with other researchers."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000007239",
                    "term": "Infections"
                },
                {
                    "id": "D000013530",
                    "term": "Surgical Wound Infection"
                },
                {
                    "id": "D000004630",
                    "term": "Emergencies"
                },
                {
                    "id": "D000000007",
                    "term": "Abdominal Injuries"
                }
            ],
            "ancestors": [
                {
                    "id": "D000020969",
                    "term": "Disease Attributes"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000014946",
                    "term": "Wound Infection"
                },
                {
                    "id": "D000011183",
                    "term": "Postoperative Complications"
                },
                {
                    "id": "D000014947",
                    "term": "Wounds and Injuries"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M16310",
                    "name": "Surgical Wound Infection",
                    "asFound": "Surgical Site Infection",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17685",
                    "name": "Wounds and Injuries",
                    "relevance": "LOW"
                },
                {
                    "id": "M7796",
                    "name": "Emergencies",
                    "asFound": "Emergency",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10283",
                    "name": "Infections",
                    "asFound": "Infection",
                    "relevance": "HIGH"
                },
                {
                    "id": "M6368",
                    "name": "Communicable Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M6",
                    "name": "Abdominal Injuries",
                    "asFound": "Trauma Abdomen",
                    "relevance": "HIGH"
                },
                {
                    "id": "M1112",
                    "name": "Surgical Wound",
                    "relevance": "LOW"
                },
                {
                    "id": "M17684",
                    "name": "Wound Infection",
                    "relevance": "LOW"
                },
                {
                    "id": "M22700",
                    "name": "Disease Attributes",
                    "relevance": "LOW"
                },
                {
                    "id": "M14065",
                    "name": "Postoperative Complications",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC01",
                    "name": "Infections"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000014260",
                    "term": "Triclosan"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000891",
                    "term": "Anti-Infective Agents, Local"
                },
                {
                    "id": "D000000890",
                    "term": "Anti-Infective Agents"
                },
                {
                    "id": "D000054872",
                    "term": "Fatty Acid Synthesis Inhibitors"
                },
                {
                    "id": "D000000960",
                    "term": "Hypolipidemic Agents"
                },
                {
                    "id": "D000000963",
                    "term": "Antimetabolites"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000057847",
                    "term": "Lipid Regulating Agents"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M17012",
                    "name": "Triclosan",
                    "asFound": "Cocktail",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4214",
                    "name": "Anti-Infective Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M4215",
                    "name": "Anti-Infective Agents, Local",
                    "relevance": "LOW"
                },
                {
                    "id": "M4278",
                    "name": "Hypolipidemic Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M4281",
                    "name": "Antimetabolites",
                    "relevance": "LOW"
                },
                {
                    "id": "M28883",
                    "name": "Lipid Regulating Agents",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Infe",
                    "name": "Anti-Infective Agents"
                },
                {
                    "abbrev": "Lipd",
                    "name": "Lipid Regulating Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}