{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT02933554",
            "orgStudyIdInfo": {
                "id": "27420-NASH"
            },
            "organization": {
                "fullName": "St. Louis University",
                "class": "OTHER"
            },
            "briefTitle": "Bariatric Embolization of Arteries for the Treatment of Nonalcoholic Steatohepatitis",
            "officialTitle": "A Single Center, Non-randomized Study to Evaluate the Safety and Efficacy of Left Gastric Artery Embolization, to Promote Short-term Weight Loss in Obese Patients With Nonalcoholic Steatohepatitis (NASH) and Thereby Improve NASH",
            "therapeuticArea": [
                "Endocrinology",
                "Other",
                "Gastroenterology"
            ],
            "study": "bariatric-embolization-of-arteries-for-the-treatment-of-nonalcoholic-steatohepatitis"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2025-06",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-06",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-06",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2016-10-11",
            "studyFirstSubmitQcDate": "2016-10-12",
            "studyFirstPostDateStruct": {
                "date": "2016-10-14",
                "type": "ESTIMATED"
            },
            "lastUpdateSubmitDate": "2024-07-16",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-18",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR_INVESTIGATOR",
                "investigatorFullName": "Keith Pereira, MD:",
                "investigatorTitle": "MD",
                "investigatorAffiliation": "St. Louis University"
            },
            "leadSponsor": {
                "name": "Keith Pereira, MD:",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true
        },
        "descriptionModule": {
            "briefSummary": "Obesity is an epidemic in the US. With progression of obesity, Nonalcoholic steatohepatitis (NASH) has been a growing public health issue. Presently there is no cure for NASH.Prevention of progression of fibrosis in NASH is crucial, as they are at a high risk for cirrhosis and may need liver transplant.\n\nRecent studies have shown that blocking blood vessels to a particular portion of the stomach (bariatric or left gastric artery embolization) can temporarily decrease levels of the appetite inducing hormone ghrelin, and result in weight loss.The purpose of this study is to determine if Left gastric artery embolization (LGAE) in patients with obesity and NASH leads to clinically significant weight loss with improvement of NASH.",
            "detailedDescription": "Obesity:In adults, obesity is defined as a BMI of greater than 30 kg/m2. It is estimated that, by the year 2030, 38% of the world's adult population will be overweight and another 20% obese.An expert panel convened by the NIH stated that for the first time in history, the steadily improving worldwide life expectancy could level off or even decline, as the result of increasing obesity.\n\nNAFLD and NASH:\n\nThe Problem: Obesity is a chronic disease that is strongly associated with a number of diseases with an increase in mortality and morbidity. Metabolic syndrome (obesity, diabetes mellitus, hyperlipidemia) has been established as risk factor for primary nonalcoholic fatty liver disease (NAFLD) .In the US, recent estimates suggest that NAFLD affects 30% of the general population, 90% of the morbidly obese . NAFLD can progress to nonalcoholic steatohepatitis (NASH) in up to 25% . Of patients with NASH progression of fibrosis is seen in 26-37% and progressing to cirrhosis in 9-25 % . NASH cirrhosis can result in liver failure, portal hypertension, and hepatocellular carcinoma(HCC) .\n\nCurrent options in management of NASH: The goal of managing NASH is to eliminate risk factors and preventing fibrosis by treating metabolic syndrome, primarily obesity \\[10\\]. Although dietary modification and exercise can achieve weight loss, this is difficult to sustain . Very few effective medical therapies are available, and are associated with adverse effects. Although weight loss after bariatric surgery has demonstrated histological improvement in NASH, a recent Cochrane review concluded that there is insufficient data to determine if bariatric surgery is an effective treatment. Also high mortality rates are seen post-bariatric surgery.\n\nThus a safe and effective minimally invasive option is needed. Based on currently available data, Left gastric artery embolization (LGAE) appears effective in inducing weight loss of about 10.5% in 3-6 months, with a high safety profile. In patients with NAFLD, a 3-5% weight loss is thought to improve steatosis, 7- 10% may be needed to improve necroinflammation. Thus, LGAE has the potential to reverse the histology of NASH to prevent progression to cirrhosis, HCC and its sequale."
        },
        "conditionsModule": {
            "conditions": [
                "Obesity",
                "Weight Loss",
                "Body Weight",
                "Nonalcoholic Steatohepatitis",
                "Nonalcoholic Fatty Liver Disease",
                "NAFLD"
            ],
            "keywords": [
                "bariatric surgery",
                "minimally invasive",
                "Embolization",
                "NASH",
                "ghrelin",
                "gastric artery embolization"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 8,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "NASH- Left gastric artery embolization",
                    "type": "EXPERIMENTAL",
                    "description": "Embospheres Microspheres as artificial embolic agent for left gastric artery embolization",
                    "interventionNames": [
                        "Device: Embospheres Microspheres"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "Embospheres Microspheres",
                    "description": "Via a radial artery in the wrist or the femoral artery in the groin, arterial access will be obtained.Under live X-ray monitoring and using contrast, a catheter will be advanced into the artery of the stomach (left gastric artery). A CT scan will be performed on the X ray table to confirm the placement of catheter. Once this is confirmed small micro spherical particles (Embopheres Microspheres) will be injected though the catheter to occlude the artery and cut off blood supply to the stomach. Once the procedure is complete, in case of wrist access compression will be achieved with a band; in case of groin access a closure device will be used to plug the site of entry.",
                    "armGroupLabels": [
                        "NASH- Left gastric artery embolization"
                    ],
                    "otherNames": [
                        "Bariatric embolization"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Weight",
                    "description": "Total body Weight loss \\> 10 % in 12 months",
                    "timeFrame": "12 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Clinical parameter- Abdominal circumference",
                    "description": "Improvement in abdominal circumference measured in centimeters (cm)",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Clinical parameter-Blood pressure",
                    "description": "Improvement in blood pressure measured in mmHg",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Laboratory parameter-Ghrelin and other serum obesity hormones(Leptin, GLP-1, PYY)",
                    "description": "Reduction in serum Ghrelin and other serum obesity hormones(Leptin, GLP-1, PYY) measured in pg/mL",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Laboratory parameter-serum glucose",
                    "description": "Reduction in serum glucose levels measured as mg/dL",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Laboratory parameters- HbA1c",
                    "description": "Reduction in HbA1c measures as percentage(%)",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Laboratory parameters-Lipid profile",
                    "description": "Improvement in lipid profile measured as mg/dL",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Number of patients with clinical adverse events",
                    "description": "Adverse events like pain, ischemia",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Results from endoscopy",
                    "description": "Photos and clinical reports analyzed",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Change in inflammation, fibrosis, steatosis in liver histology",
                    "description": "Change in liver histology between baseline and 12 months in liver histology",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "NAFLD activity score",
                    "description": "Change in NAFLD Activity score (Kleiner) between baseline and 12 months in liver histology",
                    "timeFrame": "12 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Male or Female, aged 22 years or older.\n2. Willing, able and mentally competent to provide written informed consent and willing to comply with all study procedures and be available for the duration of the study\n3. BMI \\>35 kg/m2\n4. Adequate hematological, hepatic and renal function as follows:\n\n   1. Hematological: Hematological: If the bariatric embolization procedure is being performed by femoral access: platelets \\> 50 x 109/L, INR \\<1.5. If the bariatric embolization procedure is being performed by radial access: platelets \\>35 x 109/L and INR \\<1.5 OR platelets \\>50 x 109/L and INR between 1.5 and 2.\"\n   2. Hepatic : Total bilirubin \\<3 mg/dL\n   3. Renal: Estimated GFR \\> 60ml/min.1.73m2\n5. If Center for Epidemiological Studies Depression (CESD) score \\> or =16 AND is in care of behavior health specialist who has indicated patient has adequate coping mechanisms to undergo procedure and does not foresee mental health as barrier to participation in study.\n6. Elevated alanine or aspartate aminotransferase values (ALT \\>41 or AST\\>34 U/L).\n7. Liver biopsy showing evidence of NASH in the past 12 months.\n8. No evidence of another form of liver disease.\n9. Patients diagnosed with NASH and have evidence of failing other methods of weight loss through diet, exercise and behavior modification.\n\nExclusion Criteria:\n\n1. Pregnancy\n2. Active substance abuse\n3. Significant psychiatric problems, severe enough to cause suffering or a poor ability to function in life. Center for Epidemiological Studies Depression (CESD) score \\> or = 16 without psychiatric evaluation. \\[If Center for Epidemiological Studies Depression (CESD) score \\> or =16 AND is in care of behavior health specialist who has indicated patient has adequate coping mechanisms to undergo procedure and does not foresee mental health as barrier to participation in study.\\]\n4. Significant alcohol consumption ( \\>20 g/day in women, \\>30 g/day in men)\n5. Weight \\> 400 lbs, BMI \\> 50 kg/m2.\n6. Contraindications to obtaining a liver biopsy\n7. Subjects with pre-existing abdominal pain will be excluded (because of the potential confusion with pain related to the procedure).\n8. Subjects who are intolerant to PPIs\n9. Subjects requiring any anticoagulant medications should be excluded if radial access cannot be obtained.\n10. Subjects with platelets \\<35 x 109/L and INR \\> 2.0\n11. Subjects who are taking aspirin/ NSAIDs and in whom these medications are unable to be withdrawn from aspirin and NSAIDs for at least 3 days prior to the LGAE procedure and for 30 days following the LGAE procedure (because of the potential risks of gastric bleeding following the procedure).\n12. Presence of systemic illness or other medical conditions relevant to survival .(Note that in the HCC pre liver transplant cohort, the presence of HCC will not be considered an exclusion criteria)\n13. Metastatic cancer\n14. Evidence of decompensated liver disease (uncontrolled ascites, or uncontrolled spontaneous encephalopathy)\n15. prior surgical weight loss procedures including gastroplasty, jejunoileal, or jejunocolic bypass, total parenteral nutrition within the past 6 months; Prior history of gastric pancreatic, hepatic, and/or splenic surgery\n16. Prior embolization to the stomach, spleen or liver, unless the prior embolization was a transarterial chemoembolization (TACE) to the liver for HCC.\n17. If review of available prior imaging studies (i.e CT, MRI, or US)shows potential anatomical variations, presence of severe atheromatous disease, large arteriovenous shunting of blood.\n18. Abnormal Endoscopy - large sliding hiatal hernia or paraesophageal hernia, active peptic ulcer disease, active H. pylori infection\n19. History of abnormal Nuclear Gastric Motility examination-defined as delayed emptying of gastric contents \\> 90%, 60% and 10% at 1 hour, 2 hours, and 4 hours respectively.\n20. ASA Class 4 or 5\n21. Child Pugh classification C\n22. Known aortic disease, such as dissection or aneurysm; peripheral arterial disease or other cardiovascular disease.\n23. Type 2 diabetes on anti-diabetic medications that are known to cause hypoglycemia. e.g. sulphonylureas, meglitinides\n24. Patients with a known other cause for their increased liver enzyme levels such as viral hepatitis (B or C), autoimmune/chronic immune hepatitis, primary biliary cholangitis, metabolic and genetic hemochromatosis, Wilson's disease, or alpha-1 antitrypsin deficiency\n25. Patient taking hepatotoxic drugs. List of drugs causing steatohepatitis include but are not limited to: amiodarone, chemotherapy (5-fluorouracil, tamoxifen, irinotecan, cisplatin, and asparaginase), glucocorticoids, methotrexate, sulfonamides, antithyroid drugs, phenytoin, tetracyclines, isoniazid, salicylates, and valproic acid.\n26. Contraindications to obtaining a liver biopsy (NASH cohort)\n27. Patients taking other trial medications for NASH.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "22 Years",
            "maximumAge": "65 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Keith Pereira, MD",
                    "role": "CONTACT",
                    "phone": "314-268-5558",
                    "email": "keith.pereira@health.slu.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Keith Pereira, MD",
                    "affiliation": "Assistant professor of radiology-Interventional radiology",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Brent Neuschwander-Tetri, MD",
                    "affiliation": "Professor of medicine- gastroenterology",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Kirubahara Vaheesan, MD",
                    "affiliation": "Assistant professor of radiology- Interventional radiology",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Saint Louis University",
                    "city": "Saint Louis",
                    "state": "Missouri",
                    "zip": "63110",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 38.62727,
                        "lon": -90.19789
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "22488764",
                    "type": "RESULT",
                    "citation": "Chalasani N, Younossi Z, Lavine JE, Diehl AM, Brunt EM, Cusi K, Charlton M, Sanyal AJ. The diagnosis and management of non-alcoholic fatty liver disease: practice Guideline by the American Association for the Study of Liver Diseases, American College of Gastroenterology, and the American Gastroenterological Association. Hepatology. 2012 Jun;55(6):2005-23. doi: 10.1002/hep.25762. No abstract available."
                },
                {
                    "pmid": "20460906",
                    "type": "RESULT",
                    "citation": "Caldwell S, Argo C. The natural history of non-alcoholic fatty liver disease. Dig Dis. 2010;28(1):162-8. doi: 10.1159/000282081. Epub 2010 May 7."
                },
                {
                    "pmid": "25285192",
                    "type": "RESULT",
                    "citation": "Dyson JK, Anstee QM, McPherson S. Non-alcoholic fatty liver disease: a practical approach to treatment. Frontline Gastroenterol. 2014 Oct;5(4):277-286. doi: 10.1136/flgastro-2013-100404. Epub 2014 Jan 22."
                },
                {
                    "pmid": "17581899",
                    "type": "RESULT",
                    "citation": "Arepally A, Barnett BP, Montgomery E, Patel TH. Catheter-directed gastric artery chemical embolization for modulation of systemic ghrelin levels in a porcine model: initial experience. Radiology. 2007 Jul;244(1):138-43. doi: 10.1148/radiol.2441060790."
                },
                {
                    "pmid": "18796671",
                    "type": "RESULT",
                    "citation": "Arepally A, Barnett BP, Patel TH, Howland V, Boston RC, Kraitchman DL, Malayeri AA. Catheter-directed gastric artery chemical embolization suppresses systemic ghrelin levels in porcine model. Radiology. 2008 Oct;249(1):127-33. doi: 10.1148/radiol.2491071232. Erratum In: Radiology. 2008 Dec;249(3):1083. Patel, Tarek T [corrected to Patel, Tarak H]."
                },
                {
                    "pmid": "22367009",
                    "type": "RESULT",
                    "citation": "Bawudun D, Xing Y, Liu WY, Huang YJ, Ren WX, Ma M, Xu XD, Teng GJ. Ghrelin suppression and fat loss after left gastric artery embolization in canine model. Cardiovasc Intervent Radiol. 2012 Dec;35(6):1460-6. doi: 10.1007/s00270-012-0362-8. Epub 2012 Feb 25."
                },
                {
                    "pmid": "24462005",
                    "type": "RESULT",
                    "citation": "Paxton BE, Alley CL, Crow JH, Burchette J, Weiss CR, Kraitchman DL, Arepally A, Kim CY. Histopathologic and immunohistochemical sequelae of bariatric embolization in a porcine model. J Vasc Interv Radiol. 2014 Mar;25(3):455-61. doi: 10.1016/j.jvir.2013.09.016. Epub 2014 Jan 21."
                },
                {
                    "pmid": "26493259",
                    "type": "RESULT",
                    "citation": "Kipshidze N, Archvadze A, Bertog S, Leon MB, Sievert H. Endovascular Bariatrics: First in Humans Study of Gastric Artery Embolization for Weight Loss. JACC Cardiovasc Interv. 2015 Oct;8(12):1641-4. doi: 10.1016/j.jcin.2015.07.016. No abstract available."
                },
                {
                    "pmid": "27567998",
                    "type": "RESULT",
                    "citation": "Syed MI, Morar K, Shaikh A, Craig P, Khan O, Patel S, Khabiri H. Gastric Artery Embolization Trial for the Lessening of Appetite Nonsurgically (GET LEAN): Six-Month Preliminary Data. J Vasc Interv Radiol. 2016 Oct;27(10):1502-8. doi: 10.1016/j.jvir.2016.07.010. Epub 2016 Aug 24."
                },
                {
                    "pmid": "25349724",
                    "type": "RESULT",
                    "citation": "Gunn AJ, Oklu R. A preliminary observation of weight loss following left gastric artery embolization in humans. J Obes. 2014;2014:185349. doi: 10.1155/2014/185349. Epub 2014 Sep 30."
                },
                {
                    "pmid": "26629307",
                    "type": "RESULT",
                    "citation": "Salsamendi J, Pereira K, Kang K, Fan J. Minimally invasive percutaneous endovascular therapies in the management of complications of non-alcoholic fatty liver disease (NAFLD): A case report. J Radiol Case Rep. 2015 Sep 30;9(9):36-43. doi: 10.3941/jrcr.v9i9.2557. eCollection 2015 Sep."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000008107",
                    "term": "Liver Diseases"
                },
                {
                    "id": "D000005234",
                    "term": "Fatty Liver"
                },
                {
                    "id": "D000065626",
                    "term": "Non-alcoholic Fatty Liver Disease"
                },
                {
                    "id": "D000001835",
                    "term": "Body Weight"
                },
                {
                    "id": "D000015431",
                    "term": "Weight Loss"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001836",
                    "term": "Body Weight Changes"
                },
                {
                    "id": "D000004066",
                    "term": "Digestive System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M8375",
                    "name": "Fatty Liver",
                    "asFound": "Steatohepatitis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M30540",
                    "name": "Non-alcoholic Fatty Liver Disease",
                    "asFound": "Nonalcoholic Steatohepatitis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5114",
                    "name": "Body Weight",
                    "asFound": "Body Weight",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12701",
                    "name": "Obesity",
                    "relevance": "LOW"
                },
                {
                    "id": "M11107",
                    "name": "Liver Diseases",
                    "asFound": "Liver Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M18102",
                    "name": "Weight Loss",
                    "asFound": "Weight Loss",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5115",
                    "name": "Body Weight Changes",
                    "relevance": "LOW"
                },
                {
                    "id": "M7255",
                    "name": "Digestive System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8883",
                    "name": "Gastrointestinal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T5868",
                    "name": "Visceral Steatosis",
                    "asFound": "Steatohepatitis",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC06",
                    "name": "Digestive System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}