{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05849155",
            "orgStudyIdInfo": {
                "id": "GCHAT"
            },
            "organization": {
                "fullName": "St. Jude Children's Research Hospital",
                "class": "OTHER"
            },
            "briefTitle": "Barriers and Facilitators of Parent-Child Communication in Children With Cancer Predisposition",
            "officialTitle": "Barriers and Facilitators of Parent-Child Communication in Children With Cancer Predisposition",
            "therapeuticArea": [
                "Rare Diseases"
            ],
            "study": "barriers-and-facilitators-of-parent-child-communication-in-children-with-cancer-predisposition"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-01",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-12-12",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-05",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2028-05",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-04-25",
            "studyFirstSubmitQcDate": "2023-05-05",
            "studyFirstPostDateStruct": {
                "date": "2023-05-08",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-01-23",
            "lastUpdatePostDateStruct": {
                "date": "2024-01-24",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "St. Jude Children's Research Hospital",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Testing children, adolescents, and young adults (CAYA) for a genetic risk for cancer can help with early prevention and detection of cancers through regular follow-ups and medical care. After receiving genetic test results, CAYA may not accurately understand what their results mean, and parents are often unsure about talking with their CAYA about their genetic risk for cancer. By understanding how parents communicate with their CAYA, the investigators can improve future genetic education to reduce cancer risk.\n\nPrimary Objectives:\n\n* Identify qualities of parent-CAYA (child, adolescent, and young adults) communication about CAYAs' genomic cancer risk, and their association with CAYAs' psychosocial and prevention outcomes.\n* Examine the association between sociodemographic, cancer-related, and psychosocial factors and parent-CAYA communication regarding CAYAs' genomic risk for cancer.\n* Identify barriers and facilitators of parent-CAYA communication regarding CAYAs' genomic risk for cancer.",
            "detailedDescription": "This sequential explanatory mixed-methods, multi-informant study will include CAYAs (ages 10-24 years) with a P/LP germline variant in a known cancer predisposition gene, with this age range selected to inform CAYA informational needs around transition to adult care. CAYAs and parents will complete questionnaires and direct behavioral observations of parent-CAYA communication to (1) observationally characterize the content, qualities, and associates of parent-CAYA cancer predisposition communication and (2) examine the association between qualities of parent-CAYA communication about CAYAs' cancer risk and CAYAs' psychosocial and prevention outcomes. A subset of CAYAs and parents (n = 40 each) will subsequently complete optional qualitative interviews. CAYAs and parents will be purposively selected for these interviews based on their observed communication to identify barriers and facilitators of parent-CAYA communication regarding genetic risk for cancer. Rigor and reproducibility are ensured through a multi-method, multi-informant design; a manualized approach to recruitment and data collection; standardized measures with sound psychometric properties when available (quant); rigorous statistical tests of proposed hypotheses (quant); data saturation and purposeful sampling for transferability (qual); and triangulation (qual)"
        },
        "conditionsModule": {
            "conditions": [
                "Genetic Predisposition"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": false,
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "PROSPECTIVE"
            },
            "enrollmentInfo": {
                "count": 125,
                "type": "ESTIMATED"
            }
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Behavior Observations",
                    "description": "Multiple regression models will be conducted to assess whether demographic and clinical factors significantly relate to quality and style of observed communication variables, as assessed using the Iowa Family Interaction Rating Scales.\n\nMultiple regression models will also be conducted to investigate whether general family communication, parent adjustment, parent genetic knowledge, parent sense of efficacy, and perception of children as less vulnerable (as assessed by parent and CAYA reported measures) significantly relate to each of the five observed communication variables (observed distress, warmth/support, responsiveness, dismissiveness, and child-centeredness), as assessed using the Iowa Family Interaction Rating Scales.",
                    "timeFrame": "Day 0"
                },
                {
                    "measure": "Qualitative Interviews",
                    "description": "Interview transcripts will be coded to identify barriers and facilitators of parent-CAYA communication regarding CAYA genomic risk for cancer. Interviews will undergo content and thematic analysis until saturation and consensus is reached. Themes will be compared between strata defined by degree of communication about cancer predisposition.",
                    "timeFrame": "Up to 4 years"
                },
                {
                    "measure": "Multidimensional Impact of Cancer Risk Assessment (MICRA), modified",
                    "description": "A linear regression will be conducted to assess differences between observed communication qualities (behavior observations: distress, warmth/support, responsiveness, dismissiveness, and child-centeredness) and CAYA-reported impact of genetic testing disclosure.",
                    "timeFrame": "Day 0"
                },
                {
                    "measure": "Patient-Reported Outcomes Measurement Information System (PROMIS): Pediatric Short Form v2.0 (age <17 years) and Short Form v1.0 (age 18+ years) - Anxiety 8a",
                    "description": "A linear regression will be conducted to assess differences between observed communication qualities (behavior observations: distress, warmth/support, responsiveness, dismissiveness, and child-centeredness) and CAYA anxiety.",
                    "timeFrame": "Day 0"
                },
                {
                    "measure": "PROMIS: Pediatric Short Form v2.0 - Depressive Symptoms 8a (age <17 years) and Short Form v1.0 - Depression 8a (age 18+ years)",
                    "description": "A linear regression will be conducted to assess differences between observed communication qualities (behavior observations: distress, warmth/support, responsiveness, dismissiveness, and child-centeredness) and CAYA depression/depressive symptoms.",
                    "timeFrame": "Day 0"
                },
                {
                    "measure": "Cancer Risk and Prevention Knowledge Questionnaire (CPKQ)",
                    "description": "A linear regression will be conducted to assess differences between observed communication qualities (behavior observations: distress, warmth/support, responsiveness, dismissiveness, and child-centeredness) and CAYA-reported cancer risk and prevention knowledge.",
                    "timeFrame": "Day 0"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Patient aged 10 to 24 years (inclusive)\n* Patient underwent germline genetic testing with a Pathogenic/Likely Pathogenic (P/LP) variant in a known cancer predisposition gene that increases risk for developing cancer\n* P/LP result disclosed to the patient\n* Patient has a primary caregiver willing to participate\n* Patient and participating caregiver able to speak and read English\n\nExclusion Criteria:\n\n* Patient is only a carrier of a recessive variant that does not alone increase risk for cancer\n* Inability or unwillingness of patient or participating caregiver or to give informed consent/assent\n* Participating caregiver is under the age of 18 years\n* Patient or participating caregiver has evidence of significant cognitive deficits (per medical record) that would interfere with the ability to comprehend study questions\n* Patient's medical status or condition precludes completion of study (as determined by medical team, patient, or parent)",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "10 Years",
            "maximumAge": "24 Years",
            "stdAges": [
                "CHILD",
                "ADULT"
            ],
            "studyPopulation": "Children, adolescents, and young adults (CAYAs) aged 10-24 years with a pathogenic/likely pathogenic variant in a known cancer predisposition gene and their parents",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Katianne Sharp, PhD",
                    "role": "CONTACT",
                    "phone": "8662785833",
                    "email": "referralinfo@stjude.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Katianne Sharp, PhD",
                    "affiliation": "St. Jude Children's Research Hospital",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "St. Jude Children's Research Hospital",
                    "status": "RECRUITING",
                    "city": "Memphis",
                    "state": "Tennessee",
                    "zip": "38105",
                    "country": "United States",
                    "contacts": [
                        {
                            "role": "CONTACT",
                            "phone": "866-278-5833",
                            "email": "referralinfo@stjude.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 35.14953,
                        "lon": -90.04898
                    }
                }
            ]
        },
        "referencesModule": {
            "seeAlsoLinks": [
                {
                    "label": "St. Jude Children's Research Hospital",
                    "url": "http://www.stjude.org"
                },
                {
                    "label": "Clinical Trials Open at St. Jude",
                    "url": "http://www.stjude.org/protocols"
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000004198",
                    "term": "Disease Susceptibility"
                },
                {
                    "id": "D000020022",
                    "term": "Genetic Predisposition to Disease"
                }
            ],
            "ancestors": [
                {
                    "id": "D000020969",
                    "term": "Disease Attributes"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M21875",
                    "name": "Genetic Predisposition to Disease",
                    "asFound": "Genetic Predisposition",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7380",
                    "name": "Disease Susceptibility",
                    "asFound": "Predisposition",
                    "relevance": "HIGH"
                },
                {
                    "id": "M22700",
                    "name": "Disease Attributes",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}