{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05989568",
            "orgStudyIdInfo": {
                "id": "STUDY00017371"
            },
            "organization": {
                "fullName": "University of Washington",
                "class": "OTHER"
            },
            "briefTitle": "BASIS-T Efficacy Trial",
            "officialTitle": "Supporting Teachers in Implementing Classroom Practices to Build Better Student-Teacher Relationships",
            "acronym": "BASIS-T",
            "therapeuticArea": [
                "Pediatrics"
            ],
            "study": "basis-t-efficacy-trial"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-10",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-08-08",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-07-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-07-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-05-30",
            "studyFirstSubmitQcDate": "2023-08-09",
            "studyFirstPostDateStruct": {
                "date": "2023-08-14",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-10-26",
            "lastUpdatePostDateStruct": {
                "date": "2023-10-30",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Aaron Lyon",
                "investigatorTitle": "Professor: School of Medicine",
                "investigatorAffiliation": "University of Washington"
            },
            "leadSponsor": {
                "name": "University of Washington",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Institute of Education Sciences",
                    "class": "FED"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "For the approximately one in five children with social, emotional, and behavioral (SEB) challenges, accessible evidence-based prevention practices (EBPPs) are critical. In the United States, schools are the primary service setting for children's SEB service delivery but EBPPs are rarely adopted or implemented by educators (e.g., teachers) with sufficient fidelity to see effects. Given that individual behavior change is ultimately required for successful implementation, focusing on individual-level processes holds promise as a parsimonious approach to enhance adoption. Beliefs and Attitudes for Successful Implementation in Schools for Teachers (BASIS-T) is a pragmatic, multifaceted pre-implementation strategy targeting volitional and motivational mechanisms of educators' behavior change to enhance implementation and student SEB outcomes. This study protocol describes a hybrid type 3 effectiveness-implementation trial designed to evaluate the main effects, mediators, and moderators of the BASIS-T implementation strategy in the context of Positive Greetings at the Door (PGD), a universal school-based EBPP previously demonstrated to reduce student disruptive behavior and increase academic engagement."
        },
        "conditionsModule": {
            "conditions": [
                "Behavior, Child"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "HEALTH_SERVICES_RESEARCH",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 276,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "BASIS-T",
                    "type": "EXPERIMENTAL",
                    "description": "BASIS-T is designed to address the behavioral components often missing from standard EBPP training and consultation that relate to motivation prior to receiving EBPP training, and volition after EBPP training. It is an EBPP-agnostic implementation strategy designed to be delivered within the Preparation/Adoption phase, immediately prior to Active Implementation (CITE EPIS). BASIS-T targets behavioral intentions via improvement in attitudes, subjective norms, and self-efficacy.",
                    "interventionNames": [
                        "Behavioral: BASIS-T"
                    ]
                },
                {
                    "label": "Attention Control",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "Teachers assigned to the ACC will receive pre- and post-training experiences designed to mirror those received in the BASIS-T condition. These training experiences will be virtual, delivered by the same interventionist, and be approximately the same length as the BASIS-T experiences, but will not contain any of the BASIS-T content or mechanisms of change. The ACC pre-training experience will define, describe, and advocate for EBP implementation in schools. Content will be didactic, as is typical in professional development training for teachers.",
                    "interventionNames": [
                        "Behavioral: Attention Control (ACC)"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "BASIS-T",
                    "description": "BASIS-T is designed to address the behavioral components often missing from standard EBPP training and consultation that relate to motivation prior to receiving EBPP training, and volition after EBPP training. It is an EBPP-agnostic implementation strategy designed to be delivered within the Preparation/Adoption phase, immediately prior to Active Implementation (CITE EPIS). BASIS-T targets behavioral intentions via improvement in attitudes, subjective norms, and self-efficacy.",
                    "armGroupLabels": [
                        "BASIS-T"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Attention Control (ACC)",
                    "description": "Teachers assigned to the ACC will receive pre- and post-training experiences designed to mirror those received in the BASIS-T condition. These training experiences will be virtual, delivered by the same interventionist, and be approximately the same length as the BASIS-T experiences, but will not contain any of the BASIS-T content or mechanisms of change. The ACC pre-training experience will define, describe, and advocate for EBP implementation in schools. Content will be didactic, as is typical in professional development training for teachers.",
                    "armGroupLabels": [
                        "Attention Control"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Proximal Outcome: Attitudes",
                    "description": "Evidence-Based Attitudes Scale - a 15-item tool that captures attitudes toward evidence-based practices. The scale includes internally consistent scores including total score and subscale scores: (1) appeal of EBP, (2) openness to new practices, (3) likelihood of adopting an evidence-based practice, and (4) perceived divergence between current and evidence-based practices. Minimum Score 0, Maximum Score 4. Higher Scores mean better outcome.",
                    "timeFrame": "Baseline, 2-weeks, 4-weeks, 2-months, 3-months, 4-months, 5-months, 6-months, 9-months, 15-months"
                },
                {
                    "measure": "Proximal Outcome: Subjective Norms",
                    "description": "Subjective Norms about EBPP Implementation will be measured via 6-item self-report measure developed based on established guidelines to capture injunctive and descriptive norms regarding specific behaviors. Minimum Score 0, Maximum Score 800. Higher Scores mean better outcome.",
                    "timeFrame": "Baseline, 2-weeks, 4-weeks, 2-months, 3-months, 4-months, 5-months, 6-months, 9-months, 15-months"
                },
                {
                    "measure": "Proximal Outcome: Self-Efficacy",
                    "description": "Modified Teacher Self-Efficacy Scale. A modified version of the Teacher Self-Efficacy Scale will be used to assess educators' self-efficacy belief. This scale includes 10-items that assess teachers' confidence and self-efficacy regarding teaching practices. This measure will also be used to assess maintenance self-efficacy after teachers initiate implementation of PGD. Minimum Score 0, Maximum Score 4. Higher Scores mean better outcome.",
                    "timeFrame": "Baseline, 2-weeks, 4-weeks, 2-months, 3-months, 4-months, 5-months, 6-months, 9-months, 15-months"
                },
                {
                    "measure": "Proximal Outcome: Intentions to Implement",
                    "description": "Modified-Intentions to Use Scale (Intentions). The Modified-Intentions to Use Scale is based on work investigating practitioners' intention to adhere to measurement-based care. The survey includes 5-items modified to be consistent with educators' intentions to use SEB EBPs. This survey is qualitative, and therefore does not have numerical scoring.",
                    "timeFrame": "Baseline, 2-weeks, 4-weeks, 2-months, 3-months, 4-months, 5-months, 6-months, 9-months, 15-months"
                },
                {
                    "measure": "Implementation Outcome: Adoption",
                    "description": "Adoption data will be gathered via monthly self-report checklist of fidelity. Minimum Score 0, Maximum Score 15. Higher Scores mean better outcome.",
                    "timeFrame": "2-weeks, 4-weeks, 2-months, 3-months, 4-months, 5-months, 6-months, 9-months, 15-months"
                },
                {
                    "measure": "Implementation Outcome: Fidelity and Sustainment - Observed",
                    "description": "School administrative staff will be trained to conduct PGD fidelity observations and complete a PGD observation form 3 times per teacher over the course of the school year. Minimum Score 0, Maximum Score 6. Higher Scores mean better outcome.",
                    "timeFrame": "Beginning of School Year, Mid-School Year, End of School Year"
                },
                {
                    "measure": "Implementation Outcome: Fidelity and Sustainment - Self Report",
                    "description": "A self-report checklist will be used to capture adherence to delivering core PGD practices as planned. Teachers will complete the checklist monthly both years. Minimum Score 0, Maximum Score 15. Higher Scores mean better outcome.",
                    "timeFrame": "Baseline, 2-weeks, 4-weeks, 2-months, 3-months, 4-months, 5-months, 6-months, 9-months, 15-months"
                },
                {
                    "measure": "Implementation Outcome: Reach",
                    "description": "Reach will be computed using the fidelity data to determine the proportion of students who are receiving PGD practices. Specifically, teachers who are delivering PGD practices with 75% or greater fidelity will be classified as classrooms where students are receiving PGD. The number of students in these classrooms will be divided by the total students across classrooms of teachers who have received PGD training.",
                    "timeFrame": "Baseline, 2-weeks, 4-weeks, 2-months, 3-months, 4-months, 5-months, 6-months, 9-months, 15-months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Student Educational Outcomes",
                    "description": "Schools will complete a survey on student educational outcomes for the year, including questions related to grades, test scores, and attendance. There is no reporting on a scale.",
                    "timeFrame": "9-months"
                },
                {
                    "measure": "Student Behavioral Outcomes",
                    "description": "Survey measure including questions related to classroom on-task behavior, classroom disruptive behavior, and classroom prosocial behavior. These questions all are part of the same scale.",
                    "timeFrame": "Baseline, 2-weeks, 4-weeks, 2-months, 3-months, 4-months, 5-months, 6-months, 9-months, 15-months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Being a K-5th grade teacher at an elementary or K-8 school, and not a teacher in a special education-only classroom\n\nExclusion Criteria:\n\n* Having been trained or supervised on delivering PGD in the past 5 years",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Aaron Lyon, PhD",
                    "role": "CONTACT",
                    "phone": "206-221-8604",
                    "email": "lyona@uw.edu"
                },
                {
                    "name": "Mike Pullmann, PhD",
                    "role": "CONTACT",
                    "email": "pullmann@uw.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Aaron Lyon, PhD",
                    "affiliation": "University of Washington",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Washington",
                    "status": "RECRUITING",
                    "city": "Seattle",
                    "state": "Washington",
                    "zip": "98115",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Aaron Lyon, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 47.60621,
                        "lon": -122.33207
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Data obtained during the BASIS-T study will be provided to researchers who have demonstrated an academic interest in educational services, in-school mental health services, or in implementation sciences. Outside investigators who wish to use the data set to answer new research questions may also submit data analysis concept proposals for consideration by the PI on a case-by-case basis. The PI will review the proposal and will provide those who submit scientifically rigorous and promising proposals access to the data repository to address their research questions. This will ensure that the data resources of the proposed study will provide the greatest possible benefit to the scientific community. Data samples that may be shared will be coded based on study design, and all personal health and identifying will be removed. Prerequisite to data sharing, the PI will require applicable agreements (i.e., data transfer agreements) with the requesting entity.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF",
                "ANALYTIC_CODE"
            ],
            "timeFrame": "Data requests can be submitted to the PI starting 6 months after initial publication of the primary findings. The PI will continue to accept requests for those findings for 24 months following the end-date of the awarded grant.",
            "accessCriteria": "Access to study data can be requested by any qualified researchers who are engaging in independent scientific research, with approval dictated by the PI. Acceptance of data sharing will only be done following review of a sharing agreement."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        }
    },
    "hasResults": false
}