{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05488119",
            "orgStudyIdInfo": {
                "id": "65313"
            },
            "secondaryIdInfos": [
                {
                    "id": "1K23DK131342-01A1",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/1K23DK131342-01A1"
                }
            ],
            "organization": {
                "fullName": "Stanford University",
                "class": "OTHER"
            },
            "briefTitle": "BEAD-T1D: Building the Evidence to Address Disparities in Type 1 Diabetes",
            "officialTitle": "Reducing Disparities in Pediatric Diabetes: Building the Evidence Base to Inform Effective Diabetes Technology Interventions in Underrepresented Minorities",
            "acronym": "BEAD-T1D",
            "therapeuticArea": [
                "Endocrinology"
            ],
            "study": "bead-building-the-evidence-to-address-disparities-in-type-diabetes"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-06-15",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-01-15",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-05-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-07-26",
            "studyFirstSubmitQcDate": "2022-08-02",
            "studyFirstPostDateStruct": {
                "date": "2022-08-04",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-04-15",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-17",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Ananta Addala",
                "investigatorTitle": "Assistant Professor",
                "investigatorAffiliation": "Stanford University"
            },
            "leadSponsor": {
                "name": "Stanford University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute of Diabetes and Digestive and Kidney Diseases (NIDDK)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Youth from low socioeconomic groups are at a systematic disadvantage in the provision of diabetes care, particularly diabetes technology which is associated with improvement in diabetes-specific outcomes. Thus, the type 1 diabetes community urgently need studies to understand and ameliorate the persistent worsening of disparities of diabetes management and outcomes in youth from low socioeconomic backgrounds. This proposed research will (1) improve representation of diverse youth in the literature, (2) address the gap in knowledge of barriers and promoters in publicly insured youth, and (3) identify and address factors of worsening disparity in diabetes technology.",
            "detailedDescription": "As diabetes technologies have become more innovative and effective in the management of pediatric type 1 diabetes (T1D), research and usage has preferentially increased only in those of higher socioeconomic status (SES). Studies have consistently demonstrated 50% lower rates of diabetes technology use in youth of lower SES. Although diabetes technology has the potential to reduce disparities in pediatric T1D outcomes, inequitable access has resulted in worsening of T1D outcomes for low SES youth. This proposal aims to build an evidence base for data-driven interventions designed to reduce disparities in diabetes innovations by addressing barriers and supporting promoters of diabetes technology use.\n\nAnanta Addala, D.O., M.P.H, is a physician scientist committed to a career as an independent investigator addressing disparities in T1D management and outcomes. Dr. Addala's longstanding research and clinical interests are to promote equitable care for youth with T1D. As a physician with a background in pediatric endocrinology, epidemiology, and behavioral health, Dr. Addala is uniquely qualified to address the drivers of inequities in diverse youth with T1D. Dr. Addala has enlisted a multi-disciplinary mentorship team comprised of experts in the fields of pediatric T1D, health disparities, statistics, and mixed method study design to successfully execute this proposal and launch an independent research career in pediatric T1D disparities.\n\nThe overall objective of this proposal is to discover drivers of disparities in diabetes technology use in youth with T1D and public insurance and develop a brief intervention, as a means to understand and address pediatric T1D disparities. This will be accomplished through two aims. In aim 1, focusing on the family, Dr. Addala will construct an evidence base of barriers and promoters to diabetes technology use in youth with public insurance in order to formulate and test a brief pilot intervention aimed at increasing uptake. In aim 2, this time focusing on the providers, Dr. Addala will construct the evidence base on barriers and promoters to recommending diabetes technology to youth with public insurance in order to formulate and test a brief pilot intervention to increase provider recommendation of diabetes technology.\n\nTaken together, findings from Aims 1 and 2 will result in the development of an intervention aimed at increasing diabetes technology uptake and access in youth from low socioeconomic and racial/ethnic minority groups, thereby improving T1D outcomes. Dr. Addala will use the K23 mentored award to execute an in-depth training plan which includes formal coursework and structured mentorship by her mentors to advance her understanding of mixed methods research, intervention development, and expertise on disparities. This proposal is foundational to a future independent clinical trial to evaluate the efficacy of the interventions developed on promoters and barriers of diabetes technology use in youth with T1D and public insurance."
        },
        "conditionsModule": {
            "conditions": [
                "Type 1 Diabetes"
            ],
            "keywords": [
                "Health Disparities",
                "Diabetes Technology",
                "Pediatric Type 1 Diabetes",
                "Health Equity"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "SUPPORTIVE_CARE",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 20,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Pilot Intervention",
                    "type": "EXPERIMENTAL",
                    "description": "The design for this phase is a prospective pilot study. The intervention modules (co-developed with the stakeholder advisory board in Phase 1 of this aim) will be delivered weekly over a four-week period and will include pre- and post-intervention assessments of survey measurements. The investigators will also evaluate youth diabetes management and technology use. Families will be compensated in a stepwise fashion. Virtual delivery of the pilot intervention will facilitate national recruitment and allow for recruitment during the pandemic or any ensuing limitations to in-person recruitment.",
                    "interventionNames": [
                        "Behavioral: Intervention to increase diabetes technology uptake"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Intervention to increase diabetes technology uptake",
                    "description": "The design for this phase is a prospective pilot study. The intervention modules will be delivered weekly over a four-week period and will include pre- and post-intervention assessments of survey measurements. The investigators will also evaluate youth diabetes management and technology use. Families will be compensated in a stepwise fashion. Virtual delivery of the pilot intervention will facilitate national recruitment and allow for recruitment during the pandemic or any ensuing limitations to in-person recruitment. I will recruit 20 families or providers to participate in the delivery of the pilot intervention designed in Phase 1 of the study via a stakeholder advisory board.",
                    "armGroupLabels": [
                        "Pilot Intervention"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Interviews with you on your feedback on the intervention",
                    "description": "The investigators will ask you questions in a 30-minute interview at the end of the four-week intervention. The investigators will as your feedback on ways the intervention could be more effective and what changes can be made to the intervention so that it is most effective. The investigators will ask you if you are likely to change your diabetes management after completing the intervention.",
                    "timeFrame": "Upon completion of intervention on week 4"
                },
                {
                    "measure": "Survey questions on your feedback on the intervention",
                    "description": "The investigators will ask you questions in a feedback survey at the end of the four-week intervention. These questions will be developed by the investigators and will ask you ways the intervention could be more effective and what changes can be made to the intervention so that it is most effective. Example questions of what the investigators plan to ask in the survey include:\n\n* Was the study explained appropriately?\n* Was it logistically easy to participate in the study? How could it have improved?\n* What parts of the intervention were most helpful?\n* What parts could be cut?\n* What parts need to be added?\n* Are there certain types of people who are likely to do better with this intervention?",
                    "timeFrame": "Upon completion of intervention on week 4"
                },
                {
                    "measure": "Tracking people who complete the study",
                    "description": "The investigators will also keep track of who enrolled in the study and track how many people completed the intervention.",
                    "timeFrame": "Through study completion, an average of one year"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Changes in diabetes technology usage",
                    "description": "The investigators will ask you survey questions to understand your attitudes towards diabetes technology at the start and end of the study intervention. The investigators will use a validated survey measure called Diabetes Technology Attitudes Survey to assess this in addition to having conversations with you to learn your beliefs about diabetes technology.",
                    "timeFrame": "At the start of the study and upon completion of intervention on week 4"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\nThe investigators will include youth aged 12-21 years in this study. The lower limit of 12 years was selected as this is the age when youth are able to understand and reflect on the topics discussed in the survey measures and focus groups, such as perceived discrimination. The upper limit of 21 years was selected as this is the upper limit of public payer coverage (for example, California Children's Services). This aim focuses specifically on the family (youth and parent/guardian) factors that determine diabetes technology use and thus requires that youth are living with their parent/guardian in order to be included in this study. For youth under 18, the investigators will obtain both parental permission and youth assent to participate in the study. For those older than 18, the investigators will obtain consent from the youth alone.\n\nExclusion Criteria:\n\n* Diabetes diagnosis in youth other than type 1\n* T1D youth less than the age of 12 or older than 21\n* non-public payer insurance\n* caregivers not living with the youth with type 1 diabetes",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "12 Years",
            "stdAges": [
                "CHILD",
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "locations": [
                {
                    "facility": "Stanford University",
                    "status": "RECRUITING",
                    "city": "Stanford",
                    "state": "California",
                    "zip": "94305",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Ananta Addala",
                            "role": "CONTACT",
                            "phone": "650-497-9099",
                            "email": "aaddala@stanford.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 37.42411,
                        "lon": -122.16608
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000003920",
                    "term": "Diabetes Mellitus"
                },
                {
                    "id": "D000003922",
                    "term": "Diabetes Mellitus, Type 1"
                }
            ],
            "ancestors": [
                {
                    "id": "D000044882",
                    "term": "Glucose Metabolism Disorders"
                },
                {
                    "id": "D000008659",
                    "term": "Metabolic Diseases"
                },
                {
                    "id": "D000004700",
                    "term": "Endocrine System Diseases"
                },
                {
                    "id": "D000001327",
                    "term": "Autoimmune Diseases"
                },
                {
                    "id": "D000007154",
                    "term": "Immune System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M7117",
                    "name": "Diabetes Mellitus, Type 1",
                    "asFound": "Type 1 Diabetes",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7115",
                    "name": "Diabetes Mellitus",
                    "asFound": "Diabetes",
                    "relevance": "HIGH"
                },
                {
                    "id": "M11639",
                    "name": "Metabolic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M25403",
                    "name": "Glucose Metabolism Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M7862",
                    "name": "Endocrine System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M4629",
                    "name": "Autoimmune Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10200",
                    "name": "Immune System Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                },
                {
                    "abbrev": "BC19",
                    "name": "Gland and Hormone Related Diseases"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}