{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04973683",
            "orgStudyIdInfo": {
                "id": "2021-0296"
            },
            "secondaryIdInfos": [
                {
                    "id": "NCI-2021-05878",
                    "type": "REGISTRY",
                    "domain": "CTRP (Clinical Trial Reporting Program)"
                },
                {
                    "id": "2021-0296",
                    "type": "OTHER",
                    "domain": "M D Anderson Cancer Center"
                }
            ],
            "organization": {
                "fullName": "M.D. Anderson Cancer Center",
                "class": "OTHER"
            },
            "briefTitle": "AL101 Before Surgery for the Treatment of Notch Activated Adenoid Cystic Cancer",
            "officialTitle": "AL101 Prior to Standard-of-Care Surgery in Patients With Notch Activated Adenoid Cystic Carcinoma (ACC)",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "before-surgery-for-the-treatment-of-notch-activated-adenoid-cystic-cancer"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "startDateStruct": {
                "date": "2021-09-30",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-12-15",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-12-15",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-06-18",
            "studyFirstSubmitQcDate": "2021-07-21",
            "studyFirstPostDateStruct": {
                "date": "2021-07-22",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-23",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-24",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "M.D. Anderson Cancer Center",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This phase Ib trial studies the side effects and possible benefits of AL101 before surgery in treating patients with notch activated adenoid cystic cancer. AL101 may stop the growth of tumor cells by blocking some of the enzymes needed for cell growth. Giving AL101 before surgery may help to control adenoid cystic cancer that has a NOTCH pathway activation.",
            "detailedDescription": "PRIMARY OBJECTIVES:\n\nI. To evaluate the safety and feasibility of AL101 administered weekly for 6 to 8 weeks in the preoperative setting using National Cancer Institute (NCI)-Common Terminology Criteria for Adverse Events (CTCAE) version 5.0.\n\nII. To determine the differences between NICD1 levels by immunohistochemistry (IHC) in the post-treatment surgical specimens as compared to baseline in patients treated with AL101.\n\nSECONDARY OBJECTIVES:\n\nI. To evaluate the objective response rate (ORR) to AL101 by Response Evaluation Criteria in Solid Tumors (RECIST) 1.1 at 6 to 8 weeks.\n\nII. To assess percentage of patients undergoing the initially proposed surgery. III. To assess percentage of viable tumor cells in the surgical specimen (pathologic response) following AL101 treatment.\n\nEXPLORATORY OBJECTIVE:\n\nI. To evaluate pre- and post- treatment tumor and blood biomarkers and correlate with clinical and pathologic response and toxicity.\n\nOUTLINE:\n\nPatients receive AL101 intravenously (IV) over 60 minutes once weekly (QW) for 6-8 weeks in the absence of disease progression or unacceptable toxicity. Within 24-72 hours after the last infusion of AL101, patients undergo surgery per standard of care. Patients may continue AL101 after surgery at the discretion of the study doctor.\n\nAfter completion of study, patients are followed up within 6 weeks after surgery or within 30 days after last dose of AL101, and then every 6 months thereafter."
        },
        "conditionsModule": {
            "conditions": [
                "Adenoid Cystic Carcinoma",
                "Metastatic Adenoid Cystic Carcinoma"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 14,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Treatment (AL101)",
                    "type": "EXPERIMENTAL",
                    "description": "Patients receive AL101 IV over 60 minutes QW for 6-8 weeks in the absence of disease progression or unacceptable toxicity. Within 24-72 hours after the last infusion of AL101, patients undergo surgery per standard of care. Patients may continue AL101 after surgery at the discretion of the study doctor.",
                    "interventionNames": [
                        "Drug: AL101",
                        "Procedure: Therapeutic Conventional Surgery"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "AL101",
                    "description": "Given IV",
                    "armGroupLabels": [
                        "Treatment (AL101)"
                    ],
                    "otherNames": [
                        "AL 101",
                        "AL-101",
                        "BM-0018",
                        "BM0018",
                        "BMS-906024",
                        "GS/pan-Notch Inhibitor AL101"
                    ]
                },
                {
                    "type": "PROCEDURE",
                    "name": "Therapeutic Conventional Surgery",
                    "description": "Undergo standard of care surgery",
                    "armGroupLabels": [
                        "Treatment (AL101)"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Incidence of adverse events",
                    "description": "Adverse events will be graded by National Cancer Institute Common Terminology Criteria for Adverse Events version 5.0. Frequency tables will summarize toxicity data for all patients. Logistic regression may be utilized to assess the effect of patient prognostic factors on the response and toxicity.",
                    "timeFrame": "Up to 2 years"
                },
                {
                    "measure": "Changes in NICD1 levels",
                    "description": "Evaluated by immunohistochemistry in the post-treatment surgical specimen (at 6 to 8 weeks) as compared to baseline (pre-treatment) in patients treated with AL101",
                    "timeFrame": "Baseline and after surgery"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Overall response rate",
                    "description": "Evaluated per Response Evaluation Criteria in Solid Tumors. Logistic regression may be utilized to assess the effect of patient prognostic factors on the response and toxicity.",
                    "timeFrame": "At 6-8 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Capable of giving signed informed consent which includes compliance with the requirements and restrictions listed in the informed consent and in this protocol\n* Age \\>= 18 years old\n* Histologically/cytological confirmed adenoid cystic carcinoma (ACC) of any primary site\n* Evidence of NOTCH1 pathway activation as determined by NICD1 IHC nuclear staining in \\>= 70% of tumor cells\n* Patients must have surgically resectable disease, either with a curative intent or for local control in the setting of metastatic disease, in the opinion of the treating physician\n* Patients must be willing to undergo baseline biopsy to obtain tumor material\n* Disease must be measurable by RECIST 1.1\n* Performance status Eastern Cooperative Oncology Group (ECOG) 0 or 1\n* Neutrophils \\< 1500/mm\\^3\n* Platelet count \\< 100,000/mm\\^3\n* Hemoglobin \\< 9 g/dL\n* Total bilirubin \\> 1.5 upper limit of normal (ULN) (except known Gilbert's syndrome)\n* Aspartate aminotransferase (AST) and alanine aminotransferase (ALT) \\> 2.5 of upper limit of normality (ULN) OR \\> 5 ULN for patients with liver metastases\n* Creatinine clearance \\< 40 mL/min (Calculation of creatinine clearance \\[CrCl\\] will be based on acceptable institution standard)\n* Female patients with reproductive potential must practice two effective contraceptive measures for the duration of study drug therapy and for at least 90 days after completion of AL101 therapy. The two birth control methods can be either two barrier methods or a barrier method plus a hormonal method to prevent pregnancy. The following are considered adequate barrier methods of contraception: diaphragm, condom, copper intrauterine device, sponge, or spermicide. Appropriate hormonal contraceptives will include any registered and marketed contraceptive agent that contains an estrogen and/or a progestational agent (including oral, subcutaneous, intrauterine, or intramuscular agents)\n* Male patients who are sexually active with women with reproductive potential must agree to use contraception for the duration of treatment and for at least 90 days after completion of AL101 therapy\n\nExclusion Criteria:\n\n* Prior radiotherapy, chemotherapy, or biologic therapy is allowed in patients with loco-regional recurrent disease, if administered at least 4 weeks prior to study enrollment\n* Prior treatment with gamma-secretase inhibitor\n* History of previous malignancy other than malignancy treated with curative intent and with no evidence of active disease \\>= 2 years before the first dose of study drug and of low potential risk for recurrence. Patients with the following diagnoses represents an exception and may enroll:\n\n  * Non-melanoma skin cancers with no current evidence of disease\n  * Melanoma in situ with no current evidence of disease\n  * Localized cancer of the prostate with prostate-specific antigen of \\< 0.1 ng/mL\n  * Treated or localized well-differentiated thyroid cancer\n  * Treated cervical carcinoma in situ\n  * Treated ductal/lobular carcinoma in situ of the breast\n* Current or recent (within 2 months of investigational product administration) gastrointestinal disease such as disorders that increase the risk of diarrhea (e.g.: inflammatory bowel disease). Non-chronic conditions (e.g., infectious diarrhea) that are completely resolved for at least 2 weeks prior to starting investigational product are not exclusionary\n* Evidence of clinically significant bleeding diathesis or coagulopathy (in the absence of therapeutic anticoagulation)\n* Evidence of uncontrolled, active infection, requiring systemic anti-bacterial, anti-viral or anti-fungal therapy =\\< 7 days prior to administration of investigational product such as known active infection with hepatitis B and hepatitis C (HCV) at Screening\n* Symptomatic central nervous system (CNS) metastases. Patients with asymptomatic CNS metastases as well as those with previously treated CNS metastases are eligible for enrollment in the study if at least four weeks has elapsed since last whole brain radiation treatment or at least two weeks has elapsed since last focal radiation treatment and the patient is deemed clinically stable by the investigator\n* Unstable or severe uncontrolled medical condition (e.g., unstable cardiac or pulmonary function or uncontrolled diabetes) or any important medical illness or abnormal laboratory finding that would, in the investigator's judgment, increase the risk to the patient associated with his or her participation in the study\n* Mean QT interval corrected for heart rate using Fridericia's formula (QTcF) \\>= 480 msec\n* Female subjects who are pregnant or breast-feeding\n* Hypersensitivity and/or history of allergy to the investigational product excipients",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "overallOfficials": [
                {
                    "name": "Renata Ferrarotto",
                    "affiliation": "M.D. Anderson Cancer Center",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "M D Anderson Cancer Center",
                    "status": "RECRUITING",
                    "city": "Houston",
                    "state": "Texas",
                    "zip": "77030",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Renata Ferrarotto",
                            "role": "CONTACT",
                            "phone": "713-792-6363",
                            "email": "rferrarotto@mdanderson.org"
                        },
                        {
                            "name": "Renata Ferrarotto",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 29.76328,
                        "lon": -95.36327
                    }
                }
            ]
        },
        "referencesModule": {
            "seeAlsoLinks": [
                {
                    "label": "MD Anderson Cancer Center Website",
                    "url": "http://www.mdanderson.org"
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000002277",
                    "term": "Carcinoma"
                },
                {
                    "id": "D000003528",
                    "term": "Carcinoma, Adenoid Cystic"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009375",
                    "term": "Neoplasms, Glandular and Epithelial"
                },
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000000230",
                    "term": "Adenocarcinoma"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5534",
                    "name": "Carcinoma",
                    "asFound": "Carcinoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M6733",
                    "name": "Carcinoma, Adenoid Cystic",
                    "asFound": "Adenoid Cystic Carcinoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12320",
                    "name": "Neoplasms, Glandular and Epithelial",
                    "relevance": "LOW"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M3585",
                    "name": "Adenocarcinoma",
                    "relevance": "LOW"
                },
                {
                    "id": "T201",
                    "name": "Adenoid Cystic Carcinoma",
                    "asFound": "Adenoid Cystic Carcinoma",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}