{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05600465",
            "orgStudyIdInfo": {
                "id": "14683"
            },
            "organization": {
                "fullName": "University of Oklahoma",
                "class": "OTHER"
            },
            "briefTitle": "Behavioral Activation + Occupational Therapy: An Innovative Intervention for Empowered Self-Management of Multiple Chronic Conditions",
            "officialTitle": "Behavioral Activation + Occupational Therapy: An Innovative Intervention for Empowered Self-Management of Multiple Chronic Conditions",
            "acronym": "BA+OT",
            "therapeuticArea": [
                "Other"
            ],
            "study": "behavioral-activation-occupational-therapy-an-innovative-intervention-for-empowered-self-management-of-multiple-chronic-conditions"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-03",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-11-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-07",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-07",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-07-29",
            "studyFirstSubmitQcDate": "2022-10-26",
            "studyFirstPostDateStruct": {
                "date": "2022-10-31",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-03-04",
            "lastUpdatePostDateStruct": {
                "date": "2024-03-06",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of Oklahoma",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Presbyterian Health Foundation",
                    "class": "UNKNOWN"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "Approximately 45% of older adults in the U.S. have 2 or more chronic health conditions (e.g., arthritis, hypertension, diabetes) in addition to functional limitations that prevent performance of health self-management activities. Self-management continues to be the gold standard for managing MCC, but functional limitations create difficulty with these activities (e.g., physical activity, symptom monitoring). Restricted self-management accelerates the downward spiral of disability and accumulating chronic conditions which, in turn, increases rates of institutionalization and death by 5-fold. Currently, there are no tested interventions designed to improve independence in health self-management activities in older adults with MCC and functional limitations. Research suggests that older adults are more likely to change behavior with interventions that assist with planning health-promoting daily activities, especially when contending with complex medical regimens and functional limitations. Combined with occupational therapy (OT), behavioral activation (BA) shows promise to improve health self-management in populations with chronic conditions and/or functional limitations. This innovative combination uses the goal setting, scheduling/monitoring activities, and problem-solving components of the BA approach as well as the environmental modification, activity adaptation, and focus on daily routines from OT practice. The investigators will test the effect of this combined approach in a Stage I, randomized controlled pilot feasibility study compared to enhanced usual care. The investigators will recruit 40 older adults with MCC and functional limitation and randomize 20 to the PI- delivered BA-OT protocol. This research will inform modification and larger-scale testing of this novel intervention and provide data for a federally funded career development award.",
            "detailedDescription": "Americans with multiple chronic health conditions (MCC) are living longer lives, but there is a costly tradeoff. Approximately 81% of older adults in the U.S. have 2 or more health conditions (e.g., arthritis, hypertension, diabetes) that are long-term and cumulative. For these older adults, there are direct and positive relationships among age, higher number of chronic conditions, and higher incidence of disability and functional limitations. Because functional limitations interfere with daily health self-management activities (e.g., physical activity, managing medications, preparing healthy meals, and accessing health care), MCC ranks high among the disabling and costly conditions of aging. For example, older adults with MCC perform fewer health self-management activities and attend nearly double the number of outpatient healthcare visits as their peers with fewer or no MCC. Besides the high cost, difficulties with health self-management accelerate the downward spiral of restricted daily activity and accumulating chronic conditions which, in turn, increases rates of institutionalization and death by 5-fold.\n\nAmong the emergent health problems of the 21st century, MCC stand out as one of the most challenging to treat, not only for the individual, but the larger health system as well. Pharmacological interventions for MCC (i.e., gero-protectors: targeting multiple diseases of aging with one drug) have focused on deterring the cascading disease development in this population but do not address limitations in daily health self-management deficits, a primary instigator of the downward spiral. Thus far, non-pharmacological interventions have primarily focused on health care organization, exercise, and self-management education, with null or mixed results. Studies have shown that simply providing self-management education is insufficient to facilitate health behavior changes in older age, and especially in the presence of functional limitations. Often overlooked is the importance of integrating the complicated health self-management activities into daily life routines. Indeed, research suggests that older adults are more likely to change behavior with interventions that assist with planning health-promoting daily activities. This is particularly true when older adults are also contending with functional limitations. Currently, there are no tested interventions designed to improve independence in health self-management activities in older adults with MCC and functional limitations.\n\nBehavioral activation (BA), an evidence-based behavior change intervention, can improve performance in daily activity, including health self-management behaviors. Combined with occupational therapy (OT), BA shows promise to improve participation in daily activities in cancer survivors, older adults with mild cognitive impairment, and individuals with post-stroke functional limitations. This innovative combination focuses on the goal setting, scheduling/monitoring activities, and problem-solving components of the BA approach as well as the environmental modification, activity adaptation, and focus on daily routines from OT practice (BA-OT). Due to the complexity of managing MCC in conjunction with functional limitations, BA-OT is the ideal approach. Paramount to our approach is the execution of daily health self-management activities in participant homes to ensure optimal real-world application. The Principal Investigator (PI), a BA-trained and licensed occupational therapist will deliver BA-OT over 10 weeks (1 session/wk). This is a pilot randomized controlled trial and feasibility study (Stage I) in which 40 older adults with MCC and functional imitations will be assigned to BA-OT or enhanced usual care comparison group.\n\nSpecific Aim 1: Collect preliminary data to test the effect of BA-OT for improving independence in health self-management activities for older adults with MCC and functional limitation compared to enhanced usual care. Hypothesis: Older adults who receive BA-OT will demonstrate improved independence in health self-management activity as measured by the self-report Canadian Occupational Performance Measure and the Self-Management Assessment Scale. Rationale: Though similar interventions have shown promise in populations with different disease courses, BA-OT has not been tested in older adults with MCC and functional limitations.\n\nSpecific Aim 2: Examine the feasibility of recruitment and conduct of the BA-OT intervention with older adults with MCC and functional limitation. Quantitative measures include recruitment rates, proportions of participants who initiate and complete the intervention, and adherence to study procedures as well as in-depth qualitative information to understand acceptability and suitability of the intervention. Rationale: Similar interventions have been successful, but not with older adults with MCC and functional limitations, a group that is difficult to treat. The investigators will answer the critical question \"can it work?\" and seek evidence to inform adaptation to a larger study.\n\nCombining these two approaches to address the persistent problem of health self-management in this population is novel and promising. This specific combination of active ingredients has potential to prevent functional limitations, prevent costly hospitalizations, and reduce disability in older adults with MCC. This project will inform the modification and testing of BA-OT with a larger sample, as well as generating preliminary data for a federally funded career development award."
        },
        "conditionsModule": {
            "conditions": [
                "Multiple Chronic Conditions",
                "Disability Physical"
            ],
            "keywords": [
                "functional limitation"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 40,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "BA+OT intervention",
                    "type": "EXPERIMENTAL",
                    "description": "Following baseline assessment, the PI, a BA-trained, licensed occupational therapist will deliver a 10-session manualized program in the participants' homes to ensure optimal uptake of the active ingredients and integration into daily life routines. This intervention occurs over 10 weeks. The intervention manual will include educational materials for the 4-step approach, and worksheets for goal setting and developing daily routines. In the 1st BA-OT session, the PI will collect baseline assessments and use Canadian Occupational Performance Measure (COPM) data to facilitate goal setting. The top 5 participant-selected goals chosen will be the subject of the 4-step process in sessions 2 - 10. At least one goal must be related to improving physical activity routines; each participant will receive a Fitbit Charge 5 to self-monitor fitness progress. The unbiased evaluator will carry out follow-up assessments at 10 weeks and 22 weeks with participants in both conditions.",
                    "interventionNames": [
                        "Behavioral: Behavioral Activation + Occupational Therapy"
                    ]
                },
                {
                    "label": "Enhanced Usual Care",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "The enhanced usual care control group will receive the same assessment battery, a Fitbit Charge 5 with 1 hour training, and a handout about living with chronic conditions.",
                    "interventionNames": [
                        "Behavioral: Enhanced Usual Care"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Behavioral Activation + Occupational Therapy",
                    "description": "In the BA-OT Approach, the PI will use an evidence-based 4-step process (Goal-Plan-Do-Check) to assist the older adults to develop strategies to plan and execute daily health self-management activities. BA-OT teaches older adults with MCC and functional limitations to 1) set achievable and meaningful activity goals, 2) engage in action planning that includes brainstorming strategies to overcome barriers, 3) evaluate the results after performing the activity, and 4) to modify the plan or choose a new goal, then generalize strategies to new problems. By assisting participants to develop daily routines and integrate safe health self-management activities into these routines, occupational therapists are providing strategies that support adaptation in the face of stressful situations.. Goal examples may include adapting and scheduling exercise plans, or exploring assistive devices and strategies for safe and healthy meal preparation.",
                    "armGroupLabels": [
                        "BA+OT intervention"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Enhanced Usual Care",
                    "description": "Fitbit, 1 hour training, handout on managing chronic conditions",
                    "armGroupLabels": [
                        "Enhanced Usual Care"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in Canadian Occupational Performance Measure (COPM) from baseline to 22 weeks",
                    "description": "self-report, self-rated activity performance",
                    "timeFrame": "baseline, 10 and 22 weeks."
                },
                {
                    "measure": "Change in Self-management Assessment Scale from baseline to 22 weeks",
                    "description": "self-report measuring effective self-management of chronic conditions. Scores range from 10 - 60, where higher is better.",
                    "timeFrame": "baseline, 10 and 22 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in Behavioral Activation for Depression Scale from baseline to 22 weeks",
                    "description": "self-report mood, depression. Scores range from 0 - 150, with higher scores indicating greater activation.",
                    "timeFrame": "baseline, 10 and 22 weeks"
                },
                {
                    "measure": "Change in Patient-Reported Outcomes Measurement Information System (PROMIS) self-efficacy managing chronic conditions from baseline to 22 weeks",
                    "description": "self-report self-efficacy for managing chronic conditions. Range from 20 - 100, higher scores indicate greater self-efficacy. covers topics such as managing daily activity, managing medications, managing symptoms, managing social interactions, and managing emotions.",
                    "timeFrame": "baseline, 10 and 22 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* at least 2 chronic conditions\n* at least 1 functional limitation\n* intention to set at least 1 physical activity goal\n* live within 15 miles of University of Oklahoma (OU) Schusterman Center\n\nExclusion Criteria:\n\n* life expectancy less than 6 months\n* progressive neurological condition\n* in active treatment for cancer\n* not English speaking\n* cognitive impairment\n* current or history of severe mental illness\n* in concurrent treatment with occupational and physical therapy",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "60 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Tara Klinedinst, PhD",
                    "role": "CONTACT",
                    "phone": "918 - 660 - 3283",
                    "email": "tara-klinedinst@ouhsc.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Tara Klinedinst",
                    "affiliation": "University of Oklahoma",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "OU Health Internal Medicine- Schusterman Clinic",
                    "status": "RECRUITING",
                    "city": "Tulsa",
                    "state": "Oklahoma",
                    "zip": "74135",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Martina Jelley, MD",
                            "role": "CONTACT",
                            "email": "martina-jelley@ouhsc.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 36.15398,
                        "lon": -95.99277
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000004194",
                    "term": "Disease"
                },
                {
                    "id": "D000002908",
                    "term": "Chronic Disease"
                },
                {
                    "id": "D000071069",
                    "term": "Multiple Chronic Conditions"
                }
            ],
            "ancestors": [
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000020969",
                    "term": "Disease Attributes"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M692",
                    "name": "Multiple Chronic Conditions",
                    "asFound": "Multiple Chronic Conditions",
                    "relevance": "HIGH"
                },
                {
                    "id": "M6147",
                    "name": "Chronic Disease",
                    "asFound": "Chronic Conditions",
                    "relevance": "HIGH"
                },
                {
                    "id": "M22700",
                    "name": "Disease Attributes",
                    "relevance": "LOW"
                },
                {
                    "id": "T1303",
                    "name": "Chronic Graft Versus Host Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}