{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05436106",
            "orgStudyIdInfo": {
                "id": "STUDY00003101"
            },
            "secondaryIdInfos": [
                {
                    "id": "1K23NR020208-01",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/1K23NR020208-01"
                }
            ],
            "organization": {
                "fullName": "Emory University",
                "class": "OTHER"
            },
            "briefTitle": "Behavioral Intervention to Reduce Stress Among Black Gender Minority Women",
            "officialTitle": "Behavioral Intervention to Reduce Psychological Distress Symptoms Among Black Gender Minority Women Experiencing Chronic Stigma",
            "therapeuticArea": [
                "Other"
            ],
            "study": "behavioral-intervention-to-reduce-stress-among-black-gender-minority-women"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-05-02",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-12",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-12",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-06-15",
            "studyFirstSubmitQcDate": "2022-06-24",
            "studyFirstPostDateStruct": {
                "date": "2022-06-28",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-13",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-14",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Athena DF Sherman",
                "investigatorTitle": "Assistant Professor",
                "investigatorAffiliation": "Emory University"
            },
            "leadSponsor": {
                "name": "Emory University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute of Nursing Research (NINR)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The research objectives of this study are to first, develop a culturally informed community-based intervention with guidance from community members (via focus groups and theater testing) to reduce the effect of chronic stigma exposure on psychological distress symptoms (PTS and depressive symptoms) among transgender women. Second, the research team will conduct a proof-of-concept trial to determine the feasibility and preliminary efficacy of the resulting intervention.",
            "detailedDescription": "The proposed research builds on our previous work with Black gender minority (GM) women and addresses research gaps. The researchers propose to develop and examine the feasibility of an intervention to improve psychological distress symptom management related to chronic stigma exposure among Black GM women. A hybrid delivery model is proposed where a) weekly group sessions will be co-led by a community member with expertise in working with transgender women and a public health nurse, b) supplemental educational content will be available for individual consumption via an online portal or application (and tracked via participant click counts), and c) additional social resources will be available through the online portal or app. Researchers will use an adaptive intervention approach with 7 module-based sessions selected on the basis of post-session assessments of acceptability and satisfaction. The investigators will use standard qualitative and mixed-method approaches (focus groups, key informant interviews with the community advisory board, and a quantitative survey) and iterative design to develop/adapt, refine, and evaluate a culturally informed intervention for transgender women experiencing chronic stigma and psychological distress.\n\nParticipants will be recruited via convenience sampling using multiple strategies including passively distributing flyers to LGBTQ+ organizations and clinics, universities, and community colleges; LGBTQ+ and transgender and gender diverse (TGD) group social media platforms; peer referral, and word of mouth; and actively through collaborations with the Casa Ruby case management team and providers at Emory Healthcare and Grady Health Gender Center.\n\nInvestigators will use standard qualitative and mixed-method approaches (focus groups, key informant interviews with the community advisory board, and a quantitative survey) and iterative design to develop/adopt, refine, and evaluate a culturally informed intervention for transgender women experiencing chronic stigma and psychological distress. The research team will conduct 4 focus groups of 5 people to address Aim 1. Focus group sessions will last no longer than 2 hours and will be virtual via Zoom.\n\nThe research team will conduct a proof-of-concept study to establish the feasibility, including recruitment, retention, and outcome measurement of the developed intervention. Researchers will collect quantitative assessment data on internet-accessible devices via self-administered surveys collected at the time point (T)1; baseline enrollment, T2; Mid-intervention (3-6 weeks from baseline assessment), T3. immediately post-intervention (within 2 weeks of study completion), and T4. 3-months post-intervention.\n\nThe phase 2 intervention trial includes transgender women of any race or ethnicity and will be delivered hybrid with 3 in-person sessions (in Atlanta, GA) and 4 online sessions via Zoom."
        },
        "conditionsModule": {
            "conditions": [
                "Psychological Distress",
                "Stigma, Social"
            ],
            "keywords": [
                "Transgender women"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "SUPPORTIVE_CARE",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 40,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "intervention educational content",
                    "type": "EXPERIMENTAL",
                    "description": "The base intervention design will contain educational content informed by the Transgender Resilience Intervention Model (TRIM) and adapted from Seeking Safety specific to a) identifying symptoms of psychological distress, b) managing symptoms via coping (individual resilience), and c) developing a social network and using social support/community connection (group resilience).",
                    "interventionNames": [
                        "Behavioral: Adaptive Intervention Approach"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Adaptive Intervention Approach",
                    "description": "This is an adaptive intervention approach with 7 module-based sessions selected on the basis of post-session assessments of acceptability and satisfaction;\n\n1. weekly group sessions will be co-led by a community member with expertise in working with transgender women and a public health nurse,\n2. supplemental educational content will be available for individual consumption via an online portal or application (and tracked via participant click counts), and\n3. additional social resources will be available through the online portal or app.",
                    "armGroupLabels": [
                        "intervention educational content"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Intervention Retention Rate",
                    "description": "number screened per month; number enrolled per month and per source; rate of eligibility ≥40%); (≥50% retention rate; reasons for dropouts; acute crisis or avoidance behaviors; incentive structure);",
                    "timeFrame": "Throughout the intervention (up to 12 weeks)"
                },
                {
                    "measure": "Average time delay from screening to enrollment and average time to enroll enough participants to form cohorts",
                    "description": "The average time it takes for participants to be screened and complete enrollment depending on the study cohorts",
                    "timeFrame": "From screening to Baseline"
                },
                {
                    "measure": "Overall attendance/adherence",
                    "description": "Session attendance ≥67%; online engagement with educational material via click counts",
                    "timeFrame": "2 weeks post-intervention"
                },
                {
                    "measure": "Changes in the intervention fidelity",
                    "description": "Fidelity rates within and between interventionists; range from 0-3, with 2 or higher indicative of high fidelity per domain via the Seeking Safety Adherence Scale (SASS). Tailoring of the SASS will be based on the format used to deliver the intervention content and the focus of the content. For example, the original scale has the following items that may not be appropriate for the created intervention: \"Focused on how the topic related to substance use; Gave handouts and made use of them during the session.\" Thus, these items may be removed or modified to align with content delivery and subject matter. The SASS will be used to periodically assess the fidelity of intervention delivery among each interventionist. Mean scores will be compared between interventionists and scores below 80% will require remediation in the form of individual training with the PI and the interventionist.",
                    "timeFrame": "Throughout the intervention (up to 12 weeks)"
                },
                {
                    "measure": "Changes in the proportion of acceptability",
                    "description": "assessment acceptability will be assessed by calculating the proportion of planned assessments that are completed and satisfaction ratings ≥75%; duration of assessment visits; reasons for dropouts);",
                    "timeFrame": "Baseline, Mid-intervention (3-6 weeks from baseline assessment), 2 weeks post intervention, 3 months post-intervention"
                },
                {
                    "measure": "Changes in the Intervention acceptability",
                    "description": "intervention acceptability (acceptability ≥75%; qualitative assessments; reasons for dropouts; preference/satisfaction ratings ≥75% via Client satisfaction questionnaire); Client satisfaction questionnaire (CSQ-8; Cronbach's alpha .93; 8-item; 4-point Likert) will be administered at the end of every intervention session to address individual session utility and at T3 for overall satisfaction",
                    "timeFrame": "Throughout the intervention (up to 2 weeks post-intervention)"
                },
                {
                    "measure": "Accessibility of the intervention",
                    "description": "intervention accessibility (qualitative assessments; reasons for dropouts and adherence; technological literacy; ability to access reliable internet). There is no scale for this instrument.",
                    "timeFrame": "Throughout the intervention (up to 2 weeks post-intervention)"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in PTSD symptoms",
                    "description": "Psychological distress symptom severity will be measured using the PCL-5 which is a 20-item self-report measure that assesses the 20 DSM-5 symptoms of PTSD. The PCL-5 has a variety of purposes, including monitoring symptoms, and changes during and after treatment, screening individuals for PTSD, and making a provisional PTSD diagnosis. Evidence for the PCL for the diagnostic and Statistical Manual of Mental Disorders (DSM)-IV suggests that a 5-10-point change represents reliable change (i.e., change not due to chance) and a 10-20-point change represents a clinically significant change. Therefore, it was recommended to use 5 points as a minimum threshold for determining whether the improvements are clinically meaningful using the PCL for DSM-IV.",
                    "timeFrame": "Baseline, Mid-intervention (3-6 weeks from baseline assessment) , 2 weeks post intervention, 3 months post-intervention"
                },
                {
                    "measure": "Change in Beck Depression Inventory II (BDI-II)",
                    "description": "The BDI-II consists of 21 items assessing symptoms of depression experienced during the past 2 weeks. Each item contains four statements reflecting varying degrees of symptom severity. Respondents are instructed to circle the number (ranging from zero to three, indicating increasing severity) that corresponds with the statement that best describes them. Ratings are summed to calculate a total BDI-II score, which can range from 0 to 63. (BDI-II total score, alpha-0.90; cognitive factor, alpha .81; Somatic factor, alpha .87)\n\nScoring the Beck Depression Inventory:\n\nLow (1-10)-Normal ups and downs; (11-16)-Mild mood disturbance Mild mood disturbance (17-20) Borderline clinical depression; (21-30)=Moderate depression Significant (31-40)-Severe depression; over 40-extreme depression",
                    "timeFrame": "Baseline, Mid-intervention (3-6 weeks from baseline assessment), 2 weeks post intervention, 3 months post-intervention"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Changes in the transgender community connection scale (TCC)",
                    "description": "Participants will answer questions about community connectedness. Response options: 5-point scale from strongly disagree to strongly agree.",
                    "timeFrame": "Baseline, Mid-intervention (3-6 weeks from baseline assessment), 2 weeks post intervention, 3 months post-intervention"
                },
                {
                    "measure": "Changes in the multidimensional scale of perceived social support (MSPSS)",
                    "description": "Participants will answer 12 items about their feelings regarding certain statements. Options range from 1-Very strongly disagree to 7-very strongly agree.",
                    "timeFrame": "Baseline, Mid-intervention (3-6 weeks from baseline assessment), 2 weeks post intervention, 3 months post-intervention"
                },
                {
                    "measure": "Changes in the coping strategies inventory short form (CSI-SF)",
                    "description": "Questions ask to categorize the degree of avoidant and approach coping behaviors used. 5-point Likert",
                    "timeFrame": "Baseline, Mid-intervention (3-6 weeks from baseline assessment), 2 weeks post intervention, 3 months post-intervention"
                },
                {
                    "measure": "Changes in the coping self-efficacy scale (CSE)",
                    "description": "Participants will be asked about their confidence or certainty that they can do 26 questions. Cannot do all=0 1,2,3,4,5=Moderately certain can do 6,7,8,9,10=at certain can do",
                    "timeFrame": "Baseline, Mid-intervention (3-6 weeks from baseline assessment), 2 weeks post intervention, 3 months post-intervention"
                },
                {
                    "measure": "Changes in the self-efficacy to manage chronic disease scale (SECMCD)",
                    "description": "Several questions will be asked about experiences related to \"who the participant is\". These questions include both how the participant describes herself and how others might describe them. There is no specific score for this instrument.",
                    "timeFrame": "Baseline, Mid-intervention (3-6 weeks from baseline assessment), 2 weeks post intervention, 3 months post-intervention"
                },
                {
                    "measure": "Changes in sleep",
                    "description": "Sleep will be measured using the Pittsburg Sleep Quality Index (PSQI). The PSQI is a self-rated questionnaire that assesses subjective sleep quality over the previous month. Responses yield seven component scores: subjective sleep quality, sleep latency, sleep duration, habitual sleep efficiency, and other sleep related issues. The sum of the seven component scores yields a global sleep quality score.",
                    "timeFrame": "Baseline, Mid-intervention (3-6 weeks from baseline assessment), 2 weeks post intervention, 3 months post-intervention"
                },
                {
                    "measure": "Changes in the quality of life",
                    "description": "The quality of life will be measured using the health-related quality of life questionnaire (HRQOL) to assess general and recent days of physical health, mental health, and activity limitation in the past month. Unhealthy days are an estimate of the overall number of days during the previous 30 days when the respondent felt that either his or her physical or mental health was not good. To obtain this estimate, responses to questions 2 and 3 are combined to calculate a summary index of overall unhealthy days, with a logical maximum of 30 unhealthy days.",
                    "timeFrame": "Baseline, Mid-intervention (3-6 weeks from baseline assessment), 2 weeks post intervention, 3 months post-intervention"
                },
                {
                    "measure": "Changes in the disability/social functioning scale",
                    "description": "The disability/social functioning scale will be measured using the behavior and symptom identification scale (BASIS-24)",
                    "timeFrame": "Baseline, Mid-intervention (3-6 weeks from baseline assessment), 2 weeks post intervention, 3 months post-intervention"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* 18 years or older\n* gender is woman/transgender feminine/female\n* assigned male sex at birth\n* speak/read English\n\nExclusion Criteria:\n\n* Enrolled in mental health treatment or a controlled consequential environment (e.g. mental health transitional living environment)",
            "healthyVolunteers": false,
            "sex": "FEMALE",
            "genderBased": true,
            "genderDescription": "Participant identifies as a woman",
            "minimumAge": "18 Years",
            "maximumAge": "99 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Athena DF Sherman, PhD, PHN, RN",
                    "role": "CONTACT",
                    "phone": "408-401-2456",
                    "email": "Adfsherman@emory.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Athena DF Sherman, PhD, PHN, RN",
                    "affiliation": "Emory University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Emory University School of Nursing",
                    "status": "RECRUITING",
                    "city": "Atlanta",
                    "state": "Georgia",
                    "zip": "30322",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 33.749,
                        "lon": -84.38798
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "The research team will share Individual participant data that underlie the results reported in this article, after deidentification (text, tables, figures, and appendices).",
            "infoTypes": [
                "STUDY_PROTOCOL"
            ],
            "timeFrame": "Individual participant data that underlie the results reported in this article, after deidentification (text, tables, figures, and appendices). Beginning 3 months and ending 5 years following article publication",
            "accessCriteria": "Researchers who provide a methodologically sound proposal to achieve aims in the approved proposal. Proposals should be directed to adfsherman@emory.edu. To gain access, data requestors will need to sign a data access agreement. Data are available for 5 years at a third-party website (Link to be determined)."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "T1303",
                    "name": "Chronic Graft Versus Host Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}