{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06089707",
            "orgStudyIdInfo": {
                "id": "IRB00392041"
            },
            "organization": {
                "fullName": "Johns Hopkins University",
                "class": "OTHER"
            },
            "briefTitle": "Behavioral Pharmacological Examination of a Novel Buprenorphine Induction Method Among Individuals Who Use Fentanyl",
            "officialTitle": "Behavioral Pharmacological Examination of a Novel Buprenorphine Induction Method Among Individuals Who Use Fentanyl",
            "acronym": "NBIM",
            "therapeuticArea": [
                "Other"
            ],
            "study": "behavioral-pharmacological-examination-of-a-novel-buprenorphine-induction-method-among-individuals-who-use-fentanyl"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-01",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-01-09",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-01-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-01-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-10-02",
            "studyFirstSubmitQcDate": "2023-10-13",
            "studyFirstPostDateStruct": {
                "date": "2023-10-18",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-01-09",
            "lastUpdatePostDateStruct": {
                "date": "2024-01-11",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Johns Hopkins University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Cure Addiction Now",
                    "class": "UNKNOWN"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "The opioid overdose epidemic has persisted for several decades and is now further complicated by the permeation of fentanyl into the illicit opioid supply. While the effectiveness of medications to treat opioid use disorder (MOUD) have been well documented in the literature, the addition of fentanyl to the drug supply has complicated the initiation of MOUD, especially buprenorphine. Naloxone, an opioid antagonist, is currently utilized to reverse opioid overdose by displacing less-competitive ligands which bind at the mu-opioid receptor. Because induction to buprenorphine in the age of fentanyl is uncomfortable and can take several days to stabilize a patient on a therapeutic dose, the use of naloxone prior to buprenorphine can aid in a safe and rapid transition to buprenorphine treatment, without the effect of unintended prolonged precipitated withdrawal which can occur following the displacement of fentanyl by buprenorphine on the mu-opioid receptor. Therefore, this project will assess feasibility and acceptability of naloxone-facilitated buprenorphine initiation using a single-ascending dose design. The investigators will examine whether a single dose of buprenorphine is tolerated following administration of naloxone among a small group of individuals. If the dose is tolerated, the investigators will administer a larger dose among another small group of individuals. The investigators will examine the tolerability of up to 4 doses of buprenorphine following naloxone. This buprenorphine induction method has been characterized in case studies but it has not been evaluated in an empirical, systematic way in a controlled setting. This study will take place within an residential facility at Johns Hopkins Bayview Medical Campus, and will have immediate, real-world applicability in establishing a rapid, safe, and effective option to transition people with chronic fentanyl use to buprenorphine treatment.",
            "detailedDescription": "Emergent data suggest that individuals with fentanyl use experience prolonged, uncomfortable buprenorphine inductions that can commonly result in instances of unintended precipitated withdrawal. Buprenorphine induction in the fentanyl era can take multiple days, which is time intensive and increases the risk for treatment attrition. Novel methods that transition patients quickly and safely from fentanyl to buprenorphine are needed.\n\nThe proposed project will evaluate the feasibility and acceptability of naloxone-facilitated buprenorphine inductions among individuals with recent fentanyl exposure. The project consists of a single ascending dose study to assess feasibility and acceptability of naloxone-facilitated buprenorphine inductions.\n\nParticipants with opioid use disorder with fentanyl exposure who are not receiving medications for opioid use disorder will complete a brief phone or online prescreen to assess initial eligibility. Potentially eligible participants will be contacted by research staff to complete an in-person screen and informed consent form with a staff member and discuss the study before providing voluntary informed consent to participate. The screen contains structured demographics, substance use, and overall health questions from standard assessments and from internally developed survey items in order to determine study specific eligibility.\n\nEligible participants will enroll in a 2-3 day residential stay at a clinical research unit at Johns Hopkins University Bayview Campus. Throughout the residential stay, participants will complete frequent measures of withdrawal, craving, and anxiety. Participants may be maintained on hydromorphone for the first 24 hours depending on the timing of the participants admission. In a single-ascending dose design, the investigators will incrementally assess the tolerability of 4, 8, 16, and 24 mg of buprenorphine following naloxone administration (Narcan, 4 mg) among 3 participants per dose condition (e.g., 3 participants will receive 4 mg buprenorphine following naloxone administration then 3 new participants will receive 8 mg buprenorphine following naloxone administration, etc.). Immediately before naloxone administration and in 15-minute increments for 2 hours following naloxone administration, participants will be assessed for opioid withdrawal. These assessments will characterize the naloxone-induced opioid withdrawal and any evidence for buprenorphine-precipitated withdrawal. Following administration of buprenorphine, if there is no evidence of buprenorphine precipitated withdrawal within 45 minutes, the investigators will administer another dose of buprenorphine and will continue to dose the participant until the participant reaches stabilization (between 16mg and 24mg). The participant will stay an additional night for observation and will be discharged on the third day. All participants will be discharged with a short supply of buprenorphine and will be connected to a medical provider for continued buprenorphine prescribing. The Clinical Opiate Withdrawal scale (COWS) and the Subjective Opiate Withdrawal Scale (SOWS) will be assessed at regular intervals, multiple times throughout the stay to monitor withdrawal."
        },
        "conditionsModule": {
            "conditions": [
                "Opioid Use Disorder"
            ],
            "keywords": [
                "buprenorphine",
                "fentanyl",
                "initiation to treatment"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE3"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "SEQUENTIAL",
                "interventionModelDescription": "single-ascending dose",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 25,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "4mg buprenorphine",
                    "type": "EXPERIMENTAL",
                    "description": "4mg of buprenorphine will be given to a subset of participants immediately after naloxone administration.",
                    "interventionNames": [
                        "Drug: Naloxone Nasal Spray"
                    ]
                },
                {
                    "label": "8mg buprenorphine",
                    "type": "EXPERIMENTAL",
                    "description": "8mg of buprenorphine will be given to a subset of participants immediately after naloxone administration.",
                    "interventionNames": [
                        "Drug: Naloxone Nasal Spray"
                    ]
                },
                {
                    "label": "16mg buprenorphine",
                    "type": "EXPERIMENTAL",
                    "description": "16mg of buprenorphine will be given to a subset of participants immediately after naloxone administration.",
                    "interventionNames": [
                        "Drug: Naloxone Nasal Spray"
                    ]
                },
                {
                    "label": "24mg buprenorphine",
                    "type": "EXPERIMENTAL",
                    "description": "24mg of buprenorphine will be given to a subset of participants immediately after naloxone administration.",
                    "interventionNames": [
                        "Drug: Naloxone Nasal Spray"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Naloxone Nasal Spray",
                    "description": "IN naloxone will be administered to participants, after which a single dose of buprenorphine will be given to participants",
                    "armGroupLabels": [
                        "16mg buprenorphine",
                        "24mg buprenorphine",
                        "4mg buprenorphine",
                        "8mg buprenorphine"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Peak opioid withdrawal as assessed by the Subjective Opiate Withdrawal Scale (SOWS)",
                    "description": "Opioid withdrawal severity will be measured with the Subjective Opiate Withdrawal Scale (SOWS) and will be computed as the peak total SOWS score in the 8 hours after buprenorphine administration. The SOWS consists of 16 opioid withdrawal symptoms that are assessed for severity on a scale from 0-4 (\"Not at all\" to \"Extremely\"). Total scores range from 0-64 where a score between 0-10 is considered mild, between 11-20 is considered moderate, and greater than 21 is considered severe.",
                    "timeFrame": "After administration of first dose of buprenorphine up to 8 hours"
                },
                {
                    "measure": "Self-report acceptability",
                    "description": "Acceptability will be measured by an acceptability questionnaire designed by the research team. Items from the questionnaire will be computed as the average acceptability score. Scores range from 0-10, where 0 reflects no acceptability and 10 reflects high acceptability.",
                    "timeFrame": "3 days"
                },
                {
                    "measure": "Length of time (hours) for participants to reach 8mg of buprenorphine",
                    "description": "Time between initial buprenorphine dose and time reaching a dose of at least 8mg buprenorphine dosage will be measured to understand how long it takes patients to tolerably receive the minimum maintenance dose of 8mg",
                    "timeFrame": "After initial buprenorphine dose up to 24 hours"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* 18 years or older\n* Speak fluent English\n* Medically cleared to take study medication\n* Willing to comply with the study protocol\n* Provides urine sample that tests positive for fentanyl\n* Current moderate to severe opioid use disorder\n\nExclusion Criteria:\n\n* Significant cognitive impairment resulting in inability to provide informed consent (e.g., severe dementia or intellectual disability)\n* Unable to read or understand study questions with assistance from the research staff\n* Medical symptoms interfering with their ability to answer study questions\n* Psychiatric symptoms interfering with their ability to answer survey questions\n* Currently enrolled and taking medications for OUD\n* Pregnant or Breastfeeding\n* Taking medication contraindicated with study medication\n* Deemed by the principal investigator or medical team to not be a good fit for the study protocol.\n* Current or history of hypo/hypertension (i.e., no less than 90/60, no greater than 140/90) or adverse cardiovascular event in the past three years (e.g. significant cardiac arrhythmia, myocardiac infarction, endocarditis).",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Cecilia Bergeria, PhD",
                    "role": "CONTACT",
                    "phone": "410-550-1979",
                    "email": "cberge21@jhmi.edu"
                },
                {
                    "name": "Anjalee Sharma, PhD",
                    "role": "CONTACT",
                    "email": "asharm58@jh.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Cecilia Bergeria, PhD",
                    "affiliation": "Johns Hopkins School of Medicine",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Johns Hopkins School of Medicine",
                    "status": "RECRUITING",
                    "city": "Baltimore",
                    "state": "Maryland",
                    "zip": "21224",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Cecilia Bergeria, PhD",
                            "role": "CONTACT",
                            "phone": "410-550-1979",
                            "email": "cberge21@jhmi.edu"
                        },
                        {
                            "name": "Anjalee Sharma, PhD",
                            "role": "CONTACT",
                            "email": "asharm58@jh.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.29038,
                        "lon": -76.61219
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "36181330",
                    "type": "BACKGROUND",
                    "citation": "Bergeria CL, Strain EC. Opioid Use Disorder: Pernicious and Persistent. Am J Psychiatry. 2022 Oct;179(10):708-714. doi: 10.1176/appi.ajp.20220699. No abstract available."
                },
                {
                    "pmid": "32572978",
                    "type": "BACKGROUND",
                    "citation": "Antoine D, Huhn AS, Strain EC, Turner G, Jardot J, Hammond AS, Dunn KE. Method for Successfully Inducting Individuals Who Use Illicit Fentanyl Onto Buprenorphine/Naloxone. Am J Addict. 2021 Jan;30(1):83-87. doi: 10.1111/ajad.13069. Epub 2020 Jun 23."
                },
                {
                    "pmid": "34816821",
                    "type": "BACKGROUND",
                    "citation": "Varshneya NB, Thakrar AP, Hobelmann JG, Dunn KE, Huhn AS. Evidence of Buprenorphine-precipitated Withdrawal in Persons Who Use Fentanyl. J Addict Med. 2022 Jul-Aug 01;16(4):e265-e268. doi: 10.1097/ADM.0000000000000922. Epub 2021 Nov 23."
                },
                {
                    "pmid": "36149001",
                    "type": "BACKGROUND",
                    "citation": "Randall A, Hull I, Martin SA. Enhancing Patient Choice: Using Self-administered Intranasal Naloxone for Novel Rapid Buprenorphine Initiation. J Addict Med. 2023 Mar-Apr 01;17(2):237-240. doi: 10.1097/ADM.0000000000001073. Epub 2022 Sep 22."
                },
                {
                    "pmid": "35940992",
                    "type": "BACKGROUND",
                    "citation": "Greenwald MK, Herring AA, Perrone J, Nelson LS, Azar P. A Neuropharmacological Model to Explain Buprenorphine Induction Challenges. Ann Emerg Med. 2022 Dec;80(6):509-524. doi: 10.1016/j.annemergmed.2022.05.032. Epub 2022 Aug 6."
                },
                {
                    "pmid": "22514846",
                    "type": "BACKGROUND",
                    "citation": "Center for Substance Abuse Treatment. Clinical Guidelines for the Use of Buprenorphine in the Treatment of Opioid Addiction. Rockville (MD): Substance Abuse and Mental Health Services Administration (US); 2004. Report No.: (SMA) 04-3939. Available from http://www.ncbi.nlm.nih.gov/books/NBK64245/"
                },
                {
                    "pmid": "11866251",
                    "type": "BACKGROUND",
                    "citation": "Greenwald MK. Heroin craving and drug use in opioid-maintained volunteers: effects of methadone dose variations. Exp Clin Psychopharmacol. 2002 Feb;10(1):39-46. doi: 10.1037//1064-1297.10.1.39."
                },
                {
                    "pmid": "33579359",
                    "type": "BACKGROUND",
                    "citation": "Wong JSH, Nikoo M, Westenberg JN, Suen JG, Wong JYC, Krausz RM, Schutz CG, Vogel M, Sidhu JA, Moe J, Arishenkoff S, Griesdale D, Mathew N, Azar P. Comparing rapid micro-induction and standard induction of buprenorphine/naloxone for treatment of opioid use disorder: protocol for an open-label, parallel-group, superiority, randomized controlled trial. Addict Sci Clin Pract. 2021 Feb 12;16(1):11. doi: 10.1186/s13722-021-00220-2."
                },
                {
                    "pmid": "36995717",
                    "type": "BACKGROUND",
                    "citation": "D'Onofrio G, Hawk KF, Perrone J, Walsh SL, Lofwall MR, Fiellin DA, Herring A. Incidence of Precipitated Withdrawal During a Multisite Emergency Department-Initiated Buprenorphine Clinical Trial in the Era of Fentanyl. JAMA Netw Open. 2023 Mar 1;6(3):e236108. doi: 10.1001/jamanetworkopen.2023.6108."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009293",
                    "term": "Opioid-Related Disorders"
                }
            ],
            "ancestors": [
                {
                    "id": "D000079524",
                    "term": "Narcotic-Related Disorders"
                },
                {
                    "id": "D000019966",
                    "term": "Substance-Related Disorders"
                },
                {
                    "id": "D000064419",
                    "term": "Chemically-Induced Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M12244",
                    "name": "Opioid-Related Disorders",
                    "asFound": "Opioid Use Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M2057",
                    "name": "Narcotic-Related Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M21837",
                    "name": "Substance-Related Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M30302",
                    "name": "Chemically-Induced Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC25",
                    "name": "Substance Related Disorders"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009270",
                    "term": "Naloxone"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009292",
                    "term": "Narcotic Antagonists"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000018689",
                    "term": "Sensory System Agents"
                },
                {
                    "id": "D000018373",
                    "term": "Peripheral Nervous System Agents"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M8418",
                    "name": "Fentanyl",
                    "relevance": "LOW"
                },
                {
                    "id": "M5317",
                    "name": "Buprenorphine",
                    "relevance": "LOW"
                },
                {
                    "id": "M12221",
                    "name": "Naloxone",
                    "asFound": "Adapted",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12245",
                    "name": "Narcotics",
                    "relevance": "LOW"
                },
                {
                    "id": "M12243",
                    "name": "Narcotic Antagonists",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "AdjAn",
                    "name": "Adjuvants, Anesthesia"
                },
                {
                    "abbrev": "Analg",
                    "name": "Analgesics"
                },
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "NarcAntag",
                    "name": "Narcotic Antagonists"
                }
            ]
        }
    },
    "hasResults": false
}