{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06250751",
            "orgStudyIdInfo": {
                "id": "MCC-23-20769"
            },
            "secondaryIdInfos": [
                {
                    "id": "HM20028651",
                    "type": "OTHER",
                    "domain": "Virginia Commonwealth University"
                }
            ],
            "organization": {
                "fullName": "Virginia Commonwealth University",
                "class": "OTHER"
            },
            "briefTitle": "Behavioral Exercise TRaining for Men Undergoing Androgen Depr Therapy for Prostate Ca",
            "officialTitle": "Behavioral Exercise TRaining for Medically Underserved Men Undergoing Androgen Deprivation Therapy for Prostate Cancer (BETR-PC)",
            "acronym": "BETR-PC",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "behavioral-exercise-training-for-men-undergoing-androgen-depr-therapy-for-prostate-ca"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-02",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-02-05",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-08-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-08-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-01-30",
            "studyFirstSubmitQcDate": "2024-02-07",
            "studyFirstPostDateStruct": {
                "date": "2024-02-09",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-02-09",
            "lastUpdatePostDateStruct": {
                "date": "2024-02-12",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Virginia Commonwealth University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "NRG Oncology",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "To refine a remote behavioral exercise training intervention for testing in a larger randomized trial.",
            "detailedDescription": "Determine feasibility of recruiting a sample of medically underserved prostate cancer patients undergoing treatment with Androgen Deprivation Therapy (ADT) to a remotely delivered (i.e., home-based) exercise intervention and determine the interventions acceptability."
        },
        "conditionsModule": {
            "conditions": [
                "Prostate Cancer"
            ],
            "keywords": [
                "Exercise",
                "Prostate Cancer",
                "Androgen Deprivation Therapy (ADT)",
                "Home Based Exercise Intervention"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "SUPPORTIVE_CARE",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 30,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Behavioral exercise training (BET) to introduce behavioral skills for adopting an exercise program",
                    "type": "EXPERIMENTAL",
                    "description": "Single-arm, ORBIT-prospective, multicenter, nonblinded clinical trial, feasibility pilot. The BET intervention will be delivered and refined over 12 weeks. The protocol aim is to enroll men from the same representative groups of underserved men in groups of 5-10, to foster social support and group cohesion.",
                    "interventionNames": [
                        "Behavioral: Behavioral Exercise Training (BET) intervention"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Behavioral Exercise Training (BET) intervention",
                    "description": "Introduce and refine concept of exercise and cardiovascular health by initiating walking or cycling and provide behavioral counseling sessions to foster support for adoption and maintenance of exercise, and to troubleshoot barriers. During the first two weeks, the study team will meet with participants twice per week (virtually) to introduce the intervention, familiarize men with the exercise program, exercise logs, resistance bands for strength training. Contact will drop to once per week during weeks 3-8 (total=10 contacts in weeks 1-8). Behavioral counseling will be delivered by the PI or the study coordinator for 30-40 minutes prior to 20-30 mins of an individual or group-based strength training class.",
                    "armGroupLabels": [
                        "Behavioral exercise training (BET) to introduce behavioral skills for adopting an exercise program"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Feasibility of trial by assessing the recruitment rate",
                    "description": "The number of participants that enroll",
                    "timeFrame": "Day 1"
                },
                {
                    "measure": "Feasibility of trial by assessing the retention rate",
                    "description": "The number of participants that complete greater than 80% of the planned assessments",
                    "timeFrame": "12 Weeks"
                },
                {
                    "measure": "Acceptability of the trial by assessing the retention rate",
                    "description": "Number of participants that adhere to and complete the intervention",
                    "timeFrame": "12 Weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Physical activity levels using accelerometry (ActivPAL, Actigraph)",
                    "description": "An ActivPAL is a small, previously validated thigh-worn device that continuously measures physical activity, sitting time or movement. An Actigraph is a small wrist worn device that continuously measures physical activity intensity (i.e., exercise intensity), sleep time or movement.",
                    "timeFrame": "Baseline, 8 Weeks, and 12 Weeks"
                },
                {
                    "measure": "Physical activity levels using the Godin-Leisure Time Exercise Questionnaire (GLTEQ).",
                    "description": "The average of the scores for participants using the GLTEQ is a 3-item measure used to classify participant's activity levels per week. The Weekly leisure activity score = (9 × Strenuous) + (5 × Moderate) + (3 × Light). The Godin scale score = 24 units or more=active, 14-23 units= moderately active, and less than 14 unites = insufficiently active/ sedentary.",
                    "timeFrame": "Baseline, 8 Weeks, and 12 Weeks"
                },
                {
                    "measure": "Submaximal exercise capacity assessed with the 6-minute walk test.",
                    "description": "Measuring changes in a 6 minute walk distance. The participant has a goal to walk as fast, but safely, as possible without running for a period of 6 minutes.",
                    "timeFrame": "Baseline, 8 Weeks, and 12 Weeks"
                },
                {
                    "measure": "Physical function as assessed with the short physical performance battery (SPPB).",
                    "description": "Short Physical Performance Battery (Short Physical Performance Battery (SPPB) is a battery of 3 tests (standing balance, gait speed and char stands) that are combined to assess overall physical function. Each test is scored on a scale of 1-4 with 4 being reflective of good function and 0 of poor function. Overall scores of 10 or less are reflective of mobility limitations.",
                    "timeFrame": "Baseline, 8 Weeks, and 12 Weeks"
                },
                {
                    "measure": "Lower body strength assessed with a 30 seconds chair stand test.",
                    "description": "Participants will be first asked to stand from a sitting position without using their arms. If they can perform the task, they will then be asked to stand up and sit down as many times as possible in a 30 second period. The greater the number of chair stands the better the lower body strength.",
                    "timeFrame": "Baseline, 8 Weeks, and 12 Weeks"
                },
                {
                    "measure": "Upper body strength assessed with a grip strength dynamometer.",
                    "description": "Grip strength will be assessed using an isometric handgrip dynamometer while the participant is seated with the head facing straight ahead. The elbow should be bent at a 90-degree angle and the wrist should be at the mid-prone position. The participant should exert maximally and quickly (about 1 second) and two trials should be made alternately with each hand, with at least 30 seconds between trials for the same hand (recorded in kilograms).",
                    "timeFrame": "Baseline, 8 Weeks, and 12 Weeks"
                },
                {
                    "measure": "Self-efficacy for exercise using the exercise self-efficacy scale (EXSE) to assess socioecological model constructs as multilevel factors associated with physical activity levels and behavioral patterns",
                    "description": "The Exercise Self-Efficacy Scale assesses an individual's beliefs in their ability to continue exercising on a three time per week basis at moderate intensities for 40+ minutes per session in the future. For each item, participants indicate their confidence to execute the behavior on a 100-point percentage scale comprised of 10-point increments, ranging from 0% (not at all confident) to 100% (highly confident). Total strength for each measure of self-efficacy is then calculated by summing the confidence ratings and dividing by the total number of items in the scale, resulting in a maximum possible efficacy score of 100.",
                    "timeFrame": "Baseline, 8 Weeks, and 12 Weeks"
                },
                {
                    "measure": "Social support for exercise scale to assess socioecological model constructs as multilevel factors associated with physical activity levels and behavioral patterns",
                    "description": "Assessment of the level of support individuals making health-behavior changes (exercise) felt they were receiving from family and friends.\n\nFamily Participation: sum items 11 - 16 and 20 - 23 Family Rewards and Punishment (an optional scale): sum items 17 - 19 Friend Participation: sum items 11 - 16 and 20 - 23\n\nHigher scores reflect more support.",
                    "timeFrame": "Baseline, 8 Weeks, and 12 Weeks"
                },
                {
                    "measure": "Walk Score to assess socioecological model constructs as multilevel factors associated with physical activity levels and behavioral patterns",
                    "description": "Walk Score measures the walkability of any address using a patented system. For each address, Walk Score analyzes hundreds of walking routes to nearby amenities. Points are awarded based on the distance to amenities in each category. Amenities within a 5 minute walk (.25 miles) are given maximum points.\n\n90-100 is a good walk score 70-89 is very walkable 50-69 is somewhat walkable 0-49 is car dependent",
                    "timeFrame": "Baseline, 8 Weeks, and 12 Weeks"
                },
                {
                    "measure": "Assess health-related quality of life (HRQL) using the Functional Assessment of Cancer Therapy-Fatigue scale (FACIT-fatigue)",
                    "description": "The FACIT-fatigue scale is a 13-item scale that has been widely used in many studies to assess cancer related fatigue\n\nScores range from 0-52 with higher scores indicating better quality of life.",
                    "timeFrame": "Baseline, 8 Weeks, and 12 Weeks"
                },
                {
                    "measure": "Assess disease specific quality of life (HRQL) using the 42-item Functional Assessment of Cancer Treatment-Prostate (FACT-P)",
                    "description": "The FACT-P measure is composed of the FACT-General which assesses four primary HRQOL domains: physical well-being , functional well-being, social well-being, and emotional well-being and an additional component for prostate specific concerns.\n\nScores range from 0-156 with higher scores reflecting better quality of life",
                    "timeFrame": "Baseline, 8 Weeks, and 12 Weeks"
                },
                {
                    "measure": "Assess health-related quality of life (HRQL) using the the MOS 36-item Short Form Health Survey (SF-36)",
                    "description": "The SF-36 is perhaps the most widely used measure of health status and includes domains of vitality and physical function.\n\nThe SF-36 has 8 subdomains (physical functioning, role limitations due to physical health, role limitations due to emotional problems, energy/fatigue, emotional well-being, social functioning, pain, general health). Each scale item is scored on a 0 to 100 range so that the lowest and highest possible scores are 0 and 100, respectively with 100 higher quality of life.",
                    "timeFrame": "Baseline, 8 Weeks, and 12 Weeks"
                },
                {
                    "measure": "Assess health-related quality of life (HRQL) using the Patient-Reported Outcomes Measurement Information System (PROMIS) - Fatigue Scale 4a",
                    "description": "PROMIS - Fatigue is a validated self-report measure of fatigue among patients diagnosed with cancer and higher scores indicate a lower level of fatigue. All scores are on a T-score distribution with a mean of 50 and standard deviation of 10.",
                    "timeFrame": "Baseline, 8 Weeks, and 12 Weeks"
                },
                {
                    "measure": "Assess health-related quality of life (HRQL) using the Patient-Reported Outcomes Measurement Information System (PROMIS) - Physical Function Scale 4a",
                    "description": "PROMIS - Physical function is a validated self-report measure of physical function among patients diagnosed with cancer and higher scores indicate better functioning. All scores are on a T-score distribution with a mean of 50 and standard deviation of 10.",
                    "timeFrame": "Baseline, 8 Weeks, and 12 Weeks"
                },
                {
                    "measure": "Assess health-related quality of life (HRQL) using the Patient-Reported Outcomes Measurement Information System (PROMIS) - Anxiety Scale 4a",
                    "description": "PROMIS - Anxiety is a validated self-report measure of physical function among patients diagnosed with cancer and higher scores indicate better functioning. All scores are on a T-score distribution with a mean of 50 and standard deviation of 10.",
                    "timeFrame": "Baseline, 8 Weeks, and 12 Weeks"
                },
                {
                    "measure": "Assess health-related quality of life (HRQL) using the Patient-Reported Outcomes Measurement Information System (PROMIS) - Depression Scale 4a",
                    "description": "PROMIS - Depression is a validated self-report measure of physical function among patients diagnosed with cancer and higher scores indicate better functioning. All scores are on a T-score distribution with a mean of 50 and standard deviation of 10.",
                    "timeFrame": "Baseline, 8 Weeks, and 12 Weeks"
                },
                {
                    "measure": "Assess health-related quality of life (HRQL) using the Patient-Reported Outcomes Measurement Information System (PROMIS) - Sleep Disturbance Scale 4a",
                    "description": "PROMIS - Sleep disturbance is a validated self-report measure of physical function among patients diagnosed with cancer and higher scores indicate better functioning. All scores are on a T-score distribution with a mean of 50 and standard deviation of 10.",
                    "timeFrame": "Baseline, 8 Weeks, and 12 Weeks"
                },
                {
                    "measure": "Assess health-related quality of life (HRQL) using Social Determinants of Health",
                    "description": "Social Determinants of Health (SDOH) questionnaire is a self-administered questionnaire used to examine education and income variables in relation to cardiovascular risk. The questionnaire is administered at the baseline visit. We will also ask about difficult paying for basics and experience of racial discrimination at 3- and 6-month follow up visits.",
                    "timeFrame": "Baseline, 8 Weeks, and 12 Weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Be diagnosed with stage II/III/IV prostate cancer\n* Be currently undergoing treatment with ADT (intermittent or prolonged)\n* Have completed local curative-intent treatment, including prostatectomy or definitive radiation\n* Be \\>40 years of age if non-Hispanic Black or rural dwelling; Otherwise \\>60 years of age up to 85\n* Be willing to give an informed consent and sign a HIPAA authorization form\n* Not have any hearing or sight impairments that result in the inability to use the telephone or hear normal conversation\n* Must be able to join an intervention group by personal computer, smartphone or telephone call and should agree to recording of an interview\n* Be without any serious medical condition that precludes safe participation in an exercise program\n* Speak English.\n* Meet protocol definition of medically underserved: which is consider medically underserved patients to be a) older men (\\>75 years), b) men who live in rural zip code areas, or c) men who identify as being non-Hispanic Black. They may also be at the intersectionality of these groups (i.e., older Black men living in a rural zip code area).",
            "healthyVolunteers": false,
            "sex": "MALE",
            "minimumAge": "41 Years",
            "maximumAge": "85 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Kendra Rowe",
                    "role": "CONTACT",
                    "phone": "804-828-1965",
                    "email": "rowek2@vcu.edu"
                },
                {
                    "name": "Massey CPCTeam",
                    "role": "CONTACT",
                    "phone": "804-828-1965",
                    "email": "MasseyCPC@vcu.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Alexander Lucas, PhD",
                    "affiliation": "Virginia Commonwealth University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Virginia Commonwealth University",
                    "status": "RECRUITING",
                    "city": "Richmond",
                    "state": "Virginia",
                    "zip": "23298",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Kendra Rowe",
                            "role": "CONTACT",
                            "phone": "804-828-1965",
                            "email": "rowek2@vcu.edu"
                        },
                        {
                            "name": "Massey CPC DWG",
                            "role": "CONTACT",
                            "phone": "804-828-1965",
                            "email": "masseycpc@vcu.edu"
                        },
                        {
                            "name": "Alexander R Lucas, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 37.55376,
                        "lon": -77.46026
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000011471",
                    "term": "Prostatic Neoplasms"
                }
            ],
            "ancestors": [
                {
                    "id": "D000005834",
                    "term": "Genital Neoplasms, Male"
                },
                {
                    "id": "D000014565",
                    "term": "Urogenital Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000005832",
                    "term": "Genital Diseases, Male"
                },
                {
                    "id": "D000091662",
                    "term": "Genital Diseases"
                },
                {
                    "id": "D000091642",
                    "term": "Urogenital Diseases"
                },
                {
                    "id": "D000011469",
                    "term": "Prostatic Diseases"
                },
                {
                    "id": "D000052801",
                    "term": "Male Urogenital Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M14335",
                    "name": "Prostatic Neoplasms",
                    "asFound": "Prostate Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M8946",
                    "name": "Genital Neoplasms, Male",
                    "relevance": "LOW"
                },
                {
                    "id": "M17315",
                    "name": "Urogenital Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M2876",
                    "name": "Genital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8944",
                    "name": "Genital Diseases, Male",
                    "relevance": "LOW"
                },
                {
                    "id": "M2875",
                    "name": "Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14333",
                    "name": "Prostatic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M27095",
                    "name": "Male Urogenital Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M4059",
                    "name": "Androgens",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}