{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05829668",
            "orgStudyIdInfo": {
                "id": "IRB00223332"
            },
            "organization": {
                "fullName": "Hugo W. Moser Research Institute at Kennedy Krieger, Inc.",
                "class": "OTHER"
            },
            "briefTitle": "Behavioral Assessment and Treatment of Problem Behavior in Children With Cornelia de Lange Syndrome",
            "officialTitle": "Behavioral Assessment and Treatment of Problem Behavior in Children With Cornelia de Lange Syndrome",
            "therapeuticArea": [
                "Rare Diseases"
            ],
            "study": "behavioral-assessment-and-treatment-of-problem-behavior-in-children-with-cornelia-de-lange-syndrome"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-08",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-08-02",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-12-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-06-25",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-02-14",
            "studyFirstSubmitQcDate": "2023-04-24",
            "studyFirstPostDateStruct": {
                "date": "2023-04-26",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-08-18",
            "lastUpdatePostDateStruct": {
                "date": "2023-08-21",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Patricia Kurtz",
                "investigatorTitle": "Associate Professor",
                "investigatorAffiliation": "Hugo W. Moser Research Institute at Kennedy Krieger, Inc."
            },
            "leadSponsor": {
                "name": "Hugo W. Moser Research Institute at Kennedy Krieger, Inc.",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The goals of this clinical trial are to identify factors associated with the development of problem behavior in Cornelia de Lange syndrome (CdLS) and to develop an effective behavioral assessment and treatment model for problem behavior in children with CdLS.\n\nThe hypotheses are as follows:\n\n1. Based on pilot data, the investigators hypothesize that individuals with CdLS will exhibit preferences for auditory stimuli relative to other categories (e.g., visual, tactile) of stimuli.\n2. Based on pilot data, the investigators hypothesize that individuals with CdLS will exhibit problem behavior to obtain adult attention or to escape task demands relative to tangible and control conditions, as measured by functional analysis results.\n3. Function-based behavioral treatments will reduce problem behavior in individuals with CdLS by 80% or greater relative to baseline rates.\n4. Individuals with CdLS and problem behavior will exhibit more impaired communication, demonstrate increased emotion dysregulation, and exhibit more severe symptoms of Autism Spectrum Disorder (ASD) relative to those with CdLS and no problem behavior.\n\nParticipants in the intervention group (families of children with CdLS and problem behaviors) will be asked to complete study measures and attend 2 full days and one half-day of clinic services at Kennedy Krieger Institute so that the study team can provide assessment and treatment of child problem behaviors, and then train parents to apply the intervention. Participants in the control group (families of children with CdLS and no problem behavior) will be asked to complete study measures once every 3 months for a 2-year period to monitor the children.\n\nThis study will improve the ability to effectively treat problem behavior is CdLS, as well as identify key variables associated with problem behavior in CdLS which may be examined in future studies and clinical practice to foster early intervention and prevention efforts.",
            "detailedDescription": "The presence of problem behavior such as self-injury and aggression is a prominent and challenging feature of Cornelia de Lange syndrome (CdLS). Despite the growing body of research on behavior problems associated with behavioral phenotypes in genetic disorders, problem behavior in this population is not well understood. For example, individuals with CdLS are at high risk for developing self-jury, however it is not known why some do not develop this problem behavior. Additionally, few studies have examined environmental influences on problem behavior in CdLS. The field of applied behavior analysis (ABA) offers precise assessment methods that have led to an increased understanding of problem behavior, and improved treatment outcomes for individuals with intellectual and developmental disabilities (IDD). In particular, functional analysis procedures are considered the most rigorous method for determining what variables serve to maintain problem behavior; thereby, leading to the prescription of effective individualized treatments. However, there are only a few cases reported in the literature of functional analysis of problem behavior in CdLS. Preliminary findings from functional analyses and other assessments in CdLS indicate differences in forms of problem behavior, functions for problem behavior, and responsiveness to certain classes of stimuli, relative to other genetic disorders. Previous literature and preliminary data suggest that variables associated with certain genetic conditions may impact form, function, and responsiveness to treatment for problem behavior. Thus, the goals of this clinical trial are to 1) to identify key variables associated with problem behavior in CdLS by comparing children with and without problem behavior across multiple variables including language ability, stimulus preferences, emotion dysregulation, and presence of autism; and 2) evaluate the effectiveness of an outpatient model of ABA-based assessment and treatment for children with CdLS exhibiting problem behavior; and 3) follow children with CDLS without problem behavior over a period of 2 years to begin to obtain information about what variables lead to the emergence of problem behavior, and to apply early intervention strategies.\n\nIndividualized function-based treatments will be evaluated with each participant using single-case experimental designs. Assessment and treatment data from all participants will also be combined to evaluate program outcomes within a consecutive controlled case series design. This type of study design minimizes potential selection bias favoring positive outcomes by including all participants encountered regardless of outcome. All participants will complete standardized measures of preference, adaptive skills, problem behavior, ASD, and emotion dysregulation. Program outcomes will also be evaluated using statistical analysis methods with consultation from the Intellectual and Developmental Disabilities Research Center (IDDRC) Behavioral Phenotyping Core at the Kennedy Krieger Institute/Johns Hopkins University. Parent responses on study measures will be combined to evaluate satisfaction with treatment and with services.\n\nTreatment Group\n\nPre-Visit Assessments\n\n1. Parent will be asked to complete research measures at home including: Vineland Adaptive Behavior Scales (VABS-3) caregiver rating form, which is a standardized measure that provides developmental scores for communication skills, daily living skills, and socialization skills; Emotional Dysregulation Inventory (EDI) which is a caregiver-report questionnaire designed to capture emotional distress and problems with emotion regulation in both minimally verbal and verbal individuals; the Behavior Problem Inventory (BPI) which is a 49-item parent-completed instrument designed to measure the frequency and severity of a child's self-injurious, aggressive/destructive, and stereotypic behaviors; the Repetitive Behavior Scale-Revised (RBS-R), a 44-item inventory which measures the presence of repetitive and stereotypic behaviors in individual with ASD; the Aberrant Behavior Checklist (ABC), a 58-item inventory designed to measure a variety of emotional and behavior difficulties in individuals with IDD; and the Gilliam Autism Rating Scale: 2nd Edition (GARS). Completed measures will be mailed back to the study team.\n2. Parent will be asked to provide any records or reports related to problem behavior including functional behavioral assessment, behavioral intervention plan, or behavioral data regarding previous or current behavioral services.\n3. After parent returns measures by mail, a study team member will conduct a parent interview by phone to complete the Reinforcer Assessment Inventory for the Severely Disabled (RAISD); and the Functional Analysis Interview.\n\nStudy Visit at Kennedy Krieger Institute (KKI)/Day 1\n\n1. For any child with self-injurious behavior (SIB), the team will administer the Self-Injury Trauma scale (SIT), which is designed to quantify the amount of tissue damage associated with SIB.\n2. Conduct paired choice preference assessment to identify rank order of preferred stimuli that may be used in treatment.\n3. Conduct a functional analysis to identify environmental variables maintaining child problem behavior. Sessions will be conducted in accordance with a standard protocol in use by the Neurobehavioral Unit Outpatient clinic (NBU OPC), including conditions that test for social functions of problem behavior. The study team will video-record these sessions.\n\nStudy Visit at KKI/Day 2\n\n1. Study team and parent meet to discuss assessment findings and plan for treatment evaluation.\n2. Conduct treatment evaluation of function-based intervention. Treatment options are within the standard of care in the NBU OPC. The study team will video-record these sessions.\n3. Parent completes the Intervention Rating Profile-15, a 15-item measure of treatment acceptability.\n4. Train parent to implement behavioral treatment, using standard procedures within the NBU OPC.\n5. Parent completes the Intervention Rating Profile-15 and the Family Satisfaction Survey.\n6. Follow-up phone call: (1 week post treatment) to assess child progress. The study team will also provide a brief summary of the child's preferred items /activities, and a summary of the results from the questionnaires the parent completed.\n\nStudy visit at KKI/Follow Up (2 weeks post treatment): During a 3-hour study visit, the continued effectiveness of the behavior plan and parent implementation of such will be assessed via direct observation of parent and child. The study team will video-record these sessions. Results will be reviewed with the family. Parents will also complete the ABC and BPI.\n\nFollow-up phone calls at 4, 8, and 12 weeks post treatment. Refer for additional services if necessary.\n\nControl Group\n\nOnce ages and adaptive functioning levels of treatment group participants are established, recruitment for matched controls will be initiated. Investigators will seek to identify children with CdLS between the ages of 3 and 15 years who do not exhibit self-injurious behavior, aggression, or disruptive behavior. Parents of potential participants will be asked to participate in 2 phone interviews. In the first phone interview, a parent will be asked a series of questions to rule out the presence of child problem behavior. Once it is determined that the child does not exhibit problem behavior, parents will be asked if they would like to participate in the study. After the family has consented, the study team will mail the VABS-3 for completion. If VABS-3 results match that of a treatment group participant, a second phone interview will be conducted to complete the RAISD. The BPI, ABC, RBS-R, GARS, and EDI will be mailed. Local families will be invited to attend a 2-hr clinic visit for preference assessments. To monitor for emergence of problem behavior in the control group, the BPI and EDI will be repeated every 3 months for up to 2 yrs. If such behavior does emerge, clinical services will be offered to the participant and family at no cost."
        },
        "conditionsModule": {
            "conditions": [
                "Cornelia de Lange Syndrome"
            ],
            "keywords": [
                "behavioral assessment",
                "behavioral treatment",
                "problem behavior"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 20,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "ABA-based functional analysis and treatment",
                    "type": "EXPERIMENTAL",
                    "description": "Assessment and Treatment for problem behavior exhibited by children with CdLS",
                    "interventionNames": [
                        "Behavioral: ABA-based functional analysis and treatment"
                    ]
                },
                {
                    "label": "No Problem behavior Control Group",
                    "type": "NO_INTERVENTION",
                    "description": "Quarterly Monitoring of children with CdLS that do not exhibit problem behavior"
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "ABA-based functional analysis and treatment",
                    "description": "Functional analysis to identify environmental variables maintaining child problem behavior and function-based treatment",
                    "armGroupLabels": [
                        "ABA-based functional analysis and treatment"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in Behavior Problems Inventory (BPI) scores",
                    "description": "The investigators will also quantify changes in problem behavior following the intervention relative to baseline with the normalized scores on the Behavior Problems Inventory (BPI). This scale has two sections: scores on Frequency of problem behavior (with a maximum score of 208 and a minimum score of zero) and scores on the Severity of problem behavior (with a maximum score of 156 and a minimum score of zero). Higher scores on these sections indicate worse outcomes, so decreases in the scores from pre-intervention to post-intervention would be indicative of a therapeutic outcome.",
                    "timeFrame": "pre-intervention (prior to admission) to post-intervention (at 2-week follow-up visit)"
                },
                {
                    "measure": "Change in Aberrant Behavior Checklist (ABC) scores",
                    "description": "The investigators will also quantify changes in problem behavior following the intervention relative to baseline with the normalized scores on the Aberrant Behavior Checklist (ABC). The ABC has 5 subscales: Irritability, Social Withdrawal, Stereotypic Behavior, Hyperactivity/Noncompliance, and Inappropriate Speech. Scores on the Irritability subscale (maximum of 45 and a minimum of zero), in particular, would be indicative of problem behavior. Higher scores on this subscale indicate worse outcomes, so decreases in this scale scores from pre-intervention to post-intervention would be indicative of a therapeutic outcome.",
                    "timeFrame": "pre-intervention (prior to admission) to post-intervention (at 2-week follow-up visit)"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "direct observation of problem behavior reduction",
                    "description": "The goal of this clinical trial is to decrease problem behavior (e.g., aggression, tantrums) in children and adolescents with CdLS. The investigators will measure behavioral changes using a multidimensional approach. One measure is derived from direct observation of problem behavior during baseline (i.e., before the intervention) and at the conclusion of the treatment (i.e., after the intervention). The mean rate of problem behavior at the conclusion of treatment will be subtracted from the mean rate of problem behavior during baseline. This quantity will be divided by the mean rate of problem behavior during baseline, then multiplied times 100 to convert to a percentage. A common clinical benchmark using this design is an 80% reduction in problem behavior for successful treatments. Thus, treatments that reduce problem behavior by less than 80% are said to be ineffective.",
                    "timeFrame": "over the course of 2 days"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria for treatment group:\n\n1. Child with CdLS and problem behavior:\n\n   1. clinical diagnosis of CdLS confirmed;\n   2. age 3 to 15 years;\n   3. is English-speaking;\n   4. exhibits SIB, aggression, and/or disruptive behavior; and\n   5. is able to participate in several hours of assessment/treatment.\n2. Parent of child with CdLS is English-speaking and is willing to:\n\n   1. attend 2 full-day and one half-day clinic visits;\n   2. complete and return study measures; and\n   3. implement a behavior plan.\n\nInclusion Criteria for control group:\n\n1. Child with CdLS without problem behavior:\n\n   1. clinical diagnosis of CdLS confirmed;\n   2. is English-speaking\n   3. age 3 to 15 years; and\n   4. child's age and adaptive functioning level matches that of a child in the treatment group\n2. Parent of child with CdLS is English-speaking and willing to:\n\n   1. complete and return study measures.\n\nExclusion Criteria for treatment group:\n\n1. Child with CdLS:\n\n   1. does not exhibit SIB, aggression, or disruptive behavior;\n   2. child is younger than 3 years or older than 15 years;\n   3. is not English-speaking;\n   4. has severe SIB that produces significant tissue damage or requires protective equipment;\n   5. has uncontrolled seizures; or\n   6. has medical conditions or requires time-intensive medical care that limits attendance or participation.\n2. Parent of child with CdLS is not English-speaking or is not willing to complete study procedures.\n\nExclusion Criteria for the control group:\n\n1. Child with CdLS:\n\n   1. exhibits SIB, aggression, or disruptive behavior;\n   2. is younger than 3 years or older than 15 years;\n   3. is not English-speaking;\n   4. age and adaptive functioning level do not match that of a child in the treatment group.\n2. Parent of child with CdLS is not English-speaking or willing to complete study procedures.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "3 Years",
            "maximumAge": "15 Years",
            "stdAges": [
                "CHILD"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Patricia F Kurtz, PhD",
                    "role": "CONTACT",
                    "phone": "443-923-2894",
                    "email": "kurtz@kennedykrieger.org"
                },
                {
                    "name": "Michelle D Chin, MS, MPH",
                    "role": "CONTACT",
                    "phone": "443-923-9467",
                    "email": "chin@kennedykrieger.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Patricia F Kurtz, PhD",
                    "affiliation": "Hugo W. Moser Research Institute at Kennedy Krieger, Inc.",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Kennedy Krieger Institute",
                    "status": "RECRUITING",
                    "city": "Baltimore",
                    "state": "Maryland",
                    "zip": "21205",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Michelle Chin, MS, MPH",
                            "role": "CONTACT",
                            "phone": "443-923-9467",
                            "email": "chin@kennedykrieger.org"
                        },
                        {
                            "name": "Patricia Kurtz, PHD",
                            "role": "CONTACT",
                            "phone": "443-923-2894",
                            "email": "kurtz@kennedykrieger.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.29038,
                        "lon": -76.61219
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "type": "BACKGROUND",
                    "citation": "Aman, M. G., & Singh, N. (2017). The aberrant behavior checklist. East Aurora, NY: Slosson Educational Publications."
                },
                {
                    "pmid": "16597185",
                    "type": "BACKGROUND",
                    "citation": "Arron K, Oliver C, Hall S, Sloneem J, Forman D, McClintock K. Effects of social context on social interaction and self-injurious behavior in Cornelia de Lange syndrome. Am J Ment Retard. 2006 May;111(3):184-92. doi: 10.1352/0895-8017(2006)111[184:EOSCOS]2.0.CO;2. Erratum In: Am J Ment Retard. 2006 Jul;111(4):298."
                },
                {
                    "pmid": "7507294",
                    "type": "BACKGROUND",
                    "citation": "Bay C, Mauk J, Radcliffe J, Kaplan P. Mild Brachmann-de Lange syndrome. Delineation of the clinical phenotype, and characteristic behaviors in a six-year-old boy. Am J Med Genet. 1993 Nov 15;47(7):965-8. doi: 10.1002/ajmg.1320470706."
                },
                {
                    "pmid": "11055459",
                    "type": "BACKGROUND",
                    "citation": "Bodfish JW, Symons FJ, Parker DE, Lewis MH. Varieties of repetitive behavior in autism: comparisons to mental retardation. J Autism Dev Disord. 2000 Jun;30(3):237-43. doi: 10.1023/a:1005596502855."
                },
                {
                    "pmid": "16792430",
                    "type": "BACKGROUND",
                    "citation": "Didden R, Korzilius H, van Oorsouw W, Sturmey P. Behavioral treatment of challenging behaviors in individuals with mild mental retardation: meta-analysis of single-subject research. Am J Ment Retard. 2006 Jul;111(4):290-8. doi: 10.1352/0895-8017(2006)111[290:BTOCBI]2.0.CO;2."
                },
                {
                    "pmid": "8827248",
                    "type": "BACKGROUND",
                    "citation": "Fisher WW, Piazza CC, Bowman LG, Amari A. Integrating caregiver report with systematic choice assessment to enhance reinforcer identification. Am J Ment Retard. 1996 Jul;101(1):15-25."
                },
                {
                    "pmid": "1634435",
                    "type": "BACKGROUND",
                    "citation": "Fisher W, Piazza CC, Bowman LG, Hagopian LP, Owens JC, Slevin I. A comparison of two approaches for identifying reinforcers for persons with severe and profound disabilities. J Appl Behav Anal. 1992 Summer;25(2):491-8. doi: 10.1901/jaba.1992.25-491."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Gilliam, J. ( 2006). Gilliam Autism Rating Scale (2nd ed.). Austin, TX: Pro-Ed."
                },
                {
                    "pmid": "22100975",
                    "type": "BACKGROUND",
                    "citation": "Heyvaert M, Maes B, Van den Noortgate W, Kuppens S, Onghena P. A multilevel meta-analysis of single-case and small-n research on interventions for reducing challenging behavior in persons with intellectual disabilities. Res Dev Disabil. 2012 Mar-Apr;33(2):766-80. doi: 10.1016/j.ridd.2011.10.010. Epub 2011 Nov 21."
                },
                {
                    "pmid": "8063622",
                    "type": "BACKGROUND",
                    "citation": "Iwata BA, Dorsey MF, Slifer KJ, Bauman KE, Richman GS. Toward a functional analysis of self-injury. J Appl Behav Anal. 1994 Summer;27(2):197-209. doi: 10.1901/jaba.1994.27-197."
                },
                {
                    "pmid": "2335488",
                    "type": "BACKGROUND",
                    "citation": "Iwata BA, Pace GM, Kissel RC, Nau PA, Farber JM. The Self-Injury Trauma (SIT) Scale: a method for quantifying surface tissue damage caused by self-injurious behavior. J Appl Behav Anal. 1990 Spring;23(1):99-110. doi: 10.1901/jaba.1990.23-99."
                },
                {
                    "pmid": "11936546",
                    "type": "BACKGROUND",
                    "citation": "Kelley ME, Lerman DC, Van Camp CM. The effects of competing reinforcement schedules on the acquisition of functional communication. J Appl Behav Anal. 2002 Spring;35(1):59-63. doi: 10.1901/jaba.2002.35-59."
                },
                {
                    "pmid": "12858985",
                    "type": "BACKGROUND",
                    "citation": "Kurtz PF, Chin MD, Huete JM, Tarbox RS, O'Connor JT, Paclawskyj TR, Rush KS. Functional analysis and treatment of self-injurious behavior in young children a summary of 30 cases. J Appl Behav Anal. 2003 Summer;36(2):205-19. doi: 10.1901/jaba.2003.36-205."
                },
                {
                    "pmid": "9210302",
                    "type": "BACKGROUND",
                    "citation": "Lerman DC, Iwata BA, Shore BA, DeLeon IG. Effects of intermittent punishment on self-injurious behavior: an evaluation of schedule thinning. J Appl Behav Anal. 1997 Summer;30(2):187-201. doi: 10.1901/jaba.1997.30-187."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Martens, B. K., Witt, J. C., Elliott, S. N., & Darveaux, D. X. (1985). Teacher judgments concerning the acceptability of school-based interventions. Professional psychology: Research and practice, 16(2), 191."
                },
                {
                    "pmid": "27699685",
                    "type": "BACKGROUND",
                    "citation": "Mazefsky CA, Day TN, Siegel M, White SW, Yu L, Pilkonis PA; Autism and Developmental Disabilities Inpatient Research Collaborative (ADDIRC). Development of the Emotion Dysregulation Inventory: A PROMIS(R)ing Method for Creating Sensitive and Unbiased Questionnaires for Autism Spectrum Disorder. J Autism Dev Disord. 2018 Nov;48(11):3736-3746. doi: 10.1007/s10803-016-2907-1."
                },
                {
                    "pmid": "15816814",
                    "type": "BACKGROUND",
                    "citation": "Moss J, Oliver C, Hall S, Arron K, Sloneem J, Petty J. The association between environmental events and self-injurious behaviour in Cornelia de Lange syndrome. J Intellect Disabil Res. 2005 Apr;49(Pt 4):269-77. doi: 10.1111/j.1365-2788.2005.00649.x."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "O'Neill, R. E., Horner, R. H., Albin, R. W., Storey, K., & Sprague, J. R. (1990). Functional analysis of problem behavior: A practical assessment guide: Sycamore Publishing Company."
                },
                {
                    "pmid": "28177118",
                    "type": "BACKGROUND",
                    "citation": "Phillips CL, Iannaccone JA, Rooker GW, Hagopian LP. Noncontingent reinforcement for the treatment of severe problem behavior: An analysis of 27 consecutive applications. J Appl Behav Anal. 2017 Apr;50(2):357-376. doi: 10.1002/jaba.376. Epub 2017 Feb 8."
                },
                {
                    "pmid": "9652098",
                    "type": "BACKGROUND",
                    "citation": "Piazza CC, Fisher WW, Hanley GP, LeBlanc LA, Worsdell AS, Lindauer SE, Keeney KM. Treatment of pica through multiple analyses of its reinforcing functions. J Appl Behav Anal. 1998 Summer;31(2):165-89. doi: 10.1901/jaba.1998.31-165."
                },
                {
                    "pmid": "11814269",
                    "type": "BACKGROUND",
                    "citation": "Rojahn J, Matson JL, Lott D, Esbensen AJ, Smalls Y. The Behavior Problems Inventory: an instrument for the assessment of self-injury, stereotyped behavior, and aggression/destruction in individuals with developmental disabilities. J Autism Dev Disord. 2001 Dec;31(6):577-88. doi: 10.1023/a:1013299028321."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Sparrow, SS, Cicchetti, DV, & Saulnier, C. A. (2016). Vineland adaptive behavior scales:Third edition (Vineland-3). Bloomington: NCS Pearson."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000003635",
                    "term": "De Lange Syndrome"
                },
                {
                    "id": "D000013577",
                    "term": "Syndrome"
                },
                {
                    "id": "D000066553",
                    "term": "Problem Behavior"
                }
            ],
            "ancestors": [
                {
                    "id": "D000004194",
                    "term": "Disease"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000001526",
                    "term": "Behavioral Symptoms"
                },
                {
                    "id": "D000008607",
                    "term": "Intellectual Disability"
                },
                {
                    "id": "D000019954",
                    "term": "Neurobehavioral Manifestations"
                },
                {
                    "id": "D000009461",
                    "term": "Neurologic Manifestations"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000000015",
                    "term": "Abnormalities, Multiple"
                },
                {
                    "id": "D000000013",
                    "term": "Congenital Abnormalities"
                },
                {
                    "id": "D000025063",
                    "term": "Chromosome Disorders"
                },
                {
                    "id": "D000030342",
                    "term": "Genetic Diseases, Inborn"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M16355",
                    "name": "Syndrome",
                    "asFound": "Syndrome",
                    "relevance": "HIGH"
                },
                {
                    "id": "M85",
                    "name": "Problem Behavior",
                    "asFound": "Problem Behavior",
                    "relevance": "HIGH"
                },
                {
                    "id": "M6837",
                    "name": "De Lange Syndrome",
                    "asFound": "De Lange Syndrome",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4818",
                    "name": "Behavioral Symptoms",
                    "relevance": "LOW"
                },
                {
                    "id": "M11589",
                    "name": "Intellectual Disability",
                    "relevance": "LOW"
                },
                {
                    "id": "M21826",
                    "name": "Neurobehavioral Manifestations",
                    "relevance": "LOW"
                },
                {
                    "id": "M12404",
                    "name": "Neurologic Manifestations",
                    "relevance": "LOW"
                },
                {
                    "id": "M12",
                    "name": "Congenital Abnormalities",
                    "relevance": "LOW"
                },
                {
                    "id": "M14",
                    "name": "Abnormalities, Multiple",
                    "relevance": "LOW"
                },
                {
                    "id": "M23023",
                    "name": "Chromosome Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M23686",
                    "name": "Genetic Diseases, Inborn",
                    "relevance": "LOW"
                },
                {
                    "id": "T1589",
                    "name": "Cornelia De Lange Syndrome",
                    "asFound": "Cornelia de Lange Syndrome",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BC16",
                    "name": "Diseases and Abnormalities at or Before Birth"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}