{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06184945",
            "orgStudyIdInfo": {
                "id": "0794-23-FB"
            },
            "secondaryIdInfos": [
                {
                    "id": "1UG3HL165740-01A1",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/1UG3HL165740-01A1"
                },
                {
                    "id": "4UH3HL165740-02",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/4UH3HL165740-02"
                }
            ],
            "organization": {
                "fullName": "University of Nebraska",
                "class": "OTHER"
            },
            "briefTitle": "Behavioral Economic & Staffing Strategies in the ICU",
            "officialTitle": "Behavioral Economic and Staffing Strategies To Increase Adoption of an Evidence Based Bundle in the Intensive Care Unit (BEST ICU): A Stepped Wedge Cluster Randomized Controlled Trial",
            "acronym": "BEST-ICU",
            "therapeuticArea": [
                "Critical Care",
                "Other"
            ],
            "study": "behavioral-economic-staffing-strategies-in-the-icu"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-07-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2028-04-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2028-04-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-12-05",
            "studyFirstSubmitQcDate": "2023-12-13",
            "studyFirstPostDateStruct": {
                "date": "2023-12-29",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-12",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-16",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of Nebraska",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Ohio State University",
                    "class": "OTHER"
                },
                {
                    "name": "University of Iowa",
                    "class": "OTHER"
                },
                {
                    "name": "University of Wisconsin, Madison",
                    "class": "OTHER"
                },
                {
                    "name": "National Heart, Lung, and Blood Institute (NHLBI)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The overarching goal of this study is to support the \"real world\" assessment of strategies used to foster adoption of several highly efficacious evidence-based practices in healthcare systems that provide care to critically ill adults with known health disparities. Investigators will specifically evaluate two discrete strategies grounded in behavioral economic and implementation science theory (i.e., real-time audit and feedback and registered nurse implementation facilitation) to increase adoption of the ABCDEF bundle in critically ill adults.",
            "detailedDescription": "Millions of survivors of critical illness worldwide experience profound and frequently persistent physical, mental, and cognitive health impairments that are often preventable through the application of existing knowledge. These impairments are commonly acquired in the intensive care unit (ICU) and are often initiated and/or exacerbated by known racial and socioeconomic health disparities and outdated mechanical ventilation (MV) liberation and symptom management practices. Indeed, ICU-acquired pain, anxiety, delirium, and weakness are associated with numerous adverse health outcomes including prolonged MV, mortality, functional decline, new institutionalization, and severe neurocognitive dysfunction. A robust body of research demonstrates that clinical outcomes improve when integrated, interprofessional approaches to MV liberation and symptom management are applied early in the course of critical illness. One such approach is the ABCDEF bundle. When applied in everyday practice, ABCDEF bundle performance is consistently associated with meaningful improvements in important patient and healthcare system outcomes. Unfortunately, ABCDEF bundle performance remains unacceptably low as clinicians struggle with multiple barriers to bundle delivery.\n\nInvestigator's previous work demonstrates bundle-related clinical decision making is indeed complex and frequently influenced by prevailing ICU social norms, common knowledge deficits, and substantial workflow challenges. Missing from the literature are evidence-based implementation strategies that are adaptable, responsive to community needs, and account for the cultural and organizational factors necessary to increase bundle adoption particularly in traditionally under-resourced settings like safety net hospitals. Until this key gap in knowledge is filled, the excessively high morbidity, mortality, costs, and disparities associated with critical care delivery will continue and the public health benefit of the ABCDEF bundle will not be fully realized.\n\nCongruent with NIH policy, the goal of this proposal is to support the \"real world\" assessment of strategies used to foster adoption of several highly efficacious evidence-based practices in healthcare systems that provide care to critically ill adults with known health disparities. Based on strong preliminary data, the study's overall objective is to evaluate two discrete strategies grounded in behavioral economic and implementation science theory to increase adoption of the ABCDEF bundle in critically ill adults. The strategies being evaluated target a variety of ICU team members and known behavioral determinants of ABCDEF bundle performance.\n\nInvestigators will conduct a 3-arm, pragmatic, stepped-wedge, cluster-randomized, trial to evaluate both implementation (primary) and clinical (secondary) effectiveness outcomes. After creating 6 matched pairs of 12 ICUs from 3 discrete safety net hospitals (estimated total N=8,100 patients on MV), they will randomly be assigned within each matched pair to receive either real-time audit and feedback or a Registered Nurse (RN) implementation facilitator and each pair to one of six wedges. At the end of the 27-month trial, implementation and clinical outcomes will collected for an additional 3 months to evaluate the effects of removing the implementation strategies.\n\nAim 1: Compare the effectiveness of real-time audit and feedback and RN implementation facilitator on ABCDEF bundle adoption (primary study outcome).\n\nAim 2: Compare the effectiveness of real-time audit and feedback and RN implementation facilitator on clinical outcomes.\n\nAim 3: Identify and describe key stakeholders' experiences with, and perspectives of, real-time audit and feedback and RN implementation.\n\nBuilding on years of successful collaboration, investigator's experienced interprofessional team is ideally suited to perform the proposed work. Study results are expected to impact the field by developing equitable, efficient, effective, and replicable ways of accelerating the reliable uptake of the highly efficacious evidence-based ICU interventions contained in the ABCDEF bundle. This will dually address known healthcare disparities and ultimately improve the care and outcomes of millions of critically ill adults annually."
        },
        "conditionsModule": {
            "conditions": [
                "Implementation Science",
                "Delirium",
                "Critical Illness",
                "Mechanical Ventilation Complication",
                "ICU Acquired Weakness",
                "Pain"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "pragmatic, stepped-wedge, cluster-randomized, hybrid type III effectiveness-implementation trial",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "whoMasked": [
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 8100,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Usual care",
                    "type": "NO_INTERVENTION",
                    "description": "Usual ICU care"
                },
                {
                    "label": "Audit and Feedback",
                    "type": "EXPERIMENTAL",
                    "description": "ICUs receive electronic dashboard that displays realtime ABCDEF bundle performance data",
                    "interventionNames": [
                        "Behavioral: Realtime audit and feedback"
                    ]
                },
                {
                    "label": "RN Implementation Facilitator",
                    "type": "EXPERIMENTAL",
                    "description": "ICUs receive a extra RN who helps facilitate ABCDEF bundle implementation",
                    "interventionNames": [
                        "Behavioral: RN Implementation Facilitator"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Realtime audit and feedback",
                    "description": "ICUs randomized to this arm will receive and electronic dashboard that displays realtime ABCDEF bundle performance data",
                    "armGroupLabels": [
                        "Audit and Feedback"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "RN Implementation Facilitator",
                    "description": "ICUs randomized to this arm will receive a RN who will assist with ABCDEF bundle implementation",
                    "armGroupLabels": [
                        "RN Implementation Facilitator"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Proportional ABCDEF bundle performance",
                    "description": "Defined as the percentage of eligible elements a patient receives on a given ICU day \\[\"bundle dose\"\\].",
                    "timeFrame": "27 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Complete ABCDEF bundle performance",
                    "description": "Defined as a patient day in which every eligible element of the bundle was performed (i.e., 100% of the bundle versus anything less; yes/no).",
                    "timeFrame": "27 months"
                },
                {
                    "measure": "Duration of mechanical ventilation",
                    "description": "Days spent in ICU on mechanical ventilation",
                    "timeFrame": "27 months"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Number of participants with new tracheotomy placement",
                    "description": "Current Procedural Terminology code for tracheotomy during hospitalization",
                    "timeFrame": "27 months"
                },
                {
                    "measure": "noninvasive mechanical ventilation duration",
                    "description": "Duration (in hours) = BiPaP Initiation Time - BiPaP Termination Time",
                    "timeFrame": "27 months"
                },
                {
                    "measure": "Number of participants with an ICU mortality",
                    "description": "A death event that is recorded in the electronic health record (EHR) that occurred after index ICU admission and prior to the index ICU discharge date and time",
                    "timeFrame": "27 months"
                },
                {
                    "measure": "Number of participants with a hospital mortality",
                    "description": "A death event that is recorded in the EHR that occurred after index ICU admission and prior to discharge from the hospital on the index hospital stay.",
                    "timeFrame": "27 months"
                },
                {
                    "measure": "Number of participants who die within 30 days of hospital discharge",
                    "description": "A death event that is recorded in the EHR that occurs within 30 days of the date of hospital discharge from the index hospital stay.",
                    "timeFrame": "27 months"
                },
                {
                    "measure": "ICU length of stay (LOS)",
                    "description": "Date and time of ICU discharge minus the date and time of ICU admission. Each ICU stay will be recorded as unique ICU stays as a unique ICU encounter.",
                    "timeFrame": "27 months"
                },
                {
                    "measure": "hospital LOS",
                    "description": "Date and time of hospital discharge minus the date and time of first encounter during the hospital encounter",
                    "timeFrame": "27 months"
                },
                {
                    "measure": "ICU days with acute brain dysfunction",
                    "description": "Will record ICU days with delirium. A delirious day would include a 24-hour period with at least one Confusion Assessment Method ICU (CAM ICU) score that is measured as positive. The total would include the total number of days for which CAM ICU is measured to be positive. ICU coma days: Will record any day for which patients exhibit level of arousal scores consistent with coma (Richmond agitation/sedation score -4 or -5, Sedation agitation score of 1 or 2) and add the total number of coma days throughout any given ICU stay, and across all ICU stays within a hospitalization.",
                    "timeFrame": "27 months"
                },
                {
                    "measure": "ICU days with physical restraint use",
                    "description": "Physical restraint status codes will be identified using the International Classification of Disease code Z78.1 \"physical restraint status\".",
                    "timeFrame": "27 months"
                },
                {
                    "measure": "Opioid, benzodiazepine, sedative/hypnotic, and antipsychotic medication use in ICU and at hospital discharge",
                    "description": "Opioid, benzodiazepine, sedative/hypnotic, and antipsychotic medication use in ICU and at hospital discharge as recorded in EHR",
                    "timeFrame": "27 months"
                },
                {
                    "measure": "Discharge destination",
                    "description": "Will review hospital discharge destination coded as home, home with home health, short term skilled nursing facility, long term nursing facility, acute rehabilitation hospital, long-term acute care hospital, hospice, acute care hospital, death.",
                    "timeFrame": "27 months"
                },
                {
                    "measure": "Number of participants with an ICU readmission",
                    "description": "Will be coded yes if a patient has at least one readmission to any ICU following discharge from the index ICU stay.",
                    "timeFrame": "27 months"
                },
                {
                    "measure": "Number of participants with 30 day hospital readmission",
                    "description": "Will be coded yes if a patient has at least one hospital readmission following discharge from the index hospital stay. Importantly, we will only be able to track same-hospital readmissions.",
                    "timeFrame": "27 months"
                },
                {
                    "measure": "Number of participants with physical therapy use in ICU and post discharge",
                    "description": "Will collect data regarding daily interactions with physical therapy.",
                    "timeFrame": "27 months"
                },
                {
                    "measure": "Days with significant pain",
                    "description": "Will define an ICU Day as having an episode of significant pain if any of the below are documented; Numeric rating score: A score of \\> 7 will be considered significant pain; critical care pain observation tool: A score \\> 2 will be considered significant pain; Behavioral pain scale: A score \\> 5 will be considered significant pain; Defense and Veterans Pain Rating Scale: A score \\> 4 will be considered significant pain; Pain in Alzheimer Disease score: A score \\> 4 will be considered significant pain",
                    "timeFrame": "27 months"
                },
                {
                    "measure": "Number of participants with a reintubation within 24 hours of extubation",
                    "description": "Will assess for evidence of an order for intubation that occurs \\< 24 hours following evidence of extubation, or a prior order for extubation.",
                    "timeFrame": "27 months"
                },
                {
                    "measure": "Number of participants with an unplanned extubation",
                    "description": "Will assess for evidence of extubations that do not follow provider orders for an extubation and/or are charted as unordered.",
                    "timeFrame": "27 months"
                },
                {
                    "measure": "Number of participants with hospital acquired thromboembolic disease",
                    "description": "Will query for International Classification of Disease codes associated with thromboembolic disease. Diagnosis codes must be a secondary diagnosis code / hospital acquired",
                    "timeFrame": "27 months"
                },
                {
                    "measure": "Number of participants with a hospital acquired fall with injury",
                    "description": "Will record fall and trauma coding consistent with the Center for Medicare Services Health Acquired Conditions specification for fracture, dislocation, and intracranial injury.",
                    "timeFrame": "27 months"
                },
                {
                    "measure": "Number of participants with a hospital acquired pressure ulcer",
                    "description": "The codes for hospital acquired pressure ulcer will be consistent with the Center for Medicare Services Hospital Acquired Conditions coding.",
                    "timeFrame": "27 months"
                },
                {
                    "measure": "ICU days with family visit",
                    "description": "Electronic health record documentation of family visit that occurred during ICU stay",
                    "timeFrame": "27 months"
                },
                {
                    "measure": "work intensity",
                    "description": "6 item National Aeronautics and Space Administration Task Load Index; Higher scores indicate higher work intensity",
                    "timeFrame": "27 months"
                },
                {
                    "measure": "acceptability",
                    "description": "4 item Acceptability of Intervention Measure; higher scores indicate greater acceptability",
                    "timeFrame": "27 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Age \\>19 years at time of ICU admission\n* Received invasive mechanical ventilation while in the ICU\n* Admitted to participating cluster ICU\n* ICU length of stay of at least 24 hours\n\nExclusion Criteria:\n\n* Patient who is admitted to the hospital who is already receiving chronic long-term mechanical ventilation from the home, assisted living, or long-term care setting\n* Prisoners",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "19 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Michele C Balas, PhD, RN",
                    "role": "CONTACT",
                    "phone": "(614) 949-5555",
                    "email": "mibalas@unmc.edu"
                },
                {
                    "name": "Eduard Vasilevskis, MD",
                    "role": "CONTACT",
                    "phone": "(608) 261-1571",
                    "email": "vasilevskis@wisc.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Michele C Balas, PhD, RN",
                    "affiliation": "University of Nebraska",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Iowa Hospitals and Clinics",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Iowa City",
                    "state": "Iowa",
                    "zip": "52242",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "James Blum, MD",
                            "role": "CONTACT",
                            "phone": "319-678-7116",
                            "email": "james-blum@uiowa.edu"
                        },
                        {
                            "name": "Anna Krupp, PhD, RN",
                            "role": "CONTACT",
                            "phone": "(319) 467-1902",
                            "email": "anna-krupp@uiowa.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.66113,
                        "lon": -91.53017
                    }
                },
                {
                    "facility": "University of Nebraska Medical Center",
                    "status": "RECRUITING",
                    "city": "Omaha",
                    "state": "Nebraska",
                    "zip": "68198",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Michele C Balas, PhD, RN",
                            "role": "CONTACT",
                            "phone": "402-559-9758",
                            "email": "mibalas@unmc.edu"
                        },
                        {
                            "name": "Breanna D Hetland, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Chris S Wichman, PhD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "James R Campbell, PhD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Ronnie Horner, PHD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Jungyoon Kim, PhD",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.25626,
                        "lon": -95.94043
                    }
                },
                {
                    "facility": "Ohio State University",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Columbus",
                    "state": "Ohio",
                    "zip": "43201",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Matthew Exline, MD",
                            "role": "CONTACT",
                            "phone": "614-293-4925",
                            "email": "matthew.exline@osumc.edu"
                        },
                        {
                            "name": "Tony Gerlach, PHD",
                            "role": "CONTACT",
                            "phone": "(614) 688-0234",
                            "email": "anthony.gerlach@osumc.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.96118,
                        "lon": -82.99879
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "To support study replication and extension, all scientific data including operations and clinical data necessary for replication of this project will be made available in de-identified form before publication, or by the end of the funded period (whichever comes first) in an appropriate online repository. Data used for analysis will be stored in comma-separated values file format to aid in the reuse of collected and analyzed data. Both clinical locations and patient information will be de-identified. We will remove all HIPAA identifiers and will mask low counts , as well. Original data will be maintained at the principal investigator's institution . There will be no restriction to sharing the data.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP"
            ],
            "timeFrame": "To support study replication and extension, all scientific data including operations and clinical data necessary for replication of this project will be made available in de-identified form before publication, or by the end of the funded period (whichever comes first) in an appropriate online repository. Data used for analysis will be stored in comma separated values format to aid in the reuse of collected and analyzed data. Both clinical locations and patient information will be de-identified. We will remove all HIPAA identifiers and will mask low counts , as well. Original data will be maintained at the principal investigator's institution . There will be no restriction to sharing the data.",
            "accessCriteria": "To support study replication and extension, all scientific data including operations and clinical data necessary for replication of this project will be made available in de-identified form before publication, or by the end of the funded period (whichever comes first) in an appropriate online repository. Data used for analysis will be stored in comma-separated values format to aid in the reuse of collected and analyzed data. Both clinical locations and patient information will be de-identified. We will remove all HIPAA identifiers and will mask low counts , as well. Original data will be maintained at the principal investigator's institution . There will be no restriction to sharing the data."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000016638",
                    "term": "Critical Illness"
                }
            ],
            "ancestors": [
                {
                    "id": "D000020969",
                    "term": "Disease Attributes"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M19010",
                    "name": "Critical Illness",
                    "asFound": "Critical Illness",
                    "relevance": "HIGH"
                },
                {
                    "id": "M13066",
                    "name": "Pain",
                    "relevance": "LOW"
                },
                {
                    "id": "M6894",
                    "name": "Delirium",
                    "relevance": "LOW"
                },
                {
                    "id": "M4554",
                    "name": "Asthenia",
                    "relevance": "LOW"
                },
                {
                    "id": "M22700",
                    "name": "Disease Attributes",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                }
            ]
        }
    },
    "hasResults": false
}