{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT02737046",
            "orgStudyIdInfo": {
                "id": "20150567"
            },
            "organization": {
                "fullName": "University of Miami",
                "class": "OTHER"
            },
            "briefTitle": "Belinostat Therapy With Zidovudine for Adult T-Cell Leukemia-Lymphoma",
            "officialTitle": "A Phase II Trial of Belinostat as Consolidation Therapy With Zidovudine for Adult T-Cell Leukemia-Lymphoma",
            "therapeuticArea": [
                "Oncology and Hematology",
                "Other"
            ],
            "study": "belinostat-therapy-with-zidovudine-for-adult-t-cell-leukemia-lymphoma"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-12",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2016-12-12",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-12-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2016-04-10",
            "studyFirstSubmitQcDate": "2016-04-10",
            "studyFirstPostDateStruct": {
                "date": "2016-04-13",
                "type": "ESTIMATED"
            },
            "lastUpdateSubmitDate": "2023-12-29",
            "lastUpdatePostDateStruct": {
                "date": "2024-01-02",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Juan C. Ramos, MD",
                "investigatorTitle": "Professor",
                "investigatorAffiliation": "University of Miami"
            },
            "leadSponsor": {
                "name": "University of Miami",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "The investigators propose to use Belinostat in combination with AZT as consolidation therapy for the treatment of ATLL."
        },
        "conditionsModule": {
            "conditions": [
                "Adult T-cell Leukemia-Lymphoma",
                "ATLL"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 10,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Belinostat + Zidovudine",
                    "type": "EXPERIMENTAL",
                    "description": "Belinostat + Zidovudine (AZT) in combination as consolidation therapy, followed by standard zidovudine (AZT)-based maintenance therapy with optional Interferon-Alfa-2b (IFNalfa-2b) or Pegylated Interferon-Alfa-2b (PEG-IFN-alfa-2b)",
                    "interventionNames": [
                        "Drug: Belinostat",
                        "Drug: Zidovudine",
                        "Drug: Interferon-Alfa-2b",
                        "Drug: Pegylated Interferon-Alfa-2b"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Belinostat",
                    "description": "Belinostat will be administered as 1,000 mg/m2 IV infusion over 30 minutes on Days 1- 5 every 21 days (Exception as per FDA-approved Package Insert: In patients known to be homozygous for the UGT1A1\\*28 allele, the starting belinostat dose must be 750mg/m2) for up to 8 cycles.",
                    "armGroupLabels": [
                        "Belinostat + Zidovudine"
                    ],
                    "otherNames": [
                        "PXD101",
                        "Beleodaq®"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Zidovudine",
                    "description": "Zidovudine shall be administered in the outpatient setting as 300 mg tablets orally (PO), three times daily (TID) for 21 days on cycles 1 to 8, followed by maintenance therapy (+/- IFN-alfa) up to the end of Month 12.",
                    "armGroupLabels": [
                        "Belinostat + Zidovudine"
                    ],
                    "otherNames": [
                        "AZT"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Interferon-Alfa-2b",
                    "description": "OPTIONAL: For subjects receiving interferon therapy at baseline, continue Interferon alfa-2b 5 million IU daily or pegylated interferon alfa-2b 1.5 μg/kg once weekly, subcutaneously (SQ) for up to 12 months.",
                    "armGroupLabels": [
                        "Belinostat + Zidovudine"
                    ],
                    "otherNames": [
                        "IFN-α-2b"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Pegylated Interferon-Alfa-2b",
                    "description": "OPTIONAL: For subjects receiving interferon therapy at baseline, continue Interferon alfa-2b 5 million IU daily or pegylated interferon alfa-2b 1.5 μg/kg once weekly, subcutaneously (SQ) for up to 12 months.",
                    "armGroupLabels": [
                        "Belinostat + Zidovudine"
                    ],
                    "otherNames": [
                        "PEG-IFN-α-2b"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Proportion of Participants achieving Complete Molecular Response (CMR)",
                    "description": "Proportion of participants achieving Complete Molecular Response after receiving protocol therapy. Complete Molecular Response (CMR) is defined as no evidence of disease at any body sites AND the disappearance of malignant clone(s), as proven by negative T-cell receptor gene rearrangement studies of peripheral blood DNA. Molecular response will be evaluated based upon T-cell clonality studies to be conducted while subjects are on Belinostat, and while subjects are receiving AZT-based maintenance treatment (after Belinostat completion).",
                    "timeFrame": "From End of Cycle 3 to End of Maintenance Therapy, Up to 12 Months"
                },
                {
                    "measure": "Proportion of Participants with Minimal Residual Disease (MRD)",
                    "description": "The proportion of subjects with minimal residual disease (MRD) will also be reported. Minimal Residual Disease (MRD) is defined as the presence of malignant clone(s) as determined by negative T-cell receptor gene rearrangement studies of peripheral blood DNA.",
                    "timeFrame": "From End of Cycle 3 to End of Maintenance Therapy, Up to 12 Months"
                },
                {
                    "measure": "Proportion of Participants Experiencing Treatment-Related Serious Adverse Events and Adverse Events",
                    "description": "Proportion of participants experiencing treatment-related serious adverse events (SAEs), and adverse events (AEs). SAEs and AEs will be assessed by and assigned severity and treatment attribution using the National Cancer Institute Common Terminology Criteria for Adverse Events (NCICTCAE), Version 4.03.",
                    "timeFrame": "Up to 13 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Rate of Participants Achieving Clinical Response",
                    "description": "Rate of participants achieving complete response (CR) or partial response (PR) to protocol therapy. Response is assessed on the basis of clinical, radiologic, molecular and pathologic (i.e.\n\nbone marrow) criteria.",
                    "timeFrame": "Up to 12 months"
                },
                {
                    "measure": "One Year Rate of Failure-Free Survival (FFS)",
                    "description": "Subjects will be evaluated during treatment and by follow-up assessments post-treatment. 1-year FFS is defined as the time from study treatment initiation until documented disease progression, relapse after response or death (by any cause, in the absence of progression). In the failure-free subjects, FFS will be censored at the last documented date of failure-free status.",
                    "timeFrame": "Up to 24 months"
                },
                {
                    "measure": "One Year Rate of Overall Survival (OS)",
                    "description": "Follow-up for OS post-treatment will occur every 3 months during year 1 post treatment under the proposed study. OS is defined as the elapsed time from study treatment initiation to death or date of censoring. Subjects alive or those lost to follow-up will be censored at the last date known to be alive.",
                    "timeFrame": "Up to 24 months"
                },
                {
                    "measure": "Proportion of participants exhibiting a cytotoxic T-cell response",
                    "description": "Cytotoxic T-Cell response will be evaluated from serum blood samples, as well as molecular evaluation of ATLL and HTLV-1 clones",
                    "timeFrame": "Up to 13 months"
                },
                {
                    "measure": "HTLV-1 pro-viral load",
                    "description": "Evaluated from serum blood samples",
                    "timeFrame": "Up to 13 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Histologically or cytologically documented adult T-cell leukemia/lymphoma (ATLL) with the following characteristics:\n\n   * Any stage of disease,\n   * Aggressive types (for definition of ATLL subtypes see Appendix H),\n   * Documented presence of ATLL cells in peripheral blood by either morphology, histology, flow cytometry or gene rearrangement studies.\n2. One of the following:\n\n   * Received prior AZT/IFNα therapy for ≥ 2 weeks and achieved at least partial hematological response defined as \\> 50% reduction in absolute lymphocyte count) without evidence of new disease lesions or disease progression (defined as 50% increase in measurable disease from nadir as in section 14.5 if imaging is performed) at the time of enrollment. OR;\n   * Received chemotherapy for ≥ 2 weeks prior, followed by at least a partial hematologic response ((defined as \\> 50% reduction in absolute lymphocyte count), and without evidence of new disease lesions or disease progression (defined as 50% increase in absolute lymphocyte count or measurable disease from nadir as specified in section 14.5 if imaging is performed) at the time of enrollment. OR;\n   * Received high-dose steroids (prednisone, methylprednisolone, or dexamethasone) followed by at least a stable partial hematologic response without evidence of new disease lesions or disease progression (defined as 50% increase in absolute lymphocyte count or measurable disease from nadir as specified in section 14.5 if imaging is performed) within 2 weeks of enrollment.\n3. Presence of residual ATLL in peripheral blood either by morphology, histology, flow cytometry or gene rearrangement studies (T-cell clonality) during screening prior to enrollment.\n4. Documented Human T-cell lymphotropic virus type 1 (HTLV-1) infection: Documentation may be serologic assay (ELISA) confirmed by Western blot or polymerase chain reaction (PCR).\n5. Measurable or evaluable disease, including presence of molecular disease as evidence by T-cell clonality detected by gene rearrangement studies.\n6. 18 years of age or older.\n7. Karnofsky performance status (KPS) ≥ 50% or Eastern Cooperative Oncology Group (ECOG) performance status ≤ 3\n8. Patients must have adequate end organ and bone marrow function as defined below:\n\n   * absolute neutrophil count (ANC) ≥ 1,000 cells/mm3 \\[Exception: Unless cytopenias are secondary to ATLL\\]\n   * platelets (PLT) ≥ 50,000 cells/mm3 \\[Exception: Unless cytopenias are secondary to ATLL\\]\n   * Adequate hepatic function:\n\n     * transaminase ≤ 2.5 the institutional upper limit of normal (ULN),\n     * total bilirubin ≤ 1.5 x the institutional upper limit of normal (ULN), \\[Exception: Unless secondary to hepatic infiltration with lymphoma. If the elevated bilirubin is felt to be secondary to Indinavir or Atazavinir therapy (or anti-HIV medications), patients will be allowed to enroll.\\]\n   * Creatinine clearance (CrCl) ≥ 40 mL/min, \\[Exception: Unless secondary to renal involvement by lymphoma is suspected.\\]\n9. Patients who are human immunodeficiency virus positive (HIV+) are also eligible.\n10. Females of childbearing potential (CBP) must have a negative serum pregnancy test within one week of enrollment. Women should avoid pregnancy while receiving study treatment. Males and females must agree to use adequate birth control during participation in this trial and for 3 months after completing therapy.\n11. Patients receiving erythropoietin or Granulocyte-colony stimulating factor (G-CSF) from baseline are eligible.\n\nExclusion Criteria:\n\n1. Patients with progressive disease (after previous chemotherapy or AZT/IFNα) at the time of enrollment.\n2. Patients with chronic leukemia with favorable features, or smoldering type ATLL.\n3. Patients receiving any other investigational agents within 14 days prior to initiation of study therapy. (Exception: Patients actively receiving IFN-alfa-2b, PEG-IFN-alfa-2b, or similar forms of IFN-alfa are permitted).\n4. Uncontrolled inter-current illness including, but not limited to, ongoing or active infection, symptomatic congestive heart failure (CHF), unstable angina pectoris, cardiac arrhythmia, or psychiatric illness/social situations that are likely in the judgment of the Investigator(s) to interfere or limit compliance with study requirements/treatment.\n5. Pregnant or breast-feeding women.\n6. Known hypersensitivity to histone deacetylases (HDACs), zidovudine, belinostat or any component of the formulation(s).\n7. Acute hepatitis or decompensated liver disease unless due to lymphoma. Chronic hepatitis will be required to be on prophylactic treatment during the study if provided liver function test meet criteria listed above without evidence of cirrhosis to be eligible.\n8. Concurrent active malignancies, with the exception of in situ carcinoma of the cervix, non-metastatic, non-melanomatous skin cancer, or Kaposi's sarcoma not requiring systemic chemotherapy.\n9. Known New York Heart Association (NYHA) Class 3 or 4 heart disease as per Appendix D.\n10. Known ejection fraction \\< 45% or institutional limit of normal range\n11. Psychological, familial, sociological or geographical conditions likely in the judgment of the Investigator(s) to interfere or limit compliance with study requirements/treatment.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Karin Suarez",
                    "role": "CONTACT",
                    "phone": "305-243-6995",
                    "email": "karin.suarez@med.miami.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Juan C Ramos, MD",
                    "affiliation": "University of Miami",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Miami",
                    "status": "RECRUITING",
                    "city": "Miami",
                    "state": "Florida",
                    "zip": "33136",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Karin Suarez",
                            "role": "CONTACT",
                            "phone": "305-243-6995",
                            "email": "karin.suarez@med.miami.edu"
                        },
                        {
                            "name": "Juan C Ramos, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 25.77427,
                        "lon": -80.19366
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000008223",
                    "term": "Lymphoma"
                },
                {
                    "id": "D000007938",
                    "term": "Leukemia"
                },
                {
                    "id": "D000015458",
                    "term": "Leukemia, T-Cell"
                },
                {
                    "id": "D000015459",
                    "term": "Leukemia-Lymphoma, Adult T-Cell"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000008232",
                    "term": "Lymphoproliferative Disorders"
                },
                {
                    "id": "D000008206",
                    "term": "Lymphatic Diseases"
                },
                {
                    "id": "D000007160",
                    "term": "Immunoproliferative Disorders"
                },
                {
                    "id": "D000007154",
                    "term": "Immune System Diseases"
                },
                {
                    "id": "D000006402",
                    "term": "Hematologic Diseases"
                },
                {
                    "id": "D000007945",
                    "term": "Leukemia, Lymphoid"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M11220",
                    "name": "Lymphoma",
                    "asFound": "Lymphoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10945",
                    "name": "Leukemia",
                    "asFound": "Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M18120",
                    "name": "Leukemia-Lymphoma, Adult T-Cell",
                    "asFound": "Adult T-cell Leukemia-lymphoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M18119",
                    "name": "Leukemia, T-Cell",
                    "asFound": "T-cell leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M11225",
                    "name": "Lymphoproliferative Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M11203",
                    "name": "Lymphatic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10206",
                    "name": "Immunoproliferative Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M10200",
                    "name": "Immune System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M9490",
                    "name": "Hematologic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10951",
                    "name": "Leukemia, Lymphoid",
                    "relevance": "LOW"
                },
                {
                    "id": "T3543",
                    "name": "Lymphosarcoma",
                    "asFound": "Lymphoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "T224",
                    "name": "Adult T-cell Leukemia/lymphoma",
                    "asFound": "Adult T-cell Leukemia-lymphoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "T3393",
                    "name": "Leukemia, T-cell, Chronic",
                    "asFound": "T-cell leukemia",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC15",
                    "name": "Blood and Lymph Conditions"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000007372",
                    "term": "Interferons"
                },
                {
                    "id": "D000016898",
                    "term": "Interferon-alpha"
                },
                {
                    "id": "D000077190",
                    "term": "Interferon alpha-2"
                },
                {
                    "id": "D000015215",
                    "term": "Zidovudine"
                },
                {
                    "id": "C000417083",
                    "term": "Peginterferon alfa-2b"
                },
                {
                    "id": "C000711828",
                    "term": "Interferon-alfa-1b"
                },
                {
                    "id": "C000487081",
                    "term": "Belinostat"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                },
                {
                    "id": "D000000998",
                    "term": "Antiviral Agents"
                },
                {
                    "id": "D000000890",
                    "term": "Anti-Infective Agents"
                },
                {
                    "id": "D000007155",
                    "term": "Immunologic Factors"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000000963",
                    "term": "Antimetabolites"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000018894",
                    "term": "Reverse Transcriptase Inhibitors"
                },
                {
                    "id": "D000019384",
                    "term": "Nucleic Acid Synthesis Inhibitors"
                },
                {
                    "id": "D000004791",
                    "term": "Enzyme Inhibitors"
                },
                {
                    "id": "D000019380",
                    "term": "Anti-HIV Agents"
                },
                {
                    "id": "D000044966",
                    "term": "Anti-Retroviral Agents"
                },
                {
                    "id": "D000056572",
                    "term": "Histone Deacetylase Inhibitors"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M10407",
                    "name": "Interferons",
                    "asFound": "Food",
                    "relevance": "HIGH"
                },
                {
                    "id": "M19243",
                    "name": "Interferon-alpha",
                    "asFound": "Images",
                    "relevance": "HIGH"
                },
                {
                    "id": "M254669",
                    "name": "Peginterferon alfa-2b",
                    "asFound": "Ended",
                    "relevance": "HIGH"
                },
                {
                    "id": "M232240",
                    "name": "Belinostat",
                    "asFound": "Backward",
                    "relevance": "HIGH"
                },
                {
                    "id": "M1685",
                    "name": "Interferon alpha-2",
                    "asFound": "SARS-CoV-2",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17920",
                    "name": "Zidovudine",
                    "asFound": "Repetitions",
                    "relevance": "HIGH"
                },
                {
                    "id": "M266317",
                    "name": "Interferon-alfa-1b",
                    "asFound": "Medical Imaging, Positron Emission Tomography",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4314",
                    "name": "Antiviral Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M4214",
                    "name": "Anti-Infective Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M10201",
                    "name": "Immunologic Factors",
                    "relevance": "LOW"
                },
                {
                    "id": "M4281",
                    "name": "Antimetabolites",
                    "relevance": "LOW"
                },
                {
                    "id": "M20935",
                    "name": "Reverse Transcriptase Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M7951",
                    "name": "Enzyme Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M21350",
                    "name": "Anti-HIV Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M25428",
                    "name": "Anti-Retroviral Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M28511",
                    "name": "Histone Deacetylase Inhibitors",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Infe",
                    "name": "Anti-Infective Agents"
                },
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}