{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05074849",
            "orgStudyIdInfo": {
                "id": "RDK122264A"
            },
            "organization": {
                "fullName": "Texas Woman's University",
                "class": "OTHER"
            },
            "briefTitle": "Benefits of Insoles With Real-Time Alert and Foot Self-Care Education",
            "officialTitle": "Benefits of Insoles With Real-Time Alert and Foot Self-Care Education in Improving Adherence for Prescribed Footwear in Patients With Diabetes Mellitus",
            "therapeuticArea": [
                "Endocrinology"
            ],
            "study": "benefits-of-insoles-with-real-time-alert-and-foot-self-care-education"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-11",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-10-20",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-11-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-12-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-08-13",
            "studyFirstSubmitQcDate": "2021-09-29",
            "studyFirstPostDateStruct": {
                "date": "2021-10-12",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-11-21",
            "lastUpdatePostDateStruct": {
                "date": "2023-11-24",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Texas Woman's University",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Novel approaches to promote adherence to diabetic footwear and prevent high incidence of diabetes foot ulcers are urgently needed. Investigators propose to translate an innovative and practical technology to supplement clinical and risk evaluation for patients with diabetes through wearable insoles and smart watch, along with foot self-care education, to improve adherence to prescribed footwear and reduce incidence of foot ulcers in those with diabetes and at risk for foot ulcers.",
            "detailedDescription": "Uncontrolled diabetes is the cause of diabetes-related limb amputations. Diabetes-related amputations are huge problems, expensive to manage, and affect the quality of life. Diabetes foot ulcers (DFU) are foot-related injuries to the foot that are a direct result of neuropathy and peripheral artery diseases and have been identified as major risk factors for amputations. To prevent DFU, diabetes footwear is recommended, however, adherence is poor. Patients are not routinely adherent to the recommended diabetic footwear. In addition, current diabetic footwear is not effective in preventing most initial and recurrent DFUs. Although the causal mechanisms for DFU are multi-factorial, evidence exists that elevated plantar pressure contributes to the development of DFU, which is currently managed by devices ineffective in reducing pressure in certain areas of the foot. Foot care education by clinicians regarding adherence to prescribed footwear is not effective in reducing the initial and recurrent DFUs.\n\nA recent study by Najafi and colleagues demonstrated the efficacy and feasibility of smart insoles with real-time alerts for plantar pressure offloading, which causes more than 50% of pressure ulcers in at-risk individuals with diabetes. The device was designed to cue offloading to manage unprotected sustained plantar pressures to prevent foot ulceration. Interestingly, their study suggested that in the group with at least 1 alert every 2 hours, adherence to prescribed footwear was increased or retained over time; whereas a lower number of alerts reduced adherence. Authors speculated that reduced adherence in the low-alert group may be linked to disengagement or reduced perception of benefit. It is unknown whether smart insoles with alerts will improve the use of footwear and lower the incidence of DFU, compared to usual care and the role of self-efficacy in mediating among performance, desired behavior, and desired outcomes (increase adherence to diabetic footwear and decrease the incidence of foot ulcer) among participants in the proposed study. To fill the gaps, investigators aim to examine whether integration of a diabetes foot self-care education and smart insoles with alerts may sustain adherence, irrespective of several daily alerts, to prescribed footwear, compared to usual care in those at risk for DFU.\n\nIn this study (R21) phase, investigators are proposing a randomized controlled trial to evaluate the efficacy of insoles with real-time alert and foot self-care education in improving adherence to prescribed footwear in diabetes patients at risk for DFU. In Aim 1, investigators will examine whether smart insoles with real-time alert components plus foot self-care education compared to the smart insole with alerts alone and usual care will improve adherence to prescribed footwear in high-risk individuals for DFU (history of neuropathy and peripheral artery disease \\[PAD\\]). In Aim 2, investigators will examine trends across groups in the incidence of initial and recurrent DFU.\n\nThe overall goal is to generate data for an R01 submission to evaluate the effectiveness of combined smart insoles with real-time alert plus foot self-care education in preventing the incidence of initial and recurrent DFU in those at-risk individuals with diabetes."
        },
        "conditionsModule": {
            "conditions": [
                "Diabetes Complications"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "whoMasked": [
                        "PARTICIPANT"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 72,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Smart insoles + Education",
                    "type": "EXPERIMENTAL",
                    "description": "Participants in this group will receive a 90-minute group session education on foot self-care strategies (daily foot hygiene and cleanliness, foot protection, use of insoles and smart watch)",
                    "interventionNames": [
                        "Behavioral: A 90-minute self-care education + bi-weekly 30-minute one-on-one follow-up phone discussion"
                    ]
                },
                {
                    "label": "Smart Insoles",
                    "type": "NO_INTERVENTION",
                    "description": "Participants in this group will not receive a 90-minute group session education on foot self-care, but will receive foot care supplies, insoles and smart watch"
                },
                {
                    "label": "Usual Care",
                    "type": "NO_INTERVENTION",
                    "description": "Participants will not receive foot self-care education or the use of insoles and smart watch."
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "A 90-minute self-care education + bi-weekly 30-minute one-on-one follow-up phone discussion",
                    "description": "A 90-minute group session to educate patients on foot self-care strategies (daily foot hygiene and cleanliness, foot protection, use of insoles and smart watch). Follow-up Care: A biweekly 30-minute one-on-one follow-up phone discussion (i.e., daily foot hygiene and cleanliness, foot protection, use of insoles and smart watch, addressing feedback and questions regarding the intervention and prevention of foot-related complications).",
                    "armGroupLabels": [
                        "Smart insoles + Education"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "A Change in Adherence to prescribed footwear is being assessed",
                    "description": "Daily adherence will be track by Sensor Data and Self-Report Questionnaire. The real-time alert component of the smart insoles will be measured by the tagging of patients' diabetes shoes by Orthimeter (Germany). The system has 1-year battery life and enables continuous measuring adherence to footwear by measuring temperature. Participants will be required to record number of days adhered to footwear or alerts.",
                    "timeFrame": "2 months, 4 months and 6 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "A change in Response Rate to Alert and Unreported Alert Duration is being assessed",
                    "description": "Successful response rate to alert and unreported alert will be assessed. Participants will report either low or high adherence to alert and duration. Investigators will report number of low and high alerts periods and activities.",
                    "timeFrame": "2 months, 4 months and 6 months"
                },
                {
                    "measure": "A change in Foot Self-Care knowledge is being assessed",
                    "description": "Improved in foot self-care knowledge and will be assessed with Foot Self-Care Knowledge and Practice which has 15 questions on knowledge and 15 questions for practice. Cronbach's alpha for the knowledge scale is 0.79, and practice is 0.72.",
                    "timeFrame": "Baseline and 6 months"
                },
                {
                    "measure": "A change in Perception of Benefits is being assessed",
                    "description": "User perception of benefits (Tech, Acceptance, Model). Participants will provide information on how strongly they agree or disagree with statements regarding benefits, acceptability, and ease of the wearable device on a 5-point scale: 1) strongly disagree; 2) somewhat disagree; 3) neutral; 4) somewhat agree; and 5) strongly agree. An average of 4 or higher indicates successful achievement on the TAM.",
                    "timeFrame": "2 months, 4 months and 6 months."
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "A change in Adherence to device wear is being assessed",
                    "description": "Daily adherence to device wear will be recorded in hours (Sensor data and Self Report)",
                    "timeFrame": "2 months, 4 months and 6 months"
                },
                {
                    "measure": "A change in Foot Ulcers is being assessed",
                    "description": "The rate and incidence of foot ulcers will be measured baseline and 6 months. Participants will be assessed at baseline and 6 months for presence of foot ulcers. Participants will be ask to report at anytime any presence of ulcers during study.",
                    "timeFrame": "Baseline and 6 months"
                },
                {
                    "measure": "A change in Off loading is being assessed",
                    "description": "Participants' rate and number of times engage in offloading will be monitored. Participants will keep record and report offloading as well as collect data from the offloading device.",
                    "timeFrame": "2 months, 4 months, and 6 months"
                },
                {
                    "measure": "A change in Acceptability and Ease of Use is being assessed",
                    "description": "Acceptability and ease of use (Tech, Acceptance, Model). Participants will provide information on how strongly they agree or disagree with statements regarding benefits, acceptability, and ease of the wearable device on a 5-point scale: 1) strongly disagree; 2) somewhat disagree; 3) neutral; 4) somewhat agree; and 5) strongly agree. An average of 4 or higher indicates successful achievement on the TAM.",
                    "timeFrame": "2 months, 4 months and 6 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Men or women 18 years old or older,\n* Diagnosis of Diabetes Mellitus,\n* Ambulatory, Uses prescribed diabetes footwear.\n* Those willing and able to attend follow up visits such as long distance (i.e. greater than 30 miles to recruitment sites).\n* Those able to read or follow directions.\n\nExclusion Criteria:\n\n* Active Charcot Arthropathy or major foot deformity,\n* Cardiopulmonary disease (e.g. recent MI, Stroke),\n* Gangrene, active infection. Montreal Cognitive Assessment (MOCA\\<20).\n* Wide spread malignancy or systemically immunocompromising disease.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Ngozi Mbue, PhD",
                    "role": "CONTACT",
                    "phone": "7137942892",
                    "email": "nmbue@twu.edu"
                },
                {
                    "name": "Bijan Najafi, PhD",
                    "role": "CONTACT",
                    "phone": "7137981158",
                    "email": "bijan.najafi@bcm.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Ngozi Mbue",
                    "affiliation": "Texas Woman's University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Baylor College of Medicine",
                    "city": "Houston",
                    "state": "Texas",
                    "zip": "77030",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 29.76328,
                        "lon": -95.36327
                    }
                },
                {
                    "facility": "Texas Woman's University",
                    "city": "Houston",
                    "state": "Texas",
                    "zip": "77030",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 29.76328,
                        "lon": -95.36327
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000048909",
                    "term": "Diabetes Complications"
                }
            ],
            "ancestors": [
                {
                    "id": "D000003920",
                    "term": "Diabetes Mellitus"
                },
                {
                    "id": "D000004700",
                    "term": "Endocrine System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M7115",
                    "name": "Diabetes Mellitus",
                    "relevance": "LOW"
                },
                {
                    "id": "M26004",
                    "name": "Diabetes Complications",
                    "asFound": "Diabetes Complications",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7862",
                    "name": "Endocrine System Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                },
                {
                    "abbrev": "BC19",
                    "name": "Gland and Hormone Related Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}