{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05826145",
            "orgStudyIdInfo": {
                "id": "MED2022-101"
            },
            "organization": {
                "fullName": "New York City Health and Hospitals Corporation",
                "class": "OTHER"
            },
            "briefTitle": "Bereavement Support Program for Caregivers",
            "officialTitle": "A Palliative Bereavement Support Program in a Community Hospital Setting",
            "therapeuticArea": [
                "Other"
            ],
            "study": "bereavement-support-program-for-caregivers"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-04",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-04",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-04",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-04",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-04-09",
            "studyFirstSubmitQcDate": "2023-04-21",
            "studyFirstPostDateStruct": {
                "date": "2023-04-24",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-04-21",
            "lastUpdatePostDateStruct": {
                "date": "2023-04-24",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Marina Ivanyuk",
                "investigatorTitle": "Director of Palliative Care",
                "investigatorAffiliation": "New York City Health and Hospitals Corporation"
            },
            "leadSponsor": {
                "name": "New York City Health and Hospitals Corporation",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "To provide a palliative bereavement support program for caregivers to decrease the risk for developing complicated and persistent grief.",
            "detailedDescription": "The investigators plan to enroll 50 participants with 25 in each of the two supportive counseling groups from those caregivers of patients treated at South Brooklyn Health. Caregivers will be approached to participate in our psychosocial support program. For those who meet screening and consent to participate, participants will be randomized into one of the two supportive counseling groups.\n\nThe control group will receive supportive care through vocal expression sessions where participants can talk for approximately 20-30 minutes about the person who died. The counselor will be supportive and listen to this expressed content. There will be a total of 8 sessions. At baseline (week 0), only questionnaires will be completed. There will be 7 treatment sessions beginning at week 2, and the other sessions conducted at approximately every 3 weeks over the 6-month study duration where the vocal expression sessions will be provided. During the first session, participants will complete the questionnaire inquiring about demographic information, the Bereavement Experience Questionnaire (BEQ-24), and the Patient Health Questionnaire-9 (PHQ-9). Additional questionnaires at 3 months (week 12) and 6 months will ask participants to complete the BEQ-24 and the PHQ-9.\n\nThe treatment group will receive supportive care through cognitive-behavioral techniques with sessions consisting of approximately 20-30 minutes. There will be 8 treatment sessions where part of the baseline session of session 1 (week 0) will include some instruction, session 2 will occur in week 2, and the other sessions conducted at approximately every 3 weeks over the 6-month study duration. Session 1 will consist of completing the baseline questionnaire and by beginning the intervention by completing a grief monitoring diary and assigning it as homework. Session 2 will review the grief monitoring diary together with the participant. The counselor will examine potential triggers when grief was bothersome and examine times when grief was manageable. The goal is to look for and discuss these patterns with the participant. The grief monitoring diary will be assigned again as homework. The participant will be informed to have a recording device (eg, tape recorder) for the next session. Session 3 will teach imaginal revisiting and also review again the grief monitoring diary as above in session 2. Homework will be assigned of practicing imaginal revisiting. Session 4 will review practicing imaginal revisiting. The participant will be taught about cognitive restructuring of negative thought processes/maladaptive attitudes related to bereavement/grief. The participant will be taught about self-monitoring and assigned it as homework. Session 5 will review self-monitoring, continue cognitive restructuring, and assign homework of self-monitoring. Session 6 will review self-monitoring and teach a new concept of describing positive memories of the deceased. Homework will be assigned of thinking more about positive memories of deceased. Session 7 will review homework of thinking more about positive memories of deceased. A new concept of teaching about identifying future goals will be taught. Session 8 will review the homework of identifying future goals. A new concept of teaching relapse prevention strategies for high risk-times will be taught. During the first session, participants will complete the questionnaires inquiring about demographic information, the BEQ-24, and the PHQ-9. Additional questionnaires at 3 months (week 12) and 6 months will ask participants to complete the BEQ-24 and the PHQ-9."
        },
        "conditionsModule": {
            "conditions": [
                "Bereavement"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "The control group will receive supportive care through vocal expression sessions. The treatment group will receive supportive care through cognitive-behavioral techniques.",
                "primaryPurpose": "SUPPORTIVE_CARE",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 50,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Vocal Expression",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Supportive care through vocal expression sessions where participants can talk for approximately 20-30 minutes about the person who died.",
                    "interventionNames": [
                        "Behavioral: Vocal Expression"
                    ]
                },
                {
                    "label": "Cognitive Behavioral",
                    "type": "EXPERIMENTAL",
                    "description": "Cognitive-behavioral techniques with sessions consisting of approximately 20-30 minutes.",
                    "interventionNames": [
                        "Behavioral: Cognitive Behavioral"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Vocal Expression",
                    "description": "There will be a total of 8 sessions. At baseline (week 0), only questionnaires will be completed. There will be 7 treatment sessions beginning at week 2, and the other sessions conducted at approximately every 3 weeks over the 6-month study duration where the vocal expression sessions will be provided.",
                    "armGroupLabels": [
                        "Vocal Expression"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Cognitive Behavioral",
                    "description": "There will be 8 treatment sessions where part of the baseline session of session 1 (week 0) will include some instruction, session 2 will occur in week 2, and the other sessions conducted at approximately every 3 weeks over the 6-month study duration. Sessions will include various cognitive-behavioral techniques including completing a grief monitoring diary, imaginal revisiting, cognitive restructuring, describing positive memories of the deceased, and identifying future goals.",
                    "armGroupLabels": [
                        "Cognitive Behavioral"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in Bereavement Experience Questionnaire (BEQ-24) from Baseline",
                    "description": "Short form of 24 questions consisting of three subscales of 1) Existential Loss/Emotional Needs, 2) Guilt/Blame/Anger, and 3) Preoccupation with Thoughts of Deceased.",
                    "timeFrame": "3 months"
                },
                {
                    "measure": "Change in Bereavement Experience Questionnaire (BEQ-24) from Baseline",
                    "description": "Short form of 24 questions consisting of three subscales of 1) Existential Loss/Emotional Needs, 2) Guilt/Blame/Anger, and 3) Preoccupation with Thoughts of Deceased.",
                    "timeFrame": "6 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in Patient Health Questionnaire-9 from Baseline",
                    "description": "Depressive symptoms questionnaire of 9 items",
                    "timeFrame": "3 months"
                },
                {
                    "measure": "Change in Patient Health Questionnaire-9 from Baseline",
                    "description": "Depressive symptoms questionnaire of 9 items",
                    "timeFrame": "6 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Informal family (or friend) caregivers, who are 18 years and older, who are caring for patients 18 years and older.\n* Patient location may include the emergency department, or inpatient settings when patients are referred to Palliative Care services for end-of-life care.\n* Caregivers for patients who die at the hospital are included in this study.\n* Only will include those who speak English.\n\nExclusion Criteria:\n\n* Caregivers or patients under the age of 18.\n* Pregnant caregivers.\n* Court appointed guardians.\n* Caregivers who have history of psychiatric illness, high depression scores on the PHQ-9 (\\>20), suicidal ideation, or anxiety symptoms of panic attacks on initial screening will not be included and will be provided contact information to obtain treatment at Behavioral Health.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Marina Ivanyuk, MD",
                    "role": "CONTACT",
                    "phone": "718-616-3000",
                    "email": "marina.ivanyuk@nychhc.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Marina Ivanyuk, MD",
                    "affiliation": "New York City Health and Hospitals Corporation",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "South Brooklyn Health",
                    "city": "Brooklyn",
                    "state": "New York",
                    "zip": "11235",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Marina Ivanyuk, MD",
                            "role": "CONTACT",
                            "phone": "718-616-3000",
                            "email": "marina.ivanyuk@nychhc.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.6501,
                        "lon": -73.94958
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO",
            "description": "We do not plan to share individual participant data with other researchers."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        }
    },
    "hasResults": false
}