{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06392360",
            "orgStudyIdInfo": {
                "id": "HS-24-248"
            },
            "organization": {
                "fullName": "Appalachian State University",
                "class": "OTHER"
            },
            "briefTitle": "Betaine, Exercise Performance, and Gut Permeability",
            "officialTitle": "Influence of 2-Weeks DuraBeet® Ingestion on Cycling Performance, Gut Permeability, and Metabolite Shifts",
            "therapeuticArea": [
                "Endocrinology",
                "Other"
            ],
            "study": "betaine-exercise-performance-and-gut-permeability"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-08-13",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-12-15",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-03-15",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-04-26",
            "studyFirstSubmitQcDate": "2024-04-26",
            "studyFirstPostDateStruct": {
                "date": "2024-04-30",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-03",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-05",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Appalachian State University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "AGRANA",
                    "class": "UNKNOWN"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This study will determine if ingestion of 3 g/d betaine versus placebo for two weeks prior to a 60-km cycling time trial will improve performance, moderate exercise-induced gut permeability, and improve metabolic recovery.",
            "detailedDescription": "This study will employ a randomized crossover design. Study participants will be randomized to two trials using double-blinded, placebo-controlled procedures. The supplement capsules (betaine and placebo) will be coded by the sponsor, with the double-blind code held until after all study samples have been analyzed. Subjects will come to the lab for orientation/baseline testing, pre-and post-supplementation blood sample collections (2 weeks supplementation with betaine or placebo), two 60-km cycling sessions, and two 24-h recovery lab sessions (thus 8 total lab visits). Subjects will complete a COVID-19 screening questionnaire before entering the lab (all visits). The total amount of time subjects will be asked to volunteer for this study is about 18 hours at the Human Performance Laboratory (over a 6-week period).\n\nA. Orientation (Visit #1). Subjects will report to the lab in an overnight fasted state. Subjects will voluntarily sign IRB-approved consent forms and complete questionnaires (delayed onset of muscle soreness or DOMS, Profile of Mood States or POMS). Demographic, health, and training histories will be acquired with questionnaires. A blood sample will be collected. Body composition and total body water will be measured using 8-point bioelectrical impedance (BIA). Subjects will ingest a standardized sugar solution containing lactulose 5 g, 13C mannitol 100 mg, mannitol 1.9 g, and rhamnose 1 g in a total of 450 ml water (SS, calculated osmolality 69 mosmol/kg). An increase in the post-exercise lactulose/13C mannitol ratio (L/M) will be used as an indicator of increased gut permeability. All urine excreted for five hours post SS ingestion will be collected in a urine collection container. Subjects will be urged to drink water after the first hour of the test to ensure adequate urine output. The Boost beverage will be consumed at 7 kcal/kg 1.5 h post SS ingestion (to simulate what occurs post-exercise). The urine collection container will be placed in the refrigerator until they are returned to the lab the next day. The total urine volume will be measured with four 10 ml aliquots frozen in a minus 80°C freezer until analysis.\n\nB. Baseline Testing/Pre-Supplementation (Visit #2). Subject will return the urine collection container to the lab the day after Visit #1. Body composition will be measured with the Bod Pod body composition analyzer (Life Measurement, Concord, CA). Study participants will be tested for maximal aerobic capacity (VO2max) during a graded, cycling test with continuous metabolic monitoring with the Cosmed CPET metabolic device (Cosmed, Rome, Italy). A 2-week supply of betaine or placebo capsules will be given to the participants. Subjects will consume 6 capsules per day, 3 with the first meal in the morning and 3 more with the last meal of the day.\n\nDuraBeet Betaine supplement. DuraBeet® crystalline betaine is produced from beet molasses at the betaine crystallization plant, in Austria, according to strict European standards. The white crystalline betaine will be in 6 capsules (3 g/day). The placebo capsules will contain a white cellulose powder in identical looking capsules.\n\nC. 60-km Cycling Session (Lab Visit #3): During the 3-day period prior to the 60-km cycling session, subjects will taper exercise training and ingest a moderate-carbohydrate diet using a food list restricting high fat foods, visible fats, and caffeine. Subjects will record all food and beverage intake in a 3-day food record with macro- and micro-nutrient intake calculated using the ESHA Food Processor nutrient analysis software program. Study participants will report to the Human Performance Lab in an overnight fasted state and provide a blood sample, ingest the supplement (3 capsules of betaine or placebo), and then cycle 60-km at the fastest pace possible while ingesting water alone (3 ml/kg every 15 minutes). Immediately following the cycling bout, subjects will ingest the gut permeability sugar solution (SS). Blood samples will be collected at 0 h, 1.5 h, 3.0 h, and 24-h post-exercise. All urine excreted for five hours after SS ingestion will be collected in a urine collection container.\n\nTesting protocol during the lab sessions with the 60-km cycling session:\n\n1. 7:00 am: Provide blood sample, delayed onset of muscle soreness (DOMS) rating (1-10 scale), and profile of mood states ratings (POMS). Complete the symptom survey. Turn in the 3-day food record.\n2. 7:10 am: Ingest 3 capsules of betaine or placebo with 1 cup water.\n3. 7:30 am: Start the 60-km cycling session. Subjects will cycle on trainers at race pace for 60-km. Oxygen consumption, carbon dioxide production, respiratory exchange ratio, and ventilation will be measured using the Cosmed Quark CPET metabolic cart every 30 minutes. Subjects will consume 3 ml/kg water every 15 min. No other beverage or food containing energy or nutrients will be allowed during the 60-km exercise sessions.\n4. \\~10:00 am to 1:00 pm: Subjects will ingest the 450 mL SS within the first minute of getting off the bicycle. Body composition and total body water will be measured using 8-point bioelectrical impedance (BIA). All urine excreted from 0-5 h after SS ingestion will be collected in a urine collection container. Blood samples will be taken via venipuncture immediately after completing the cycling session, and then 1.5-h, 3.0-h, and 24-h post-exercise. Subjects will be allowed to shower and change clothes. The DOMS and POMS questionnaires will be administered each time blood samples are collected. Body composition and total body water will be measured using 8-point BIA each time blood samples are collected. Subjects will ingest no food or beverage other than water (7 ml/kg during the 1.5 h post-exercise period; this will take into account the 450 ml sugar solution; no water will be ingested during the first hour post-SS intake). After the 1.5 h post-exercise blood draw, subjects will ingest a Boost beverage (7 kcal/kg body weight). Another blood sample will be collected 3-h post-exercise. Afterwards, subjects will leave the lab with instructions to complete the 5h urine collection, put the container in the refrigerator, and then bring the urine container to the lab the next morning. Subjects will ingest 3 supplement capsules with the last meal of the day.\n\nLAB VISIT #4: Subjects will return the next morning after the cycling session to provide another blood sample, turn in the 5-h urine container, and complete DOMS and POMS questionnaires. Body composition and total body water will be measured using 8-point BIA.\n\nD. Washout/Crossover/Repeat\n\nSubjects will engage in a 2-week washout period without the supplements, crossover to the opposite supplement arm, and then repeat all procedures except for the consent process, completion of the medical health questionnaire, body composition testing, and VO2 max testing (Lab visits #5,6,7,8). Subjects will maintain the study diet and normal exercise training routines during the 2-week washout period."
        },
        "conditionsModule": {
            "conditions": [
                "Metabolic Disturbance",
                "Permeability; Increased"
            ],
            "keywords": [
                "betaine",
                "exercise",
                "gut permeability",
                "metabolomics"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "CROSSOVER",
                "interventionModelDescription": "Randomized treatment, double blinded procedures, crossover",
                "primaryPurpose": "BASIC_SCIENCE",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "maskingDescription": "Investigators and study participants will be blind to treatment allocation, with the betaine and placebo supplements in capsules of the same color.",
                    "whoMasked": [
                        "PARTICIPANT",
                        "INVESTIGATOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 27,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Betaine",
                    "type": "EXPERIMENTAL",
                    "description": "3 grams per day in 6 capsules, white crystalline betaine powder produced from beet molasses",
                    "interventionNames": [
                        "Dietary Supplement: Betaine"
                    ]
                },
                {
                    "label": "Placebo",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "3 grams per day in 6 capsules, white cellulose powder",
                    "interventionNames": [
                        "Dietary Supplement: Placebo"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DIETARY_SUPPLEMENT",
                    "name": "Betaine",
                    "description": "White betaine powder",
                    "armGroupLabels": [
                        "Betaine"
                    ]
                },
                {
                    "type": "DIETARY_SUPPLEMENT",
                    "name": "Placebo",
                    "description": "White placebo powder",
                    "armGroupLabels": [
                        "Placebo"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Exercise Performance",
                    "description": "60-km cycling time trial",
                    "timeFrame": "After 2-weeks supplementation with betaine compared to after 2-weeks supplementation with placebo"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Gut permeability",
                    "description": "Urine concentrations of post-exercise lactulose/13C mannitol ratio (L/M)",
                    "timeFrame": "Change from pre-supplementation levels to 5 hours post-exercise"
                },
                {
                    "measure": "Changes in plasma gut permeability sugars including mannitol, lactulose, rhamnose, and sucrose from targeted metabolomics using LC-MS/MS analysis (relative intensities)",
                    "description": "Targeted metabolomics to assess plasma metabolites (sugars) from LC-MS/MS analysis (relative intensities)\n\n\\[Time Frame: Change from pre-study to post-2 weeks supplementation, and immediately post-exercise, and 1.5 hours-, 3 hours",
                    "timeFrame": "Change from pre-study to post-2 weeks supplementation, and immediately post-exercise, and 1.5 hours-, 3 hours-, and 24 hours-post-exercise"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Male or female cyclists, ages 18-65 years, and capable of cycling 60-km in the laboratory at 70% VO2max (close to race pace).\n* Non-smoker, and generally healthy and without gastrointestinal diseases (irritable bowel syndrome, chronic nausea, vomiting, and diarrhea, Crohn's disease, Celiac disease, diverticulosis) or chronic diseases including cardiovascular disease (e.g., heart disease, stroke), cancer, type 1 and 2 diabetes, rheumatoid arthritis. Categorized as \"low risk\" using the American College of Sports Medicine screening questionnaire.\n* Agree to train normally, maintain weight, and avoid the regular use of large-dose vitamin and mineral supplements, herbs, and medications that influence inflammation (especially NSAIDs) for the duration of the 6-week study and at least a 2-week period prior to the study.\n* Agree to taper their exercise routine prior to each of the 2 lab cycling sessions.\n* Agree to restrict beet, wheat bran, wheat germ, and spinach diet intake and avoid other betaine supplements (other than what is provided in the supplement) during the entire 6-week study.\n\nExclusion Criteria:\n\n* Inability to comply with study requirements.\n* Females trying to become pregnant, or currently pregnant or breastfeeding.\n* Nonpregnant adults who weigh less than 110 pounds.\n* Any other concurrent condition which, in the opinion of the principal investigator (PI), would preclude participation in this study or interfere with compliance.\n* Current diagnosis of gastrointestinal disease, cardiovascular disease, diabetes, or cancer (except for non-melanoma skin cancer).\n* History of sensitivity to betaine and beets.\n* History of adverse symptoms to lactulose, mannitol, and rhamnose sugars.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "65 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "David C Nieman, DrPH",
                    "role": "CONTACT",
                    "phone": "8287730056",
                    "email": "niemandc@appstate.edu"
                },
                {
                    "name": "Camila A Sakaguchi Olson, PhD",
                    "role": "CONTACT",
                    "phone": "7042505352",
                    "email": "olsonca1@appstate.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "David C Nieman, DrPH",
                    "affiliation": "Appalachian State Univ",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Appalachian State University Human Performance Lab, North Carolina Research Campus",
                    "status": "RECRUITING",
                    "city": "Kannapolis",
                    "state": "North Carolina",
                    "zip": "28081",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "David Nieman, DrPH",
                            "role": "CONTACT",
                            "phone": "828-773-0056",
                            "email": "niemandc@appstate.edu"
                        },
                        {
                            "name": "Camila A Sakaguchi, PhD",
                            "role": "CONTACT",
                            "phone": "7042505352",
                            "email": "olsonca1@appstate.edu"
                        },
                        {
                            "name": "David Nieman, DrPH",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 35.48736,
                        "lon": -80.62173
                    }
                },
                {
                    "facility": "AppState-North Carolina Research Campus Human Performance Lab",
                    "status": "RECRUITING",
                    "city": "Kannapolis",
                    "state": "North Carolina",
                    "zip": "28081",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "David C Nieman, DrPH",
                            "role": "CONTACT",
                            "phone": "828-773-0056",
                            "email": "niemandc@appstate.edu"
                        },
                        {
                            "name": "Camila A Sakaguchi Olson, PhD",
                            "role": "CONTACT",
                            "phone": "7042505352",
                            "email": "olsonca1@appstate.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 35.48736,
                        "lon": -80.62173
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Will share data upon reasonable request.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF"
            ],
            "timeFrame": "March 1, 2025, indefinitely",
            "accessCriteria": "Upon reasonable request."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000001622",
                    "term": "Betaine"
                }
            ],
            "ancestors": [
                {
                    "id": "D000005765",
                    "term": "Gastrointestinal Agents"
                },
                {
                    "id": "D000008082",
                    "term": "Lipotropic Agents"
                },
                {
                    "id": "D000000960",
                    "term": "Hypolipidemic Agents"
                },
                {
                    "id": "D000000963",
                    "term": "Antimetabolites"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000057847",
                    "term": "Lipid Regulating Agents"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4908",
                    "name": "Betaine",
                    "asFound": "Bronchoscopic",
                    "relevance": "HIGH"
                },
                {
                    "id": "M8881",
                    "name": "Gastrointestinal Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M4278",
                    "name": "Hypolipidemic Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M4281",
                    "name": "Antimetabolites",
                    "relevance": "LOW"
                },
                {
                    "id": "M28883",
                    "name": "Lipid Regulating Agents",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Gast",
                    "name": "Gastrointestinal Agents"
                },
                {
                    "abbrev": "Lipd",
                    "name": "Lipid Regulating Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}