{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05523440",
            "orgStudyIdInfo": {
                "id": "OU-SCC-ARID1A"
            },
            "organization": {
                "fullName": "University of Oklahoma",
                "class": "OTHER"
            },
            "briefTitle": "Bevacizumab and/or Niraparib in Patients With Recurrent Endometrial and/or Ovarian Cancer With ARID1A Mutation",
            "officialTitle": "Phase 2 Trial of Niraparib or Niraparib and Bevacizumab Combination in Patients With Recurrent Endometrial Cancer and/or Ovarian Cancer With ARID1A Mutation (OU-SCC-ARID1A)",
            "therapeuticArea": [
                "Oncology and Hematology",
                "Other"
            ],
            "study": "bevacizumab-and-or-niraparib-in-patients-with-recurrent-endometrial-and-or-ovarian-cancer-with-mutation"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-02",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-02-15",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-08-29",
            "studyFirstSubmitQcDate": "2022-08-29",
            "studyFirstPostDateStruct": {
                "date": "2022-08-31",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-02-13",
            "lastUpdatePostDateStruct": {
                "date": "2024-02-15",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of Oklahoma",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "GlaxoSmithKline",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this research study is to test the proportion of tumor response to the combination treatment with niraparib and bevacizumab and see what effects (good and bad) this combination treatment has on patients with recurrent endometrial or ovarian cancer with ARID1A mutation.",
            "detailedDescription": "Patients will have tests and exams to see if they are eligible for the clinical trial. If found eligible, the patient will be randomized into one of two groups and receive treatment as follows: If patients are in the first group,they will receive niraparib alone, once daily taken by mouth. If patients are in the second group, they will receive niraparib once daily taken by mouth and infusion of bevacizumab once every 3 weeks.\n\nPatients will receive the study treatment as long as there is evidence that the tumor is not growing or spreading and they are not having any unacceptable, bad side effects.\n\nPatients will be monitored during treatment with tests and exams and after treatment completion for up to 3 years."
        },
        "conditionsModule": {
            "conditions": [
                "Recurrent Endometrial Carcinoma",
                "Recurrent Ovarian Carcinoma",
                "ARID1A Gene Mutation"
            ],
            "keywords": [
                "Niraparib",
                "Bevacizumab",
                "Endometrial Cancer",
                "Ovarian Cancer"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 92,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Arm 1: Niraparib",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Niraparib (200mg or 300 mg based on body weight and blood platelet count), oral, once daily.",
                    "interventionNames": [
                        "Drug: Niraparib"
                    ]
                },
                {
                    "label": "Arm 2: Niraparib and Bevacizumab",
                    "type": "EXPERIMENTAL",
                    "description": "Niraparib (200mg or 300 mg based on body weight and blood platelet count), oral, once daily. Bevacizumab (15 mg/kg, IV on day 1 of each cycle).",
                    "interventionNames": [
                        "Drug: Bevacizumab",
                        "Drug: Niraparib"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Bevacizumab",
                    "description": "Bevacizumab infusion.",
                    "armGroupLabels": [
                        "Arm 2: Niraparib and Bevacizumab"
                    ],
                    "otherNames": [
                        "Avastin"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Niraparib",
                    "description": "Niraparib oral capsule.",
                    "armGroupLabels": [
                        "Arm 1: Niraparib",
                        "Arm 2: Niraparib and Bevacizumab"
                    ],
                    "otherNames": [
                        "Zejula"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Proportion of patients with objective response rate with recurrent endometrial cancer with mutated ARID1A",
                    "description": "To estimate the proportion of patients with objective tumor response (complete or partial), to the combination treatment of niraparib and bevacizumab and to monotherapy niraparib.",
                    "timeFrame": "3 years"
                },
                {
                    "measure": "Proportion of patients with objective response rate with recurrent ovarian cancer with mutated ARID1A",
                    "description": "To estimate the proportion of patients with objective tumor response (complete or partial), to the combination treatment of niraparib and bevacizumab and to monotherapy niraparib.",
                    "timeFrame": "3 years"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Incidence of Adverse Events",
                    "description": "To characterize the safety and toxicity profile of each regimen in study subjects, measured by the incidence of Adverse events (AEs), serious AEs (SAEs), physical examinations, clinical laboratory values and tolerability (dose interruptions/reductions).",
                    "timeFrame": "3 years"
                },
                {
                    "measure": "Duration of Response",
                    "description": "To estimate the proportion of subjects with recurrent endometrial cancer or ovarian cancer with mutated ARID1A, who survive progression-free for at least 6 months, treated with each regimen.",
                    "timeFrame": "3 years"
                },
                {
                    "measure": "Progression Free Survival",
                    "description": "To estimate the progression-free survival (PFS) of subjects with recurrent endometrial cancer or ovarian cancer with mutated ARID1A treated with each regimen.",
                    "timeFrame": "3 years"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Female subjects ≥ 18 years of age.\n* Histologically confirmed progressive or recurrent endometrial cancer or ovarian cancer with previously identified ARID1A tumor mutations.\n\n  a. Any ARID1A mutation is eligible and any CLIA Next generation sequencing test is allowable for eligibility.\n* Archival tumor tissue specimen available. Histological tissue specimen (tissue block or 8-10 unstained slides) must be available (specimen can be the sample at diagnosis or taken at relapse). Otherwise, patient must agree to have tumor biopsy to obtain sufficient tissue for histological assessment. If unable to be safely biopsied and patient desires enrollment, may be enrolled per MM discretion.\n* A subset of patients (15 ovarian samples and 15 endometrial samples) should agree to have optional tumor biopsy for translational studies assessment. If unable to be safely biopsied and patient desires enrollment, may be enrolled per medical monitor discretion. Tissue collection for the optional translational biopsies will continue until a total of 30 viable samples have been collected (15 endometrial and 15 ovarian). Patient agrees to have blood draw at pre-treatment and post-treatment (end of study) for translational studies assessment.\n* Patients who have progressed after ≥1 prior platinum containing 5.2 regimen.\n* Patient must agree to have blood draw at pre- and post-treatment for correlative studies.\n* Measurable disease by RECIST criteria v1.1.\n* Patients must have an ECOG performance status of ≤ 1.\n* Patients should have no major existing co-morbidities or medical conditions that will preclude therapy in the view of the principal investigator.\n* Life expectancy \\> 12 weeks.\n* Adequate bone marrow, hepatic and renal function as defined by the following values within 14 days prior to starting treatment:\n\n  1. Hemoglobin \\>9 g/dL Absolute neutrophil count (ANC) ≥ 1.5 x 109/L.\n  2. Platelet count ≥ 100 x 109/L with no platelet transfusion in the past 28 days.\n  3. Creatinine clearance ≥50 mL/min (estimated using Cockcroft-Gault equation).\n  4. Total bilirubin ≤1.5 x institutional upper limit (ULN) (where bilirubin rise \\> 1.5 x ULN due to Gilbert's syndrome a conjugated bilirubin ≤1.5 x ULN is required).\n  5. Alanine aminotransferase (ALT) or aspartate aminotransferase (AST) ≤2.5 x ULN if no demonstrable liver metastases or ≤5 times ULN if patient has documented liver metastases.\n* Women of child-bearing potential who are confirmed NOT to be pregnant. This should be evidenced by a negative urine or serum pregnancy test within 72 hours prior to start of trial treatment. Patients will be considered to be not of child-bearing potential if they are:\n\n  1. Post-menopausal - defined as aged more than 50 years and amenorrhoeic for at least 12 months following cessation of all exogenous hormonal treatments, OR women under 50 years old who have been amenorrhoeic for at least 12 months following cessation of all exogenous hormonal treatments and have serum follicle-stimulating hormone (FSH), luteinizing hormone (LH) and plasma oestradiol levels in the post-menopausal range for the institution.\n  2. Able to provide documentation of irreversible surgical sterilization by hysterectomy, bilateral oophorectomy or bilateral salpingectomy but not tubal ligation.\n  3. Radiation or chemotherapy-induced oophorectomy or menopause with \\> 1 year since last menses.\n* Patient is willing and able to comply with the protocol for the duration of the study. including undergoing treatment and scheduled visits and examinations.\n* Able to swallow, absorb, retain oral medication.\n* Able to provide written, informed consent.\n* Patients must have recovered from any effects of any major surgery and not have an open wound, active ulcer, or fistula.\n\nExclusion Criteria:\n\n* Patients with localized advanced disease without other measurable lesion and could be treated with curative intent.\n* Other malignancy within the last 5 years that would be expected to impact on overall survival. Prior malignancy with no expected impact on overall survival are allowed.\n* Patients with myelodysplastic syndrome/acute myeloid leukemia history or with features suggestive of MDS/AML.\n* Patients receiving radiotherapy within 2 weeks prior to study treatment.\n* Major surgery within 4 weeks of starting study treatment.\n* Previous allogenic bone marrow transplant or double umbilical cord blood transplantation (dUCBT).\n* Any previous treatment with PARP inhibitor, including niraparib.\n* Clinically significant (e.g. active) cardiovascular disease, uncontrolled high blood pressure. Uncontrolled high blood pressure defined as values ≥160/100 or symptomatic, refer to CTCAE.\n* Previous Cerebro-Vascular Accident (CVA), Transient Ischemic Attack (TIA) or Sub- Arachnoids Hemorrhage (SAH) within 6 months prior to study treatment.\n* Patients with increased risk of bleeding or history or evidence of hemorrhagic disorders within 6 months prior to study treatment.\n* Resting ECG with QTc \\> 470 msec on 2 or more time points within a 24-hour period or family history of long QT syndrome\n* Persistent toxicities (Common Terminology Criteria for Adverse Event (CTCAE) \\> grade 2) caused by previous cancer therapy, excluding alopecia.\n* Patients with symptomatic uncontrolled brain metastases. A scan to confirm the absence of brain metastases is not required. The patient can receive a stable dose of corticosteroids before and during the study as long as these were started at least 4 weeks prior to treatment. Patients with spinal cord compression unless considered to have received definitive treatment for this and evidence of clinically stable disease for 28 days.\n* Patients considered a poor medical risk due to a serious, uncontrolled medical disorder, non-malignant systemic disease or active, uncontrolled infection. Examples include, but are not limited to, uncontrolled ventricular arrhythmia, recent (within 3 months) myocardial infarction, uncontrolled major seizure disorder, unstable spinal cord compression, superior vena cava syndrome, extensive interstitial bilateral lung disease on High Resolution Computed Tomography (HRCT) scan or any psychiatric disorder that prohibits obtaining informed consent.\n* Pregnant or lactating woman.\n* Participation in another clinical study with an investigational product during the chemotherapy course within 30 days prior to study treatment.\n* Patients unable to swallow orally administered medication and patients with gastrointestinal disorders likely to interfere with absorption of the study medication.\n* Patients with a known hypersensitivity to investigational drugs or excipients.\n* Clinical/radiological evidence of bowel obstruction (e.g. hospitalization) or symptoms of sub-acute bowel obstruction within 6 weeks prior to trial entry.",
            "healthyVolunteers": false,
            "sex": "FEMALE",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "SCC IIT Office",
                    "role": "CONTACT",
                    "phone": "405-271-8777",
                    "email": "SCC-IIT-Office@ouhsc.edu"
                }
            ],
            "locations": [
                {
                    "facility": "Stephenson Cancer Center",
                    "status": "RECRUITING",
                    "city": "Oklahoma City",
                    "state": "Oklahoma",
                    "zip": "73104",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Lead Nurse",
                            "role": "CONTACT",
                            "phone": "405-271-8777",
                            "email": "SCC-IIT-Office@ouhsc.edu"
                        },
                        {
                            "name": "Lauren Dockery, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 35.46756,
                        "lon": -97.51643
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000002277",
                    "term": "Carcinoma"
                },
                {
                    "id": "D000010051",
                    "term": "Ovarian Neoplasms"
                },
                {
                    "id": "D000077216",
                    "term": "Carcinoma, Ovarian Epithelial"
                },
                {
                    "id": "D000016889",
                    "term": "Endometrial Neoplasms"
                },
                {
                    "id": "D000012008",
                    "term": "Recurrence"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009375",
                    "term": "Neoplasms, Glandular and Epithelial"
                },
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000020969",
                    "term": "Disease Attributes"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000004701",
                    "term": "Endocrine Gland Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000010049",
                    "term": "Ovarian Diseases"
                },
                {
                    "id": "D000000291",
                    "term": "Adnexal Diseases"
                },
                {
                    "id": "D000005831",
                    "term": "Genital Diseases, Female"
                },
                {
                    "id": "D000052776",
                    "term": "Female Urogenital Diseases"
                },
                {
                    "id": "D000005261",
                    "term": "Female Urogenital Diseases and Pregnancy Complications"
                },
                {
                    "id": "D000091642",
                    "term": "Urogenital Diseases"
                },
                {
                    "id": "D000005833",
                    "term": "Genital Neoplasms, Female"
                },
                {
                    "id": "D000014565",
                    "term": "Urogenital Neoplasms"
                },
                {
                    "id": "D000091662",
                    "term": "Genital Diseases"
                },
                {
                    "id": "D000004700",
                    "term": "Endocrine System Diseases"
                },
                {
                    "id": "D000006058",
                    "term": "Gonadal Disorders"
                },
                {
                    "id": "D000014594",
                    "term": "Uterine Neoplasms"
                },
                {
                    "id": "D000014591",
                    "term": "Uterine Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5534",
                    "name": "Carcinoma",
                    "asFound": "Carcinoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M14850",
                    "name": "Recurrence",
                    "asFound": "Recurrent",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12974",
                    "name": "Ovarian Neoplasms",
                    "asFound": "Ovarian Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M1704",
                    "name": "Carcinoma, Ovarian Epithelial",
                    "asFound": "Ovarian Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M19235",
                    "name": "Endometrial Neoplasms",
                    "asFound": "Endometrial Carcinoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12320",
                    "name": "Neoplasms, Glandular and Epithelial",
                    "relevance": "LOW"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M22700",
                    "name": "Disease Attributes",
                    "relevance": "LOW"
                },
                {
                    "id": "M7863",
                    "name": "Endocrine Gland Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M12972",
                    "name": "Ovarian Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M3643",
                    "name": "Adnexal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8943",
                    "name": "Genital Diseases, Female",
                    "relevance": "LOW"
                },
                {
                    "id": "M2876",
                    "name": "Genital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M2875",
                    "name": "Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M27093",
                    "name": "Female Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14127",
                    "name": "Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M8399",
                    "name": "Female Urogenital Diseases and Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M8945",
                    "name": "Genital Neoplasms, Female",
                    "relevance": "LOW"
                },
                {
                    "id": "M17315",
                    "name": "Urogenital Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M7862",
                    "name": "Endocrine System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M9163",
                    "name": "Gonadal Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M17342",
                    "name": "Uterine Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M17339",
                    "name": "Uterine Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T4352",
                    "name": "Ovarian Cancer",
                    "asFound": "Ovarian Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "T4354",
                    "name": "Ovarian Epithelial Cancer",
                    "asFound": "Ovarian Cancer",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "BC19",
                    "name": "Gland and Hormone Related Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000068258",
                    "term": "Bevacizumab"
                },
                {
                    "id": "C000545685",
                    "term": "Niraparib"
                }
            ],
            "ancestors": [
                {
                    "id": "D000074322",
                    "term": "Antineoplastic Agents, Immunological"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                },
                {
                    "id": "D000020533",
                    "term": "Angiogenesis Inhibitors"
                },
                {
                    "id": "D000043924",
                    "term": "Angiogenesis Modulating Agents"
                },
                {
                    "id": "D000006133",
                    "term": "Growth Substances"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000006131",
                    "term": "Growth Inhibitors"
                },
                {
                    "id": "D000067856",
                    "term": "Poly(ADP-ribose) Polymerase Inhibitors"
                },
                {
                    "id": "D000004791",
                    "term": "Enzyme Inhibitors"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M289466",
                    "name": "Niraparib",
                    "asFound": "PEEP",
                    "relevance": "HIGH"
                },
                {
                    "id": "M246",
                    "name": "Bevacizumab",
                    "asFound": "Non-",
                    "relevance": "HIGH"
                },
                {
                    "id": "M1346",
                    "name": "Antineoplastic Agents, Immunological",
                    "relevance": "LOW"
                },
                {
                    "id": "M22318",
                    "name": "Angiogenesis Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M9231",
                    "name": "Growth Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M205",
                    "name": "Poly(ADP-ribose) Polymerase Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M7951",
                    "name": "Enzyme Inhibitors",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}