{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04316559",
            "orgStudyIdInfo": {
                "id": "999920014"
            },
            "secondaryIdInfos": [
                {
                    "id": "20-DA-N014"
                }
            ],
            "organization": {
                "fullName": "National Institutes of Health Clinical Center (CC)",
                "class": "NIH"
            },
            "briefTitle": "Biased Opioid Agonists for Treatment of Opioid Withdrawal in OUD",
            "officialTitle": "Biased Opioid Agonists for Treatment of Opioid Withdrawal in OUD: A Dose-Finding Pilot and Within-Subject Randomized Inpatient Trial",
            "therapeuticArea": [
                "Other"
            ],
            "study": "biased-opioid-agonists-for-treatment-of-opioid-withdrawal-in-oud"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07-26",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-12-27",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-09-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-09-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2020-03-19",
            "studyFirstSubmitQcDate": "2020-03-19",
            "studyFirstPostDateStruct": {
                "date": "2020-03-20",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-27",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-30",
                "type": "ESTIMATED"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "National Institute on Drug Abuse (NIDA)",
                "class": "NIH"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Background:\n\nPeople with opioid-use disorder (OUD) might benefit from having more treatment drugs to choose from. A new drug, TRV734, could be used like methadone to treat OUD. It might not have as many side effects.\n\nObjective:\n\nTo test if TRV734 relieves withdrawal symptoms and has fewer side effects than oxycodone in people with OUD.\n\nEligibility:\n\nPeople ages 18-75 who have been receiving daily treatment with methadone for opioid use disorder for at least 3 months\n\nDesign:\n\nParticipants will be screened under Protocol 415. They will be screened with:\n\nMedical, social, and psychiatric history\n\nPhysical exam\n\nElectrocardiogram (ECG). For this, sticky pads will be placed on the participant s chest to monitor their heartbeat.\n\nBlood and urine tests\n\nParticipants will stay in a residential unit for 13-21 days.\n\nMost days, participants will receive their regular daily dose of methadone.\n\nOn 4 or 5 occasions, 3-4 days apart, participants will skip two doses of methadone in a row. About 4 hours after they skip the second dose, they will have an IV catheter inserted with a needle so that blood samples can be taken. They will take capsules of either oxycodone, a placebo, or the study drug. They will have an ECG. They will complete questionnaires. Their blood pressure, pupil size, and alertness will be tested. They will then take their usual dose of methadone.\n\nParticipants will give daily urine and breath samples.",
            "detailedDescription": "Background. Opioid-agonist medications (methadone and buprenorphine) are the most effective treatments available for opioid addiction. However, they are not effective in all cases, and with the vast number of people requiring treatment in the current crisis, even a modest increase in the percentage of people who respond to treatment would represent a substantial benefit in public health. Recent advances in neuropsychopharmacology have led to the discovery of a new class of opioid agonists that are functionally selective. That is, they are biased towards specific post-receptor pathways and in theory can produce therapeutic opioid effects (analgesia, withdrawal relief) while minimizing side effects (sedation, respiratory depression) that can lead people to discontinue treatment with methadone or buprenorphine.\n\nObjective. Our goal is to assess the efficacy and tolerability of a biased opioid agonist for suppressing or reversing opioid withdrawal.\n\nParticipant population. Adults who are physically dependent on opioids and already receiving chronic daily methadone treatment (up to 64 enrolled; up to 30 completers, plus at least 3 to complete an initial unpowered dose-finding pilot). Target enrollment will include 40% women and 60% minorities (mostly African-American), reflecting the demographics of the relevant local population.\n\nExperimental design. A double-blind within-subject randomized placebo-controlled experiment will be used to test whether a biased opioid agonist suppresses withdrawal when given about 52 hr after discontinuing methadone. TRV734 (capsule form), a biased opioid agonist with good oral bioavailability, will be compared to placebo and to oxycodone (positive control) in matching capsules. A signal of efficacy and safety in the proposed laboratory study will be our cue to embark on a larger clinical trial.\n\nMethods. Participants in an unpowered dose-finding five-session pilot phase (up to 30 consecutive days, i.e., 29 consecutive nights) will receive placebo, oxycodone, and a range of doses of TRV734, starting on the high side of the analgesic dose range. The highest dose that relieves withdrawal symptoms with no appreciable adverse effects will be used as the higher of two doses for the participants in the main study. These participants will stay at the inpatient unit for up to 30 consecutive days to help ensure that participants use no additional opioids 52-76-hr prior to each test session.\n\nParticipants in the main phase will stay at the inpatient unit for up to 21 consecutive days (original timeline, likely to increase after the pilot is completed) to help ensure that participants use no additional opioids 52-76-hr prior to each test session. To help demonstrate that TRV734 s effects are dose-related, we will also select a lower dose with withdrawal-relief efficacy intermediate between placebo and the higher dose. For participants in the main study, there will be four experimental sessions: one each with placebo, oxycodone, and the two doses of TRV734. Safety and research measures will be collected before (baseline) and for 4 hours after administration of study drugs. The participant s usual methadone dose will be administered after each session.\n\nOutcome measures: The primary outcome will be suppression of withdrawal symptoms, to be assessed by the SOWS (Subjective Opioid Withdrawal Scale). Secondary outcomes will include safety, specificity of effects (e.g., absence of psychomotor slowing), tolerability, and suppression of objective signs of withdrawal. Instruments used for these assessments will include the COWS (Clinical Opioid Withdrawal Scale), scales for opioid effects, psychomotor assessments, and differential dropout across sessions. We hypothesize that the higher dose of TRV734 will be superior to placebo in therapeutic effects and have lower adverse effects (including effects on alertness and psychomotor performance) compared to oxycodone."
        },
        "conditionsModule": {
            "conditions": [
                "Opioid-Use Disorder"
            ],
            "keywords": [
                "Addiction",
                "Psychomotor Testing",
                "Substance-Use Disorder"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SEQUENTIAL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "TRIPLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "INVESTIGATOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 64,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Placebo",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "Placebo capsule",
                    "interventionNames": [
                        "Other: Placebo"
                    ]
                },
                {
                    "label": "TRV734",
                    "type": "EXPERIMENTAL",
                    "description": "TRV734 at different doses vs. oxycodone for withdrawal suppression",
                    "interventionNames": [
                        "Drug: TRV734"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Placebo",
                    "description": "Placebo capsule",
                    "armGroupLabels": [
                        "Placebo"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "TRV734",
                    "description": "biased agonist at mu opioid receptors",
                    "armGroupLabels": [
                        "TRV734"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "sows",
                    "description": "Subjective Opioid Withdrawal Scale",
                    "timeFrame": "within-session"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "NIH Toolbox test battery",
                    "description": "psychomotor tests",
                    "timeFrame": "within-session"
                },
                {
                    "measure": "COWS",
                    "description": "Clinical Opioid Withdrawal Scale",
                    "timeFrame": "within-session"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "* INCLUSION CRITERIA:\n\nParticipants will be eligible for inclusion in the study if they meet the following criteria:\n\n* Age between 18 and 75.\n* Currently receiving daily treatment with methadone (dose range 60-150 mg/day) for opioiduse disorder (OUD) for at least 3 months prior to first study drug dose per participant s Opioid Treatment Program (OTP) and self-report. However, we will allow flexibility in the dose range during that 3-month period (such as an occasional missed methadone dose or a temporarily decreased methadone dose) if, in the judgement of the MAI, the candidate is stable on methadone overall and has not lost tolerance to methadone.\n* Willing to miss two to three mornings' doses of methadone (without supplementing with other opioids), and reporting having done so in the past without severe withdrawal symptoms on the first day-with severe defined here as any of the following: repeated vomiting, repeated bouts of diarrhea, or any other symptoms so painful or uncomfortable that the participant would not want to experience them several times in this study.\n* Willing to provide blood samples through an intravenous catheter to either upper extremity.\n* For women of childbearing potential: must have a negative serum or urine pregnancy test within 72 hours prior to the first study drug dose (active or placebo) AND agree to use an adequate method of contraception1 to avoid pregnancy for a period of 3 months beginning from 30 days prior to first dose of study drug. Women of childbearing potential include any female who has experienced menarche and who has not undergone successful surgical sterilization (hysterectomy, bilateral tubal ligation, or bilateral oophorectomy) or is not postmenopausal.\n\n  * Adequate methods of contraception for sexually active women are those who have a male sexual partner(s) who is surgically sterilized prior to inclusion; have a sexual partner(s) who is/are exclusively female; is using oral contraceptives (either combined or progesterone only) WITH a single-barrier method of contraception consisting of spermicide and condom or diaphragm; is using double-barrier contraception, specifically, a condom plus spermicide AND a female diaphragm or cervical cap; or is using an approved intrauterine device (IUD) with established efficacy.\n\nStandard NIH Clinical Center criteria for menopause:\n\n* Women over age 55 who have not had a period for 1 year will be considered menopausal and do not need a pregnancy test, FSH test, or contraception.\n* Women between 50 55, who have not had a period for 1 year, should have an FSH test. If their FSH level is more than 20, they will be considered menopausal and do not need pregnancy testing or contraception. If their FSH level is less than 20, they will need pregnancy testing and contraception as required by the protocol.\n* Women between 45 50 who have not had a period for 1 year will need both an FSH test and a pregnancy test. If they are not pregnant and their FSH level is more than 20, they will be considered menopausal, and will not require contraception or additional pregnancy testing. If their FSH test is less than 20, they will need pregnancy testing and contraception as required by the protocol.\n\n  * For men, unless surgically sterilized (vasectomy with documentation of azoospermia), must agree to practice abstinence or use barrier contraception, and not donate sperm, for a period of 3 months beginning from first dose of study drug.\n  * Self-report of experiencing noticeable opioid withdrawal after missing just one or two days of methadone. This will be systematically assessed during screening.\n  * Participants must be able to speak, read, and understand English. Justification: This study uses scales and experimental procedures that are validated only in English. This includes the assessments conducted to test the primary and secondary outcomes and is therefore required to maintain the research integrity of the study.\n\nEXCLUSION CRITERIA:\n\nApplicants will not be eligible if they meet any of the following criteria:\n\n* A history of precipitated withdrawal after stopping opioid use and initiation onto buprenorphine or another partial or biased agonist, or self-reported prior inability to tolerate a moderate level of opioid withdrawal symptoms\n* History of DSM-5 psychotic or bipolar disorder\n* Current uncontrolled DSM-5 Major Depressive Disorder diagnosis.\n* Current physical dependence on alcohol or sedative-hypnotic, e.g. benzodiazepine, to avoid the risk of physical withdrawal from them. Other DSM-5 criteria for SUDs involving alcohol or sedative-hypnotics are not automatically exclusory. The MAI will determine whether the clinical profile suggests a risk of physical withdrawal from alcohol or sedative-hypnotics.\n* Inability to pass the NIDA Evaluation of Potential Research Participants Ability to Consent questionnaire ( consent quiz ) for 20-DA-N014.\n* Any condition that interferes with urine or blood sampling.\n* Clinically significant medical illness or medication use that, in the view of the investigators, would compromise safe participation in research, including but not limited to pulmonary disease, cirrhosis, nephrotic syndrome, thyroid disease, epilepsy, panhypopituitarism, adrenal insufficiency, ischemic heart disease, history of QTc prolongation, prolonged QTc on screening ECG (men, \\>450ms; women, \\>470ms, using the QTcF method), and potential causes of QTc prolongation (electrolyte abnormalities such as hypokalemia, hypomagnesemia, and hypocalcemia; medications such as certain antihistamines, antiemetics, antiarrhythmics, antidepressants, antibiotics, and antipsychotics; and structural or functional heart disease such as congenital long QT syndrome).\n* Medications that could alter the effects of the opioid agonists being studied, including strong CYP3A4 inhibitors or inducers, or regular use of medications (such as alpha-2 agonists) that could attenuate signs or symptoms of opioid withdrawal.\n* For women: pregnancy or breastfeeding.\n* Any of the following lab values: Hb \\< 10.5 g/dl; Cr \\>2.0mg/dL; AST or ALT \\>3x upper limit of normal; total bilirubin \\>2.0mg/dL.\n* Any other medical reason or clinical condition that the MAI or designee considers unsafe for participation in the study.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "75 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "NIDA IRP Screening Team",
                    "role": "CONTACT",
                    "phone": "(800) 535-8254",
                    "email": "researchstudies@nida.nih.gov"
                },
                {
                    "name": "David H Epstein, Ph.D.",
                    "role": "CONTACT",
                    "phone": "(443) 740-2328",
                    "email": "depstein@intra.nida.nih.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "David H Epstein, Ph.D.",
                    "affiliation": "National Institute on Drug Abuse (NIDA)",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "National Institute on Drug Abuse",
                    "status": "RECRUITING",
                    "city": "Baltimore",
                    "state": "Maryland",
                    "zip": "21224",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Shannon Pfistner",
                            "role": "CONTACT",
                            "phone": "800-535-8254",
                            "email": "pfistners@nida.nih.gov"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.29038,
                        "lon": -76.61219
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "UNDECIDED",
            "description": ".We will share some protocol data with our scientific research partners inside or outside the NIH. Research partners outside the NIH sign an agreement with the NIH to share data. This agreement indicates the type of data that can be shared and what can be done with those data.@@@@@@Some health information collected under this protocol may be placed into one or more scientific databases after it has been stripped of identifiers such as name, so that it may be used for future research on any topic and shared broadly for research purposes. A researcher who wants to study the information must apply to the database and be approved. Researchers with an approved study may be able to see and use the data from this protocol, along with that from many other studies."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009293",
                    "term": "Opioid-Related Disorders"
                }
            ],
            "ancestors": [
                {
                    "id": "D000079524",
                    "term": "Narcotic-Related Disorders"
                },
                {
                    "id": "D000019966",
                    "term": "Substance-Related Disorders"
                },
                {
                    "id": "D000064419",
                    "term": "Chemically-Induced Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M19100",
                    "name": "Behavior, Addictive",
                    "relevance": "LOW"
                },
                {
                    "id": "M12244",
                    "name": "Opioid-Related Disorders",
                    "asFound": "Opioid Use Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M2057",
                    "name": "Narcotic-Related Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M21837",
                    "name": "Substance-Related Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M30302",
                    "name": "Chemically-Induced Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC25",
                    "name": "Substance Related Disorders"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M4033",
                    "name": "Analgesics, Opioid",
                    "relevance": "LOW"
                },
                {
                    "id": "M13020",
                    "name": "Oxycodone",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Analg",
                    "name": "Analgesics"
                },
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}