{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06336343",
            "orgStudyIdInfo": {
                "id": "STUDY-23-01698"
            },
            "organization": {
                "fullName": "Icahn School of Medicine at Mount Sinai",
                "class": "OTHER"
            },
            "briefTitle": "Bimekizumab in Plaque Psoriasis",
            "officialTitle": "A Study to Evaluate the Safety and Efficacy of Bimekizumab in Subjects With Moderate to Severe Plaque Psoriasis Who Have Failed IL-17 or IL-23 Therapies",
            "therapeuticArea": [
                "Dermatology"
            ],
            "study": "bimekizumab-in-plaque-psoriasis"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-06-03",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-10-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-10-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-03-21",
            "studyFirstSubmitQcDate": "2024-03-21",
            "studyFirstPostDateStruct": {
                "date": "2024-03-28",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-10",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-12",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Mark Lebwohl",
                "investigatorTitle": "Dean for Clinical Therapeutics, Professor",
                "investigatorAffiliation": "Icahn School of Medicine at Mount Sinai"
            },
            "leadSponsor": {
                "name": "Icahn School of Medicine at Mount Sinai",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "UCB Pharma",
                    "class": "INDUSTRY"
                },
                {
                    "name": "Psoriasis Treatment Center of Central New Jersey",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this research study is to evaluate the effectiveness and safety of bimekizumab in individuals with moderate-to-severe psoriasis who have failed similar therapies. Bimekizumab improves psoriasis by suppressing a type of substance found in bodies called interleukins (specifically, interleukins 17a and 17F), which are known to increase inflammation. This study will look at the effectiveness of bimekizumab in psoriasis patients that have failed previous therapies that target interleukin IL-17A or 23.",
            "detailedDescription": "This study will evaluate the safety and efficacy of bimekizumab in the treatment of moderate-to-severe psoriasis in patients who have previously failed treatment with interleukin (IL)-17 or 23 therapies. Failure of IL-17 and/or IL-23 therapy will be defined as previous treatment with either secukinumab, ixekizumab, brodalumab, tildrakizumab, guselkumab, or risankizumab for at least 3 months without achieving PASI90 and a BSA \\>3%. Sixty patients will be enrolled in this 16-week open-label study. Patients will be enrolled at two different sites in the US.\n\nAfter enrollment, study visits will occur at monthly intervals, with patients receiving bimekizumab 320 mg via subcutaneous injection at weeks 0, 4, 8, 12 and 16. At each visit, patients will be evaluated for change in PGA (Physician's Global Assessment), PASI score, BSA and any signs or symptoms of adverse events. Laboratory screening will include tests for tuberculosis. The primary efficacy endpoint will be the percentage of patients achieving BSA \\< 1 by week 16."
        },
        "conditionsModule": {
            "conditions": [
                "Plaque Psoriasis"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE4"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 60,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Individuals with moderate-to-severe psoriasis",
                    "type": "EXPERIMENTAL",
                    "description": "Individuals with moderate-to-severe psoriasis who have failed similar therapies.",
                    "interventionNames": [
                        "Drug: Bimekizumab"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Bimekizumab",
                    "description": "Bimekizumab 320 mg via subcutaneous injections. Bimekizumab is a humanized immunoglobulin G1 monoclonal antibody that selectively binds to and neutralizes the biologic functions of both interleukin-17A (IL-17A) and IL-17F, which are known to increase inflammation.",
                    "armGroupLabels": [
                        "Individuals with moderate-to-severe psoriasis"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Body Surface Area (BSA) of < 1",
                    "description": "Body Surface Area (BSA) \\< 1 describes psoriasis affecting less than 1 percent of the body's surface. One hand covers roughly 1% of the body's surface area. Psoriasis affecting less than 3 percent BSA may be considered mild, 3 to 10 percent as moderate and more than 10 percent as severe.",
                    "timeFrame": "Baseline, Week 4, Week 8, Week 12, Week 16"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Psoriasis and Severity Index Score (PASI) of < 1",
                    "description": "The Psoriasis Area and Severity Index (PASI) measures psoriasis severity. PASI \\< 1 indicates almost clear to no psoriasis, based on skin area affected, erythema, induration, and desquamation. The full score ranges from 0 to 72, with higher scores indicating more severe psoriasis. Each body region (head, trunk, arms, legs) is scored 0 (no disease) to 6 (maximum score) for affected area and 0 (mild) to 4 (very severe) for erythema, induration, and desquamation. Higher scores indicate more severe psoriasis with a score of ≥10 generally defining moderate to severe disease.",
                    "timeFrame": "Baseline, Week 4, Week 8, Week 12, Week 16"
                },
                {
                    "measure": "Physician Global Assessment (PGA) of < 1",
                    "description": "The Physician Global Assessment (PGA) is a severity assessment tool used to evaluate the overall lesional and non-lesional manifestations of psoriasis. PGA \\< 1 indicates almost clear to clear psoriasis, based on physical attributes of the lesional and non-lesional manifestations. It means there is no signs of psoriasis or normal to pink coloration, no thickening, and no to minimal scaling. The full PGA score ranges from 0 (clear) to 5 (severe disease), with higher scores indicating more severe psoriasis.",
                    "timeFrame": "Baseline, Week 4, Week 8, Week 12, Week 16"
                },
                {
                    "measure": "Psoriasis and Severity Index Score (PASI) of < 2",
                    "description": "The Psoriasis Area and Severity Index (PASI) measures psoriasis severity. PASI \\< 2 indicates almost clear to no psoriasis, based on skin area affected, erythema, induration, and desquamation. The full score ranges from 0 to 72, with higher scores indicating more severe psoriasis. Each body region (head, trunk, arms, legs) is scored 0 (no disease) to 6 (maximum score) for affected area and 0 (mild) to 4 (very severe) for erythema, induration, and desquamation. Higher scores indicate more severe psoriasis with a score of ≥10 generally defining moderate to severe disease.",
                    "timeFrame": "Baseline, Week 4, Week 8, Week 12, Week 16"
                },
                {
                    "measure": "Physician Global Assessment (PGA) of < 2",
                    "description": "The Physician Global Assessment (PGA) is a severity assessment tool used to evaluate the overall lesional and non-lesional manifestations of psoriasis. PGA \\< 2 indicates almost clear to clear psoriasis, based on physical attributes of the lesional and non-lesional manifestations. It means there is no signs of psoriasis or normal to pink coloration, no thickening, and no to minimal scaling. The full PGA score ranges from 0 (clear) to 5 (severe disease), with higher scores indicating more severe psoriasis.",
                    "timeFrame": "Baseline, Week 4, Week 8, Week 12, Week 16"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion criteria:\n\n* Male or female participant at least 18 years of age\n* Participant is able to provide written informed consent and comply with the requirements of this study protocol.\n* Participant has a BSA score of \\>3 prior to randomization.\n* Participant has previously failed treatment with an IL-17or IL-23 agent, defined as previous treatment with either drug for at least 3 months without achieving a BSA ≤3.\n* Participant's last dose with most recent IL-17 or IL-23 agent was at least 28 days prior to baseline visit.\n* Participant who are women of childbearing potential (WOCBP) must have a negative urine pregnancy test at screening and must be practicing an adequate and medically acceptable method of birth control for at least 30 days prior to Day 0 and at least 6 months after the last dose of study. Acceptable methods of birth control include intrauterine device (IUD) oral, transdermal, implanted or injected hormonal contraceptives (must have been initiated at least 1 month before entering the study); tubal ligation; abstinence; barrier methods with spermicide. If not of child-bearing potential, participants must have a sterile or vasectomized partner; have had a hysterectomy, a bilateral oophorectomy or be clinically diagnosed infertile; or be in a menopausal state for at least a year.\n* Tuberculin purified protein derivative (PPD) or QuantiFERON TB-Gold test (QFT) negative at the time of screening, or if participant has a history of positive PPD or QuantiFERON, he/she has initiated or completed the appropriate treatment for latent tuberculosis.\n* Participant is judged to be in good general health as determined by the principal investigator.\n\nExclusion criteria:\n\n* Have predominantly pustular, erythrodermic, and/or guttate forms of psoriasis.\n* Have drug induced psoriasis\n* History of an ongoing, chronic or recurrent infectious disease, or evidence of tuberculosis infection as defined by a positive tuberculin purified protein derivative (PPD) or QuantiFERON TB-Gold test (QFT) at Screening. Participant with a positive or indeterminate PPD or QFT test must be assessed for evidence of active TB versus latent TB within 12 weeks prior to Baseline, including signs and symptoms and chest x-ray. If presence of latent tuberculosis is established, then treatment must have been initiated at least for 4 weeks prior to Baseline and completed. Participant with evidence of active TB may not be enrolled.\n* Participants with a history of HIV, or history of hepatitis C or B infections.\n* Use of any of the following therapies within 4 weeks prior to Baseline (Visit 2): systemic non-biologic psoriasis therapies, including, but not limited to: psoralens (topical or oral) and ultraviolet A (PUVA) therapy, cyclosporine, methotrexate, azathioprine, corticosteroids, apremilast, any JAK or TYK2 Inhibitors, oral retinoids, mycophenolate mofetil, sirolimus, 1, 25 dihydroxyvitamin D analogs, and other forms of phototherapy (including UVB or self-treatment with tanning beds or therapeutic sunbathing).\n* Use of topical corticosteroids, topical calcineurin inhibitors, or other topical preparations with immunomodulatory properties within 2 weeks prior to Baseline (Visit 2).\n* Use of any investigational drug or any systemic drug for psoriasis within 4 weeks prior to Baseline (Visit 2).\n* Serious concomitant illness that could require the use of systemic corticosteroids or otherwise interfere with the participant's participation in the trial.\n* Myocardial infarction or stroke within the 6 months prior to Baseline (Visit 2).\n* Clinically important deviation as judged by the investigator (such WBC\\< 3) from normal limits in physical examination, vital sign measurements, clinical laboratory tests results, and not associated with a chronic, well-controlled medical condition.\n* Administration of any live vaccines 3 months prior to Baseline (Visit 2) and during the study.\n* Have a current or history of lymphoproliferative disease within 5 years prior to Baseline (Visit 2); or have current or history of any malignant disease within 5 years prior to Baseline (Visit 2).\n* History of suicide attempt, or are clinically judged by investigator to be at risk of suicide.\n* History of IBD.\n* Acute liver failure/cirrhosis.\n* Had a serious infection, been hospitalized, or received IV antibiotics for an infection, within 12 weeks prior to Baseline (Visit 2).\n* Known immunodeficiency, or history of infection typical of an immunocompromised host.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Mark Lebwohl, MD",
                    "role": "CONTACT",
                    "phone": "212-241-3288",
                    "email": "mark.lebwohl@mountsinai.org"
                },
                {
                    "name": "Giselle Singer",
                    "role": "CONTACT",
                    "phone": "212-241-3288"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Mark Lebwohl, MD",
                    "affiliation": "Ichan School of Medicine",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Windsor Dermatology - Psoriasis Treatment Center of Central New Jersey",
                    "status": "RECRUITING",
                    "city": "East Windsor",
                    "state": "New Jersey",
                    "zip": "08520",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Elise Nelson",
                            "role": "CONTACT",
                            "phone": "609-443-4500"
                        },
                        {
                            "name": "Jerry Bagel",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.268,
                        "lon": -74.54043
                    }
                },
                {
                    "facility": "Icahn School of Medicine at Mount Sinai",
                    "status": "RECRUITING",
                    "city": "New York",
                    "state": "New York",
                    "zip": "10029",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Giselle Singer",
                            "role": "CONTACT",
                            "phone": "212-241-3288"
                        },
                        {
                            "name": "Mark Lebwohl",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.71427,
                        "lon": -74.00597
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO",
            "description": "Results will be provided as aggregated data."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000011565",
                    "term": "Psoriasis"
                }
            ],
            "ancestors": [
                {
                    "id": "D000017444",
                    "term": "Skin Diseases, Papulosquamous"
                },
                {
                    "id": "D000012871",
                    "term": "Skin Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M14422",
                    "name": "Psoriasis",
                    "asFound": "Psoriasis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M15674",
                    "name": "Skin Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M19713",
                    "name": "Skin Diseases, Papulosquamous",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M4225",
                    "name": "Antibodies",
                    "relevance": "LOW"
                },
                {
                    "id": "M10184",
                    "name": "Immunoglobulins",
                    "relevance": "LOW"
                },
                {
                    "id": "M10122",
                    "name": "Immunoglobulin G",
                    "relevance": "LOW"
                },
                {
                    "id": "M4230",
                    "name": "Antibodies, Monoclonal",
                    "relevance": "LOW"
                },
                {
                    "id": "M19117",
                    "name": "Immunoglobulins, Intravenous",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}