{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT03740256",
            "orgStudyIdInfo": {
                "id": "H-43405 VISTA"
            },
            "organization": {
                "fullName": "Baylor College of Medicine",
                "class": "OTHER"
            },
            "briefTitle": "Binary Oncolytic Adenovirus in Combination With HER2-Specific Autologous CAR VST, Advanced HER2 Positive Solid Tumors",
            "officialTitle": "A First in Human Phase I Trial of Binary Oncolytic Adenovirus in Combination With HER2-Specific Autologous CAR T Cells in Patients With Advanced HER2 Positive Solid Tumors",
            "acronym": "VISTA",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "binary-oncolytic-adenovirus-in-combination-with-specific-autologous-car-vst-advanced-positive-solid-tumors"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-02",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2020-12-14",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-12-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2038-12-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2018-11-09",
            "studyFirstSubmitQcDate": "2018-11-09",
            "studyFirstPostDateStruct": {
                "date": "2018-11-14",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-02-19",
            "lastUpdatePostDateStruct": {
                "date": "2024-02-21",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Shalini Makawita",
                "investigatorTitle": "Assistant Professor, Center for Cell and Gene Therapy",
                "investigatorAffiliation": "Baylor College of Medicine"
            },
            "leadSponsor": {
                "name": "Baylor College of Medicine",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "The Methodist Hospital Research Institute",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "This study is a first in human Phase 1 study that involves patients with a type of cancer called HER2 (Human Epidermal Growth Factor Receptor 2) positive cancer.\n\nThis study asks patients to volunteer to take part in a research study investigating the safety and efficacy of using special immune cells called HER2 chimeric antigen receptor specific cytotoxic T lymphocytes (HER2 specific CAR T cells), in combination with intra-tumor injection of CAdVEC, an oncolytic adenovirus that is designed to help the immune system including HER2 specific CAR T cell react to the tumor.\n\nThe study is looking at combining these two treatments together, because we think that the combination of treatments will work better than each treatment alone. We also hope to learn the best dose level of the treatments and whether or not it is safe to use them together.\n\nIn this study, CAdVEC will be injected into participants tumor at one tumor site which is most easiest to reach. Once it infects the cancer cells, activation of the immune response will occur so it can attack and kill cancer cells. (This approach may have limited effects on the other tumor sites that have not received the oncolytic virus injection, so, patients will also receive specific T cells following the intratumor CAdVEC injection.) These T cells are special infection-fighting blood cells that can kill cells infected with viruses and tumor cells.\n\nInvestigators want to see if these cells can survive in the blood and affect the tumor. Both CAdVEC and HER2-specific autologous CAR T are investigational products. They are not approved by the FDA.",
            "detailedDescription": "Treatment with CAdVEC:\n\nOn the first day of your treatment, participants will receive an injection of CAdVEC into your tumor.\n\nA blood sample will be obtained from the participant before the CAdVEC intratumor injection . Depending on the location of the tumor, different techniques can be used for the injection into your tumor. The most common route of injection is ultrasound-guided percutaneous (needle puncture in the skin) injection, but endoscopic (using a lighted, flexible instrument called an endoscope) ultrasound-guidance will be used for some patients as appropriate. Prior to percutaneous injection, participants may receive an anti-anxiety medicine to calm them down, to relieve muscle spasms, and provide sedation. If the participants tumor is injected during an endoscopic procedure, the procedure may be done under sedation.\n\nTreatment with HER2- specific autologous T Cells:\n\nEarlier the participant gave blood for us to make HER2 targeting cytotoxic T-lymphocytes (HER2- specific autologous T Cells). These cells are grown in the lab and frozen for participants. Investigators made the cells by combining dendritic cells (DCs) or monocytes with the T cells in the presence of produced mixtures of adenoviral proteins. Investigators then put a new gene in to those T cells to make them specifically attract to and kill HER2 positive tumors. As the T cells grow, they are cultured by adding adenoviral proteins for stimulation and expansion. Investigators call those T cells: HER2- targeting T cells (HER2- specific autologous T Cells).\n\nThis study looks at different doses of HER2- specific autologous T Cells. The decision about the dose participants receive is determined when enrolled on the study.\n\nSeven dose levels will be evaluated. Cohorts of size 3 will be enrolled at each dose level until 9 evaluable patients have been studied at a single dose. Each patient will receive an intratumoral injection of CAdVEC alone or combined with an injection of HER2.CAR T cells.\n\nCAdVEC intratumoral injection will be given as a single injection to a single appropriate tumor site by direct, endoscopic, or image-guided injection on Day 1. After receiving the CAdVEC injection participants will be observed for at least 4 hours before leaving the hospital. During that time the study team will monitor vital signs and watch for any side-effects from the treatment. Participants will also be contacted by telephone about 24 hours after receiving the CAdVEC injection.\n\nHER2.CAR T cells will be given intravenously on day 4 after CAdVEC injection, with a 3 day window (until day 7).\n\nBefore receiving the T cell infusion, participants may be given Benadryl (diphenhydramine) and Tylenol (acetaminophen). Tylenol and Benadryl are given to prevent a possible allergic reaction to the T cell administration. After receiving the infusion of HER2-specific autologous T cells participants will be observed for at least 3 hours before they may leave the hospital. Additionally, participants must plan to remain in the Houston area for at least 3 weeks after the infusion.\n\nStandard medical tests before treatment:\n\nBefore being treated, participants will receive a series of standard medical tests and procedures as well as research blood draws.\n\nStandard Medical tests during and after treatment:\n\nDuring treatment, participants will receive standard medical tests and procedures as well as research blood draws.\n\nStudy specific evaluations:\n\nInvestigators will follow participants closely after treatment for any side effects for at least 2 years after the last infusion.\n\nTo learn more about the way the T cells are working in the body, an extra blood sample will be taken before the CAdVEC injection, before the CAR T cell infusion, and at week 1, 2, 4 , 6, months 3, 6, 9 and 12 after CAR T cell infusion. Thereafter every 6 months up to 5 years and then yearly for 15 years. Investigators will use this blood to see how long the T cells last and to look at the immune response to the cancer. Investigators may also obtain a tumor tissue biopsy before CAdVEC injection, between days 5 and 10 after infusion of the HER-2 CAR-T cells, and at the time tumor recurs. Urine will be collected before CAdVEC injection, Days 2, 4 (or the day of CAR T-cell infusion), weeks 1 and 2 after CAR T cell infusion."
        },
        "conditionsModule": {
            "conditions": [
                "Bladder Cancer",
                "Head and Neck Squamous Cell Carcinoma",
                "Cancer of the Salivary Gland",
                "Lung Cancer",
                "Breast Cancer",
                "Gastric Cancer",
                "Esophageal Cancer",
                "Colorectal Cancer",
                "Pancreatic Adenocarcinoma",
                "Solid Tumor"
            ],
            "keywords": [
                "HER2",
                "Human Epidermal Growth Factor Receptor 2",
                "Bladder",
                "Head and Neck Squamous Cell Carcinoma",
                "Salivary Gland",
                "Lung",
                "Breast",
                "Gastric",
                "Esophageal",
                "Colorectal",
                "Pancreatic",
                "Solid Tumor"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 45,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Treatment Phase",
                    "type": "EXPERIMENTAL",
                    "description": "Seven dose levels will be evaluated using the BOIN design. Cohorts of size 3 will be enrolled at each dose level until 9 evaluable patients have been studied at a single dose. Each patient will receive an intratumoral injection of CAdVEC alone or combined with an injection of HER2.CAR.T cells 3 days later (Day 4), according to the following dose levels.\n\nDose Level 1 CAdVEC = 5.00E+9 HER2 specific CAR-T cells = 0\n\nDose Level 2 CAdVEC = 1.00E+10 HER2 specific CAR-T cells = 0\n\nDose Level 3 CAdVEC = 1.00E+10 HER2 specific CAR-T cells = 1.00E+06\n\nDose Level 4 CAdVEC = 1.00E+11 HER2 specific CAR-T cells = 1.00E+06\n\nDose Level 5 CAdVEC = 1.00E+11 HER2 specific CAR-T cells = 1.00E+07\n\nDose Level 6 CAdVEC = 1.00E+12 HER2 specific CAR-T cells = 1.00E+07\n\nDose Level 7 CAdVEC = 1.00E+12 HER2 specific CAR-T cells = 1.00E+08",
                    "interventionNames": [
                        "Biological: CAdVEC"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BIOLOGICAL",
                    "name": "CAdVEC",
                    "description": "The intratumoral administration of CAdVEC will create a pro-inflammatory tumor microenvironment and will promote the recruitment and expansion of adoptively transferred HER2 specific CAR T cells via CAR (tumor antigen). We expect HER2 CAR T cells expanded at primary tumor sites will re-circulate and target metastasized tumors. The combination we propose to test has the potential to overcome each of the established individual limitations of oncolytic viruses and of CAR T-cells. Testing each element separately would not be beneficial or informative, since the combination therapy is anticipated to have unique profiles of both therapeutic benefit and potential toxicities.",
                    "armGroupLabels": [
                        "Treatment Phase"
                    ],
                    "otherNames": [
                        "HER2-specificCAR- T"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Number of patients with dose limiting toxicity (DLT) by CTCAE 5.0",
                    "description": "Incidence of dose limiting toxicities (DLT) of CAdVEC intratumoral injection in combination with HER2.CAR AdVST cells in patients with advanced refractory HER2 positive solid tumors.",
                    "timeFrame": "6 weeks after the HER2.CAR AdVST infusion or 6 weeks + 3 days after the CAdVEC injection."
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Overall Response Rate (ORR) according to RECIST1.1 criteria",
                    "description": "Overall response rate is defined as the number of patients experiencing PR or better (i.e. PR + CR) divided by the number evaluable for efficacy. Tumor regression or progression will be evaluated accordingly with RECIST 1.1 criteria.",
                    "timeFrame": "13 weeks"
                },
                {
                    "measure": "Disease Control Rate (DCR)",
                    "description": "Disease Control Rate is defined as as the number of patients experiencing SD or better (i.e. SD+PR+CR) divided by the number evaluable for efficacy. Tumor regression or progression will be evaluated accordingly with RECIST 1.1 criteria.",
                    "timeFrame": "13 weeks"
                },
                {
                    "measure": "Progression Free Survival (PFS)",
                    "description": "Progression-Free Survival is defined as the time from start of treatment to disease progression or death.",
                    "timeFrame": "15 years"
                },
                {
                    "measure": "Overall Survival (OS)",
                    "description": "Overall survival is defined as the time from the start of treatment to death due to any cause.",
                    "timeFrame": "15 years"
                },
                {
                    "measure": "Number of treatment related adverse events with grade 3 or greater severity by CTCAE 5.0",
                    "description": "Treatment related adverse events with grade 3 or greater severity by CTCAE 5.0",
                    "timeFrame": "30 days"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\nThis study will look at solid tumors (as a basket trial for any solid cancer) with HER2 positivity based on IHC\n\n1. Histologically confirmed advanced refractory HER2 positive solid tumors, including but not limited to: head and neck squamous cell carcinoma; cancer of the salivary glands; lung cancer; breast cancer; bladder cancer; gastric cancer; esophageal cancer; colorectal cancer; and pancreatic adenocarcinoma. HER2 positivity is defined as ≥2+ staining by IHC with either the FDA-approved CB11 antibody (Leica) or anti HER2/neu (4B5) (VENTANA), which refers to greater than weak-to-moderate staining intensity in \\>10% tumor cells (HER2 positivity requirement is excluded in DL1 and DL2 as HER2 targeted agents are not used).\n2. The disease must be deemed unsuitable for curative treatments including surgery, radiotherapy, systemic therapy, including checkpoint inhibitors, or any combination of the above modalities by the referring oncology physician and confirmed by the senior oncologists leading the protocol.\n3. Disease must have progressed after standard first line therapy, or without available effective treatment options. Patients are still eligible if they have failed more than one line of therapy.\n4. The patient must have at least one tumor site appropriate for intratumoral injection.\n5. The patient must have radiographically measurable disease as per RECIST 1.1.\n6. The patient must have adequate organ function within 7 days prior to treatment as indicated by following measures:\n\n   * Hematologic: Absolute neutrophil count (ANC) ≥1.0 x 109/l; Hemoglobin ≥7 g/dl; Platelet count ≥ 100 x 109/l; PT or PTT ≤ 1.5 x ULN unless the subject is receiving anticoagulation.\n   * Hepatic function: bilirubin \\< 2 x ULN, and AST and ALT \\< 3 x ULN\n   * Renal Function: serum creatinine \\<2 x the ULN or creatinine clearance \\>60 mL/min.\n7. Prior HER2 targeted therapy is allowed if delivered at least 4 weeks prior to the enrollment. (Excluding DL1 and DL2)\n8. Eastern Cooperative Oncology Group (ECOG) performance status 2 or less (Appendix I).\n9. Females of childbearing potential must have a negative pregnancy test and agree to use contraception during on-study protocol therapy, or deemed to be not able to get pregnant.\n10. Male subjects with pregnant partner/female partner of childbearing potential agree to use barrier contraceptive during the study to minimize the risk of embryo-fetal exposure.\n11. The patient is ≥ 18 years of age, and able to understand and give informed consent to study related procedures and treatments.\n\nExclusion Criteria:\n\n1. Patients with any concurrent treatment that would compromise the study including but not limited to continuous high dose corticosteroids (more than 10mg/day prednisone or equivalent dose), lympho-depleting antibodies, immunotherapy, targeted therapies or cytotoxic agents, CNS metastasis requiring continuous high-dose steroids (more than 10mg/day prednisone or equivalent dose) or other active therapeutic intervention. This does not include stable, previously-treated brain metastases. Patients on DL1 and DL2 can continue prior checkpoint inhibitors and HER2 targeted agents during the DLT evaluation period.\n2. Patients at significant risk of airway compromise or other critical obstruction (e.g. bowel, ureter, etc.) in the event of possible post injection tumor inflammation based on the investigative team's judgement.\n3. History or evidence of active autoimmune disease requiring continuous systemic corticosteroids, immunosuppressants or other disease modifying agents.\n4. Evidence of significant immunosuppressive conditions, such as the following:\n\n   * Post organ transplant.\n   * Diagnosis of HIV or other immunodeficiency disorders.\n5. Diagnosis of other malignancies within 5 years except for cutaneous basal cell or squamous cell carcinoma, well-differentiated thyroid cancer, or localized prostate or cervical cancer.\n6. Patients with known active infectious disease, such as hepatitis B or C infection.\n7. Patient has had acute myocardial infarction within 6 months prior to enrollment for treatment.\n8. Patients with abnormal left ventricular function (LVEF \\<55%).\n9. Injectable tumor site is considered to incur a significant risk of major hemorrhage (e.g. located in the CNS (brain), pulmonary parenchyma, and proximal to critical neurovascular structures).\n10. Pregnant or breastfeeding females.\n11. Uncontrolled intercurrent illness including but not limited to psychiatric illness and or social situations that in the opinion of the investigator would compromise compliance of study requirements or put the patient at unacceptable risk.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Shalini Makawita, MD",
                    "role": "CONTACT",
                    "phone": "832-957-6500",
                    "email": "Shalini.Makawita@bcm.edu"
                },
                {
                    "name": "Jun Zhang",
                    "role": "CONTACT",
                    "phone": "281-889-7394",
                    "email": "jzhang22@houstonmethodist.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Shalini Makawita, MD",
                    "affiliation": "Baylor College of Medicine",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Baylor St. Luke's Medical Center",
                    "status": "RECRUITING",
                    "city": "Houston",
                    "state": "Texas",
                    "zip": "77030",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Shalini Makawita, MD",
                            "role": "CONTACT",
                            "phone": "832-957-6500",
                            "email": "Shalini.Makawita@bcm.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 29.76328,
                        "lon": -95.36327
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000002294",
                    "term": "Carcinoma, Squamous Cell"
                },
                {
                    "id": "D000077195",
                    "term": "Squamous Cell Carcinoma of Head and Neck"
                },
                {
                    "id": "D000012468",
                    "term": "Salivary Gland Neoplasms"
                }
            ],
            "ancestors": [
                {
                    "id": "D000002277",
                    "term": "Carcinoma"
                },
                {
                    "id": "D000009375",
                    "term": "Neoplasms, Glandular and Epithelial"
                },
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000018307",
                    "term": "Neoplasms, Squamous Cell"
                },
                {
                    "id": "D000006258",
                    "term": "Head and Neck Neoplasms"
                },
                {
                    "id": "D000009062",
                    "term": "Mouth Neoplasms"
                },
                {
                    "id": "D000009059",
                    "term": "Mouth Diseases"
                },
                {
                    "id": "D000009057",
                    "term": "Stomatognathic Diseases"
                },
                {
                    "id": "D000012466",
                    "term": "Salivary Gland Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M3585",
                    "name": "Adenocarcinoma",
                    "relevance": "LOW"
                },
                {
                    "id": "M5220",
                    "name": "Breast Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M5534",
                    "name": "Carcinoma",
                    "relevance": "LOW"
                },
                {
                    "id": "M5030",
                    "name": "Urinary Bladder Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M11172",
                    "name": "Lung Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M16064",
                    "name": "Stomach Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M5550",
                    "name": "Carcinoma, Squamous Cell",
                    "asFound": "Squamous Cell Carcinoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M8088",
                    "name": "Esophageal Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M3610",
                    "name": "Adenoviridae Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M1689",
                    "name": "Squamous Cell Carcinoma of Head and Neck",
                    "asFound": "Head and Neck Squamous Cell Carcinoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M15287",
                    "name": "Salivary Gland Neoplasms",
                    "asFound": "Cancer of the Salivary Gland",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12320",
                    "name": "Neoplasms, Glandular and Epithelial",
                    "relevance": "LOW"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M20451",
                    "name": "Neoplasms, Squamous Cell",
                    "relevance": "LOW"
                },
                {
                    "id": "M9348",
                    "name": "Head and Neck Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M12022",
                    "name": "Mouth Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M12019",
                    "name": "Mouth Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12017",
                    "name": "Stomatognathic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M15285",
                    "name": "Salivary Gland Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T5486",
                    "name": "Stomach Cancer",
                    "relevance": "LOW"
                },
                {
                    "id": "T2141",
                    "name": "Esophageal Cancer",
                    "asFound": "Esophageal Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "T4265",
                    "name": "Oral Cancer",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                },
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "BC08",
                    "name": "Respiratory Tract (Lung and Bronchial) Diseases"
                },
                {
                    "abbrev": "BC06",
                    "name": "Digestive System Diseases"
                },
                {
                    "abbrev": "BC01",
                    "name": "Infections"
                },
                {
                    "abbrev": "BC07",
                    "name": "Mouth and Tooth Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M11900",
                    "name": "Mitogens",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}