{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT03078686",
            "orgStudyIdInfo": {
                "id": "SAAA-GARM 1"
            },
            "organization": {
                "fullName": "Regeneris Medical",
                "class": "OTHER"
            },
            "briefTitle": "Biocellular-Cellular Regenerative Treatment Scaring Alopecia and Alopecia Areata",
            "officialTitle": "Biocellular Regenerative Therapy in Treating Scaring Alopecias and Alopecia Areata: Use of High Density Platelet-Rich Plasma Concentrates and Cell-Enriched Emulsified Adipose-Derived Tissue Stromal Vascular Fraction (AD-tSVF)",
            "acronym": "SAAA",
            "therapeuticArea": [
                "Other"
            ],
            "study": "biocellular-cellular-regenerative-treatment-scaring-alopecia-and-alopecia-areata"
        },
        "statusModule": {
            "statusVerifiedDate": "2020-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2017-02-17",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-01-22",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-06-22",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2017-03-06",
            "studyFirstSubmitQcDate": "2017-03-08",
            "studyFirstPostDateStruct": {
                "date": "2017-03-13",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2020-04-15",
            "lastUpdatePostDateStruct": {
                "date": "2020-04-16",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Ryan Welter, MD, PhD",
                "investigatorTitle": "Principal Investigator",
                "investigatorAffiliation": "Regeneris Medical"
            },
            "leadSponsor": {
                "name": "Regeneris Medical",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Global Alliance for Regenerative Medicine",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The primary objective of this study is to evaluate the safety and efficacy of the use of a biocellular mixture of emulsified adipose-derived tissue stromal vascular fraction (AD-tSVF) and high density platelet-rich plasma concentrate (HD- PRP). Additionally, comparison with clinical outcomes of adipose-derived cellular Stromal Vascular Fraction (AD-cSVF) + AD-tSVF + HD PRP; AD-cSVF + emulsified AD-tSVF + HD- PRP; emulsified AD-tSVF + HD PRP + AD-cSVF; AD-cSVF via intravenous infusion in treatment of Scaring Alopecias and Alopecia Areata. Control will be served by use of established clinical protocol of using platelet concentrates with Matristem Matrix (Acel) injected in the same fashion as the other ARMs within this study, and comparative analyses performed at the endpoint of this study.",
            "detailedDescription": "The aesthetic surgical \\& cosmetic discipline of hair restoration is rooted in numerous landmark studies and progressive medical science in the medical literature. With the advent of advanced theories and science using cellular and platelet-derived growth factors within the scope of regenerative medicine, have been well established in a number of peer-reviewed publications, The use of biological modalities, e.g., HD-PRP concentrates (defined as \\> 4-6 times patient circulating baselines), have become recognized in a number of disciplines, including value of stimulation of scalp tissues and hair follicles in androgenetic alopecia (AGA). (See Clinical Trial Study STRAAND). A \"retrograde\" filling technique creating a potential space and subsequently injecting into this space will insure uniformity of placement and spread of the delivered treatment modality.\n\nThis study design is intended to be a prospective, randomized, multi-center trial with blinding of outcomes for independent observers, clinical provider, and patient observation/satisfaction study comparatives. The study proposes adipose-derived cellular and stromal components when mixed with platelet high density concentrates (HD-PRP) offers an advantage to produce a markedly more effective therapeutic profile in in treating patients with scaring alopecia's (SA) and alopecia areata (AA), tissue age related senescence, and encourage vascular capabilities by stimulation of vasculoneogenesis. The benefits of using autologous adipose-derived stem \\& stromal cell (ADSC) populations are cell proliferation and vasculogenesis that is intrinsically linked with native inflammatory modulation and immunomodulatory capacities. Reports describing the safety and efficacy of this biocellular combination have been reported in peer reviewed literature.\n\nIn the second and third arms of this study, use of regenerative protocols currently being extensively been utilized in the treatment of degenerative musculoskeletal conditions and plastic surgical procedures have been safely and effectively employed. These protocols feature the use of an emulsified AD-tSVF + HD PRP (ARM 2) compared to use of emulsified AD-tSVF + AD-cSVF (cell enrichment) + HD PRP (ARM 3) containing the full heterogeneous stem/stromal cell population and its native bioactive matrix. Addressing regions of scalp dermis containing the microenvironment (niche) of the hair follicle, progenitor tissues (\"bulge\").\n\nIn ARM 3, addition of cellular enrichment of the emulsified AD-tSVF is accomplished via a semi-automated, closed sterile system (Healeon CentriCyte 1000 system) which effectively isolates and concentrate the cellular elements. The AD-cSVF is then mixed with high-density platelet rich plasma (HD-PRP) concentrates with emulsified AD-tSVF tissues prior to targeted scalp injections. This injected cell-enriched product contains the bioactive native adipose tissue scaffolding, autologous HD-PRP, and cell-enriched adipose stem/stromal cellular concentrations of stromal/stem cells.\n\nIn ARM 4 of this study, the addition of intravenous cellular deployment of isolated cSVF is performed following without direct injection to scalp sites. Observations in other trials have suggested that increased hair growth in shaft size, coloration and speed is noted in the majority of parenterally treated patients as an observed effect of infusions. In the future, clinical trial extension of this study will combine both the components shown in ARM 3 and add a concomitant ARM 4 to evaluate potential of stimulation of proliferative and regenerative potentials in the form of combined therapy.\n\nIt has been noted by several investigators that parenteral us of AD-cSVF has had an unexpected outcome of improve hair growth and color change. All of the study ARMs (with exception of comparative control ARM 1) are tested by flow cytometry for viabilities and numbers, which will be statistically compared to outcomes following the study completion to examine whether a statistically significant difference in results follows with each ARM can be shown.\n\nThe goal of this study is to demonstrate the safety and efficacy of each ARM. Biocellular injections into the scalp of men and women with a diagnosis of scaring alopecias and alopecia areata, with full reporting of AE and SAE (adverse events). In the intradermal injection portions of the study, the biocellular material is injected 3-5 mm in depth within the mid-reticular dermis to upper subcutaneous fat layer of the scalp. Placement of the biocellular and cell-enriched biocelluar is intended to examine changes associated with changes of the miniaturized hair follicle. It is hypothesized that delivery a milieu of stroma and stem/stromal cells will facilitate regenerative changes of the treatment sites. In addition to providing native bioactive tissue scaffolding, and a greater number of stromal/stem cells to the tissues surrounding the follicular niche will result in a positive effect.\n\nUse of small needles for delivery is made possible with incorporating the novel use of emulsification of adipose tissue complex (lipoaspirates) This emulsified AD-tSVF and HD PRP methodology reduces surgeon injection pressure requirements resulting with use of smaller gauge needles. When clinically compared to the use of much larger needles required to inject non-emulsified AD-tSVF, it is an improvement on current techniques. A \"retrograde\" filling technique creating a potential space and subsequently injecting into this space the biocellular material as the needle is withdrawn is advanced in this study.\n\nSuccessful stem/stromal cell-enrichment of AD-tSVF and HD PRP biocellular mixture has been reported in numerous peer-reviewed and published clinical experiences of injections for structural tissue augmentation in plastic surgery, chronic wound therapies, and ultrasound guided musculoskeletal treatments in orthopedic \\& sports medicine.\n\nStandard venipuncture for obtaining circulating whole blood is concentrating platelet components to create a low hematocrit HD-PRP using FDA approved E USA) Emcyte II following manufacturer's guidelines. Small volume closed syringe microcannula lipoaspiration is used to acquire AD-tSVF tissues(Tulip Medical GEMS, San Diego, CA,, followed by emulsification via the Healeon ACM System (Newbury Beach, CA, USA. Cellular testing of samples in Arm 2-4 will be performed by flow cytometry (ORFLO, MoxiFlow, Ketchum, ID, USA) for viability and cell concentrations.\n\nA detailed patient medical history, study informed consent, and screening evaluations will determine eligibility and candidacy for the study and complying with the inclusion/exclusion criteria.\n\nRecording of the platelet pre-operative measured baselines and achieved HD PRP concentrates, flow cytometric examination of cell viability, and cell counts of AD-cSVF should be completed on each patient. Biocellular injections and treatment will be given on two (2) separate procedures three (3) months apart. Follow up clinical examinations are to be performed at 6 months and 1 year period with completion of outcomes analyses including independent observer, clinician, and subject satisfaction. The volume of the therapueutic mix will be the standardized in volume for all trial ARMs.\n\nImmediate reporting to the study group for all AR and SAR will be documented and recorded for the safety records directly to Ken Williams, DO, as Co-Principal Investigator. This Clinical Trial will have a sample size of 60 patients at up to six (6) centers utilizing this protocol."
        },
        "conditionsModule": {
            "conditions": [
                "Alopecia Areata",
                "Scarring Alopecia"
            ],
            "keywords": [
                "Stem Cells,PRP, tSVF,cSVF,Alopecia Areata,Scarring Alopecia"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "TRIPLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 60,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Control ARM 1",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Control: 1) HD-PRP + Matristem Matrix (ACell) (Current Standard of Care); 2) Platelet Rich Plasma Concentrate)",
                    "interventionNames": [
                        "Procedure: PRP Concentration"
                    ]
                },
                {
                    "label": "Emulsification tSVF + PRP ARM 2",
                    "type": "EXPERIMENTAL",
                    "description": "HD-PRP + Emulsified AD-tSVF; Intervention: Platelet Rich Plasma Concentrate",
                    "interventionNames": [
                        "Procedure: tSVF by lipoaspiration",
                        "Procedure: PRP Concentration",
                        "Procedure: Emulsification tSVF"
                    ]
                },
                {
                    "label": "Emulsification tSVF + PRP + cSVF ARM 3",
                    "type": "EXPERIMENTAL",
                    "description": "tSVF; PRP; cSVF cell enriched biocellular therapeutic mix",
                    "interventionNames": [
                        "Procedure: tSVF by lipoaspiration",
                        "Procedure: PRP Concentration",
                        "Procedure: Emulsification tSVF",
                        "Procedure: cSVF isolation and concentration"
                    ]
                },
                {
                    "label": "cSVF in Normal Saline IV ARM 4",
                    "type": "EXPERIMENTAL",
                    "description": "cSVF + Normal Saline IV (500 cc) Infusion",
                    "interventionNames": [
                        "Procedure: tSVF by lipoaspiration",
                        "Procedure: cSVF isolation and concentration",
                        "Procedure: cSVF in Normal Saline IV"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "PROCEDURE",
                    "name": "tSVF by lipoaspiration",
                    "description": "Lipoaspiration Harvest tSVF closed syringe microcannula harvest, Tulip GEMS microcannula syringe system",
                    "armGroupLabels": [
                        "Emulsification tSVF + PRP + cSVF ARM 3",
                        "Emulsification tSVF + PRP ARM 2",
                        "cSVF in Normal Saline IV ARM 4"
                    ]
                },
                {
                    "type": "PROCEDURE",
                    "name": "PRP Concentration",
                    "description": "Preparation of High Density PRP Centrifugation per manufacturer directive, Emcyte II PurePRP System",
                    "armGroupLabels": [
                        "Control ARM 1",
                        "Emulsification tSVF + PRP + cSVF ARM 3",
                        "Emulsification tSVF + PRP ARM 2"
                    ]
                },
                {
                    "type": "PROCEDURE",
                    "name": "Emulsification tSVF",
                    "description": "Preparation of emulsified tSVF harvested adipose; Use of ACM Device; Micronization of tSVF through Sterile Screen",
                    "armGroupLabels": [
                        "Emulsification tSVF + PRP + cSVF ARM 3",
                        "Emulsification tSVF + PRP ARM 2"
                    ]
                },
                {
                    "type": "PROCEDURE",
                    "name": "cSVF isolation and concentration",
                    "description": "Healeon Centrifuge (CC1000) enzymatic digestion, incubation, isolation and neutralization to prepare cSVF concentrates",
                    "armGroupLabels": [
                        "Emulsification tSVF + PRP + cSVF ARM 3",
                        "cSVF in Normal Saline IV ARM 4"
                    ]
                },
                {
                    "type": "PROCEDURE",
                    "name": "cSVF in Normal Saline IV",
                    "description": "cSVF + NS for IV Placement",
                    "armGroupLabels": [
                        "cSVF in Normal Saline IV ARM 4"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Safety of Intervention",
                    "description": "Assess Adverse Events \\& Severe Adverse Events",
                    "timeFrame": "6 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Hair Growth Assessment",
                    "description": "Trichogram Assessment Hair Growth",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Photographic Assessment Scalp Hair",
                    "description": "lobal Photographic Assessment of Scalp Hair",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Investigator Satisfaction Survey",
                    "description": "Treating Investigator Outcome Survey",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Patient Satisfaction Outcome Survey",
                    "description": "Patient Assessment of Outcome",
                    "timeFrame": "12 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Males with a biopsy proven diagnosis of a Scaring alopecia (SA) or Alopecia Areata (AA)\n2. Females with a biopsy proven diagnosis of Scaring alopecia (SA) or Alopecia Areata (AA)\n3. Demonstrated ability to legally provide written informed consent and comply with the study requirements\n4. For women of childbearing potential with screening negative pregnancy test and subject agrees to avoid pregnancy with two forms of contraception for the duration of study\n5. Subject is willing to maintain existing and consistent hair length and color.\n6. Ability to complete study procedures, patient surveys, and photodocumentation.\n7. Subject is ≥ 18 years of age.\n8. Five (5) year cancer free period without treatment and no evidence of recurrence\n\n   -\n\nExclusion Criteria:\n\n1. Subjects who have used oral spironolactone, finasteride, dutasteride, minoxidil, or any oral or topical medication including over the counter and herbal medications for the treatment of hair loss within 12 months of study screening.\n2. Simultaneous treatment with an investigational product or procedure within 30 days, or planned future participation in another clinical study\n3. Subject has previously failed or has been deemed non-responsive to a previous experimental hair loss treatment.\n4. Subject must have no recent PRP, biocellular treatments, micro needling, cold laser therapies, or any other scalp or hair loss treatment.\n5. Subject with previously diagnosed or suspected unspecified dermatologic condition, or disorders that will make hair growth difficult (such as systemic burns, etc.).\n6. History of or active diagnosis of systemic autoimmune disease or organ transplantation or immunosuppressive medication(s).\n7. Receiving active cancer treatment or have present or previous malignancies except a history of squamous or basal skin cell carcinoma with excision for cure.\n8. Active systemic infection at the time of enrollment. If acquired afterwards, exclusion based on clinical judgment of investigator.\n9. Use of chronic antibiotics and/or systemic corticosteroids.\n10. Use of systemic agents that increase bleeding or clotting, or disorders associated with these effects, including patients receiving GIIB/IIIa inhibitors in the 2 weeks prior to the study procedure through to 1 week after the study procedure.\n11. Clinically significant or current medical or psychiatric illness.\n12. Prior surgery in the treatment area.\n13. Any disease or condition (medical or surgical) that, in the opinion of the investigator, might compromise dermatologic, hematologic, cardiovascular, pulmonary, renal, gastrointestinal, hepatic, or central nervous system function; or any condition that would place the subject at increased risk of increased morbidity or mortality.\n14. Pregnant or lactating female, or women trying to become pregnant.\n15. Known allergic reaction to components of study treatment and/or study injection procedure\n16. Subject has any disorder or any reason that may prevent compliance to study procedures and visits.\n17. Employees or family members of the study staff.\n18. Untreated or uncontrolled thyroid disorder (abnormal TSH/free T4) or diabetes mellitus (HgbA1C \\> 8.0).\n19. Subject who has a sensitive, irritated, or abraded scalp area.\n20. Clinically significant abnormal findings on laboratory screening panels:\n\n    * Hemoglobin \\> or = 10 g/dL\n    * Hepatic dysfunction, as defined as aspartate aminotransferase (AST), alanine aminotransferase (ALT), or bilirubin levels \\> 1.5 times the upper limit of normal range prior to randomization.\n    * Chronic renal insufficiency as defined as a serum creatinine \\> 1.2 mg/dL for women and \\> 1.5 mg/dL for men.\n    * Elevated PT/PTT, INR,\n    * Platelet count \\< 100 x 109/L",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "75 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Ryan Welter, MD, PhD",
                    "role": "CONTACT",
                    "phone": "508.345.5492",
                    "email": "r.welter@regenerismedical.com"
                },
                {
                    "name": "Ken Williams, DO",
                    "role": "CONTACT",
                    "phone": "1.949.333.2999",
                    "email": "drwilliams@iimsc.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Robert W Alexander, MD",
                    "affiliation": "GARM-USA",
                    "role": "STUDY_DIRECTOR"
                },
                {
                    "name": "Ken Williams, DO",
                    "affiliation": "IIMSC",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Kenneth Williams, DO",
                    "status": "RECRUITING",
                    "city": "Irvine",
                    "state": "California",
                    "zip": "92618",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Ken Williams, DO",
                            "role": "CONTACT",
                            "phone": "949-333-2999",
                            "email": "drwilliams@iimcs.org"
                        },
                        {
                            "name": "Ryan Welter, MD, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.66946,
                        "lon": -117.82311
                    }
                },
                {
                    "facility": "Regeneris Medical",
                    "status": "RECRUITING",
                    "city": "North Attleboro",
                    "state": "Massachusetts",
                    "zip": "02760",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Ryan JP Welter, MD",
                            "role": "CONTACT",
                            "phone": "508-345-5492",
                            "email": "r.welter@regenerismedical.com"
                        },
                        {
                            "name": "Gabrielle Lewis",
                            "role": "CONTACT",
                            "phone": "508.316.4268",
                            "email": "g.lewis@regenerismedical.com"
                        },
                        {
                            "name": "Glenn C Terry, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Robert W Alexander, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Ryan JP Welter, MD,PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.98343,
                        "lon": -71.33283
                    }
                },
                {
                    "facility": "Regenevita LLC",
                    "status": "RECRUITING",
                    "city": "Stevensville",
                    "state": "Montana",
                    "zip": "59870",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Robert W Alexander, MD",
                            "role": "CONTACT",
                            "phone": "406-777-5312",
                            "email": "rwamd@garm-usa.com"
                        },
                        {
                            "name": "Susan Riley, CMA, Tech",
                            "role": "CONTACT",
                            "phone": "+1.406.777.5312",
                            "email": "irbtrials@gmail.com"
                        },
                        {
                            "name": "Glenn C Terry, MD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Robert W Alexander, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Ryan Welter, MD, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Robert Niedbalski, DO",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Lawrence Samuels, MD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Marco Barusco, MD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Ken Williams, DO",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 46.50992,
                        "lon": -114.09316
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "27788905",
                    "type": "BACKGROUND",
                    "citation": "Alexander RW. Biocellular Regenerative Medicine: Use of Adipose-Derived Stem/Stromal Cells and It's Native Bioactive Matrix. Phys Med Rehabil Clin N Am. 2016 Nov;27(4):871-891. doi: 10.1016/j.pmr.2016.06.005."
                },
                {
                    "pmid": "24236476",
                    "type": "BACKGROUND",
                    "citation": "Li MD, Atkins H, Bubela T. The global landscape of stem cell clinical trials. Regen Med. 2014 Jan;9(1):27-39. doi: 10.2217/rme.13.80. Epub 2013 Nov 18."
                },
                {
                    "pmid": "23357708",
                    "type": "BACKGROUND",
                    "citation": "Hoareau L, Bencharif K, Girard AC, Gence L, Delarue P, Hulard O, Festy F, Roche R. Effect of centrifugation and washing on adipose graft viability: a new method to improve graft efficiency. J Plast Reconstr Aesthet Surg. 2013 May;66(5):712-9. doi: 10.1016/j.bjps.2012.12.033. Epub 2013 Jan 26."
                },
                {
                    "pmid": "19679523",
                    "type": "BACKGROUND",
                    "citation": "Conde-Green A, de Amorim NF, Pitanguy I. Influence of decantation, washing and centrifugation on adipocyte and mesenchymal stem cell content of aspirated adipose tissue: a comparative study. J Plast Reconstr Aesthet Surg. 2010 Aug;63(8):1375-81. doi: 10.1016/j.bjps.2009.07.018. Epub 2009 Aug 12."
                },
                {
                    "pmid": "18317153",
                    "type": "BACKGROUND",
                    "citation": "Kurita M, Matsumoto D, Shigeura T, Sato K, Gonda K, Harii K, Yoshimura K. Influences of centrifugation on cells and tissues in liposuction aspirates: optimized centrifugation for lipotransfer and cell isolation. Plast Reconstr Surg. 2008 Mar;121(3):1033-1041. doi: 10.1097/01.prs.0000299384.53131.87."
                },
                {
                    "pmid": "20098110",
                    "type": "BACKGROUND",
                    "citation": "Zhu M, Zhou Z, Chen Y, Schreiber R, Ransom JT, Fraser JK, Hedrick MH, Pinkernell K, Kuo HC. Supplementation of fat grafts with adipose-derived regenerative cells improves long-term graft retention. Ann Plast Surg. 2010 Feb;64(2):222-8. doi: 10.1097/SAP.0b013e31819ae05c."
                },
                {
                    "pmid": "21393582",
                    "type": "BACKGROUND",
                    "citation": "Koh YJ, Koh BI, Kim H, Joo HJ, Jin HK, Jeon J, Choi C, Lee DH, Chung JH, Cho CH, Park WS, Ryu JK, Suh JK, Koh GY. Stromal vascular fraction from adipose tissue forms profound vascular network through the dynamic reassembly of blood endothelial cells. Arterioscler Thromb Vasc Biol. 2011 May;31(5):1141-50. doi: 10.1161/ATVBAHA.110.218206. Epub 2011 Mar 10."
                },
                {
                    "pmid": "23630430",
                    "type": "BACKGROUND",
                    "citation": "Alexander RW, Harrell DB. Autologous fat grafting: use of closed syringe microcannula system for enhanced autologous structural grafting. Clin Cosmet Investig Dermatol. 2013 Apr 8;6:91-102. doi: 10.2147/CCID.S40575. Print 2013."
                },
                {
                    "pmid": "26400925",
                    "type": "BACKGROUND",
                    "citation": "Gentile P, Garcovich S, Bielli A, Scioli MG, Orlandi A, Cervelli V. The Effect of Platelet-Rich Plasma in Hair Regrowth: A Randomized Placebo-Controlled Trial. Stem Cells Transl Med. 2015 Nov;4(11):1317-23. doi: 10.5966/sctm.2015-0107. Epub 2015 Sep 23."
                },
                {
                    "pmid": "23197782",
                    "type": "BACKGROUND",
                    "citation": "Gentile P, Orlandi A, Scioli MG, Di Pasquali C, Bocchini I, Cervelli V. Concise review: adipose-derived stromal vascular fraction cells and platelet-rich plasma: basic and clinical implications for tissue engineering therapies in regenerative surgery. Stem Cells Transl Med. 2012 Mar;1(3):230-6. doi: 10.5966/sctm.2011-0054. Epub 2012 Feb 22."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Alexander, R.W., Understanding Adipose-Derived Stromal Vascular Fraction (AD-SVF) Cell Biology and Use on The Basis of Cellular, Chemical, and Paracrine Components. J of Prolo (2012), e855-869"
                },
                {
                    "pmid": "27553744",
                    "type": "BACKGROUND",
                    "citation": "Elmaadawi IH, Mohamed BM, Ibrahim ZAS, Abdou SM, El Attar YA, Youssef A, Shamloula MM, Taha A, Metwally HG, El Afandy MM, Salem ML. Stem cell therapy as a novel therapeutic intervention for resistant cases of alopecia areata and androgenetic alopecia. J Dermatolog Treat. 2018 Aug;29(5):431-440. doi: 10.1080/09546634.2016.1227419. Epub 2018 Mar 6."
                },
                {
                    "pmid": "27220016",
                    "type": "BACKGROUND",
                    "citation": "Aronowitz JA, Lockhart RA, Hakakian CS, Birnbaum ZE. Adipose Stromal Vascular Fraction Isolation: A Head-to-Head Comparison of 4 Cell Separation Systems #2. Ann Plast Surg. 2016 Sep;77(3):354-62. doi: 10.1097/SAP.0000000000000831."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "UNDECIDED"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000000505",
                    "term": "Alopecia"
                },
                {
                    "id": "D000000506",
                    "term": "Alopecia Areata"
                },
                {
                    "id": "D000002921",
                    "term": "Cicatrix"
                }
            ],
            "ancestors": [
                {
                    "id": "D000007039",
                    "term": "Hypotrichosis"
                },
                {
                    "id": "D000006201",
                    "term": "Hair Diseases"
                },
                {
                    "id": "D000012871",
                    "term": "Skin Diseases"
                },
                {
                    "id": "D000020763",
                    "term": "Pathological Conditions, Anatomical"
                },
                {
                    "id": "D000005355",
                    "term": "Fibrosis"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M3846",
                    "name": "Alopecia",
                    "asFound": "Alopecia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M3847",
                    "name": "Alopecia Areata",
                    "asFound": "Alopecia Areata",
                    "relevance": "HIGH"
                },
                {
                    "id": "M6160",
                    "name": "Cicatrix",
                    "asFound": "Scarring",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10089",
                    "name": "Hypotrichosis",
                    "relevance": "LOW"
                },
                {
                    "id": "M9293",
                    "name": "Hair Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M15674",
                    "name": "Skin Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M22519",
                    "name": "Pathological Conditions, Anatomical",
                    "relevance": "LOW"
                },
                {
                    "id": "M8485",
                    "name": "Fibrosis",
                    "relevance": "LOW"
                },
                {
                    "id": "T4793",
                    "name": "Pseudopelade of Brocq",
                    "asFound": "Scarring Alopecia",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}