{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05401357",
            "orgStudyIdInfo": {
                "id": "CBCC/2021/025"
            },
            "organization": {
                "fullName": "Amneal Pharmaceuticals, LLC",
                "class": "INDUSTRY"
            },
            "briefTitle": "Bioequivalence Study With Clinical Endpoint Comparing Bimatoprost Ophthalmic Solution 0.01% and LUMIGAN® in the Treatment of Chronic Open-Angle Glaucoma or Ocular Hypertension in Both Eyes.",
            "officialTitle": "A Randomized, Double-blind, Multiple Dose, Parallel-group, Two-arm, Multicenter, Bioequivalence Study With Clinical Endpoint Comparing Bimatoprost Ophthalmic Solution 0.01% and LUMIGAN® (Bimatoprost Ophthalmic Solution) 0.01% in the Treatment of Subjects With Chronic Open-angle Glaucoma or Ocular Hypertension in Both Eyes",
            "therapeuticArea": [
                "Cardiovascular",
                "Ophthalmology"
            ],
            "study": "bioequivalence-study-with-clinical-endpoint-comparing-bimatoprost-ophthalmic-solution-and-lumigan-in-the-treatment-of-chronic-open-angle-glaucoma-or-ocular-hypertension-in-both-eyes"
        },
        "statusModule": {
            "statusVerifiedDate": "2022-08",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-06-29",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2022-12",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2022-12",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-04-27",
            "studyFirstSubmitQcDate": "2022-06-01",
            "studyFirstPostDateStruct": {
                "date": "2022-06-02",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2022-08-09",
            "lastUpdatePostDateStruct": {
                "date": "2022-08-10",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Amneal Pharmaceuticals, LLC",
                "class": "INDUSTRY"
            },
            "collaborators": [
                {
                    "name": "CBCC Global Research",
                    "class": "NETWORK"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "This is a randomized, double-blind, two-treatment, single-period, parallel design, multiple dose at multiple clinical trial sites designed to demonstrate bioequivalence with clinical endpoint in subjects with chronic open-angle glaucoma or ocular hypertension in both eyes.\n\nTest Product - Bimatoprost ophthalmic solution, 0.01% of Amneal EU, Limited Reference Product - LUMIGAN® (bimatoprost ophthalmic solution) 0.01% of Allergan, Inc.",
            "detailedDescription": "Subjects with chronic open-angle glaucoma or ocular hypertension in both the eyes and meeting all the mentioned inclusion criteria and none of the exclusion criteria will be identified. At baseline (Day 0), subjects qualifying Intra Ocular Pressure (IOPs) following wash-out, with difference between the IOP in left and right eyes not being more than 5 mm Hg, will be randomized.\n\nSubjects will instill 1 drop of study drug (either T or R) in both eyes every evening at approximately 10:00 pm for 42 days.\n\nThe study subjects will undergo clinical evaluations throughout the study in order to assess safety and efficacy. Primary endpoint evaluation will be assessed after 2 weeks (Day 14) and 6 weeks (Day 42) of treatment for each study subject deemed eligible for evaluation.\n\nThe primary bioequivalence comparison is between the test and reference products for the mean difference in intraocular pressure (IOP) of both eyes between the two treatment groups."
        },
        "conditionsModule": {
            "conditions": [
                "Glaucoma, Open-Angle",
                "Ocular Hypertension"
            ],
            "keywords": [
                "Bimatoprost ophthalmic solution 0.01% in both eyes",
                "Chronic open-angle glaucoma in both eyes"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE3"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Participants are randomly assigned to either group",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "maskingDescription": "Double-blinded study",
                    "whoMasked": [
                        "PARTICIPANT"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 168,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Bimatoprost 0.01% Ophthalmic Solution",
                    "type": "EXPERIMENTAL",
                    "description": "Pharmaceutical dosage form contains LUMIGAN® (bimatoprost ophthalmic solution) 0.01% of Allergan, Inc.",
                    "interventionNames": [
                        "Drug: Test - Bimatoprost 0.01% Ophthalmic Solution"
                    ]
                },
                {
                    "label": "LUMIGAN® 0.01% Ophthalmic Solution",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Pharmaceutical dosage form contains LUMIGAN® (bimatoprost ophthalmic solution) 0.01% of Allergan, Inc.",
                    "interventionNames": [
                        "Drug: Reference - LUMIGAN® (Bimatoprost 0.01% Ophthalmic Solution)"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Test - Bimatoprost 0.01% Ophthalmic Solution",
                    "description": "Subjects in one arm will receive one drop of the test drug in both the eyes every evening at approximately 10:00 pm ± 1 hour for 42 days.",
                    "armGroupLabels": [
                        "Bimatoprost 0.01% Ophthalmic Solution"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Reference - LUMIGAN® (Bimatoprost 0.01% Ophthalmic Solution)",
                    "description": "Subjects in the other arm will receive one drop of the reference drug in both the eyes every evening at approximately 10:00 pm for 42 days.",
                    "armGroupLabels": [
                        "LUMIGAN® 0.01% Ophthalmic Solution"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Mean difference in the intraocular pressure (IOP) of both eyes between the two treatment groups.",
                    "description": "Change in mean difference in the intraocular pressure (IOP) of both eyes between the two treatment groups at six time points, i.e., at 00.00 hour, 04.00 hours, and 08.00 hours at Day 14 (Week 2) and Day 42 (Week 6) visits",
                    "timeFrame": "Day 14 and 42 at 00.00 hours, 04.00 hours, and 08.00 hours."
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "AE Monitoring for Safety of Bimatoprost ophthalmic solution 0.01%",
                    "description": "Safety will be evaluated throughout the study based on adverse event monitoring,",
                    "timeFrame": "AE Monitoring for Safety will be evaluated throughout the study for 6 weeks."
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Subjects willing and able to provide voluntary informed consent and to follow protocol requirements.\n* Male or females aged ≥18 years.\n* Subjects having body mass index (BMI) ≥18.50 kg/m2.\n* Subjects with chronic open-angle glaucoma or ocular hypertension in both eyes.\n* Subjects requiring treatment of both eyes and able to discontinue the use of all ocular hypotensive medication(s) or switch ocular hypotensive medications and undergo appropriate washout period.\n* Adequate washout period prior to baseline of any ocular hypotensive medications as per the table below (to minimize potential risk to subjects due to intraocular pressure (IOP) elevations during the washout period, the Investigator may choose to substitute a parasympathomimetic or carbonic anhydrase inhibitor in place of a sympathomimetic, alpha-agonist, beta-adrenergic blocking agent, or prostaglandin; however, all the subjects must have discontinued their ocular hypotensive medications for the minimum washout period.\n* Baseline (Day 0/hour 0) IOP ≥22 mm Hg and \\<35 mm Hg in each eye,\n* Subjects' IOP is likely to be controlled with monotherapy as per the Investigator's discretion.\n* Baseline best corrected visual acuity equivalent to Snellen acuity of 20/100 or better in each eye, using a logarithmic visual acuity chart for testing at 10 feet (3 meters).\n* Women of childbearing potential (defined as women physiologically capable of becoming pregnant unless they are using an effective method of contraception during the dosing of the study drug) practicing any of the following acceptable methods of contraception:\n\n  1. Oral or parenteral (injection, patch, or implant) hormonal contraception which has been continuously used for at least 1 month prior to first dose of study medication\n  2. Intrauterine device (IUD) or intrauterine system (IUS)\n  3. Double barrier method of contraception (condom and occlusive cap or condom and spermicidal agent)\n  4. Male sterilization (at least 6 months prior to screening, should be the sole male partner for that subject)\n  5. Female sterilization (surgical bilateral oophorectomy) or tubal ligation at least 6 weeks prior to study participation\n  6. Total abstinence; partial abstinence is not acceptable\n* No history of addiction to any recreational drug or drug dependence or alcohol addiction.\n\nExclusion Criteria:\n\n* Female who are pregnant, lactating or planning a pregnancy.\n* Contraindication or known hypersensitivity to Bimatoprost, related class of drugs, or any of the excipients of formulation.\n* Current or past history of severe hepatic or renal impairment.\n* Current or history within 2 months prior to baseline of any other significant ocular disease, e.g., corneal edema, uveitis, ocular infection, or ocular trauma in either eye (Note: stable myopia, strabismus, and cataracts as per the Investigator's discretion will be allowed provided that the other inclusion/exclusion criteria are met).\n* Current corneal abnormalities that would prevent accurate IOP readings with Goldmann applanation tonometer.\n* Functionally significant visual field loss in the Investigators' opinion.\n* Subject with corneal grafts.\n* Subject has contraindication to pupil dilation\n* Use at any time prior to baseline of an intraocular corticosteroid implant\n* Use of contact lens within 1 week prior to baseline\n* Use within 2 weeks prior to baseline of 1) a topical ophthalmic corticosteroid or 2) a topical corticosteroid\n* Use within 1 month prior to baseline of 1) a systemic corticosteroid or 2) high dose salicylate therapy defined as 325 mg/day and taken on 3 consecutive days.\n* Use within 6 months prior to baseline of intravitreal or subtenon injection of an ophthalmic corticosteroid\n* Underwent within 6 months prior to baseline any other intraocular surgery (e.g., cataract surgery).\n* Underwent within 12 months prior to baseline any refractive surgery, filtering surgery, or laser surgery for IOP reduction (e.g., laser trabeculoplasty).\n* Amblyopia - only one sighted eye.\n* Subjects with a history of IOP previously uncontrolled on bimatoprost monotherapy\n* Significant ocular surface findings (e.g., hyperemia or irritation, mild or greater) in either eye found on gross macroscopic or slit lamp examination\n* Severe retinal disease or other severe ocular pathology, such as glaucomatous damage with a cup/disk ratio greater than 0.8 (not including physiological cupping in the Investigators' opinion) or split fixation\n* Chronic use of any systemic medication that may affect IOP with less than 3 months stable dosing regimen (i.e., sympathomimetic agents, beta-adrenergic blocking agents, alpha-agonists, alpha-adrenergic blocking agents, calcium channel blockers, angiotensin-converting enzyme inhibitors, etc.)\n* Central Corneal thickness (CCT) \\<450 microns or \\>650 microns\n* Known history or presence of any uncontrolled systemic disease (e.g., cardiovascular disease, hypertension, diabetes mellitus, hepatic impairment, etc.)\n* History of recurrent ocular seasonal allergies within the past 2 years\n* Any other medical condition or serious intercurrent illness that, in the Investigator's opinion, may make it undesirable for the subject to participate in the study and would limit adherence to the study requirements\n* Participation in any clinical study within 90 days before the first dose of the study drug\n* Subjects with documented history of positive serology for Hepatitis B Virus (HBV), Hepatitis C Virus (HCV) or Human Immunodeficiency Virus (HIV) infection\n* Subjects with positive urine pregnancy test\n* Subjects with confirmed novel coronavirus infection (COVID-19).",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Ilesh Changela, MBBS; MD",
                    "role": "CONTACT",
                    "phone": "+91-79-67778300",
                    "phoneExt": "9011",
                    "email": "ilesh@amnealindia.com"
                }
            ],
            "locations": [
                {
                    "facility": "Eye Research Foundation Inc.",
                    "status": "RECRUITING",
                    "city": "Newport Beach",
                    "state": "California",
                    "zip": "92663",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "David Wirta, MD",
                            "role": "CONTACT",
                            "phone": "949-554-8763"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.61891,
                        "lon": -117.92895
                    }
                },
                {
                    "facility": "North Bay Eye Associates, Inc.",
                    "status": "RECRUITING",
                    "city": "Petaluma",
                    "state": "California",
                    "zip": "94954",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jason Bacharach, MD",
                            "role": "CONTACT"
                        },
                        {
                            "name": "Eduardo Chavez",
                            "role": "CONTACT",
                            "phone": "707-769-2237",
                            "email": "echavez@northbayeye.com"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.23242,
                        "lon": -122.63665
                    }
                },
                {
                    "facility": "Volusia Eye Associates",
                    "status": "RECRUITING",
                    "city": "New Smyrna Beach",
                    "state": "Florida",
                    "zip": "32169",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Hank Routh, MD",
                            "role": "CONTACT"
                        },
                        {
                            "name": "Shatonia Fields",
                            "role": "CONTACT",
                            "phone": "386-785-2400",
                            "email": "sfields@accelclinical.com"
                        }
                    ],
                    "geoPoint": {
                        "lat": 29.02582,
                        "lon": -80.927
                    }
                },
                {
                    "facility": "Clayton Eye Clinical Research, LLC",
                    "status": "RECRUITING",
                    "city": "Morrow",
                    "state": "Georgia",
                    "zip": "30260",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jennifer Kim, MD",
                            "role": "CONTACT"
                        },
                        {
                            "name": "Helen Dubiner",
                            "role": "CONTACT",
                            "phone": "404-520-1111",
                            "email": "helendubiner@hotmail.com"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.58317,
                        "lon": -84.33937
                    }
                },
                {
                    "facility": "Coastal Research Associates, LLC",
                    "status": "RECRUITING",
                    "city": "Roswell",
                    "state": "Georgia",
                    "zip": "30076",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Douglas Day, MD",
                            "role": "CONTACT"
                        },
                        {
                            "name": "John Schuhr",
                            "role": "CONTACT",
                            "phone": "404-895-9257",
                            "email": "john@coastalresearchassociates.com"
                        }
                    ],
                    "geoPoint": {
                        "lat": 34.02316,
                        "lon": -84.36159
                    }
                },
                {
                    "facility": "Toyos Clinic",
                    "status": "RECRUITING",
                    "city": "Nashville",
                    "state": "Tennessee",
                    "zip": "37215",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Melissa Toyos, MD",
                            "role": "CONTACT"
                        },
                        {
                            "name": "Alison Moore, MD",
                            "role": "CONTACT",
                            "phone": "901-651-8431",
                            "email": "alisonmoore@sco.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 36.16589,
                        "lon": -86.78444
                    }
                },
                {
                    "facility": "Keystone Research",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Austin",
                    "state": "Texas",
                    "zip": "78731",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Robert Marquis, MD",
                            "role": "CONTACT"
                        },
                        {
                            "name": "Trisha Locke",
                            "role": "CONTACT",
                            "phone": "512-777-0979",
                            "email": "tlocke@keystoneresearch.com"
                        }
                    ],
                    "geoPoint": {
                        "lat": 30.26715,
                        "lon": -97.74306
                    }
                },
                {
                    "facility": "Houston Eye Associates, North Loop",
                    "status": "RECRUITING",
                    "city": "Houston",
                    "state": "Texas",
                    "zip": "77008",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Kevin Jong, MD",
                            "role": "CONTACT"
                        },
                        {
                            "name": "Bhavana Shah",
                            "role": "CONTACT",
                            "phone": "832-553-7113",
                            "email": "bshah@houstoneye.com"
                        }
                    ],
                    "geoPoint": {
                        "lat": 29.76328,
                        "lon": -95.36327
                    }
                },
                {
                    "facility": "Cheyenne Eye Clinic & Surgery Center",
                    "status": "RECRUITING",
                    "city": "Cheyenne",
                    "state": "Wyoming",
                    "zip": "82001",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Anne Miller, MD",
                            "role": "CONTACT"
                        },
                        {
                            "name": "Courtney Moon",
                            "role": "CONTACT",
                            "phone": "970-419-2696",
                            "email": "cmoon@panoramaeyecare.com"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.13998,
                        "lon": -104.82025
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000005901",
                    "term": "Glaucoma"
                },
                {
                    "id": "D000005902",
                    "term": "Glaucoma, Open-Angle"
                },
                {
                    "id": "D000009798",
                    "term": "Ocular Hypertension"
                },
                {
                    "id": "D000006973",
                    "term": "Hypertension"
                }
            ],
            "ancestors": [
                {
                    "id": "D000014652",
                    "term": "Vascular Diseases"
                },
                {
                    "id": "D000002318",
                    "term": "Cardiovascular Diseases"
                },
                {
                    "id": "D000005128",
                    "term": "Eye Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M10024",
                    "name": "Hypertension",
                    "asFound": "Hypertension",
                    "relevance": "HIGH"
                },
                {
                    "id": "M9013",
                    "name": "Glaucoma",
                    "asFound": "Glaucoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M9014",
                    "name": "Glaucoma, Open-Angle",
                    "asFound": "Glaucoma, Open-Angle",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12731",
                    "name": "Ocular Hypertension",
                    "asFound": "Ocular Hypertension",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17400",
                    "name": "Vascular Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8271",
                    "name": "Eye Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T1303",
                    "name": "Chronic Graft Versus Host Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC11",
                    "name": "Eye Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000069580",
                    "term": "Bimatoprost"
                },
                {
                    "id": "D000019999",
                    "term": "Pharmaceutical Solutions"
                },
                {
                    "id": "D000009883",
                    "term": "Ophthalmic Solutions"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000959",
                    "term": "Antihypertensive Agents"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M21860",
                    "name": "Pharmaceutical Solutions",
                    "asFound": "Procedure",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12814",
                    "name": "Ophthalmic Solutions",
                    "asFound": "Anxiety",
                    "relevance": "HIGH"
                },
                {
                    "id": "M473",
                    "name": "Bimatoprost",
                    "asFound": "Resolution",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4277",
                    "name": "Antihypertensive Agents",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "PhSol",
                    "name": "Pharmaceutical Solutions"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "AnAg",
                    "name": "Antihypertensive Agents"
                }
            ]
        }
    },
    "hasResults": false
}