{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT03968913",
            "orgStudyIdInfo": {
                "id": "19-000724"
            },
            "organization": {
                "fullName": "University of California, Los Angeles",
                "class": "OTHER"
            },
            "briefTitle": "Biologic Therapy to Prevent Osteoarthritis After ACL Injury",
            "officialTitle": "Biologic Therapy to Prevent Osteoarthritis After ACL Injury",
            "therapeuticArea": [
                "Other"
            ],
            "study": "biologic-therapy-to-prevent-osteoarthritis-after-acl-injury"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-09",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-09-15",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-05-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-05-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2019-05-24",
            "studyFirstSubmitQcDate": "2019-05-28",
            "studyFirstPostDateStruct": {
                "date": "2019-05-30",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-09-19",
            "lastUpdatePostDateStruct": {
                "date": "2023-09-21",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Thomas Kremen, MD",
                "investigatorTitle": "Principal Investigator",
                "investigatorAffiliation": "University of California, Los Angeles"
            },
            "leadSponsor": {
                "name": "University of California, Los Angeles",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Orthopedic Research and Education Foundation",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "Anterior cruciate ligament (ACL) injuries are extremely common. On average, 50% of individuals suffering an ACL injury will develop radiographic osteoarthritis (OA) 10 to 20 years after injury. Unfortunately, ACL reconstruction does not prevent risk of future OA.\n\nInterleukin-1 (IL-1) levels in the human knee joint increase transiently after an ACL injury. In animal experiments, if interleukin-1 levels are increased in the joint, this alone causes arthritis to occur. Interleukin-1 receptor antagonist (IL-1Ra) is a naturally occurring inhibitor of IL-1. However, in ACL injuries the balance of these two proteins is disturbed transiently after injury, with the effects of IL-1 dominating this balance. In a large animal model of ACL injury, injection of IL-1Ra into the knee joint after ACL injury significantly decreased the amount of arthritis that was later observed. Thus, the investigators hypothesize that early injection of IL-1 inhibitor (IL-1Ra) into the knee joint of patients suffering recent ACL injury will decrease the incidence of cartilage damage later in life.\n\nAfter appropriate IRB approval, a total of 32 active patients will be randomized into one of two treatment groups. Group 1 will receive removal of the knee joint fluid (aspiration of hemarthrosis) using a needle and syringe within 1 to 2 weeks of injury. Following aspiration of the knee joint, an injection of 5 milliliters (mls) of sterile saline (as a placebo control) will be administered. In addition, a second knee aspiration procedure and an injection of 5mls of sterile saline into the injured knee joint will be performed at 3 to 5 days after the initial injection. Group 2 will receive aspiration of the knee hemarthrosis as described in group 1 as well as intra-articular administration of 150mg (\\~5mls) of anakinra (rhIL-1Ra) within 1 to 2 weeks of ACL injury. In addition, a second knee aspiration and intra-articular administration of 150mg (\\~5mls) of anakinra (rhIL-1Ra) will be performed at 3 to 5 days after the initial injection. Thus, all patients in this randomized placebo-controlled trial will undergo two injection procedures prior to surgery.\n\nInvestigators will analyze subjects self-reported function and pain scores as well as urinary levels of cartilage breakdown products over time. Additionally, MRI studies will be used to compare MRI findings among patients in these 2 treatment groups. Urine samples will be obtain prior to surgery, at the time of surgery and at multiple time points after surgery (3, 6, 9, 12 and 24 months after surgery). Subjective outcome measure assessments (surveys) will be completed by participants prior to surgery and then again at 6, 9, 12 and 24 months post-operatively. MRI studies will be obtained at 1 year and 2 years following surgery. Additional, MRI studies at time points are optional and highly encouraged. These additional MRIs are at no cost to the patient.",
            "detailedDescription": "After appropriate IRB approval at total of 32 active patients who meet the inclusion criteria listed above will be randomized into three treatment groups. A total of 16 patient will be in Group 1 and 16 patients will be in Group 2. An equal number of males and females in each treatment group (8 males, 8 females).\n\n* Group 1 (n = 16) will undergo arthrocentesis of the knee hemarthrosis at the time of presentation in clinic within 2 weeks from the date of knee injury. Following aspiration of the knee joint hemarthrosis, an injection of approximately 5 milliliters (mls) of 0.9% sodium chloride solution (sterile saline) will be administered as a placebo control. In addition, a second aspiration of knee joint fluid and injection of sterile saline into the injured knee joint will be performed 3-5 days after initial injection.\n* Group 2 (n=16) will receive arthrocentesis as described in group 1, however, following arthrocentesis patients will then receive an intra-articular knee injection of anakinra (150mg, \\~1.5mls) plus sterile saline (\\~3.5mls) at the time of initial enrollment in the study as well as a second knee joint aspiration and intra-articular knee injection of anakinra (150mg, \\~5mls) plus sterile saline (\\~3.5mls) at 3 to 5 days after the initial injection.\n\nAll participants will undergo two knee aspiration and injection procedures prior to surgery. The injections will occur after the arthrocentesis procedure, which removes some of the hemarthrosis associated with acute ACL injury. To minimize pain and discomfort the same needle stick will be used to aspirate the hemarthrosis and to inject the saline or anakinra depending on the patient's treatment group. The second knee arthrocentesis and injection in each patient will also be performed at 3 to 5 days after initial injection. An additional arthrocentesis procedure will be performed at the time of surgery. Ultrasound guidance will be used whenever feasible.\n\nParticipants in both treatment groups will undergo pre-operative collection of urine and knee joint fluid as described above. These time points include: i) at the time of enrollment into the study (within 2 weeks of injury), ii) 3-5 days after initial injection, iii) on the day of surgery (within 45 days of injury). Of note, if no fluid is able to be aspirated from the knee joint after the initial aspiration, then joint fluid may not be obtained. In addition, urine and knee joint fluid collection will be performed at the initial post-operative visit (approximately 8-10 days after surgery) followed by collection of urine alone at 3, 6, 9, 12 and 24 months post-operatively in all treatment groups. Urine and arthrocentesis samples will be analyzed for the presence of inflammatory cytokines and cartilage breakdown biomarkers (Aim 1) according to Osteoarthritis Research Society International guidelines (see cytokine and biomarker assays section below for further details). Given, that multiple studies have demonstrated resolution of cytokine abnormalities by 2 to 4 weeks after ACL injury, urine assessments of cytokine assays (IL-1, etc.) will not be conducted beyond 3 months post-operatively. However, ELISAs for cartilage biomarkers will be performed on urine collected at each time point throughout the duration of the study. Validated patient reported outcome assessments (KOOS, VAS and PROMIS) will be completed at initial presentation as well as at 6, 9, 12 and 24 month post-operatively.\n\nParticipants both groups will be followed longitudinally with repeated MR imaging that includes cartilage-sensitive T1rho sequences when available. Whenever possible, the study team will obtain T1rho magnetic resonance (MR) image sequences of the injured knee within 3 weeks of patient injury. Due to time constraints and research MRI scanner availability T1rho magnetic resonance (MR) image sequences are currently not always able to be obtained in the short time window between patient injury and patient enrollment into the study. In addition, given the social distancing recommendations associated with the ongoing COVID-19 pandemic, reducing patient exposure to the confined indoor spaces on the UCLA medical campus during a global pandemic would be ideal. The most important follow up time points for assessment of the T1rho MRI outcome measure are at 1 year and 2 years post-operatively. An alternative to obtaining baseline T1rho images of the patient's injured knee is to image, the patients' contralateral knee as a control for comparison. Thus, T1rho MR images of study patients will be acquired at 1 year and 2 years post-operatively (Aim 3). Each patient's contralateral knee will serve as an internal control for comparison as needed. For further imaging assessment details please refer to the \"Imaging\" section below.\n\nThis study will be a single-blinded design and all aspects of the study design will be disclosed to subjects during the informed consent process. Given that anakinra needs to be ordered by the physician from the pharmacy on the day of injection, the physician performing the injection will not be blinded to which patients receive anakinra treatments. However, the patients will be blinded regarding which treatment they receive. All patients will receive injections of the same volume and using the same type of needle and syringe. In addition, the radiologist interpreting the MRI studies, including T1rho images, will be blinded to which treatment the patients receive. The physician administering the injections into the joint will not be involved in interpreting the MRI findings and will not be present when subjects complete the patient-reported outcome measures. In addition, the synovial fluid and urine biomarker data will be analyzed in a coded fashion by a blinded laboratory technician in conjunction with a statistician to avoid bias in the statistical analysis."
        },
        "conditionsModule": {
            "conditions": [
                "Anterior Cruciate Ligament Injuries"
            ],
            "keywords": [
                "Osteoarthritis",
                "ACL",
                "Anakinra"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "EARLY_PHASE1"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Randomized, placebo controlled study with 2 treatment groups: 1) to doses of placebo only and 2) two doses of study medication",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "maskingDescription": "single blinded",
                    "whoMasked": [
                        "PARTICIPANT",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 32,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Control",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "Subjects will receive two injections of sterile saline after ACL injury, prior to surgery",
                    "interventionNames": [
                        "Procedure: sterile saline injection"
                    ]
                },
                {
                    "label": "Two doses Anakinra",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Subjects will receive two injections of anakinra after ACL injury, prior to surgery",
                    "interventionNames": [
                        "Drug: Anakinra injection"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Anakinra injection",
                    "description": "anakinra 150mg in 5milliliters of sterile saline will be injected into the knee joint",
                    "armGroupLabels": [
                        "Two doses Anakinra"
                    ],
                    "otherNames": [
                        "Kineret"
                    ]
                },
                {
                    "type": "PROCEDURE",
                    "name": "sterile saline injection",
                    "description": "5 milliliters of sterile saline will be injected into the knee joint",
                    "armGroupLabels": [
                        "Control"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Cytokine level analysis of synovial fluid",
                    "description": "Synovial fluid samples will be analyzed for a change in the level of interleukin-1 and interleukin-1 receptor antagonist levels using enzyme-linked immunosorbent assays (ELISA).",
                    "timeFrame": "Synovial fluid will be collected within 2 weeks of injury and at approximately 3 to 5 days after the initial injection, at the time of surgery and approximately 10 days after surgery."
                },
                {
                    "measure": "Cartilage biomarker analysis of synovial fluid",
                    "description": "Synovial fluid samples will be analyzed for a change in the level of cartilage breakdown metabolites using enzyme-linked immunosorbent assays (ELISA). Specifically we will test for cartilage tissue breakdown products according to Osteoarthritis Research Society International guidelines including testing for type II Collagen Helical Peptide, C-telopeptide of type II collagen breakdown, sulfated glycosaminoglycan, cartilage oligomeric matrix protein, matrix metalloproteinases 1, 3 and 9 (MMP-1, MMP-3, and MMP-9), and tumor necrosis factor-inducible gene 6.",
                    "timeFrame": "Synovial fluid will be collected within 2 weeks of injury and at approximately 10 days after ACL injury, at the time of surgery and approximately 10 days after surgery."
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Patient-reported knee pain and function",
                    "description": "Patients will complete questionnaires reading change in their knee pain and function over time",
                    "timeFrame": "Surveys will be obtained prior to surgery and then at 3, 6, 9, 12 and 24 months following surgery"
                },
                {
                    "measure": "Cartilage biomarker analysis of urine",
                    "description": "Change in urine cartilage biomarker levels will be assessed. Specifically we will test for cartilage tissue breakdown products according to Osteoarthritis Research Society International guidelines including testing for type II Collagen Helical Peptide, C-telopeptide of type II collagen breakdown, sulfated glycosaminoglycan, cartilage oligomeric matrix protein, matrix metalloproteinases 1, 3 and 9 (MMP-1, MMP-3, and MMP-9), and tumor necrosis factor-inducible gene 6.",
                    "timeFrame": "Urine samples will be collected within 2 weeks of injury and at the time of surgery. Then urine will be collected at 3, 6, 9, 12 and 24 months after injury."
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "MRI",
                    "description": "Change in cartilage single intensity on magnetic resonance imaging",
                    "timeFrame": "MRI images will be obtained at 12 and 24 months following surgery, optional MRIs will also be obtained pre-operatively."
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* patients age 18 to 35 years with closed growth plates as visualized on plain radiographs who participate in cutting and pivoting activities.\n* we will enroll an equal number of men and women in each treatment group (16 total per group; 8 men, 8 women).\n* study participants must have an MRI-confirmed ACL injury within 2 weeks of presentation\n* must elect to undergo bone-patellar tendon-bone (BTB) autograft ACL reconstruction within 45 days of injury\n* no clinical or MRI evidence of posterior cruciate ligament injury\n* no more than grade 1 medial collateral ligament injury\n* no concurrent posterolateral corner injury to the ipsilateral knee\n\nExclusion Criteria:\n\n* injury occurring more than 2 weeks prior to enrollment\n* previous ipsilateral knee injury\n* multi-ligamentous knee injury\n* pre-existing or concurrent grade 3 or 4 chondral (cartilage) injuries\n* previous ipsilateral knee surgery (meniscus tear, ACL tear, chondral injury, etc.)\n* of note, concurrent acute meniscus injury is NOT an exclusion criteria\n* active infection\n* known allergy or adverse reaction to anakinra\n* intra-articular cortisone injection into either knee within 3 months of injury\n* prior exposure to IL-1Ra\n* participation in another clinical drug trial within the 4 weeks before injury\n* history of any coagulopathy or current anti-coagulation therapy\n* current malignancy\n* current inflammatory/rheumatologic disease\n* current immune-compromised state\n* current renal failure",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "35 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Adreanne Rivera",
                    "role": "CONTACT",
                    "phone": "310.794.0213",
                    "email": "adreannerivera@mednet.ucla.edu"
                }
            ],
            "locations": [
                {
                    "facility": "University of California, Los Angeles",
                    "status": "RECRUITING",
                    "city": "Los Angeles",
                    "state": "California",
                    "zip": "90095",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Thomas J. Kremen, M.D.",
                            "role": "CONTACT",
                            "phone": "424-259-9856",
                            "email": "tjkremen@mednet.ucla.edu"
                        },
                        {
                            "name": "Adreanne Rivera",
                            "role": "CONTACT",
                            "phone": "310-794-0213",
                            "email": "adreannerivera@mednet.ucla.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 34.05223,
                        "lon": -118.24368
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "22273632",
                    "type": "BACKGROUND",
                    "citation": "Kraus VB, Birmingham J, Stabler TV, Feng S, Taylor DC, Moorman CT 3rd, Garrett WE, Toth AP. Effects of intraarticular IL1-Ra for acute anterior cruciate ligament knee injury: a randomized controlled pilot trial (NCT00332254). Osteoarthritis Cartilage. 2012 Apr;20(4):271-8. doi: 10.1016/j.joca.2011.12.009. Epub 2012 Jan 10."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000010003",
                    "term": "Osteoarthritis"
                },
                {
                    "id": "D000014947",
                    "term": "Wounds and Injuries"
                },
                {
                    "id": "D000070598",
                    "term": "Anterior Cruciate Ligament Injuries"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001168",
                    "term": "Arthritis"
                },
                {
                    "id": "D000007592",
                    "term": "Joint Diseases"
                },
                {
                    "id": "D000009140",
                    "term": "Musculoskeletal Diseases"
                },
                {
                    "id": "D000012216",
                    "term": "Rheumatic Diseases"
                },
                {
                    "id": "D000007718",
                    "term": "Knee Injuries"
                },
                {
                    "id": "D000007869",
                    "term": "Leg Injuries"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M12926",
                    "name": "Osteoarthritis",
                    "asFound": "Osteoarthritis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M601",
                    "name": "Anterior Cruciate Ligament Injuries",
                    "asFound": "Anterior Cruciate Ligament Injuries",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17685",
                    "name": "Wounds and Injuries",
                    "asFound": "Injury",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4476",
                    "name": "Arthritis",
                    "relevance": "LOW"
                },
                {
                    "id": "M10621",
                    "name": "Joint Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12097",
                    "name": "Musculoskeletal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M15045",
                    "name": "Rheumatic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M6323",
                    "name": "Collagen Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10738",
                    "name": "Knee Injuries",
                    "relevance": "LOW"
                },
                {
                    "id": "M10881",
                    "name": "Leg Injuries",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC05",
                    "name": "Musculoskeletal Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                },
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000053590",
                    "term": "Interleukin 1 Receptor Antagonist Protein"
                }
            ],
            "ancestors": [
                {
                    "id": "D000018501",
                    "term": "Antirheumatic Agents"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M27359",
                    "name": "Interleukin 1 Receptor Antagonist Protein",
                    "asFound": "Anti-inflammatory",
                    "relevance": "HIGH"
                },
                {
                    "id": "M20604",
                    "name": "Antirheumatic Agents",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "ARhu",
                    "name": "Antirheumatic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}