{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04115163",
            "orgStudyIdInfo": {
                "id": "OSU-19050"
            },
            "secondaryIdInfos": [
                {
                    "id": "NCI-2019-05943",
                    "type": "REGISTRY",
                    "domain": "CTRP (Clinical Trial Reporting Program)"
                }
            ],
            "organization": {
                "fullName": "Ohio State University Comprehensive Cancer Center",
                "class": "OTHER"
            },
            "briefTitle": "Biologically Optimized Infusion Schedule of Gemcitabine and Nab-Paclitaxel for the Treatment of Metastatic Pancreatic Cancer",
            "officialTitle": "A Pilot Study of Biologically Optimized Infusion Schedule of Gemcitabine and Nab-Paclitaxel in Metastatic Pancreatic Adenocarcinoma",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "biologically-optimized-infusion-schedule-of-gemcitabine-and-nab-paclitaxel-for-the-treatment-of-metastatic-pancreatic-cancer"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-12",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2020-06-24",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-06-22",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2019-10-02",
            "studyFirstSubmitQcDate": "2019-10-02",
            "studyFirstPostDateStruct": {
                "date": "2019-10-03",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-12-27",
            "lastUpdatePostDateStruct": {
                "date": "2024-01-02",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR_INVESTIGATOR",
                "investigatorFullName": "Anne Noonan",
                "investigatorTitle": "Principal Investigator",
                "investigatorAffiliation": "Ohio State University Comprehensive Cancer Center"
            },
            "leadSponsor": {
                "name": "Anne Noonan",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This phase II trial studies how well a biologically optimized infusion schedule of gemcitabine and nab-paclitaxel works in treating patients with pancreatic cancer that has spread to other places in the body (metastatic). Drugs used in chemotherapy, such as gemcitabine and nab-paclitaxel, work in different ways to stop the growth of tumor cells, either by killing the cells, by stopping them from dividing, or by stopping them from spreading. Altering the timing of the nab-paclitaxel infusion may improve response in patients with pancreatic cancer.",
            "detailedDescription": "PRIMARY OBJECTIVE:\n\nI. To report overall response rate (ORR) for the optimized schedule according to Response Evaluation Criteria in Solid Tumors (RECIST) 1.1 guidelines.\n\nSECONDARY OBJECTIVES:\n\nI. To report toxicity of the infusion schedule. II. To report disease control rate. III. To calculate relative dose intensity. IV. To report the overall survival (OS). V. To report progression free survival (PFS). VI. To correlate exploratory biomarkers with clinical outcomes.\n\nOUTLINE:\n\nPatients receive gemcitabine intravenously (IV) over 30 minutes on days 1 and 15 and nab-paclitaxel IV over 30 minutes on days 3 and 17. Cycles repeat every 28 days in the absence of disease progression or unacceptable toxicity.\n\nAfter completion of study treatment, patients are followed up monthly for 3 months and then every 3 months thereafter."
        },
        "conditionsModule": {
            "conditions": [
                "Metastatic Pancreatic Adenocarcinoma",
                "Stage IV Pancreatic Cancer AJCC v8"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 53,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Treatment (gemcitabine, nab-paclitaxel)",
                    "type": "EXPERIMENTAL",
                    "description": "Patients receive gemcitabine IV over 30 minutes on days 1 and 15 and nab-paclitaxel IV over 30 minutes on days 3 and 17. Cycles repeat every 28 days in the absence of disease progression or unacceptable toxicity.",
                    "interventionNames": [
                        "Drug: Gemcitabine",
                        "Drug: Nab-paclitaxel"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Gemcitabine",
                    "description": "Given IV",
                    "armGroupLabels": [
                        "Treatment (gemcitabine, nab-paclitaxel)"
                    ],
                    "otherNames": [
                        "dFdC",
                        "dFdCyd",
                        "Difluorodeoxycytidine"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Nab-paclitaxel",
                    "description": "Given IV",
                    "armGroupLabels": [
                        "Treatment (gemcitabine, nab-paclitaxel)"
                    ],
                    "otherNames": [
                        "ABI 007",
                        "ABI-007",
                        "Abraxane",
                        "Albumin-bound Paclitaxel",
                        "Albumin-Stabilized Nanoparticle Paclitaxel",
                        "Nanoparticle Albumin-bound Paclitaxel",
                        "Nanoparticle Paclitaxel",
                        "Paclitaxel Albumin",
                        "paclitaxel albumin-stabilized nanoparticle formulation",
                        "Protein-bound Paclitaxel"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Overall response rate (ORR)",
                    "description": "ORR will be assessed by Response Evaluation Criteria in Solid Tumors 1.1 in patients with advanced pancreatic adenocarcinoma to receive optimized infusion schedule of gemcitabine plus nab-paclitaxel. The ORR will be calculated as the proportion of patients who achieve a response to therapy divided by the total number of evaluable patients. All evaluable patients will be included in calculating the ORR for the study along with corresponding 95% binomial confidence intervals (CIs) (assuming that the number of patients who respond is binomially distributed).",
                    "timeFrame": "Up to 2 years"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Incidence of adverse events (AEs)",
                    "description": "AEs will be assessed by Common Terminology Criteria for Adverse Events version 5.0 of optimized infusion schedule of gemcitabine plus nab-paclitaxel. Frequency and severity of AEs and tolerability of the regimen will be collected and summarized by descriptive statistics. The maximum grade for each type of toxicity will be recorded for each patient, and frequency tables will be reviewed to determine toxicity patterns. All patients who have received at least one dose of the therapeutic agents will be evaluable for toxicity and tolerability.",
                    "timeFrame": "Up to 2 years"
                },
                {
                    "measure": "Disease control rate",
                    "description": "Disease control rate is calculated as the proportion of patients who achieve a response and stable disease to therapy divided by the total number of evaluable patients. Disease control rate will be calculated along with corresponding 95% binomial CIs (assuming that the number of patients who respond is binomially distributed).",
                    "timeFrame": "Up to 2 years"
                },
                {
                    "measure": "Relative dose intensity",
                    "description": "Relative dose intensity is calculated as the ratio of \"delivered\" to the \"planned\" dose over the period of therapy and will be summarized using descriptive statistics.",
                    "timeFrame": "Up to 2 years"
                },
                {
                    "measure": "Progression-free survival (PFS)",
                    "description": "PFS will initially be modeled using Kaplan-Meier methods, resulting in median survival times with 95% CI, assuming sufficient events have occurred.",
                    "timeFrame": "From initiation of therapy to documented progression or death without progression, assessed up to 2 years"
                },
                {
                    "measure": "Overall survival (OS)",
                    "description": "OS will initially be modeled using Kaplan-Meier methods, resulting in median survival times with 95% CI, assuming sufficient events have occurred.",
                    "timeFrame": "From initiation of therapy to death from any cause, assessed up to 2 years"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Participant has definitive histologically or cytologically confirmed adenocarcinoma of the pancreas. The definitive diagnosis of metastatic pancreatic adenocarcinoma will be made by integrating the histopathological data within the context of the clinical and radiographic data. Participants with islet cell neoplasms are excluded\n* Patient has one or more metastatic tumors measurable by computed tomography (CT) scan (or magnetic resonance imaging \\[MRI\\], if patient is allergic to CT contrast media or if the tumor is difficult to delineate on CT scan) as defined by RECIST 1.1 criteria\n* Non-pregnant and non-lactating\n\n  * If a female patient is of child-bearing potential, as evidenced by regular menstrual periods, she must have a negative serum pregnancy test beta-human chorionic gonadotropin (beta-hCG) documented 72 hours prior to the first administration of study drug\n  * The patient must agree to use a method of contraception considered highly effective by the investigator during the period of administration of study drug and after the end of treatment for an additional 3 months. Adequate birth control methods are defined below\n\n    * Women will be considered of childbearing potential unless surgically sterilized by hysterectomy or bilateral tubal ligation/salpingectomy, or if they are post-menopausal (defined as absence of menses for at least 1 year). Sexually active men and women of childbearing potential who are sexually active and not willing to use a highly effective method of birth control during the trial and for at least three months after will be considered ineligible for the trial. A highly effective method of birth control is defined as one which results in a low failure rate (i.e. less than 1% per year) when used consistently and correctly, such as implants, injectables, combined oral contraceptives, some intrauterine devices (IUDs), sexual abstinence or vasectomized partner. In the event that local regulations require additional restrictions to the above definition, the patient information will specify the acceptable contraceptive methods\n* Patients must have received no previous chemotherapy or investigational therapy for the treatment of metastatic pancreatic cancer. Prior adjuvant treatment is allowed as long as the last chemotherapy was \\> 6 months ago. Prior use of 5-fluorouracil (5-FU) or gemcitabine administered as a radiation sensitizer or in the adjuvant setting is allowed, provided at least 2 month have elapsed since completion of the last dose and no lingering significant toxicities are present. Prior radiation is allowed as long as the planned lesion(s) to be measured were not previously radiated\n* Absolute neutrophil count (ANC) \\>= 1.5 x 10\\^9/L (obtained =\\< 14 days prior to randomization)\n* Platelet count \\>= 100,000/mm\\^3 (100 x 10\\^9/L) (obtained =\\< 14 days prior to randomization)\n* Hemoglobin (Hgb) \\>= 9 g/dL (obtained =\\< 14 days prior to randomization)\n* Aspartate transaminase (AST), serum glutamic-oxaloacetic transaminase (SGOT), alanine transaminase (ALT) serum glutamic-pyruvic transaminase (SGPT) =\\< 2.5 x upper limit of normal range (ULN), unless liver metastases are clearly present, then =\\< 5 x ULN is allowed (obtained =\\< 14 days prior to randomization)\n* Total bilirubin =\\< 2 x ULN (obtained =\\< 14 days prior to randomization)\n* Patient has Karnofsky performance status (KPS) \\>= 60 or Eastern Cooperative Oncology Group (ECOG) performance status of 0-2\n* Patient has been informed about the nature of the study, has agreed to participate in the study, and signed the informed consent form (ICF) prior to participation in any study-related activities\n\nExclusion Criteria:\n\n* Patient has known brain metastases, unless previously treated and well-controlled for at least 3 months (defined as clinically stable, no edema, no steroids and stable in 2 scans at least 4 weeks apart)\n* Patient has active, uncontrolled bacterial, viral, or fungal infection(s) requiring systemic therapy\n* Patient has known active infection with human immunodeficiency virus (HIV), hepatitis B, or hepatitis C. HIV-infected patients on effective anti-retroviral therapy with undetectable viral load within 6 months are eligible for this trial\n* Patient has a history of allergy or hypersensitivity to any of the study drugs or any of their excipients\n* Patient has serious medical risk factors involving any of the major organ systems, or serious psychiatric disorders, which could compromise the patient's safety or the study data integrity based on the assessment of the enrolling physician\n* Patient is unwilling or unable to comply with study procedures",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "The Ohio State University Comprehensive Cancer Center",
                    "role": "CONTACT",
                    "phone": "1-800-293-5066",
                    "email": "OSUCCCClinicaltrial@osumc.edu"
                },
                {
                    "name": "Danielle Trunzo",
                    "role": "CONTACT",
                    "email": "Danielle.Trunzo@osumc.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Laith Abushahin, MBBS",
                    "affiliation": "Ohio State University Comprehensive Cancer Center",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Ohio State University Comprehensive Cancer Center",
                    "status": "RECRUITING",
                    "city": "Columbus",
                    "state": "Ohio",
                    "zip": "43210",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Anne Noonan, MD",
                            "role": "CONTACT",
                            "phone": "614-685-6912",
                            "email": "anne.noonan@osumc.edu"
                        },
                        {
                            "name": "Anne Noonan, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.96118,
                        "lon": -82.99879
                    }
                }
            ]
        },
        "referencesModule": {
            "seeAlsoLinks": [
                {
                    "label": "The Jamesline",
                    "url": "http://cancer.osu.edu"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000000230",
                    "term": "Adenocarcinoma"
                },
                {
                    "id": "D000010190",
                    "term": "Pancreatic Neoplasms"
                }
            ],
            "ancestors": [
                {
                    "id": "D000002277",
                    "term": "Carcinoma"
                },
                {
                    "id": "D000009375",
                    "term": "Neoplasms, Glandular and Epithelial"
                },
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000004067",
                    "term": "Digestive System Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000004701",
                    "term": "Endocrine Gland Neoplasms"
                },
                {
                    "id": "D000004066",
                    "term": "Digestive System Diseases"
                },
                {
                    "id": "D000010182",
                    "term": "Pancreatic Diseases"
                },
                {
                    "id": "D000004700",
                    "term": "Endocrine System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M3585",
                    "name": "Adenocarcinoma",
                    "asFound": "Adenocarcinoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M13110",
                    "name": "Pancreatic Neoplasms",
                    "asFound": "Pancreatic Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5534",
                    "name": "Carcinoma",
                    "relevance": "LOW"
                },
                {
                    "id": "M12320",
                    "name": "Neoplasms, Glandular and Epithelial",
                    "relevance": "LOW"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M7256",
                    "name": "Digestive System Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M8886",
                    "name": "Gastrointestinal Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M7863",
                    "name": "Endocrine Gland Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M7255",
                    "name": "Digestive System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8883",
                    "name": "Gastrointestinal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M13102",
                    "name": "Pancreatic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M7862",
                    "name": "Endocrine System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T4387",
                    "name": "Pancreatic Cancer",
                    "asFound": "Pancreatic Cancer",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC06",
                    "name": "Digestive System Diseases"
                },
                {
                    "abbrev": "BC19",
                    "name": "Gland and Hormone Related Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000017239",
                    "term": "Paclitaxel"
                },
                {
                    "id": "D000068196",
                    "term": "Albumin-Bound Paclitaxel"
                },
                {
                    "id": "D000093542",
                    "term": "Gemcitabine"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000972",
                    "term": "Antineoplastic Agents, Phytogenic"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                },
                {
                    "id": "D000050257",
                    "term": "Tubulin Modulators"
                },
                {
                    "id": "D000050256",
                    "term": "Antimitotic Agents"
                },
                {
                    "id": "D000050258",
                    "term": "Mitosis Modulators"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000000964",
                    "term": "Antimetabolites, Antineoplastic"
                },
                {
                    "id": "D000000963",
                    "term": "Antimetabolites"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M19537",
                    "name": "Paclitaxel",
                    "asFound": "Sessions",
                    "relevance": "HIGH"
                },
                {
                    "id": "M2985",
                    "name": "Gemcitabine",
                    "asFound": "Mg/kg",
                    "relevance": "HIGH"
                },
                {
                    "id": "M231",
                    "name": "Albumin-Bound Paclitaxel",
                    "asFound": "Palsy",
                    "relevance": "HIGH"
                },
                {
                    "id": "M26197",
                    "name": "Tubulin Modulators",
                    "relevance": "LOW"
                },
                {
                    "id": "M26196",
                    "name": "Antimitotic Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M4281",
                    "name": "Antimetabolites",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}