{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT01163578",
            "orgStudyIdInfo": {
                "id": "STUDY19030279"
            },
            "organization": {
                "fullName": "University of Pittsburgh",
                "class": "OTHER"
            },
            "briefTitle": "Biomarkers in Transplant Recipients to Improve Outcomes",
            "officialTitle": "Study of Biomarkers in Solid Organ and Bone Marrow Transplant Recipients to Better Treat Rejection",
            "therapeuticArea": [
                "Other",
                "Orthopedics"
            ],
            "study": "biomarkers-in-transplant-recipients-to-improve-outcomes"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-11",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2005-03"
            },
            "primaryCompletionDateStruct": {
                "date": "2030-03",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2030-03",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2010-06-29",
            "studyFirstSubmitQcDate": "2010-07-14",
            "studyFirstPostDateStruct": {
                "date": "2010-07-15",
                "type": "ESTIMATED"
            },
            "lastUpdateSubmitDate": "2023-11-10",
            "lastUpdatePostDateStruct": {
                "date": "2023-11-14",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Rakesh Sindhi",
                "investigatorTitle": "Professor of Surgery",
                "investigatorAffiliation": "University of Pittsburgh"
            },
            "leadSponsor": {
                "name": "University of Pittsburgh",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true
        },
        "descriptionModule": {
            "briefSummary": "The objective of this study is to evaluate whether certain proteins, expressed in biological tissues can indict a better understanding of the effect of drugs that are used to treat rejection, and of processes leading to rejection and rejection-free outcomes.",
            "detailedDescription": "All transplant recipients receive periodic monitoring of drug levels and laboratory tests to assess adequacy of immunosuppression and allograft function. These are performed when the recipient is admitted to the hospital after transplantation or for a complication such as acute rejection or toxicity, or when the recipient is an outpatient.\n\n1. Blood samples: Participants may be asked to provide research blood specimens during regular clinical tests, and may collect up to 15 milliliters of blood as many as 7 times within the first year of transplant, and then less often thereafter. The total volume collected will take in account the patient's height, weight and age at the time of the collection. However, if for any reason participant is unable to provide a sample during regular clinical test it may be collected at another time. Participants will be asked to provide these samples indefinitely. This will allow longitudinal assessment of the stability of biomarker expression as a reflection of clinical drug concentrations in repeated measurements.\n2. Saliva collection: Up to 5 ml of the subject's saliva will be collected no more than four times, if the previous sample does not provide adequate information. Samples will be collected in self-collection container at the time of consent or as early as possible after consents are obtained, and will be stored at room temperature in the Pediatric Transplantation Laboratory, 3344 Forbes Ave. In recipients where both are available, the genotyping results as DNA from saliva will be compared between paired blood samples. Henceforth, saliva collection will only be offered to participants who cannot donate blood specimens for genotyping. Salivary sampling is considered an acceptable alternative standard for whole blood genotyping. A saliva sample will be collected only if the patient or the patient's parent or guardian prefers this option over blood sampling.\n3. Collection of urine, feces, and bile: five mls of any body fluid will be collected in sterile urine cups for application of proteomics technologies. Collections may be repeated up to four times, if the first specimen provides suboptimal information.\n4. Collection of remaining allograft standard of care biopsy specimens, and tissue from explants: Any piece of allograft biopsy deemed residual by the pathologist will be subjected to gene array testing. This will occur when participant is scheduled for their standard of care biopsy, or while in surgery. Genetic material extracted from the smallest tissue can be amplified using several approaches.\n5. Measurements: Biomarker expression will be evaluated after mitogen and antigen stimulation of peripheral blood mononuclear cells. (1-3). Briefly, peripheral blood mononuclear cells (PBMC) are extracted from whole blood by Ficoll gradient separation, Thereafter, either mitogens such as phytohemaglutinin, pokeweed mitogen, or phorbol-myristic acid-ionomycin, or viral and major histocompatibility complex (MHC) peptide antigens, or intact alloantigenic cells will be used to stimulate recipient PBMC. Cellular responses that can be measured include but are not limited to expressed pro-inflammatory or anti-inflammatory markers, cytokines, proliferation, cytotoxicity, and apoptosis."
        },
        "conditionsModule": {
            "conditions": [
                "Solid Organ Transplantation",
                "Bone Marrow Transplantation"
            ],
            "keywords": [
                "Transplantation",
                "Rejection"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "designInfo": {
                "observationalModel": "OTHER",
                "timePerspective": "PROSPECTIVE"
            },
            "bioSpec": {
                "retention": "SAMPLES_WITH_DNA",
                "description": "blood, saliva, intestinal and liver biospy samples, urine, stool"
            },
            "enrollmentInfo": {
                "count": 1200,
                "type": "ESTIMATED"
            }
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Rejection",
                    "description": "Biopsy-proven acute cellular rejection",
                    "timeFrame": "90 day post transplantation (clinical severity)"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Thresholds of immunosuppression",
                    "description": "Blood levels and doses of the various immunosuppressants at one year. For example, Tacrolimus is measured as nanograms/ml in whole blood, Mycophenolate mofetil is measured in doses of mg/day, or as blood levels in micrograms/ml, steroids doses are measured in mg/day, Sirolimus is measured in doses of mg/day, or as blood levels in nanograms/ml in whole blood.",
                    "timeFrame": "Yearly post transplantation"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Recipients of abdominal, thoracic and bone marrow allografts that are receiving inpatient and outpatient follow-up with routine laboratory tests at the University of Pittsburgh Medical Center.\n* All Ages\n* Subject or parents are able to read and understand the informed consent\n\nExclusion Criteria:\n\n* Subjects and/or their parents who are unable to read and understand informed consent.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "stdAges": [
                "CHILD",
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "Individuals who are listed and or recipients of solid organ or bone marrow transplantation.",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Morgan L Paul, BSN",
                    "role": "CONTACT",
                    "phone": "412-692-8472",
                    "email": "Morgan.Paul2@upmc.edu"
                },
                {
                    "name": "Daniel Pieratt, MPA",
                    "role": "CONTACT",
                    "phone": "412-692-6692",
                    "email": "pierattdw@upmc.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Rakesh Sindhi, MD",
                    "affiliation": "University of Pittsburgh",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Children's Hospital of Pittsburgh of UPMC",
                    "status": "RECRUITING",
                    "city": "Pittsburgh",
                    "state": "Pennsylvania",
                    "zip": "15224",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Morgan L Paul, BSN",
                            "role": "CONTACT",
                            "phone": "412-692-8472",
                            "email": "Morgan.Paul2@upmc.edu"
                        },
                        {
                            "name": "Daniel Pieratt, MPA",
                            "role": "CONTACT",
                            "phone": "412-692-6692",
                            "email": "pierattdw@upmc.edu"
                        },
                        {
                            "name": "Rakesh Sindhi, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.44062,
                        "lon": -79.99589
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "25531894",
                    "type": "DERIVED",
                    "citation": "Ashokkumar C, Sun Q, Ningappa M, Higgs BW, Mazariegos G, Zeevi A, Sindhi R. Antithymocyte globulin facilitates alloreactive T-cell apoptosis by means of caspase-3: potential implications for monitoring rejection-free outcomes. Transplantation. 2015 Jan;99(1):164-70. doi: 10.1097/TP.0000000000000289."
                },
                {
                    "pmid": "22249367",
                    "type": "DERIVED",
                    "citation": "Ashokkumar C, Gabriellan A, Ningappa M, Mazariegos G, Sun Q, Sindhi R. Increased monocyte expression of sialoadhesin during acute cellular rejection and other enteritides after intestine transplantation in children. Transplantation. 2012 Mar 15;93(5):561-4. doi: 10.1097/TP.0b013e3182449189."
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        }
    },
    "hasResults": false
}