{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT01199250",
            "orgStudyIdInfo": {
                "id": "GOG-8020"
            },
            "secondaryIdInfos": [
                {
                    "id": "NCI-2011-02868",
                    "type": "REGISTRY",
                    "domain": "CTRP (Clinical Trial Reporting Program)"
                },
                {
                    "id": "GOG-8020"
                },
                {
                    "id": "CDR0000684553"
                },
                {
                    "id": "GOG-8020",
                    "type": "OTHER",
                    "domain": "Gynecologic Oncology Group"
                },
                {
                    "id": "GOG-8020",
                    "type": "OTHER",
                    "domain": "CTEP"
                },
                {
                    "id": "P50CA134254",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/P50CA134254"
                },
                {
                    "id": "R01CA071754",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/R01CA071754"
                },
                {
                    "id": "R21CA133295",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/R21CA133295"
                },
                {
                    "id": "U10CA027469",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/U10CA027469"
                },
                {
                    "id": "U10CA037517",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/U10CA037517"
                }
            ],
            "organization": {
                "fullName": "GOG Foundation",
                "class": "NETWORK"
            },
            "briefTitle": "Biomarkers in Samples From Patients With Endometrial Cancer",
            "officialTitle": "Specialized Program of Research Excellence (SPORE) in Endometrial Cancer",
            "therapeuticArea": [
                "Rare Diseases",
                "Oncology and Hematology"
            ],
            "study": "biomarkers-in-samples-from-patients-with-endometrial-cancer"
        },
        "statusModule": {
            "statusVerifiedDate": "2015-05",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2100-01"
            },
            "primaryCompletionDateStruct": {
                "date": "2100-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2010-09-09",
            "studyFirstSubmitQcDate": "2010-09-09",
            "studyFirstPostDateStruct": {
                "date": "2010-09-10",
                "type": "ESTIMATED"
            },
            "lastUpdateSubmitDate": "2015-05-27",
            "lastUpdatePostDateStruct": {
                "date": "2015-05-29",
                "type": "ESTIMATED"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Gynecologic Oncology Group",
                "class": "NETWORK"
            },
            "collaborators": [
                {
                    "name": "National Cancer Institute (NCI)",
                    "class": "NIH"
                }
            ]
        },
        "descriptionModule": {
            "briefSummary": "This research study is studying biomarkers in samples from patients with endometrial cancer. Studying samples from patients with cancer in the laboratory may help doctors learn more about changes that occur in DNA and identify biomarkers related to cancer.",
            "detailedDescription": "PRIMARY OBJECTIVES:\n\nI. Assess the frequency and spectrum of mutations in fibroblast growth factor receptor 2 (FGFR2) in low-, intermediate-, and/or high-risk endometrioid endometrial cancer from GOG-0210. (Project 1) II. Determine the relationship between FGFR2 mutation and clinicopathologic variables including disease-free and overall survival in low-, intermediate-, and/or high-risk endometrial cancer from GOG-0210. (Project 1) III. Identify the cognate FGF ligands and receptors expressed in normal endometrium and endometrial cancers, and examine their expression on multiple tissue microarrays for GOG-0210 to determine their association with clinical outcome. (Project 1) IV. Identify epigenetic biomarkers (differential methylation of CpG island loci) associated with recurrence and disease progression in endometrioid endometrial cancer from Washington University School of Medicine (WUSM). (Project 2) V. Confirm epigenetic biomarkers (differential methylation of CpG island loci) associated with recurrent and disease progression in endometrioid endometrial cancer from GOG-0210. (Project 2) VI. Define the performance (sensitivity and specificity) of epigenetic biomarkers associated with recurrence and disease progression in endometrioid endometrial cancer from an independent cohort of cases from GOG-0210. (Project 2) VII. Develop a molecular screening regimen to compliment family history risk assessment to identify carriers of Hereditary Non-Polyposis Colorectal Cancer (HNPCC)-related and other forms of inherited endometrial cancer from GOG-0210 that was not ascertained by family history. (Project 3) VIII. Estimate the prevalence of HNPCC-related and other forms of inherited endometrial cancer in GOG-0210. (Project 3) IX. Define the relationship between defective DNA mismatch repair and clinical and epidemiological factors in GOG-0210. (Project 3) X. Determine the clinicopathologic significance of mismatch-repair defects including associations with disease-free and overall survival in GOG-0210. (Project 3) XI. Assess expression of five candidate ERK1/2 substrates in the normal endometrium, primary endometrial cancers (from WUSM and GOG-0210) and endometrial cancer cell lines and determine if substrate phosphorylation is ERK-dependent. (Project 4) XII. Determine the relationship between ERK substrate-phosphorylation status and upstream ERK-signaling pathway activation in primary endometrial cancers from WUSM and GOG-0210. (Project 4 XIII. Determine the clinicopathologic significance of ERK substrate expression in primary endometrial cancers from WUSM and GOG-0210. (Project 4) XIV. Explore GSK3/3 inhibition as a therapeutic treatment of endometrial cancer and assess the role of inhibiting other ERK substrates in endometrial cell lines. (Project 4) XV. Explore the predictive and prognostic accuracy of a panel of single nucleotide polymorphisms alone and with informative clinical, surgical, and pathologic variables in a cohort of Caucasian women with stage IB or IC vs IIIC endometrioid endometrial cancer from WUSM and GOG-0210. (Project 5)\n\nOUTLINE: This is a multicenter study.\n\nPreviously collected samples are analyzed for biomarker and other laboratory analyses."
        },
        "conditionsModule": {
            "conditions": [
                "Lynch Syndrome",
                "Recurrent Uterine Corpus Carcinoma",
                "Stage I Uterine Corpus Cancer",
                "Stage II Uterine Corpus Cancer",
                "Stage III Uterine Corpus Cancer",
                "Stage IV Uterine Corpus Cancer"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "designInfo": {
                "timePerspective": "RETROSPECTIVE"
            },
            "enrollmentInfo": {
                "count": 3600,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Basic science (biomarker analysis)",
                    "description": "Previously collected samples are analyzed for biomarker and other laboratory analyses.",
                    "interventionNames": [
                        "Other: Laboratory Biomarker Analysis"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Laboratory Biomarker Analysis",
                    "description": "Correlative studies",
                    "armGroupLabels": [
                        "Basic science (biomarker analysis)"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Clinical sensitivity and specificity of epigenetic biomarkers in a cohort of blind samples (Project 2)",
                    "description": "ROC curves used to describe the discriminatory characteristics of candidate biomarkers. From the competing risk model, the coefficients of the clinicopathological covariates and the hypermethylation levels of each biomarker will indicate the association of these factors with each of the four types of survivals. The significance of association will be indicated by P-values, and hazard rates will also be provided.",
                    "timeFrame": "1 month"
                },
                {
                    "measure": "Confirmation of CpG island loci frequently hypermethylated in EECs exhibiting recurrence (Project 2)",
                    "description": "Proportion of methylated samples and 95% confidence interval calculated for each marker, recurrent and non-recurrent samples. Will determine statistical significance of mean difference in DMH methylation levels between methylated and non-methylated samples on basis of two-sided two sample t-tests or nonparametric Wilcoxon tests (if normality is in question). Binary methylation status tabulated with recurrence status to formulate 2 by 2 contingency table. Existence of significant association indicated by a \\<0.05 p-value from Chi-square test or Fisher test (in case of small counts).",
                    "timeFrame": "1 month"
                },
                {
                    "measure": "Development of a molecular screening regimen to compliment family history risk assessment for the detection of Lynch syndrome (Project 3)",
                    "timeFrame": "1 month"
                },
                {
                    "measure": "Expression of candidate ERK1/2 substrates in the normal endometrium, primary endometrial cancers and endometrial cancer cell lines dependence of substrate phosphorylation on ERK (Project 4)",
                    "timeFrame": "1 month"
                },
                {
                    "measure": "Frequency of Lynch syndrome-related endometrial cancer and relationships between inherited and acquired DNA mismatch repair defects and clinicopathologic variables (Project 3)",
                    "timeFrame": "1 month"
                },
                {
                    "measure": "GSK3β inhibition as a therapeutic treatment of endometrial cancer and role of inhibiting other ERK substrates in endometrial cancer cell lines (Project 4)",
                    "timeFrame": "1 month"
                },
                {
                    "measure": "Identification of cognate FGF ligands and receptors expressed in normal endometrium and endometrial cancers (Project 1)",
                    "description": "Loss of expression or overexpression for each of FGFs/FGFRs will be described using contingency tables and the overall between-group differences will be compared using Chi-square test or Fisher's exact test as appropriate. For each marker, the nuclear positivity and cytoplasmic positivity will be evaluated separately. Proportional hazards Cox models will be fitted for each FGFR receptor or FGF ligand to evaluate its effect on PFS, ECS, and OS. Multivariate Cox model will be developed while considering biomarkers that have shown trend of significance in univariate analyses (permuted p \\< 0.2).",
                    "timeFrame": "1 month"
                },
                {
                    "measure": "Identification of profiles of CpG island hypermethylation for stratifying subtypes of EECs (Project 2)",
                    "description": "Descriptive statistics including mean, median and standard deviation will be summarized for the recurrent and non-recurrent groups across the 54 samples. Graphical presentation of the data will be provided by use of box-whisker plots and scatter plots.",
                    "timeFrame": "1 month"
                },
                {
                    "measure": "Predictive and prognostic accuracy of a panel of SNPs alone and with informative clinical, surgical, and pathologic variables in a cohort of Caucasian women with stage IB or IC vs IIIC endometrioid endometrial cancer from WUSM and GOG-0210 (Project 5)",
                    "timeFrame": "1 month"
                },
                {
                    "measure": "Relationship between ERK substrate phosphorylation status and upstream ERK signaling pathway activation in primary endometrial cancers and clinicopathologic significance of ERK substrate expression(Project 4)",
                    "description": "The primary endpoints are protein amounts from quantitative Western blots and IHC-based ordinal scores describing intensity of staining and percentage of cells staining in the nucleus, cytoplasm and a combination of both locations.",
                    "timeFrame": "1 month"
                },
                {
                    "measure": "Relationship between inherited variation in the MLH1 DNA repair gene and somatic (acquired) inactivation of MLH1 in sporadic endometrial cancer (Project 3)",
                    "description": "The primary association analysis for the case-control association study will be 2 x 2 contingency table analysis using chi squared tests. The allele frequency for each SNP will be compared for all cases and controls.",
                    "timeFrame": "1 month"
                },
                {
                    "measure": "Role of FGFR2 mutations in low, intermediate and high risk endometrial cancers (Project 1)",
                    "description": "Clinical outcome in FGFR2 mutation carriers will be compared with survival for women with no mutations. Effect of the mutation over time using survival modeling also considered. OS and PFS described using Cox model. PFI time and ECS time described using competing risks model. Prognostic factors will be evaluated in univariate and multivariate analyses. Variables associated with each primary endpoint (OS, DFS, PHI and ECS) at the 10% level on the basis of univariate models will be introduced in the multivariate models. Significance levels for all analyses will be set at a p-value of 0.05.",
                    "timeFrame": "1 month"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Samples available from one of the following:\n\n  * GOG-0210\n  * Washington University School of Medicine Siteman Cancer Center",
            "healthyVolunteers": false,
            "sex": "FEMALE",
            "stdAges": [
                "CHILD",
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "Patients with endometrial cancer",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "overallOfficials": [
                {
                    "name": "Paul Goodfellow",
                    "affiliation": "Gynecologic Oncology Group",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Gynecologic Oncology Group",
                    "city": "Philadelphia",
                    "state": "Pennsylvania",
                    "zip": "19103",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 39.95233,
                        "lon": -75.16379
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000016889",
                    "term": "Endometrial Neoplasms"
                },
                {
                    "id": "D000003123",
                    "term": "Colorectal Neoplasms, Hereditary Nonpolyposis"
                }
            ],
            "ancestors": [
                {
                    "id": "D000014594",
                    "term": "Uterine Neoplasms"
                },
                {
                    "id": "D000005833",
                    "term": "Genital Neoplasms, Female"
                },
                {
                    "id": "D000014565",
                    "term": "Urogenital Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000014591",
                    "term": "Uterine Diseases"
                },
                {
                    "id": "D000005831",
                    "term": "Genital Diseases, Female"
                },
                {
                    "id": "D000052776",
                    "term": "Female Urogenital Diseases"
                },
                {
                    "id": "D000005261",
                    "term": "Female Urogenital Diseases and Pregnancy Complications"
                },
                {
                    "id": "D000091642",
                    "term": "Urogenital Diseases"
                },
                {
                    "id": "D000091662",
                    "term": "Genital Diseases"
                },
                {
                    "id": "D000015179",
                    "term": "Colorectal Neoplasms"
                },
                {
                    "id": "D000007414",
                    "term": "Intestinal Neoplasms"
                },
                {
                    "id": "D000005770",
                    "term": "Gastrointestinal Neoplasms"
                },
                {
                    "id": "D000004067",
                    "term": "Digestive System Neoplasms"
                },
                {
                    "id": "D000009386",
                    "term": "Neoplastic Syndromes, Hereditary"
                },
                {
                    "id": "D000004066",
                    "term": "Digestive System Diseases"
                },
                {
                    "id": "D000005767",
                    "term": "Gastrointestinal Diseases"
                },
                {
                    "id": "D000003108",
                    "term": "Colonic Diseases"
                },
                {
                    "id": "D000007410",
                    "term": "Intestinal Diseases"
                },
                {
                    "id": "D000030342",
                    "term": "Genetic Diseases, Inborn"
                },
                {
                    "id": "D000049914",
                    "term": "DNA Repair-Deficiency Disorders"
                },
                {
                    "id": "D000008659",
                    "term": "Metabolic Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M16355",
                    "name": "Syndrome",
                    "relevance": "LOW"
                },
                {
                    "id": "M5534",
                    "name": "Carcinoma",
                    "relevance": "LOW"
                },
                {
                    "id": "M14850",
                    "name": "Recurrence",
                    "relevance": "LOW"
                },
                {
                    "id": "M19235",
                    "name": "Endometrial Neoplasms",
                    "asFound": "Endometrial Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17890",
                    "name": "Colorectal Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M6351",
                    "name": "Colorectal Neoplasms, Hereditary Nonpolyposis",
                    "asFound": "Lynch Syndrome",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17342",
                    "name": "Uterine Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M8945",
                    "name": "Genital Neoplasms, Female",
                    "relevance": "LOW"
                },
                {
                    "id": "M17315",
                    "name": "Urogenital Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M17339",
                    "name": "Uterine Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8943",
                    "name": "Genital Diseases, Female",
                    "relevance": "LOW"
                },
                {
                    "id": "M2876",
                    "name": "Genital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M2875",
                    "name": "Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M27093",
                    "name": "Female Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14127",
                    "name": "Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M8399",
                    "name": "Female Urogenital Diseases and Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M10448",
                    "name": "Intestinal Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M7256",
                    "name": "Digestive System Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M8886",
                    "name": "Gastrointestinal Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M12331",
                    "name": "Neoplastic Syndromes, Hereditary",
                    "relevance": "LOW"
                },
                {
                    "id": "M7255",
                    "name": "Digestive System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8883",
                    "name": "Gastrointestinal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M6336",
                    "name": "Colonic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10444",
                    "name": "Intestinal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M23686",
                    "name": "Genetic Diseases, Inborn",
                    "relevance": "LOW"
                },
                {
                    "id": "M26131",
                    "name": "DNA Repair-Deficiency Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M11639",
                    "name": "Metabolic Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "BC06",
                    "name": "Digestive System Diseases"
                },
                {
                    "abbrev": "BC16",
                    "name": "Diseases and Abnormalities at or Before Birth"
                },
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                }
            ]
        }
    },
    "hasResults": false
}