{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05387915",
            "orgStudyIdInfo": {
                "id": "STUDY00004187"
            },
            "secondaryIdInfos": [
                {
                    "id": "NCI-2022-02855",
                    "type": "REGISTRY",
                    "domain": "CTRP (Clinical Trial Reporting Program)"
                },
                {
                    "id": "WINSHIP5566-22",
                    "type": "OTHER",
                    "domain": "Emory University Hospital/Winship Cancer Institute"
                },
                {
                    "id": "P30CA138292",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/P30CA138292"
                }
            ],
            "organization": {
                "fullName": "Emory University",
                "class": "OTHER"
            },
            "briefTitle": "Biomarker-Driven Radiation Therapy Dose Reduction After Transoral Robotic Surgery for the Treatment of HPV-Positive Oropharyngeal Cancer",
            "officialTitle": "Biomarker-Driven Radiation Dose Reduction After TORS in Patients With HPV-Positive Oropharyngeal Cancer",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "biomarker-driven-radiation-therapy-dose-reduction-after-transoral-robotic-surgery-for-the-treatment-of-hpv-positive-oropharyngeal-cancer"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-08",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-06-06",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-05-05",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-05-05",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-05-17",
            "studyFirstSubmitQcDate": "2022-05-20",
            "studyFirstPostDateStruct": {
                "date": "2022-05-24",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-08-08",
            "lastUpdatePostDateStruct": {
                "date": "2023-08-09",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "James Bates",
                "investigatorTitle": "Principal Investigator",
                "investigatorAffiliation": "Emory University"
            },
            "leadSponsor": {
                "name": "Emory University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Cancer Institute (NCI)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "This phase II trial tests whether reduced dose radiation therapy after transoral robotic surgery works in treating patients with human papillomavirus (HPV)-positive oropharyngeal cancer. HPV positive oropharyngeal cancer has a better prognosis than oropharyngeal cancer not caused by HPV. A standard of care treatment for HPV positive oropharyngeal cancer is transoral robotic surgery followed by radiation therapy. However, this treatment is associated with many long-term side effects including difficulty swallowing. Radiation therapy uses high energy rays to kill tumor cells and shrink tumors. Giving reduced dose radiation therapy after transoral robotic surgery may improve swallowing outcomes and quality of life compared to standard of care dose radiation therapy after transoral robotic surgery.",
            "detailedDescription": "PRIMARY OBJECTIVE:\n\nI. To evaluate swallow function among post-operative circulating tumor HPV deoxyribonucleic acid (ctHPVDNA)-negative patients treated with reduced intensity adjuvant radiation therapy (RT) doses as compared to historical controls from ECOG 3311.\n\nSECONDARY OBJECTIVES:\n\nI. Evaluate progression free survival (PFS), overall survival (OS), and locoreginal control (LRC) among post-operative ctHPVDNA-negative patients treated with reduced adjuvant RT doses.\n\nII. Evaluate PFS among post-operative ctHPVDNA-positive patients treated with standard of care adjuvant therapy.\n\nOUTLINE:\n\nPatients who are ctHPVDNA negative after surgery undergo reduced dose radiation therapy for 3 weeks (15 treatments). Patients who are ctHPVDNA positive after surgery undergo standard of care radiation therapy.\n\nAfter completion of study treatment, patients are followed up at 3, 6, 12, 18, and 24 months."
        },
        "conditionsModule": {
            "conditions": [
                "Clinical Stage I HPV-Mediated (p16-Positive) Oropharyngeal Carcinoma AJCC v8",
                "Oropharyngeal HPV-Positive Squamous Cell Carcinoma"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 33,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Treatment (reduced dose radiation therapy)",
                    "type": "EXPERIMENTAL",
                    "description": "Patients who are ctHPVDNA negative after surgery undergo reduced dose radiation therapy for 3 weeks (15 treatments). Patients who are ctHPVDNA positive after surgery undergo standard of care radiation therapy.",
                    "interventionNames": [
                        "Radiation: Radiation Therapy"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "RADIATION",
                    "name": "Radiation Therapy",
                    "description": "Undergo reduced dose radiation therapy",
                    "armGroupLabels": [
                        "Treatment (reduced dose radiation therapy)"
                    ],
                    "otherNames": [
                        "Cancer Radiotherapy",
                        "ENERGY_TYPE",
                        "Irradiate",
                        "Irradiated",
                        "Irradiation",
                        "Radiation",
                        "Radiation Therapy, NOS",
                        "Radiotherapeutics",
                        "Radiotherapy",
                        "RT",
                        "Therapy, Radiation"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Swallowing Function Mean",
                    "description": "Will be assessed by the MD Anderson Dysphagia Index (MDADI) composite score (range 20 - 100, higher is better). Mean MDADI composite score will be reported at one year, along with a 95% confidence interval for the mean.",
                    "timeFrame": "At 1 year post surgery"
                },
                {
                    "measure": "Swallowing Function T-Test",
                    "description": "A one-sample t-test will be conducted to compare the 1-year MDADI composite score with the null value of 79.1.",
                    "timeFrame": "At 1 year post surgery"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Progression-Free Survival (PFS)",
                    "description": "Using Response Evaluation Criteria in Solid Tumors (RECIST) 1.1. A two-year PFS is of particular interest to compare to historical data (ECOG 3311), this specific estimate and its 95% confidence interval will be estimated from the Kaplan-Meier curve and compared descriptively to the same estimate from ECOG 3311 Arm B.",
                    "timeFrame": "From study entry to the earliest disease progression or death from any cause, assessed up to 24 months"
                },
                {
                    "measure": "Overall Survival (OS)",
                    "description": "A two-year OS is of particular interest to compare to aforementioned historical controls; this specific estimate and its 95% confidence interval will be obtained from the Kaplan-Meier curve and compared descriptively to the same estimate from ECOG 3311 Arm B.",
                    "timeFrame": "From study entry to death due to any cause, assessed up to 24 months"
                },
                {
                    "measure": "Locoregional Control (LRC)- Six Month",
                    "description": "LRC will be defined as the percentage of patients at a given timepoint that have not experienced recurrence of their disease at the primary site of their tumor in the oropharynx or in their neck. This will be analyzed in a similar manner to OS and PFS and compared to historical controls from ECOG 3311 Arm B.",
                    "timeFrame": "At 6 months"
                },
                {
                    "measure": "Locoregional Control (LRC)- Two Year",
                    "description": "LRC will be defined as the percentage of patients at a given timepoint that have not experienced recurrence of their disease at the primary site of their tumor in the oropharynx or in their neck. This will be analyzed in a similar manner to OS and PFS and compared to historical controls from ECOG 3311 Arm B.",
                    "timeFrame": "At 2 years"
                },
                {
                    "measure": "Quality of Life (QoL) - MD Anderson Symptom Inventory",
                    "description": "Quality of Life endpoints that are routinely collected and will continue to be collected on participants on this trial - MD Anderson Symptom Inventory - Head and Neck (MDASI-HN), Michigan Xerostomia, European Quality of Life Five Dimension Five Level Scale Questionnaire (EQ-5D-5L).",
                    "timeFrame": "At 2 years"
                },
                {
                    "measure": "Quality of Life (QoL) - Michigan Xerostomia",
                    "description": "Quality of Life endpoints that are routinely collected and will continue to be collected on participants on this trial - Michigan Xerostomia",
                    "timeFrame": "At 2 years"
                },
                {
                    "measure": "Quality of Life (QoL) - European Quality of Life Five Dimension Five Level Scale Questionnaire (EQ-5D-5L)",
                    "description": "Quality of Life endpoints that are routinely collected and will continue to be collected on participants on this trial - European Quality of Life Five Dimension Five Level Scale Questionnaire (EQ-5D-5L)",
                    "timeFrame": "At 2 years"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Age \\>= 18 years.\n* Eastern Cooperative Oncology Group (ECOG) performance status =\\< 2 (Karnofsky \\>= 60%).\n* Life expectancy \\> 12 weeks as determined by the Investigator.\n* Has diagnosis of HPV-associated squamous cell carcinoma of the oropharynx\n\n  * HPV positive either via p16 status or via in situ hybridization\n  * This includes patients with HPV positive squamous cell carcinoma of an unknown primary of the head and neck presumed to be of oropharyngeal origin who have undergone ipsilateral palatine and lingual tonsillectomies.\n* pT1-2, pN0-1, cM0 disease.\n* Positive ctHPVDNA titer prior to surgery.\n* =\\< 10 pack-year smoking history.\n* Completed transoral robotic surgery (TORS) oropharyngectomy and at least ipsilateral neck dissection by an Emory otolaryngologist.\n* Pathology must demonstrate at least one of the follow intermediate risk factors:\n\n  * Close margin (1 - 4 mm)\n  * Perineural invasion\n  * Lymphovascular space invasion\n  * 2 - 4 positive lymph nodes without extranodal extension (ENE)\n  * A single positive lymph node \\> 3 cm in size, without ENE\n* Pathology cannot demonstrate \\> 4 positive lymph nodes, ENE, or a positive final margin (defined as \\< 1 mm). Margins that have been subsequently cleared are allowed.\n* Radiation increases the risk of birth defects. For this reason, females of child-bearing potential (FCBP) must have a negative serum or urine pregnancy test prior to starting therapy.\n* FCBP and men must agree to use adequate contraception (hormonal or barrier method of birth control; abstinence) prior to study entry and for the duration of study participation. Should a woman become pregnant or suspect she is pregnant while she or her partner is participating in this study, she should inform her treating physician immediately. Men treated or enrolled on this protocol must also agree to use adequate contraception prior to the study, for the duration of study participation, and 12 months after completion of radiation. A female of childbearing potential is a sexually mature woman who: 1) has not undergone a hysterectomy or bilateral oophorectomy; or 2) has not been naturally postmenopausal for at least 24 consecutive months (i.e., has had menses at any time in the preceding 24 consecutive months.\n* Willingness and ability of the subject to comply with scheduled visits, drug administration plan, protocol-specified laboratory tests, other study procedures, and study restrictions.\n* Evidence of a personally signed informed consent indicating that the subject is aware of the neoplastic nature of the disease and has been informed of the procedures to be followed, the experimental nature of the therapy, alternatives, potential risks and discomforts, potential benefits, and other pertinent aspects of study participation.\n\nExclusion Criteria:\n\n* Patients with a prior history of malignancy in the last two years (excluding non- melanomatous skin cancer).\n* Patients who have had chemotherapy or radiotherapy within 4 weeks prior to entering the study or those who have not recovered from adverse events due to agents administered more than 4 weeks earlier (i.e., have residual toxicities \\> grade 1).\n* Patients who are receiving any other investigational agents or an investigational device within 21 days before administration of first dose of study drugs.\n* Uncontrolled intercurrent illness including, but not limited to, ongoing or active infection, symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia, or psychiatric illness/social situations that would limit compliance with study requirements.\n* Significant cardiovascular disease (e.g., myocardial infarction, arterial thromboembolism, cerebrovascular thromboembolism) within 3 months prior to start of study therapy; angina requiring therapy; symptomatic peripheral vascular disease; New York Heart Association class 3 or 4 congestive heart failure; or uncontrolled grade \\>= 3 hypertension (diastolic blood pressure \\>= 100 mmHg or systolic blood pressure \\>= 160 mmHg) despite antihypertensive therapy.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "James Bates, MD",
                    "role": "CONTACT",
                    "phone": "404-778-3473",
                    "email": "james.edward.bates@emory.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "James E Bates, MD",
                    "affiliation": "Emory University Hospital/Winship Cancer Institute",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Emory University Midtown Hospital",
                    "status": "RECRUITING",
                    "city": "Atlanta",
                    "state": "Georgia",
                    "zip": "30308",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Allyson Anderson",
                            "role": "CONTACT",
                            "phone": "404-686-0239",
                            "email": "allyson.anderson@emory.edu"
                        },
                        {
                            "name": "James E Bates, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.749,
                        "lon": -84.38798
                    }
                },
                {
                    "facility": "Emory University Hospital/Winship Cancer Institute",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Atlanta",
                    "state": "Georgia",
                    "zip": "30322",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Allyson Anderson",
                            "role": "CONTACT",
                            "phone": "404-686-0239",
                            "email": "allyson.anderson@emory.edu"
                        },
                        {
                            "name": "James E. Bates, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.749,
                        "lon": -84.38798
                    }
                },
                {
                    "facility": "Vanderbilt University Medical Center",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Nashville",
                    "state": "Tennessee",
                    "zip": "37232",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Michael C Topf, MD",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 36.16589,
                        "lon": -86.78444
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000002277",
                    "term": "Carcinoma"
                },
                {
                    "id": "D000009959",
                    "term": "Oropharyngeal Neoplasms"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009375",
                    "term": "Neoplasms, Glandular and Epithelial"
                },
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000010610",
                    "term": "Pharyngeal Neoplasms"
                },
                {
                    "id": "D000010039",
                    "term": "Otorhinolaryngologic Neoplasms"
                },
                {
                    "id": "D000006258",
                    "term": "Head and Neck Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000010608",
                    "term": "Pharyngeal Diseases"
                },
                {
                    "id": "D000009057",
                    "term": "Stomatognathic Diseases"
                },
                {
                    "id": "D000010038",
                    "term": "Otorhinolaryngologic Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5534",
                    "name": "Carcinoma",
                    "asFound": "Carcinoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5550",
                    "name": "Carcinoma, Squamous Cell",
                    "relevance": "LOW"
                },
                {
                    "id": "M12885",
                    "name": "Oropharyngeal Neoplasms",
                    "asFound": "Oropharyngeal Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12320",
                    "name": "Neoplasms, Glandular and Epithelial",
                    "relevance": "LOW"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M13517",
                    "name": "Pharyngeal Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M12962",
                    "name": "Otorhinolaryngologic Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M9348",
                    "name": "Head and Neck Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M13515",
                    "name": "Pharyngeal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12017",
                    "name": "Stomatognathic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12961",
                    "name": "Otorhinolaryngologic Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC07",
                    "name": "Mouth and Tooth Diseases"
                },
                {
                    "abbrev": "BC09",
                    "name": "Ear, Nose, and Throat Diseases"
                }
            ]
        }
    },
    "hasResults": false
}