{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04243473",
            "orgStudyIdInfo": {
                "id": "IRB00209927"
            },
            "organization": {
                "fullName": "Sidney Kimmel Comprehensive Cancer Center at Johns Hopkins",
                "class": "OTHER"
            },
            "briefTitle": "Biopsy Collection for Men Undergoing Brachytherapy for Prostate Cancer",
            "officialTitle": "Prostate Tissue Biopsy Collection for Men Undergoing Brachytherapy for Treatment of Localized or Locally Advanced Prostate Cancer",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "biopsy-collection-for-men-undergoing-brachytherapy-for-prostate-cancer"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-09",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2030-12",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2033-12",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2020-01-13",
            "studyFirstSubmitQcDate": "2020-01-22",
            "studyFirstPostDateStruct": {
                "date": "2020-01-28",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-15",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-16",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Sidney Kimmel Comprehensive Cancer Center at Johns Hopkins",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The primary goal of this tissue collection protocol is to establish a framework for the acquisition and banking of biospecimen collected from men undergoing brachytherapy. Biopsies of the prostate is an invasive procedure; however, in this tissue collection protocol, biopsies are acquired intraoperatively while patients are prepped for brachytherapy seed placement, thus minimizing the inconvenience of the biopsy procedure for patients. The utility of these biopsies will provide a valuable resource for molecular assessments.",
            "detailedDescription": "Many patients with metastatic prostate cancer who succumb to the disease are initially diagnosed with localized prostate cancer, where treatment has the potential to be curative. For men initially diagnosed with high risk or locally advanced prostate cancer, nearly 50% develop recurrence after primary therapy and can eventually progress to life-threatening metastatic disease. Combined androgen deprivation therapy (ADT) with ionizing radiation (IR) is the current mainstay of therapy for such men with high-risk prostate cancer. While it is likely that undetected, microscopic disseminated disease leads to the inability to cure in some men, there is also emerging evidence that escalating local therapy may still have benefit. It has been reported that metastasis-free survival and overall survival were significantly improved in men with high-risk localized prostate cancer treated with external beam radiotherapy (EBRT) with brachytherapy boost compared to men treated with EBRT alone, or with radical prostatectomy. The observation that enhanced IR-based local therapy could improve outcomes supports the notion that it is not microscopic systemic disease alone that leads to treatment failures of high-risk prostate cancer, but that more aggressive local management could still play a significant role.\n\nA key question in the management of high risk prostate cancer is how can the investigators predict whether a patient with local or metastatic prostate cancer will have complete response with current IR-based therapy paradigms, or if patients would benefit from more aggressive dosing regimens despite a potential for increased adverse effects. A major limitation to developing effective strategies for predicting treatment response to conventional vs. more aggressive dosing regiments has been a paucity of tissues from patients undergoing radiation therapy, including at baseline and during follow up, as well as a lack of the molecular, cell biological, and biochemical states of the cancer and microenvironmental cells in such tissues. The availability of such tissues and data can accelerate the discovery process of identifying novel biomarkers and therapeutic strategies for patients with prostate cancer.\n\nThus, a more comprehensive understanding of the tissue microenvironment at base line and following radiation therapy may inform improved strategies in radiation dosing, as well as complementary neoadjuvant and adjuvant treatments to achieve complete response in organ-confined disease in the future. Such an understanding of the tissue and biological response of prostate cancer to radiotherapy may also provide insights to enhance IR-based therapy of metastatic and oligometastatic disease, for both palliative and perhaps life-prolonging intent.\n\nThe primary goal of this tissue collection protocol is to establish a framework for the acquisition and banking of biospecimen collected from men undergoing brachytherapy. Biopsy of the prostate is an invasive procedure; however, in this tissue collection protocol, biopsies are acquired intraoperatively while patients are prepped for brachytherapy seed placement, thus minimizing the discomfort as well as the inconvenience of the biopsy procedure for patients. A subset of these patients will choose to have a 2 year confirmatory biopsy to detect the absence or persistence of disease. Biopsy cores collected 2 years post-IR therapy will also be included in the investigators' correlative studies. These biopsies will provide a valuable resource for molecular and pathological assessments. To extract the maximal amount of information from these biopsy specimens, the investigators will utilize comprehensive genomic, pathological, and biochemical analyses including DNA-seq, RNA-seq, methylome analysis, single cell sequencing, immunohistochemistry (IHC)/immunofluorescence (IF). The investigators will also collect and maintain a database of the clinicopathological parameters and follow up information for these specimens. The biobank will thus represent a bank of tissues as well as the correlative measurements on those tissues."
        },
        "conditionsModule": {
            "conditions": [
                "Prostate Cancer"
            ],
            "keywords": [
                "Brachytherapy"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": false,
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "PROSPECTIVE"
            },
            "bioSpec": {
                "retention": "SAMPLES_WITH_DNA",
                "description": "Prostate biopsies and biospecimen will be sequenced to characterize the baseline and post-treatment transcriptional and genomic/epigenomic changes of the prostate tissue microenvironment in response to IR-based therapy. We will also collect and maintain clinicopathological parameters including baseline PSA, stage, grade, demographic information, and follow up data including biochemical/radiological recurrence, and other molecular attributes. We will also obtain non-invasive and minimally invasive blood and urine specimens for banking and potential correlative genomic and biochemical measurements."
            },
            "enrollmentInfo": {
                "count": 50,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Prostate Biopsy, Urine sample and Blood sample",
                    "description": "For purposes of exploratory analyses, blood (whole blood, serum, plasma) and urine samples will be collected pre-IR treatment, 1-month post-implant, 6 month follow-up and 2 years follow-up. Patients will be asked to opt-in on the consent form specifically for the 2-year biopsy, otherwise they have the choice to opt out."
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Acquisition and banking of biospecimen collected from men undergoing brachytherapy",
                    "description": "Prostate biopsies and biospecimen will be sequenced to characterize the baseline and post-treatment transcriptional and genomic/epigenomic changes of the prostate tissue microenvironment in response to IR-based therapy. We will also collect and maintain clinicopathological parameters including baseline prostate-specific antigen (PSA), stage, grade, demographic information, and follow up data including biochemical/radiological recurrence, and other molecular attributes. We will also obtain non-invasive and minimally invasive blood and urine specimens for banking and potential correlative genomic and biochemical measurements.",
                    "timeFrame": "Up to 2 years post-implant at confirmatory biopsy"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Newly diagnosed prostate cancer within the past 12 months:\n2. The patient has decided to undergo brachytherapy as treatment modality for his prostate cancer.\n3. Suitable volume of disease for biopsy, defined as one or more of the following:\n\n   1. Identifiable lesions of greater or equal to one\n   2. Clinically palpable disease corresponding to (ipsilateral to) any involved core on biopsy OR\n   3. ≥50% of biopsy cores involved with cancer\n4. Patients or their legal representatives must have the ability to read, understand and provide written informed consent for the initiation of any study related procedures.\n5. Males 18 years of age or older\n6. Signed study-specific consent form prior to registration\n\nExclusion Criteria:\n\n1. Prior history of any other malignancy which was either newly diagnosed or recurred (following prior curative treatment) within last 2 years, other than non-melanoma skin carcinoma.\n2. Major medical or psychiatric illness which, in the investigator's opinion, would prevent completion of treatment and would interfere with follow up.",
            "healthyVolunteers": false,
            "sex": "MALE",
            "genderBased": true,
            "minimumAge": "18 Years",
            "maximumAge": "100 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "The target population will be patients for whom the treatment plan includes brachytherapy for localized or locally advanced adenocarcinoma of the prostate who are seen in consultation at the Department of Radiation Oncology and Molecular Radiation Sciences.",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Daniel Song, MD",
                    "role": "CONTACT",
                    "phone": "(410) 502-5875",
                    "email": "dsong2@jh.edu"
                },
                {
                    "name": "Dana B Kaplin",
                    "role": "CONTACT",
                    "phone": "410-614-3950",
                    "email": "dkaplin1@jhmi.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Daniel Song, MD",
                    "affiliation": "Johns Hopkins SKCCC",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Johns Hopkins Sidney Kimmel Comprehensive Cancer Center",
                    "city": "Baltimore",
                    "state": "Maryland",
                    "zip": "21231",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Daniel Song, MD",
                            "role": "CONTACT",
                            "phone": "410-502-5875",
                            "email": "dsong2@jh.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.29038,
                        "lon": -76.61219
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "12126818",
                    "type": "BACKGROUND",
                    "citation": "Bolla M, Collette L, Blank L, Warde P, Dubois JB, Mirimanoff RO, Storme G, Bernier J, Kuten A, Sternberg C, Mattelaer J, Lopez Torecilla J, Pfeffer JR, Lino Cutajar C, Zurlo A, Pierart M. Long-term results with immediate androgen suppression and external irradiation in patients with locally advanced prostate cancer (an EORTC study): a phase III randomised trial. Lancet. 2002 Jul 13;360(9327):103-6. doi: 10.1016/s0140-6736(02)09408-4."
                },
                {
                    "pmid": "12775742",
                    "type": "BACKGROUND",
                    "citation": "D'Amico AV, Moul J, Carroll PR, Sun L, Lubeck D, Chen MH. Cancer-specific mortality after surgery or radiation for patients with clinically localized prostate cancer managed during the prostate-specific antigen era. J Clin Oncol. 2003 Jun 1;21(11):2163-72. doi: 10.1200/JCO.2003.01.075."
                },
                {
                    "pmid": "29509865",
                    "type": "BACKGROUND",
                    "citation": "Kishan AU, Cook RR, Ciezki JP, Ross AE, Pomerantz MM, Nguyen PL, Shaikh T, Tran PT, Sandler KA, Stock RG, Merrick GS, Demanes DJ, Spratt DE, Abu-Isa EI, Wedde TB, Lilleby W, Krauss DJ, Shaw GK, Alam R, Reddy CA, Stephenson AJ, Klein EA, Song DY, Tosoian JJ, Hegde JV, Yoo SM, Fiano R, D'Amico AV, Nickols NG, Aronson WJ, Sadeghi A, Greco S, Deville C, McNutt T, DeWeese TL, Reiter RE, Said JW, Steinberg ML, Horwitz EM, Kupelian PA, King CR. Radical Prostatectomy, External Beam Radiotherapy, or External Beam Radiotherapy With Brachytherapy Boost and Disease Progression and Mortality in Patients With Gleason Score 9-10 Prostate Cancer. JAMA. 2018 Mar 6;319(9):896-905. doi: 10.1001/jama.2018.0587."
                },
                {
                    "pmid": "18405743",
                    "type": "BACKGROUND",
                    "citation": "Potters L, Morgenstern C, Calugaru E, Fearn P, Jassal A, Presser J, Mullen E. 12-year outcomes following permanent prostate brachytherapy in patients with clinically localized prostate cancer. J Urol. 2008 May;179(5 Suppl):S20-4. doi: 10.1016/j.juro.2008.03.133."
                },
                {
                    "pmid": "28662647",
                    "type": "BACKGROUND",
                    "citation": "Radwan N, Phillips R, Ross A, Rowe SP, Gorin MA, Antonarakis ES, Deville C, Greco S, Denmeade S, Paller C, Song DY, Diehn M, Wang H, Carducci M, Pienta KJ, Pomper MG, DeWeese TL, Dicker A, Eisenberger M, Tran PT. A phase II randomized trial of Observation versus stereotactic ablative RadiatIon for OLigometastatic prostate CancEr (ORIOLE). BMC Cancer. 2017 Jun 29;17(1):453. doi: 10.1186/s12885-017-3455-6."
                },
                {
                    "pmid": "30678111",
                    "type": "BACKGROUND",
                    "citation": "Otake S, Goto T. Stereotactic Radiotherapy for Oligometastasis. Cancers (Basel). 2019 Jan 23;11(2):133. doi: 10.3390/cancers11020133."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000011471",
                    "term": "Prostatic Neoplasms"
                }
            ],
            "ancestors": [
                {
                    "id": "D000005834",
                    "term": "Genital Neoplasms, Male"
                },
                {
                    "id": "D000014565",
                    "term": "Urogenital Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000005832",
                    "term": "Genital Diseases, Male"
                },
                {
                    "id": "D000091662",
                    "term": "Genital Diseases"
                },
                {
                    "id": "D000091642",
                    "term": "Urogenital Diseases"
                },
                {
                    "id": "D000011469",
                    "term": "Prostatic Diseases"
                },
                {
                    "id": "D000052801",
                    "term": "Male Urogenital Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M14335",
                    "name": "Prostatic Neoplasms",
                    "asFound": "Prostate Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M8946",
                    "name": "Genital Neoplasms, Male",
                    "relevance": "LOW"
                },
                {
                    "id": "M17315",
                    "name": "Urogenital Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M2876",
                    "name": "Genital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8944",
                    "name": "Genital Diseases, Male",
                    "relevance": "LOW"
                },
                {
                    "id": "M2875",
                    "name": "Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14333",
                    "name": "Prostatic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M27095",
                    "name": "Male Urogenital Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}