{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06305598",
            "orgStudyIdInfo": {
                "id": "I-3298823"
            },
            "secondaryIdInfos": [
                {
                    "id": "NCI-2024-01390",
                    "type": "REGISTRY",
                    "domain": "CTRP (Clinical Trial Reporting Program)"
                },
                {
                    "id": "I-3298823",
                    "type": "OTHER",
                    "domain": "Roswell Park Cancer Institute"
                }
            ],
            "organization": {
                "fullName": "Roswell Park Cancer Institute",
                "class": "OTHER"
            },
            "briefTitle": "Bipolar Androgen Therapy to Restore Sensitivity to Androgen Deprivation Therapy for Patients With Metastatic Castration Resistant Prostate Cancer",
            "officialTitle": "Bipolar Androgen Therapy in Metastatic Castration-Resistant Prostate Cancer (mCRPC)",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "bipolar-androgen-therapy-to-restore-sensitivity-to-androgen-deprivation-therapy-for-patients-with-metastatic-castration-resistant-prostate-cancer"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-08-01",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-04-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-04-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-03-05",
            "studyFirstSubmitQcDate": "2024-03-11",
            "studyFirstPostDateStruct": {
                "date": "2024-03-12",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-20",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-24",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Roswell Park Cancer Institute",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": true
        },
        "descriptionModule": {
            "briefSummary": "This phase I trial tests the change in androgen receptor sensitivity, side effects and effectiveness of bipolar androgen therapy, using testosterone, in patients with castration resistant prostate cancer that has spread to other places is the body (metastatic). Bipolar androgen therapy is the regulation of testosterone between castration levels (lower than what would be normally present) and supraphysiological levels (amounts greater than normally found in the body). This may suppress cancer cell growth, which reduces prostate-specific antigen (PSA) levels and may delay cancer progression.",
            "detailedDescription": "PRIMARY OBJECTIVE:\n\nI. To determine the influence of bipolar androgen therapy (BAT) on androgen receptor (AR) activity in patients with metastatic castration-resistant prostate cancer (mCRPC).\n\nSECONDARY OBJECTIVES:\n\n* To determine the clinical efficacy and safety of BAT in patients with mCRPC.\n* To determine the change in fatigue and quality of life in patients receiving BAT.\n\nOUTLINE:\n\nPatients receive testosterone intramuscularly (IM) on day 1 of each cycle. Cycles repeat every 28 days for 3 cycles in the absence of disease progression or unacceptable toxicity. Patients also continue to receive standard of care leuprolide acetate subcutaneously (SC) per their standard schedule. Patients undergo computed tomography (CT) scan, bone scan and may undergo magnetic resonance imaging and tumor biopsy throughout the study.\n\nAfter completion of study treatment, patients follow up at 30 days and every 3 months for up to 2 years."
        },
        "conditionsModule": {
            "conditions": [
                "Castration-Resistant Prostate Carcinoma",
                "Metastatic Prostate Carcinoma",
                "Stage IVB Prostate Cancer AJCC v8"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 14,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Treatment (Bipolar androgen therapy)",
                    "type": "EXPERIMENTAL",
                    "description": "Patients receive testosterone IM on day 1 of each cycle. Cycles repeat every 28 days for 3 cycles in the absence of disease progression or unacceptable toxicity. Patients also continue to receive standard of care leuprolide acetate SC per their standard schedule. Patients undergo CT scan, bone scan and may undergo MRI and tumor biopsy throughout the study.",
                    "interventionNames": [
                        "Procedure: Biopsy",
                        "Procedure: Bone Scan",
                        "Procedure: Computed Tomography",
                        "Drug: Leuprolide Acetate",
                        "Procedure: Magnetic Resonance Imaging",
                        "Other: Survey Administration",
                        "Drug: Testosterone Cypionate"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "PROCEDURE",
                    "name": "Biopsy",
                    "description": "Undergo biopsy",
                    "armGroupLabels": [
                        "Treatment (Bipolar androgen therapy)"
                    ],
                    "otherNames": [
                        "BIOPSY_TYPE",
                        "Bx"
                    ]
                },
                {
                    "type": "PROCEDURE",
                    "name": "Bone Scan",
                    "description": "Undergo bone scan",
                    "armGroupLabels": [
                        "Treatment (Bipolar androgen therapy)"
                    ],
                    "otherNames": [
                        "Bone Scintigraphy"
                    ]
                },
                {
                    "type": "PROCEDURE",
                    "name": "Computed Tomography",
                    "description": "Undergo CT scan",
                    "armGroupLabels": [
                        "Treatment (Bipolar androgen therapy)"
                    ],
                    "otherNames": [
                        "CAT",
                        "CAT Scan",
                        "Computed Axial Tomography",
                        "Computerized Axial Tomography",
                        "Computerized axial tomography (procedure)",
                        "Computerized Tomography",
                        "Computerized Tomography (CT) scan",
                        "CT",
                        "CT Scan",
                        "tomography"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Leuprolide Acetate",
                    "description": "Given SC",
                    "armGroupLabels": [
                        "Treatment (Bipolar androgen therapy)"
                    ],
                    "otherNames": [
                        "A-43818",
                        "Abbott 43818",
                        "Abbott-43818",
                        "Carcinil",
                        "Depo-Eligard",
                        "Eligard",
                        "Enanton",
                        "Enantone",
                        "Enantone-Gyn",
                        "Ginecrin",
                        "LEUP",
                        "Leuplin",
                        "Leuprorelin Acetate",
                        "Lucrin",
                        "Lucrin Depot",
                        "Luprodex Depot",
                        "Lupron",
                        "Lupron Depot",
                        "Lupron Depot-3 Month",
                        "Lupron Depot-4 Month",
                        "Lupron Depot-Ped",
                        "Lutrate",
                        "Procren",
                        "Procrin",
                        "Prostap",
                        "TAP-144",
                        "Trenantone",
                        "Uno-Enantone",
                        "Viadur"
                    ]
                },
                {
                    "type": "PROCEDURE",
                    "name": "Magnetic Resonance Imaging",
                    "description": "Undergo MRI",
                    "armGroupLabels": [
                        "Treatment (Bipolar androgen therapy)"
                    ],
                    "otherNames": [
                        "Magnetic Resonance",
                        "Magnetic Resonance Imaging (MRI)",
                        "Magnetic resonance imaging (procedure)",
                        "Magnetic Resonance Imaging Scan",
                        "Medical Imaging, Magnetic Resonance / Nuclear Magnetic Resonance",
                        "MR",
                        "MR Imaging",
                        "MRI",
                        "MRI Scan",
                        "MRIs",
                        "NMR Imaging",
                        "NMRI",
                        "Nuclear Magnetic Resonance Imaging",
                        "sMRI",
                        "Structural MRI"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Survey Administration",
                    "description": "Ancillary studies",
                    "armGroupLabels": [
                        "Treatment (Bipolar androgen therapy)"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Testosterone Cypionate",
                    "description": "Given IM",
                    "armGroupLabels": [
                        "Treatment (Bipolar androgen therapy)"
                    ],
                    "otherNames": [
                        "depAndro",
                        "Depo-Testosterone",
                        "Depotest",
                        "Depovirin",
                        "Pertestis",
                        "Virilon"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Androgen receptor (AR) activity",
                    "description": "Assessed with spatial transcriptomic profiling using the well-validated Nelson 10 genes signature AR score. Will be summarized by timepoint using the mean and standard deviation, and graphically using dot-plots. The mean pre/post-intervention levels will be compared using a one-sided paired t-test (expected increase); with the effect summarized using the mean difference and fold change.",
                    "timeFrame": "Up to 2 years after end of treatment/progression"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Incidence of adverse events",
                    "description": "Using the National Cancer Institute (NCI) Common Terminology Criteria for Adverse Events (CTCAE) version 5.0.",
                    "timeFrame": "Up to 30 days after end of treatment or progression"
                },
                {
                    "measure": "Incidence of serious adverse events",
                    "description": "Using the NCI CTCAE version 5.0.",
                    "timeFrame": "Up to 30 days after end of treatment or progression"
                },
                {
                    "measure": "Prostate specific antigen (PSA) 50",
                    "description": "Defined as the proportion of patients with a \\>=50% reduction in PSA from the maximal PSA level achieved during the treatment. Will be summarized using frequencies and relative frequencies.",
                    "timeFrame": "Up to 2 years after end of treatment/progression"
                },
                {
                    "measure": "Measurable disease response",
                    "description": "Will be summarized using frequencies and relative frequencies.",
                    "timeFrame": "Up to 2 years after end of treatment/progression"
                },
                {
                    "measure": "Progression free survival",
                    "description": "Will be summarized using standard Kaplan-Meier methods, where the medians will be estimated with 95% confidence intervals (CIs).",
                    "timeFrame": "From day 1 of treatment to the date when the first site of disease is found to progress, assessed up to 2 years after end of treatment/progression"
                },
                {
                    "measure": "Overall survival",
                    "description": "Will be summarized using standard Kaplan-Meier methods, where the medians will be estimated with 95% CIs.",
                    "timeFrame": "From the time of initiation of treatment until death from any cause, assessed up to 2 years after end of treatment/progression"
                },
                {
                    "measure": "Assess Quality of life",
                    "description": "Using the FACIT-F.he FACIT-F is a well-validated QOL instrument widely used for the assessment of cancer-related fatigue in clinical trials. It consists of 27 general QOL questions divided into 4 domains (physical, social, emotional, and functional), plus a 13-item fatigue sub-score. The patient rates the intensity of fatigue and its related symptoms on a scale of 0-4. The total score ranges between 0 and 52, with higher scores denoting less fatigue . Comparisons will be made between pre- and post-treatment using a paired t-test.",
                    "timeFrame": "Up to 2 years after end of treatment/progression"
                },
                {
                    "measure": "Assess Quality of Life",
                    "description": "A self-reported 36 item survey (SF-36) of patient health where higher scores indicated better health related quality of life",
                    "timeFrame": "Up to 2 years after end of treatment/progression"
                },
                {
                    "measure": "Assess Fatigue",
                    "description": "Using the FACIT-F (FACIT Fatigue Scale) the FACIT-F is a well-validated QOL instrument widely used for the assessment of cancer-related fatigue in clinical trials. It consists of 27 general QOL questions divided into 4 domains (physical, social, emotional, and functional), plus a 13-item fatigue sub-score. The patient rates the intensity of fatigue and its related symptoms on a scale of 0-4. The total score ranges between 0 and 52, with higher scores denoting less fatigue",
                    "timeFrame": "Up to 2 years after end of treatment/progression"
                },
                {
                    "measure": "Assess change in Fatigue",
                    "description": "Assess changes in Fatigue using the SF-36 (Short Form Health Survey) A self reported 36 item survey where lower scores indicate greater fatigue.",
                    "timeFrame": "Up to 2 years after end of treatment/progression"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Age ≥ 18 years of age\n* Have an Eastern Cooperative Oncology Group (ECOG) performance status of ≤ 2\n* Histologically confirmed carcinoma of the prostate\n* Progressing on continuous androgen ablative therapy (either surgical castration or LHRH agonist)\n* Documented castrate level of blood testosterone (\\< 50 ng/dL)\n* Patients must have progressed on prior treatment with at least one Androgen Receptor Signaling Inhibitors (ARSI) and at least one chemotherapy (by prostate specific antigen \\[PSA\\] criteria or radiographically)\n* Have biopsiable disease (a fresh biopsy is not required at baseline if adequate archival tissue is available)\n* Absolute neutrophil count: ≥1,200/µL\n* Platelets: ≥ 100,000/µL\n* Total bilirubin: ≤ 1.2 x institutional upper limit of normal (ULN)\n* Aspartate aminotransferase (AST)(serum glutamic oxaloacetic transaminase \\[SGOT\\])/ Alanine aminotransferase (ALT) (serum glutamic pyruvic transaminase \\[SGPT\\]): ≤ 3 × institutional ULN\n* Creatinine clearance (CrCl) \\> 50 mL/min (Cockcroft-Gault equation)\n* Have measurable disease per Response Evaluation Criteria in Solid Tumors (RECIST) 1.1 criteria present\n* Participants of child-bearing potential must agree to use adequate contraceptive methods (e.g., hormonal or barrier method of birth control; abstinence) prior to study entry. Should a woman become pregnant or suspect she is pregnant while she or her partner is participating in this study, she should inform her treating physician immediately\n* Participant must understand the investigational nature of this study and sign an Independent Ethics Committee/Institutional Review Board approved written informed consent form prior to receiving any study related procedure\n\nExclusion Criteria:\n\n* Participants who have had chemotherapy or radiotherapy within 4 weeks (6 weeks for nitrosoureas or mitomycin C) prior to entering the study or those who have not recovered from adverse events due to agents administered more than 4 weeks earlier\n* Participants with known brain metastases should be excluded from this clinical trial because of their poor prognosis and because they often develop progressive neurologic dysfunction that would confound the evaluation of neurologic and other adverse events\n* Pain with advanced prostate cancer requiring opioid analgesics\n* Greater than 5 sites of visceral disease in lung or liver (nonspecific lung nodules ≤ 1 cm in diameter is permitted)\n* Evidence of disease in sites or extent that, in the opinion of the investigator, would put the patient at risk from therapy with testosterone (e.g., femoral metastases with concern over fracture risk, spinal metastases with concern over spinal cord compression, lymph node disease with concern for ureteral obstruction)\n* Active uncontrolled infection, including known history of acquired immunodeficiency syndrome (AIDS) or hepatitis B or C\n* Any psychological, familial, sociological, or geographical condition that could potentially interfere with compliance with the study protocol and follow-up schedule\n* Prior history of a thromboembolic event within the last 12 months and not currently on systemic anticoagulation\n* Hematocrit \\> 50%, untreated severe obstructive sleep apnea, uncontrolled or poorly controlled heart failure (per Endocrine Society Clinical Practice Guidelines)\n* Evidence of serious and/or unstable pre-existing medical, psychiatric, or other condition (including laboratory abnormalities) that could interfere with patient safety or provision of informed consent to participate in this study\n* Known allergy to testosterone cypionate or any of its excipients\n* Unwilling or unable to follow protocol requirements\n* Any condition which in the Investigator's opinion deems the participant an unsuitable candidate to receive study drug",
            "healthyVolunteers": false,
            "sex": "MALE",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "overallOfficials": [
                {
                    "name": "Gurkamal S Chatta",
                    "affiliation": "Roswell Park Cancer Institute",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Roswell Park Cancer Institute",
                    "status": "RECRUITING",
                    "city": "Buffalo",
                    "state": "New York",
                    "zip": "14263",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Gurkamal S. Chatta",
                            "role": "CONTACT",
                            "phone": "716-845-3117",
                            "email": "Gurkamal.Chatta@RoswellPark.org"
                        },
                        {
                            "name": "Gurkamal S. Chatta",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.88645,
                        "lon": -78.87837
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000002277",
                    "term": "Carcinoma"
                },
                {
                    "id": "D000011471",
                    "term": "Prostatic Neoplasms"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009375",
                    "term": "Neoplasms, Glandular and Epithelial"
                },
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000005834",
                    "term": "Genital Neoplasms, Male"
                },
                {
                    "id": "D000014565",
                    "term": "Urogenital Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000005832",
                    "term": "Genital Diseases, Male"
                },
                {
                    "id": "D000091662",
                    "term": "Genital Diseases"
                },
                {
                    "id": "D000091642",
                    "term": "Urogenital Diseases"
                },
                {
                    "id": "D000011469",
                    "term": "Prostatic Diseases"
                },
                {
                    "id": "D000052801",
                    "term": "Male Urogenital Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5534",
                    "name": "Carcinoma",
                    "asFound": "Carcinoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M14335",
                    "name": "Prostatic Neoplasms",
                    "asFound": "Prostate Carcinoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10018",
                    "name": "Hypersensitivity",
                    "relevance": "LOW"
                },
                {
                    "id": "M12320",
                    "name": "Neoplasms, Glandular and Epithelial",
                    "relevance": "LOW"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M8946",
                    "name": "Genital Neoplasms, Male",
                    "relevance": "LOW"
                },
                {
                    "id": "M17315",
                    "name": "Urogenital Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M2876",
                    "name": "Genital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8944",
                    "name": "Genital Diseases, Male",
                    "relevance": "LOW"
                },
                {
                    "id": "M2875",
                    "name": "Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14333",
                    "name": "Prostatic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M27095",
                    "name": "Male Urogenital Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000008777",
                    "term": "Methyltestosterone"
                },
                {
                    "id": "D000016729",
                    "term": "Leuprolide"
                },
                {
                    "id": "D000013739",
                    "term": "Testosterone"
                },
                {
                    "id": "C000010792",
                    "term": "Testosterone undecanoate"
                },
                {
                    "id": "C000004648",
                    "term": "Testosterone enanthate"
                },
                {
                    "id": "C000016131",
                    "term": "Testosterone 17 beta-cypionate"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000728",
                    "term": "Androgens"
                },
                {
                    "id": "D000006728",
                    "term": "Hormones"
                },
                {
                    "id": "D000006730",
                    "term": "Hormones, Hormone Substitutes, and Hormone Antagonists"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000018931",
                    "term": "Antineoplastic Agents, Hormonal"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                },
                {
                    "id": "D000045930",
                    "term": "Anabolic Agents"
                },
                {
                    "id": "D000005300",
                    "term": "Fertility Agents, Female"
                },
                {
                    "id": "D000005299",
                    "term": "Fertility Agents"
                },
                {
                    "id": "D000012102",
                    "term": "Reproductive Control Agents"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M19090",
                    "name": "Leuprolide",
                    "asFound": "Rubber",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4059",
                    "name": "Androgens",
                    "relevance": "LOW"
                },
                {
                    "id": "M11751",
                    "name": "Methyltestosterone",
                    "asFound": "CBT",
                    "relevance": "HIGH"
                },
                {
                    "id": "M16509",
                    "name": "Testosterone",
                    "asFound": "CBT",
                    "relevance": "HIGH"
                },
                {
                    "id": "M223475",
                    "name": "Testosterone undecanoate",
                    "asFound": "CBT",
                    "relevance": "HIGH"
                },
                {
                    "id": "M223485",
                    "name": "Testosterone enanthate",
                    "asFound": "CBT",
                    "relevance": "HIGH"
                },
                {
                    "id": "M235012",
                    "name": "Testosterone 17 beta-cypionate",
                    "asFound": "CBT",
                    "relevance": "HIGH"
                },
                {
                    "id": "M9789",
                    "name": "Hormones",
                    "relevance": "LOW"
                },
                {
                    "id": "M9788",
                    "name": "Hormone Antagonists",
                    "relevance": "LOW"
                },
                {
                    "id": "M20966",
                    "name": "Antineoplastic Agents, Hormonal",
                    "relevance": "LOW"
                },
                {
                    "id": "M3032",
                    "name": "Anabolic Androgenic Steroids",
                    "relevance": "LOW"
                },
                {
                    "id": "M25605",
                    "name": "Anabolic Agents",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "Repr",
                    "name": "Reproductive Control Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}