{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05300919",
            "orgStudyIdInfo": {
                "id": "STUDY00014960"
            },
            "secondaryIdInfos": [
                {
                    "id": "1R34MH125935-01A1",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/1R34MH125935-01A1"
                }
            ],
            "organization": {
                "fullName": "University of Washington",
                "class": "OTHER"
            },
            "briefTitle": "Bipolar Disorder Measures in Clinical Care",
            "officialTitle": "Bipolar Disorder Measures in Clinical Care",
            "therapeuticArea": [
                "Mental Health"
            ],
            "study": "bipolar-disorder-measures-in-clinical-care"
        },
        "statusModule": {
            "statusVerifiedDate": "2022-04",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-06",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-09",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-02",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-03-09",
            "studyFirstSubmitQcDate": "2022-03-17",
            "studyFirstPostDateStruct": {
                "date": "2022-03-29",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2022-04-28",
            "lastUpdatePostDateStruct": {
                "date": "2022-05-04",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Joseph Cerimele",
                "investigatorTitle": "Assistant professor, School of Medicine: Psychiatry",
                "investigatorAffiliation": "University of Washington"
            },
            "leadSponsor": {
                "name": "University of Washington",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Mayo Clinic",
                    "class": "OTHER"
                },
                {
                    "name": "National Institute of Mental Health (NIMH)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Measurement based care (MBC) is an emerging best practice involving serial assessment of clinical status and using those findings to inform clinical decision making. However, there is a lack of research on how to best apply principles of MBC for patients with bipolar disorder. The proposed project goal is to assess the feasibility of comparing effectiveness of measurement-based care (MBC) to enhanced usual care in a randomized trial. Many individuals with bipolar disorder experience fluctuating depressive and manic symptoms which can impair functioning and reduce quality of life. The main hypothesis is that treatment adjustments will occur more often in the MBC group than the enhanced usual care group. The exploratory hypothesis is that symptoms of bipolar disorder will decrease more in the MBC group than the enhanced usual care group.",
            "detailedDescription": "Study setting: Five primary care clinics with integrated psychiatric and psychological services.\n\nStudy population: Goal recruitment is 30 patients diagnosed with bipolar disorder currently receiving treatment in study sites. Patients will be identified through clinician referrals, chart review, and searching the Epic patient panel functionality of the IBH service.\n\nStudy design: This pilot randomized effectiveness trial will assess feasibility (whether the intervention can be practically used in a setting) and acceptability (view that the intervention is agreeable or satisfactory) of the research procedures (e.g., recruitment, enrollment, consent, inclusion/exclusion criteria, randomization, participation, data collection). The investigators will use block randomization at the patient level. Within the five clinics, blocks of 3 will be used to ensure equal numbers of intervention and control patients. This will allow for the 30 patients to be randomly assigned to the 2 arms of the study, with equal numbers within clinics.\n\nThe investigators propose an effectiveness trial design with broad inclusion criteria and limited exclusion criteria. The investigators will use intent to treat analyses. To avoid contamination, the research coordinator will administer the measures to patients in both trial arms (enhanced usual care, and MBC with preferred measure) at clinic visits. The intervention patients will receive measures for manic and depressive symptoms, and the control patients will receive a measure of depressive symptoms. Usual care will be enhanced by the research coordinator consistently administering the depressive symptom measure to control arm participants, which is not part of usual care.\n\nFidelity Measurement: Chart review will be used to assess fidelity in both arms based on whether the patient completed the measure, whether the clinician reviewed measure results, and whether the clinician compared current symptom severity to past symptom severity.\n\nData collection and management: Individuals approached regarding the study will have an established case record to track eligibility, enrollment, and attrition. REDcap will be the primary data management database. The investigators will also pilot the survey instrument to collect independent measures of clinical outcomes. The dependent variable ISS will also be administered at 6-month follow-up. The ISS is a standard outcome measure in clinical trials, where it was highly sensitive to change. The ISS is excellent for research assessment. The investigators will pilot test other instruments for future use including alcohol use (AUDIT-C), drug use (DAST), posttraumatic stress disorder symptoms (PC-PTSD5), and anxiety symptoms (GAD-7). At baseline, the investigators will also measure socio-demographics and prior treatment history. Outcome assessments will be conducted in person or online at baseline pre-randomization, and online at 6 months to mask assessment. At follow-up, chart review will assess treatment changes, and type and frequency of services received during the 6-months.\n\nHypotheses: The primary hypothesis is that more treatment changes will occur for patients randomized to MBC with manic and depressive symptom measures compared to enhanced usual care (control condition). Exploratory analysis will evaluate the probability of being in remission as defined by euthymic classification on the ISS. An exploratory hypothesis is that there will be a greater decrease in symptom severity in those randomized to MBC compared to enhanced usual care.\n\nSample size: The sample size of 30 is sufficient to assess feasibility. There will not be sufficient power for statistical tests unless a large effect size is observed.\n\nAttrition: The investigators will use established practices such as telephone follow-up and financial incentives to maximize retention.\n\nStatistical analyses: Primary data analysis is to assess acceptability and feasibility. The investigators will report eligibility percentages, enrollment rates, attrition rates, proportion of appointments attended, fidelity in both arms, number of treatment changes made per patient, and descriptive statistics and data missingness for patient reported outcomes. The investigators will descriptively summarize these feasibility measures and conduct chi square tests to test baseline differences in rates between the two groups. The investigators will perform intent to treat analyses using a negative binomial regression to model total count of treatment changes in the prior six months specified as the dependent variable and group randomization status as the explanatory variable. To assess successful randomization, the investigators will compare baseline variables for significant differences. If significant differences exist, the investigators will control for those differences in analyses. Because it is pilot study, the investigators have not conducted a power analysis, as the investigators do not expect to have power to detect anything except very large effect sizes."
        },
        "conditionsModule": {
            "conditions": [
                "Bipolar Disorder"
            ],
            "keywords": [
                "primary care",
                "measurement-based care"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Two-arm parallel assignment.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 30,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "MBC for depressive and manic symptoms",
                    "type": "EXPERIMENTAL",
                    "description": "Measurement-based care (MBC) is a clinical strategy involving consistent assessment of clinical status and using those findings to drive clinical decision making. MBC involves clinic staff providing the measure to the patient at each visit which the patient completes and returns, staff enters results into the electronic medical record, clinician reviews current results and compares to past results, and discusses with the patient.\n\nThe experimental condition patients will receive MBC for manic and depressive symptoms.",
                    "interventionNames": [
                        "Other: Measurement based care"
                    ]
                },
                {
                    "label": "MBC for depressive symptoms only",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "The active comparator arm patients will receive MBC for depressive symptoms.",
                    "interventionNames": [
                        "Other: Measurement based care"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Measurement based care",
                    "description": "Measurement-based care based on arm.",
                    "armGroupLabels": [
                        "MBC for depressive and manic symptoms",
                        "MBC for depressive symptoms only"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Treatment changes",
                    "description": "Medication or psychosocial change in treatment plan.",
                    "timeFrame": "6 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Additional instrument 1",
                    "description": "World Health Organization Disability Assessment Schedule 2.0 (WHODAS 2.0) 12-item.\n\nMinimum value: 12 Maximum value: 60 Higher scores indicate higher disability or loss of function",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Additional instrument 2",
                    "description": "Patient Health Questionnaire-9 (PHQ-9) Minimum value: 0 Maximum value: 27 Higher scores indicates greater severity depressive symptoms",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Additional instrument 3",
                    "description": "Generalized Anxiety Disorder-7 (GAD-7) Minimum value: 0 Maximum value: 21 Higher scores indicates greater severity anxiety symptoms",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Additional instrument 4",
                    "description": "The Primary Care Post-traumatic stress disorder screen for DSM5 (PC-PTSD5) Minimum value: 0 Maximum value: 5 Higher scores indicates increased risk PTSD symptoms",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Additional instrument 5",
                    "description": "Drug Abuse Screening Test (DAST-10) Minimum value: 0 Maximum value: 10 Higher scores indicates increased degree of problems related to drug use",
                    "timeFrame": "6 months"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Exploratory",
                    "description": "Exploratory analysis will evaluate the probability of being in remission as defined by euthymic classification on the ISS.",
                    "timeFrame": "6 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* clinician diagnosis of bipolar disorder, and elevated symptoms of bipolar disorder based on classification by the Internal State Scale (ISS) as depressed, mixed manic-depressive, or (hypo)manic state, planned continued care in the same primary care clinic, and either a new consultation by or referral to the integrated behavioral health (IBH) mental health clinicians, or a recent change in bipolar disorder medication treatment,\n\nExclusion Criteria:\n\n* Inability to consent to participation in research, not planning to return for follow-up in the same primary care clinic",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Joseph Cerimele, MD",
                    "role": "CONTACT",
                    "phone": "2062211244",
                    "email": "cerimele@uw.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Joseph Cerimele, MD",
                    "affiliation": "University of Washington",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Washington",
                    "city": "Seattle",
                    "state": "Washington",
                    "zip": "98195",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 47.60621,
                        "lon": -122.33207
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "This study will follow the NIH Data Sharing for Applicants and Awardees information including detailed descriptions the NIH Data Archive. The NIMH advises collection of Common Data Elements some of which we have proposed collecting already (including age, sex at birth, PHQ-9, GAD-7). We will also use the WHODAS 2.0 as a Common Data Element. We intend to share Common Data Elements collected in our study according to the NIMH Data Archive repositories' standard timeline. This timeline includes submission every six months, and the data will be shared after a four-month quality assurance period. We will use Standard Data Dictionaries proposed on the NIMH Data Archive to describe the data set.",
            "infoTypes": [
                "CSR"
            ],
            "timeFrame": "Starting in July 2025.",
            "accessCriteria": "Following the NIMH Data Archive Guidelines."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000001714",
                    "term": "Bipolar Disorder"
                }
            ],
            "ancestors": [
                {
                    "id": "D000068105",
                    "term": "Bipolar and Related Disorders"
                },
                {
                    "id": "D000019964",
                    "term": "Mood Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4996",
                    "name": "Bipolar Disorder",
                    "asFound": "Bipolar Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M226",
                    "name": "Bipolar and Related Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M21835",
                    "name": "Mood Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}