{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05756413",
            "orgStudyIdInfo": {
                "id": "202002391"
            },
            "organization": {
                "fullName": "University of Iowa",
                "class": "OTHER"
            },
            "briefTitle": "Birth to Three - Cavity Free",
            "officialTitle": "Birth to Three - Cavity Free: Effectiveness of a Psychoeducational Intervention for ECC Prevention",
            "acronym": "BTCF",
            "therapeuticArea": [
                "Other"
            ],
            "study": "birth-to-three-cavity-free"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-08",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-03-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-03-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-03-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-11-08",
            "studyFirstSubmitQcDate": "2023-02-23",
            "studyFirstPostDateStruct": {
                "date": "2023-03-06",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-03-22",
            "lastUpdatePostDateStruct": {
                "date": "2024-03-26",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Karin Weber-Gasparoni",
                "investigatorTitle": "Professor and Chair Pediatric Dentistry",
                "investigatorAffiliation": "University of Iowa"
            },
            "leadSponsor": {
                "name": "University of Iowa",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Early childhood caries (ECC) is a potentially painful and debilitating disease, which represents a significant public health problem among young children. There are profound disparities in ECC experiences such that children from minority and low-income families suffer a disproportionate share of the disease burden. The likelihood of parents of high-ECC risk young children seeking prevention in dental facilities is low; therefore, there is a need to increase preventive dental opportunities where these children already seek health care services. In particular, there is an urgent need to develop and evaluate ECC behavioral interventions for use in public health settings attended by high-risk children. Many authors recommend early implementation of oral health education as one means of preventing ECC. However, major issues discussed in the oral health promotion literature involve a lack of effectiveness among programs based on education alone, as well as a lack of high quality preventive interventions using evidence-based psychological and behavioral strategies.\n\nOur research team has been the first to introduce to the ECC prevention arena the self-determination theory (SDT) of motivation, internalization, and healthy functioning, proven effective in promoting positive behavioral changes in several other fields, including oral health care. The investigators have demonstrated that SDT has great promise as a motivational approach by providing evidence, based on results from our R21 (R21-DE016483) study, of the effectiveness of SDT in changing several desirable oral health behaviors for ECC prevention. Building upon the rigor of our previous experience and formative research work in the past several years, the investigators propose a Stage II NIH Model research project that will compare the efficacy of autonomy-supportive videotaped oral health messages framed by SDT to more traditional neutral videotaped messages. The investigators intend to recruit 634 pregnant mothers enrolled in Iowa Women, Infants and Children (WIC) Supplemental Nutrition Programs and follow them until their future child is 36 months old. The primary outcome of interest will be children's caries status. Secondary outcomes will be changes in children's oral health behaviors conducive to better oral hygiene and dietary habits, as well as lower levels of dental plaque and mutans streptococci.",
            "detailedDescription": "The UH3 study is considered a Stage II research according to the NIH Stage Model and builds directly upon the rigor of our previous formative research work, including a study supported by R21 DE016483-02. The R21 study tested the effectiveness of an autonomy-supportive videotaped oral health message informed by the self-determination theory (SDT) as a preventive behavioral approach for ECC among WIC-enrolled 12- to 49-month old children and their mothers. This grant was exploratory in nature and did not allow our research team to have a control group. In order to test the study intervention against the standard dental educational brochures, funding was obtained through the University of Iowa (UI) College of Dentistry to recruit participants to a control group. This concurrent control group was recruited to facilitate future study planning, including estimation of effect sizes. Results from the R21 study provided evidence of the effectiveness of the SDT-framed autonomy-supportive videotaped intervention in changing several oral health behaviors for ECC prevention: increased children's daily brushing habits, use of fluoridated toothpaste, mother's lifting their children's lip to look for early signs of ECC, and compliance with the consumption of no more than 4 ounces of 100% juice daily. Additional behavioral changes included decreased nighttime feeding other than water, and reduced number of daily cariogenic snacks consumed. The future proposed UH3 study will improve upon our previous investigations in two ways. First, the investigators will enhance the expected effectiveness of our experimental manipulation by creating and implementing a more research-informed age targeted oral health message. Second, the UH3 mechanism will allow us to enhance our capacity to assess the effectiveness of the SDT-derived videotaped oral health message compared to a control group with an optimal, sufficiently powered sample size. The investigators believe they have a strong scientific foundation for this project based on the rigor of our prior research efforts. Our approach will have a broader impact in that it tests a low-cost behavioral intervention that can be used in WIC clinics and other public health settings across the nation. As such, the use of evidence-based autonomy-supportive messages could efficiently disseminate an important and effective health promotion message that has great generalizability and the potential to greatly reduce the burden of ECC among some of the most vulnerable populations."
        },
        "conditionsModule": {
            "conditions": [
                "Caries,Dental"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "maskingDescription": "Principal investigator and clinical examiner will be blinded to group allocation",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 634,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "SDT",
                    "type": "EXPERIMENTAL",
                    "description": "Pregnant mothers will be randomly assigned to either an experimental group (Group 1) where mothers will receive autonomy-supportive messages informed by the SDT or a control group (Group 2) where mothers will receive the same oral health care messages delivered using a neutral style. All mothers will be exposed to oral health messages - one during pregnancy, one later when their child is 12 months of age, and one when their child is 24 months of age. Three months after receiving the oral health messages at each time point, mothers will be sent a follow-up booster message.",
                    "interventionNames": [
                        "Behavioral: Self-determination theory"
                    ]
                },
                {
                    "label": "Control",
                    "type": "OTHER",
                    "description": "Pregnant mothers will be randomly assigned to either an experimental group (Group 1) where mothers will receive autonomy-supportive messages informed by the SDT or a control group (Group 2) where mothers will receive the same oral health care messages delivered using a neutral style. All mothers will be exposed to oral health messages - one during pregnancy, one later when their child is 12 months of age, and one when their child is 24 months of age. Three months after receiving the oral health messages at each time point, mothers will be sent a follow-up booster message.",
                    "interventionNames": [
                        "Behavioral: Self-determination theory"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Self-determination theory",
                    "description": "SDT is relatively unique among theories of motivation due to its focus on the quality, rather than the quantity, of motivation. Central to SDT is the distinction between selfdetermined or autonomous and non-self-determined or controlled forms of motivation. These types of motivation differ from one another based on the degree to which actions are (or are not) fully self-endorsed by the individual. Autonomous motivation reflects freely chosen and fully or whole-heartedly self-endorsed reasons for engaging in a behavior, such as \"because it is important\" and \"because it is enjoyable\". In contrast, controlled motivation reflects reasons for acting that are not self-endorsed because one is pressured into doing them because of internal pressure, such as \"this is something I should do, even though I don't really want to\", or because of environmental contingencies \"because I have to; it is required that I do this\".",
                    "armGroupLabels": [
                        "Control",
                        "SDT"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Caries Status",
                    "description": "The primary outcome of interest is children's caries status, as measured by the number of decayed, missing or filled surfaces using the d1d2-3 mfs scoring method. Both d2-3 and d1 levels, derived from the d1d2-3mfs caries criteria, will be considered, reflecting numbers of affected (cavitated, missing due to caries or filled) surfaces with and without inclusion of non-cavitated (d1 \"white spot\") lesions.",
                    "timeFrame": "Visits 2 when children are 12 months of age"
                },
                {
                    "measure": "Caries Status",
                    "description": "The primary outcome of interest is children's caries status, as measured by the number of decayed, missing or filled surfaces using the d1d2-3 mfs scoring method. Both d2-3 and d1 levels, derived from the d1d2-3mfs caries criteria, will be considered, reflecting numbers of affected (cavitated, missing due to caries or filled) surfaces with and without inclusion of non-cavitated (d1 \"white spot\") lesions.",
                    "timeFrame": "Visits 3 when children are 24 months of age"
                },
                {
                    "measure": "Caries Status",
                    "description": "The primary outcome of interest is children's caries status, as measured by the number of decayed, missing or filled surfaces using the d1d2-3 mfs scoring method. Both d2-3 and d1 levels, derived from the d1d2-3mfs caries criteria, will be considered, reflecting numbers of affected (cavitated, missing due to caries or filled) surfaces with and without inclusion of non-cavitated (d1 \"white spot\") lesions.",
                    "timeFrame": "Visits 4 when children are 36 months of age"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Maternal knowledge questionnaire",
                    "description": "Secondary outcomes will be changes in maternal knowledge on oral health care",
                    "timeFrame": "Visit 1-4, including activities at 1- and 9-month between site visits"
                },
                {
                    "measure": "Children's oral health behavior questionnaire",
                    "description": "Secondary outcomes will be changes in maternal oral health behaviors towards their children",
                    "timeFrame": "Visit 1-4, including activities at 1- and 9-month between site visits"
                },
                {
                    "measure": "Levels of dental plaque",
                    "description": "Secondary outcomes will be changes in levels of children's dental plaque. Visible plaque will be assessed first and recorded as present or absent for the maxillary and mandibular incisors and molars. The number of maxillary and mandibular incisors and molars with plaque will also be recorded.",
                    "timeFrame": "Visits 2, 3 and 4 when children are 12-, 24- and 36-months of age, respectively"
                },
                {
                    "measure": "Levels of mutans streptococci (MS)",
                    "description": "Secondary outcomes will be changes in levels of children's mutans streptococci (MS)",
                    "timeFrame": "Visits 2, 3 and 4 when children are 12-, 24- and 36-months of age, respectively"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* WIC-participating pregnant women who are 18 to 45 years old\n* Between 12 and 36 weeks of the gestational period\n* Able to speak, understand and read English or Spanish\n* No intention to move away in the next 4 years\n\nExclusion Criteria:\n\n- Mothers who deliver their child prior to their first study intervention visit",
            "healthyVolunteers": true,
            "sex": "ALL",
            "genderBased": true,
            "genderDescription": "Pregnant mothers",
            "minimumAge": "18 Years",
            "maximumAge": "45 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Karin Weber-Gasparoni, PhD",
                    "role": "CONTACT",
                    "phone": "3196215874",
                    "email": "karin-weber@uiowa.edu"
                },
                {
                    "name": "Jennifer Bowman-Reif, MS",
                    "role": "CONTACT",
                    "phone": "3194674930",
                    "email": "jennifer-bowman-reif@uiowa.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Karin Weber-Gasparoni, PhD",
                    "affiliation": "University of Iowa",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Anamosa WIC Clinic",
                    "status": "RECRUITING",
                    "city": "Anamosa",
                    "state": "Iowa",
                    "zip": "52205",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Diana Strahan",
                            "role": "CONTACT",
                            "email": "dstrahan@HACAP.ORG"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.10834,
                        "lon": -91.28516
                    }
                },
                {
                    "facility": "Belle Plaine WIC Clinic",
                    "status": "RECRUITING",
                    "city": "Belle Plaine",
                    "state": "Iowa",
                    "zip": "52208",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Diana Strahan",
                            "role": "CONTACT",
                            "email": "dstrahan@HACAP.ORG"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.89694,
                        "lon": -92.27824
                    }
                },
                {
                    "facility": "LCPH WIC Clinic",
                    "status": "RECRUITING",
                    "city": "Cedar Rapids",
                    "state": "Iowa",
                    "zip": "52401",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Diana Strahan",
                            "role": "CONTACT",
                            "email": "dstrahan@HACAP.ORG"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.00833,
                        "lon": -91.64407
                    }
                },
                {
                    "facility": "Urban WIC Clinic",
                    "status": "RECRUITING",
                    "city": "Cedar Rapids",
                    "state": "Iowa",
                    "zip": "52403",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Diana Strahan",
                            "role": "CONTACT",
                            "email": "dstrahan@HACAP.ORG"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.00833,
                        "lon": -91.64407
                    }
                },
                {
                    "facility": "Clinton WIC Clinic",
                    "status": "RECRUITING",
                    "city": "Clinton",
                    "state": "Iowa",
                    "zip": "52732",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Cynthia Kaczinski",
                            "role": "CONTACT",
                            "email": "cynthia.kaczinski@hillcrest-fs.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.84447,
                        "lon": -90.18874
                    }
                },
                {
                    "facility": "Columbus Junction WIC Clinic",
                    "status": "RECRUITING",
                    "city": "Columbus Junction",
                    "state": "Iowa",
                    "zip": "52738",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Celesta Burton",
                            "role": "CONTACT",
                            "email": "celesta.burton@caofseia.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.28003,
                        "lon": -91.36071
                    }
                },
                {
                    "facility": "Davenport WIC Clinic",
                    "status": "RECRUITING",
                    "city": "Davenport",
                    "state": "Iowa",
                    "zip": "52801",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Maddy Radshaw",
                            "role": "CONTACT",
                            "email": "mranshaw@chcqca.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.52364,
                        "lon": -90.57764
                    }
                },
                {
                    "facility": "CHC Edgerton Clinic",
                    "status": "RECRUITING",
                    "city": "Davenport",
                    "state": "Iowa",
                    "zip": "52803",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Maddy Radshaw",
                            "role": "CONTACT",
                            "email": "mranshaw@chcqca.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.52364,
                        "lon": -90.57764
                    }
                },
                {
                    "facility": "Dewitt WIC Clinic",
                    "status": "RECRUITING",
                    "city": "De Witt",
                    "state": "Iowa",
                    "zip": "52742",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Cynthia Kaczinski",
                            "role": "CONTACT",
                            "email": "cynthia.kaczinski@hillcrest-fs.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.82336,
                        "lon": -90.53819
                    }
                },
                {
                    "facility": "Johnson County WIC",
                    "status": "RECRUITING",
                    "city": "Iowa City",
                    "state": "Iowa",
                    "zip": "52246",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Danielle Pettit- Majewski, MPH",
                            "role": "CONTACT",
                            "email": "dpettit@johnsoncountyiowa.gov"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.66113,
                        "lon": -91.53017
                    }
                },
                {
                    "facility": "Maquoketa WIC Clinic",
                    "status": "RECRUITING",
                    "city": "Maquoketa",
                    "state": "Iowa",
                    "zip": "52060",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Cynthia Kaczinski",
                            "role": "CONTACT",
                            "email": "cynthia.kaczinski@hillcrest-fs.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.06891,
                        "lon": -90.66569
                    }
                },
                {
                    "facility": "Marion WIC Clinic",
                    "status": "RECRUITING",
                    "city": "Marion",
                    "state": "Iowa",
                    "zip": "52302",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Diana Strahan",
                            "role": "CONTACT",
                            "email": "dstrahan@HACAP.ORG"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.03417,
                        "lon": -91.59768
                    }
                },
                {
                    "facility": "Monticello WIC Clinic",
                    "status": "RECRUITING",
                    "city": "Monticello",
                    "state": "Iowa",
                    "zip": "52310",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Diana Strahan",
                            "role": "CONTACT",
                            "email": "dstrahan@HACAP.ORG"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.23834,
                        "lon": -91.18709
                    }
                },
                {
                    "facility": "Muscatine WIC Clinic",
                    "status": "RECRUITING",
                    "city": "Muscatine",
                    "state": "Iowa",
                    "zip": "52761",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Celesta Burton",
                            "role": "CONTACT",
                            "email": "celesta.burton@caofseia.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.42447,
                        "lon": -91.04321
                    }
                },
                {
                    "facility": "Tipton WIC Clinic",
                    "status": "RECRUITING",
                    "city": "Tipton",
                    "state": "Iowa",
                    "zip": "52772",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Maddy Radshaw",
                            "role": "CONTACT",
                            "email": "mranshaw@chcqca.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.76974,
                        "lon": -91.12793
                    }
                },
                {
                    "facility": "Vinton WIC Clinic",
                    "status": "RECRUITING",
                    "city": "Vinton",
                    "state": "Iowa",
                    "zip": "52349",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Diana Strahan",
                            "role": "CONTACT",
                            "email": "dstrahan@HACAP.ORG"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.16861,
                        "lon": -92.02351
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "The study will comply with NIH Public Access Policy, which ensures that the public has access to the published results of NIH-funded research. It requires scientists to submit final peer-reviewed journal manuscripts that arise from NIH funds to the digital archive PubMed Central within 12 months upon publication. The research team will be responsible for developing publication procedures and resolving authorship issues. Manuscripts will be reviewed by all the co-authors before submission. Data will be shared no later than the acceptance for publication of the main findings from the final data set."
        }
    },
    "documentSection": {
        "largeDocumentModule": {
            "largeDocs": [
                {
                    "typeAbbrev": "Prot",
                    "hasProtocol": true,
                    "hasSap": false,
                    "hasIcf": false,
                    "label": "Study Protocol",
                    "date": "2024-02-29",
                    "uploadDate": "2024-03-22T13:24",
                    "filename": "Prot_000.pdf",
                    "size": 764058
                },
                {
                    "typeAbbrev": "ICF",
                    "hasProtocol": false,
                    "hasSap": false,
                    "hasIcf": true,
                    "label": "Informed Consent Form",
                    "date": "2024-02-02",
                    "uploadDate": "2024-03-22T13:32",
                    "filename": "ICF_001.pdf",
                    "size": 294031
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000003731",
                    "term": "Dental Caries"
                }
            ],
            "ancestors": [
                {
                    "id": "D000017001",
                    "term": "Tooth Demineralization"
                },
                {
                    "id": "D000014076",
                    "term": "Tooth Diseases"
                },
                {
                    "id": "D000009057",
                    "term": "Stomatognathic Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M6928",
                    "name": "Dental Caries",
                    "asFound": "Caries,Dental",
                    "relevance": "HIGH"
                },
                {
                    "id": "M19339",
                    "name": "Tooth Demineralization",
                    "relevance": "LOW"
                },
                {
                    "id": "M16831",
                    "name": "Tooth Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12017",
                    "name": "Stomatognathic Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC07",
                    "name": "Mouth and Tooth Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}