{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05042076",
            "orgStudyIdInfo": {
                "id": "2021-1058"
            },
            "secondaryIdInfos": [
                {
                    "id": "A534280",
                    "type": "OTHER",
                    "domain": "UW Madison"
                },
                {
                    "id": "Protocol Version 6/8/2022",
                    "type": "OTHER",
                    "domain": "UW Madison"
                },
                {
                    "id": "Galipeau SMPH-PACT Support",
                    "type": "OTHER",
                    "domain": "UW Madison"
                }
            ],
            "organization": {
                "fullName": "University of Wisconsin, Madison",
                "class": "OTHER"
            },
            "briefTitle": "BK With VST for Kidney Transplant Patients",
            "officialTitle": "A Phase I Study Evaluating Safety and Tolerability of Viral-Specific T (VST) Cells Against BK Virus (BKV) in Adult Kidney Transplant Recipients",
            "therapeuticArea": [
                "Infectious Diseases"
            ],
            "study": "bk-with-vst-for-kidney-transplant-patients"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-12-16",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-11",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-11",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-09-03",
            "studyFirstSubmitQcDate": "2021-09-03",
            "studyFirstPostDateStruct": {
                "date": "2021-09-13",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-05",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-06",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of Wisconsin, Madison",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This study measures the safety, feasibility, and efficacy of viral-specific T cells (VST) against BK Virus (BKV) in adult kidney transplant recipients. Participants are expected to be on study for 52 weeks.",
            "detailedDescription": "Viral infections, or their reactivation in the immunocompromised host, remain serious complications that adversely affect outcomes of transplantation. These infections may be refractory to pharmacologic treatment and result in increased morbidity and mortality after transplantation. Furthermore, the available pharmacologic therapies can result in severe toxicities.\n\nOnce an infection occurs, adequate immune reconstitution is decisive for recovery from viral disease after kidney transplantation. The present trial will consist of the treatment of kidney transplant recipients diagnosed with severe BK infection as defined by a viral load ≥ 250 copies/mL and BKN, with virus-specific, antigen-selected T cells using the CliniMACS® Prodigy System. BK-specific T cells will be isolated from donor leukapheresis products using the CliniMACS® Prodigy. Prior studies on transfer of CMV-specific T cells have been shown to be safe and efficacious in the treatment of Cytomegalovirus (CMV) infections, so the same methods will be used to transfer BK-specific T cells.\n\nThe main trial objective is to evaluate the safety and feasibility of BK-specific T-cell transfer in adult patients suffering from BK infections following kidney transplantation. The incubation with viral antigens (MACS Good Manufacturing Practice (GMP) PepTivator) allows the enrichment of BK-specific CD4+ and CD8+ T cells. Increasing evidence of the safety and efficacy of CMV-specific T-cell is available. Furthermore, the safety and efficacy of the specific manufacturing approach using the fully automated protocol of the CliniMACS® Prodigy for the isolation of CMV-specific T cells against CMV has been described and has demonstrated that these cells retain their biological properties. Based on the CMV data, the investigators believe BK-specific T cells will follow the same pattern.\n\nStudy Overview\n\nThis phase I, open label, non-randomized, non-placebo controlled, single group assignment study will assess the safety and tolerability of transfer of BK-specific T cells isolated from a leukapheresis product. Secondary objectives will focus on the feasibility and efficacy of the BK-specific T-cell transfer. The Investigational Medicinal Product (IMP) will be generated automatically by the CliniMACS® Prodigy using the CliniMACS Cytokine Capture System (IFNγ) after incubation with MACS GMP PepTivator® BKV LT \\& VP1 for enrichment of virus-specific T-cells in adult patients suffering from BK infections following kidney transplantation.\n\nSafety and tolerability will be assessed by determining the incidence and severity of acute infusion-related toxicities, incidence and severity of acute rejection of the kidney allograft, occurrence and time to newly occurring acute GVHD grade ≥1 until Week 12 after T-cell transfer, and aggravation of pre-existing acute GVHD grade ≥1 until Week 12.\n\nFeasibility of BK virus specific T-cells will be assessed by determining the successful production of BK-VST from donors on an intent-to-treat basis, measuring dropout rate and reasons for drop out as well as time from patient inclusion to administration of the IMP.\n\nEfficacy will be assessed by determining the number of patients and time to reaching ≥1 log decrease in BK viral load, number of patients with BK clearance, time to BK clearance, and number of patients with resolution of clinical BK organ disease by Week 12. Number of BK reactivations following BK viral clearance and overall survival (OS) will be determined at Week 52."
        },
        "conditionsModule": {
            "conditions": [
                "Kidney Transplant Infection",
                "BK Virus Infection"
            ],
            "keywords": [
                "virus specific T lymphocyte",
                "VST"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "interventionModelDescription": "Single-center, Phase I, open label, non-randomized, non-placebo controlled",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 20,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "BK with VST",
                    "type": "EXPERIMENTAL",
                    "description": "Adult patients with BKV infection and nephropathy (BKN) following kidney transplantation.",
                    "interventionNames": [
                        "Drug: BK-specific T cells from Donor Lymphocytes"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "BK-specific T cells from Donor Lymphocytes",
                    "description": "Naturally occurring, allogeneic donor lymphocytes derived from a leukapheresis, enriched for BK-specific CD4+ and CD8+ T cells\n\nSuspension of BK-specific T cells in approximately 7 mL (5-10 mL range for volume of IMP) of 0.9% NaCl with 2.5% HSA at a cell dose of: ≥ 300 and ≤ 5,000 BK virus-specific CD3+ T cells/kg body weight (BW).\n\nIV bolus injection; IV push of IMP over approximately 2-4 minutes, resulting in an infusion rate of approximately 3 mL/min.",
                    "armGroupLabels": [
                        "BK with VST"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Incidence of Adverse Events up to 4 hours post Cell Infusion",
                    "description": "Safety of the intervention against BKV (BKV-VST) in adult kidney transplant recipients is in part measured by incidence of acute infusion-related toxicity on the day of T-cell transfer evaluated by measuring vital signs prior to and at different time points after the T-cell transfer and monitoring of specific adverse events (chills, nausea, vomiting, diarrhea, abdominal pain, allergic reactions, respiratory dysfunction or headache from T-cell transfer to 4 hours post injection).",
                    "timeFrame": "cell infusion is on study day 0, safety data collected up to 4 hours post injection"
                },
                {
                    "measure": "Incidence of Adverse Events up to 4 weeks of T-cell Transfer",
                    "description": "Safety of the intervention against BKV (BKV-VST) in adult kidney transplant recipients is in part measured by incidence of grade 3-5 infusion-related adverse events, grades 4-5 non-hematological adverse events within 4 weeks of T-cell transfer that are not due to the pre-existing infection or original malignancy or pre-existing co-morbidities.",
                    "timeFrame": "up to 4 weeks"
                },
                {
                    "measure": "Incidence of newly occurring acute rejection of kidney allograft until Week 12 after T-cell transfer",
                    "description": "Incidence and severity of acute rejection of the kidney allograft is in part measured by incidence of newly occurring acute rejection of kidney allograft until Week 12 after T-cell transfer.",
                    "timeFrame": "up to 12 weeks"
                },
                {
                    "measure": "Incidence of de novo antibodies against kidney allograft donor (dnDSA) until Week 52 after T-cell transfer",
                    "description": "Incidence and severity of acute rejection of the kidney allograft is in part measured by incidence of de novo antibodies against kidney allograft donor (dnDSA) until Week 52 after T-cell transfer.",
                    "timeFrame": "up to 52 weeks"
                },
                {
                    "measure": "Incidence of newly occurring acute GVHD grade ≥1 or aggravation of pre-existing acute GVHD until Week 12 after T-cell transfer",
                    "description": "Incidence and severity of Graft-versus-host disease (GVHD) is in part measured by the incidence of newly occurring acute GVHD grade ≥1 or aggravation of pre-existing acute GVHD until Week 12 after T-cell transfer.",
                    "timeFrame": "up to 12 weeks"
                },
                {
                    "measure": "Incidence of newly occurring acute GVHD grade ≥1 from Day 0 to Week 12",
                    "description": "Incidence and severity of GVHD is in part measured by the incidence of newly occurring acute GVHD grade ≥1 from Day 0 to Week 12.",
                    "timeFrame": "up to 12 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Incidence of successful production of BK Virus specific T lymphocyte (VST) from donors on intent-to-treat basis",
                    "description": "Evaluation of feasibility of BK specific T cell transfer in adult participants suffering from severe BKV infection following kidney transplantation is in part measured by the successful production of BK Virus specific T lymphocyte (VST) from donors on intent-to-treat basis",
                    "timeFrame": "up to 1 week"
                },
                {
                    "measure": "Number of Participants who Drop-out of the Study",
                    "description": "Evaluation of feasibility of BK specific T cell transfer in adult participants suffering from severe BKV infection following kidney transplantation is in part measured by the participant drop out rate.",
                    "timeFrame": "up to 52 weeks"
                },
                {
                    "measure": "Summary of Reasons why Participants Drop-out of the Study",
                    "description": "Evaluation of feasibility of BK specific T cell transfer in adult participants suffering from severe BKV infection following kidney transplantation is in part evaluated by the reasons that participants drop out of the study.",
                    "timeFrame": "up to 52 weeks"
                },
                {
                    "measure": "Time from Participant inclusion to administration of BK-VST",
                    "description": "Evaluation of feasibility of BK specific T cell transfer in adult participants suffering from severe BKV infection following kidney transplantation is in part measured by the amount of time from participant inclusion to administration of BK-VST.",
                    "timeFrame": "up to 1 week"
                },
                {
                    "measure": "Percentage of Participants with ≥1 log decrease in BK viral load at Week 12",
                    "description": "Evaluation of efficacy of BK-specific T-cell transfer in adult participants suffering from severe BK infection following kidney transplantation is in part measured by the percentage of participants with ≥1 log decrease in BK viral load at Week 12.",
                    "timeFrame": "up to week 12"
                },
                {
                    "measure": "Amount of Time to 1 log change in BK viral load",
                    "description": "Evaluation of efficacy of BK-specific T-cell transfer in adult participants suffering from severe BK infection following kidney transplantation is in part measured by the amount of time to 1 log change in BK viral load.",
                    "timeFrame": "up to week 12"
                },
                {
                    "measure": "Number of Participants with BKV clearance from Day 7 to Week 12 after T-cell transfer",
                    "description": "Evaluation of efficacy of BK-specific T-cell transfer in adult participants suffering from severe BK infection following kidney transplantation is in part measured by the number of participants with BKV clearance (defined as 2 consecutive test results occurring at least 2 weeks apart with results that are either negative polymerase chain reaction (PCR) or \\<250 copies/mL) from Day 7 to Week 12 after T-cell transfer.",
                    "timeFrame": "up to week 12"
                },
                {
                    "measure": "Amount of Time to BKV clearance from Day 0 of T-cell transfer to first day of 2 subsequent negative BKV PCR studies",
                    "description": "Evaluation of efficacy of BK-specific T-cell transfer in adult participants suffering from severe BK infection following kidney transplantation is in part measured by the amount of time to BKV clearance (defined as either negative PCR or \\<250 copies/mL) from Day 0 of T-cell transfer to first day of 2 consequent negative BKV PCR studies at least 2 weeks apart.",
                    "timeFrame": "up to week 12"
                },
                {
                    "measure": "Number of Participants with resolution of underlying BKV infection from Day 7 (Week 1) to Week 12 after T-cell transfer as compared to Day 0",
                    "description": "Clinical response/resolution of underlying viral infection is measured by the number of participants with resolution of underlying BKV infection from Day 7 (Week 1) to Week 12 after T-cell transfer as compared to Day 0.",
                    "timeFrame": "up to 12 weeks"
                },
                {
                    "measure": "Number of BKV reactivations following initial viral clearance until Week 52",
                    "description": "Effect on BKV reactivation is measured by the number of BKV reactivations following initial viral clearance until Week 52 .",
                    "timeFrame": "up to week 52"
                },
                {
                    "measure": "Overall Survival (OS) Rate",
                    "description": "OS rate: time from T-cell transfer (Day 0) to death, graft loss, or last follow-up throughout the study from Day 1 to Week 52.",
                    "timeFrame": "up to week 52"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Age18 ≤ 75 years\n* Have BKV infection/viremia following kidney transplantation, where BKV viremia is defined as positive BKV qPCR (≥ 250 copies)\n* Have evidence of invasive BKV infection (BK Nephropathy)\n* Experience one of the following:\n\n  * New, persistent and/or worsening BKV-related symptoms, signs and/or markers of end organ compromise despite being on lower immunosuppressive medication\n  * Adverse effects of lower immunosuppressive medications (e.g., dnDSA, biopsy proven rejection)\n* Eligible Donor\n* Provide Written informed consent\n\nExclusion Criteria:\n\n* Non-kidney organ transplant recipient\n* Patient with acute rejection of the kidney allograft at time of T-cell transfer\n* Patient receiving steroids (\\>0.5 mg/kg body weight (BW) prednisone equivalent) at the time of T-cell transfer\n* Patient treated with Thymoglobulin (ATG), Alemtuzumab or T-cell immunosuppressive monoclonal antibodies within 28 days prior to T-cell transfer\n* Extra renal tissue invasive BK infection\n* Concomitant enrollment in another clinical trial interfering with endpoints of this study\n* Any medical condition which could compromise participation in the study according to the investigator's assessment\n* Known HIV infection\n* Female patient who is pregnant or breast-feeding, or adult of reproductive potential not willing to use an effective method of birth control during study treatment Note: Women of childbearing potential must have a negative urine pregnancy test at study entry.\n* Patients unwilling or unable to comply with the protocol or unable to give informed consent\n\nDonor Eligibility\n\n* ≥ 18 years old\n* Available and capable of undergoing a single standard 2 blood volume leukapheresis\n* HLA Compatible (see Donor selection priority below):\n\n  * Original kidney transplant donor\n  * Fully HLA matched family member (6/6 HLA match considering HLA-A, HLA-B and HLA-DRB1 genes)\n  * Partially matched family member (≥ 2/6 HLA match, considering HLA-A, HLA-B and HLA-DRB1 genes)\n* BK IgG seropositive\n* Meets the criteria for donor eligibility defined in the UW Program for Advanced Cell Therapy Standard Operating Policies and Procedures for Donor Evaluation and Eligibility Determination for the Donation of Viral Specific T Cells, which is in compliance with FACT standards for Immune Effector Cells, and 21 CFR 1271, subpart C.\n* Provide written informed consent\n\nDonor selection priority: The original kidney donor will be the first choice of donor peripheral mononuclear cells. If the original donor is not available or does not meet all donor eligibility criteria, alternative related donors will be selected, with preference for fully matched related donors (6/6 HLA match, considering HLA-A, -B, and -DRB1 genes) over related donors with partial HLA match (≥ 2/6 HLA match, considering HLA-A, -B, and -DRB1 genes).\n\nNote that if the selected donor is related, but not a biological parent or child of the recipient (i.e., at least haploidentical), then high resolution testing of HLA-A and HLA-B will be performed on donor and recipient (if high resolution HLA genotyping not already available in the medical record). If the degree of matching at high resolution reveals a less favorable match than an alternative donor, then prioritization of the alternative donor will occur.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "75 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Maggie Chilsen",
                    "role": "CONTACT",
                    "phone": "(608) 263-2704",
                    "email": "mchilsen@clinicaltrials.wisc.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Sandesh Parajuli, MD",
                    "affiliation": "University of Wisconsin, Madison",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Jacques Galipeau, MD",
                    "affiliation": "University of Wisconsin, Madison",
                    "role": "STUDY_DIRECTOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Wisconsin School of Medicine and Public Health",
                    "status": "RECRUITING",
                    "city": "Madison",
                    "state": "Wisconsin",
                    "zip": "53705",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 43.07305,
                        "lon": -89.40123
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000007239",
                    "term": "Infections"
                },
                {
                    "id": "D000003141",
                    "term": "Communicable Diseases"
                }
            ],
            "ancestors": [
                {
                    "id": "D000020969",
                    "term": "Disease Attributes"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M10283",
                    "name": "Infections",
                    "asFound": "Infection",
                    "relevance": "HIGH"
                },
                {
                    "id": "M6368",
                    "name": "Communicable Diseases",
                    "asFound": "Infection",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17522",
                    "name": "Virus Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M22700",
                    "name": "Disease Attributes",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC01",
                    "name": "Infections"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M9662",
                    "name": "Altretamine",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}