{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06055036",
            "orgStudyIdInfo": {
                "id": "2023H0180"
            },
            "organization": {
                "fullName": "Ohio State University",
                "class": "OTHER"
            },
            "briefTitle": "Black Impact: The Mechanisms Underlying Psychosocial Stress Reduction in a Cardiovascular Health Intervention",
            "officialTitle": "Black Impact: The Mechanisms Underlying Psychosocial Stress Reduction in a Cardiovascular Health Intervention",
            "therapeuticArea": [
                "Endocrinology",
                "Cardiovascular",
                "Other"
            ],
            "study": "black-impact-the-mechanisms-underlying-psychosocial-stress-reduction-in-a-cardiovascular-health-intervention"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-09",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-08-24",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-03-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-03-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-09-13",
            "studyFirstSubmitQcDate": "2023-09-19",
            "studyFirstPostDateStruct": {
                "date": "2023-09-26",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-09-19",
            "lastUpdatePostDateStruct": {
                "date": "2023-09-26",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Joshua Joseph, MD",
                "investigatorTitle": "Associate Professor of Internal Medicine",
                "investigatorAffiliation": "Ohio State University"
            },
            "leadSponsor": {
                "name": "Ohio State University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "American Heart Association",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Lower attainment of cardiovascular health (CVH), indicated by the American Heart Association's Life's Simple 7 (LS7; physical activity, diet, cholesterol, blood pressure, body mass index, smoking, glycemia) and Life's Essential 8 (LE8; LS7+sleep) metrics, is a major contributor to Black men having the shortest life-expectancy of any non-indigenous race/sex group. Unfortunately, a paucity of literature exists on interventions aimed at improving CVH among Black men. The team of clinician scientists and community partners co-developed a community-based lifestyle intervention titled Black Impact: a 24-week intervention for Black men with less-than-ideal CVH (\\<4 LS7 metrics in the ideal range) with 45 minutes of weekly physical activity, 45 minutes of weekly health education, and engagement with a health coach, group fitness trainer, and community health worker. Single-arm pilot testing of the intervention (n=74) revealed high feasibility, acceptability, and retention and a 0.93 (95% confidence interval: 0.40, 1.46, p\\<0.001) point increase in LS7 score at 24 weeks. Secondary outcomes included improvements in psychosocial stress (i.e., perceived stress, depressive symptoms), patient activation, and social needs. Thus, robustly powered clinical trials are needed to determine the efficacy of Black Impact and to evaluate the underlying interpersonal and molecular pathways by which Black Impact improves psychosocial stress and CVH. Thus, the investigators propose a randomized, wait-list controlled trial of Black Impact. This novel, community-based intervention to provide a scalable model to improve CVH and psychosocial stress at the population level and evaluate the biological underpinnings by which the intervention mitigates cardiovascular disease risk. The proposed study aligns with American Heart Association's commitment to addressing CVH equity through innovative, multi-modal solutions."
        },
        "conditionsModule": {
            "conditions": [
                "Cardiometabolic Syndrome",
                "Physical Inactivity",
                "Hypertension",
                "Type 2 Diabetes",
                "PreDiabetes",
                "Obesity",
                "Cardiovascular Diseases",
                "Smoking",
                "Sleep",
                "Hyperlipidemias",
                "Diet, Healthy",
                "Blood Pressure"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "randomized, wait-list controlled trial with 2 arms",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "maskingDescription": "The statistical analyst is blinded to the intervention group.",
                    "whoMasked": [
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 340,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Black Impact Intervention",
                    "type": "EXPERIMENTAL",
                    "description": "Black Impact Intervention",
                    "interventionNames": [
                        "Behavioral: Black Impact Intervention"
                    ]
                },
                {
                    "label": "Black Impact Waitlist Control",
                    "type": "NO_INTERVENTION",
                    "description": "Usual Care"
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Black Impact Intervention",
                    "description": "The Black Impact intervention is an academic-community-government partnership adapted from the Diabetes Prevention Program and American Heart Association Check, Change, Control programs based on stakeholder feedback and to afford incorporation of additional evidence-based strategies for influencing target outcomes. The intervention is a 24-week community-based lifestyle intervention to improve cardiovascular health among Black men. Each participant will be assigned to a group with \\>5 participants based on participant proximity to a central community meeting location. Each team will be guided weekly by a health coach who delivers content and coaching around the lifestyle intervention modeled on the diabetes prevention program and check, change, control blood pressure program, a community health worker who helps to address social needs and connects participants to primary care services, and a trainer who leads physical activity. Teams meet for 90 minutes per week.",
                    "armGroupLabels": [
                        "Black Impact Intervention"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Cardiovascular Health",
                    "description": "The primary outcome for the randomized controlled trial is change in cardiovascular health at 24-week follow-up, which will be calculated using between-subject differences rather than within-subject differences, using a linear mixed-effects to evaluate changes from baseline in Life's Essential 8 score (range 0-100, higher scores are better). Study wave will be a covariate in the models. The model will contain data from baseline (0 weeks), during-intervention (12 weeks), and post-intervention (24-weeks). These models will assess differences between waitlist control and intervention participants using an interaction between time and treatment indicator. Residual plots will examine model assumptions and model fit, with transformation of the outcomes (e.g. log, square-root, Box-Cox) used as needed to satisfy modelling assumptions (e.g. normality, constant variance) and achieve appropriate model fit.",
                    "timeFrame": "24 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in Perceived Stress",
                    "description": "Change in psychosocial stress (perceived stress) will be examined using changes in the perceived stress scale via linear mixed models with subject level random effects to account for longitudinal measures on each subject, with treatment by time interactions testing differences in changes over time across study arms. Model fitting strategy will check model specification and fit by examining concordance with distributional assumptions.",
                    "timeFrame": "24 weeks"
                },
                {
                    "measure": "Change in Life's Essential 8 Blood Pressure",
                    "description": "Change in Life's Essential 8 Blood Pressure (range 0-100, higher is better) will be measured via an automated sphygmomanometer and examined using linear mixed models with subject level random effects will account for longitudinal measures on each subject, with treatment by time interactions testing differences in changes over time across study arms. Model fitting strategy will check model specification and fit by examining concordance with distributional assumptions.",
                    "timeFrame": "24 weeks"
                },
                {
                    "measure": "Change in Life's Essential 8 Blood Lipids",
                    "description": "Change in Life's Essential 8 Blood Lipids via Non-HDL Cholesterol (range 0-100, higher is better) will be measured via a blood sample and examined using linear mixed models with subject level random effects will account for longitudinal measures on each subject, with treatment by time interactions testing differences in changes over time across study arms. Model fitting strategy will check model specification and fit by examining concordance with distributional assumptions.",
                    "timeFrame": "24 weeks"
                },
                {
                    "measure": "Change in Life's Essential 8 Blood Glucose",
                    "description": "Change in Life's Essential 8 Blood Glucose via hemoglobin A1c (range 0-100, higher is better) will be measured via a blood sample and examined using linear mixed models with subject level random effects will account for longitudinal measures on each subject, with treatment by time interactions testing differences in changes over time across study arms. Model fitting strategy will check model specification and fit by examining concordance with distributional assumptions.",
                    "timeFrame": "24 weeks"
                },
                {
                    "measure": "Change in Life's Essential 8 Body Mass Index",
                    "description": "Change in Life's Essential 8 Body Mass Index via body mass index measurement from height (meters) and weight (kilograms), calculated as kilograms per meter squared (range 0-100, higher is better) and examined using linear mixed models with subject level random effects will account for longitudinal measures on each subject, with treatment by time interactions testing differences in changes over time across study arms. Model fitting strategy will check model specification and fit by examining concordance with distributional assumptions.",
                    "timeFrame": "24 weeks"
                },
                {
                    "measure": "Change in Life's Essential 8 Diet (subjective)",
                    "description": "Change in Life's Essential 8 Diet (subjective) measured via the 16-item Mediterranean Eating Pattern for Americans (range 0-100, higher is better) and examined using linear mixed models with subject level random effects will account for longitudinal measures on each subject, with treatment by time interactions testing differences in changes over time across study arms. Model fitting strategy will check model specification and fit by examining concordance with distributional assumptions.",
                    "timeFrame": "24 weeks"
                },
                {
                    "measure": "Change in Life's Essential 8 Diet (objective)",
                    "description": "Change in Life's Essential 8 Diet (objective) measured via dermal carotenoids using the Veggiemeter (range 0-100, higher is better) and examined using linear mixed models with subject level random effects will account for longitudinal measures on each subject, with treatment by time interactions testing differences in changes over time across study arms. Model fitting strategy will check model specification and fit by examining concordance with distributional assumptions.",
                    "timeFrame": "24 weeks"
                },
                {
                    "measure": "Change in Life's Essential 8 Physical Activity (subjective)",
                    "description": "Change in Life's Essential 8 Physical activity (subjective) measured via self-reported minutes of moderate or vigorous PA per week (range 0-100, higher is better) and examined using linear mixed models with subject level random effects will account for longitudinal measures on each subject, with treatment by time interactions testing differences in changes over time across study arms. Model fitting strategy will check model specification and fit by examining concordance with distributional assumptions.",
                    "timeFrame": "24 weeks"
                },
                {
                    "measure": "Change in Life's Essential 8 Physical Activity (objective)",
                    "description": "Change in Life's Essential 8 Physical activity (objective) measured via 1 week of accelerometry using an actigraph watch (range 0-100, higher is better) and examined using linear mixed models with subject level random effects will account for longitudinal measures on each subject, with treatment by time interactions testing differences in changes over time across study arms. Model fitting strategy will check model specification and fit by examining concordance with distributional assumptions.",
                    "timeFrame": "24 weeks"
                },
                {
                    "measure": "Change in Life's Essential 8 Nicotine Exposure",
                    "description": "Change in Life's Essential 8 nicotine exposure measured via self-reported use of cigarettes or inhaled nicotine delivery system (range 0-100, higher is better) and examined using linear mixed models with subject level random effects will account for longitudinal measures on each subject, with treatment by time interactions testing differences in changes over time across study arms. Model fitting strategy will check model specification and fit by examining concordance with distributional assumptions.",
                    "timeFrame": "24 weeks"
                },
                {
                    "measure": "Change in Life's Essential 8 Sleep Health",
                    "description": "Change in Life's Essential 8 sleep health measured via self-reported average hours of sleep per night (range 0-100, higher is better) and examined using linear mixed models with subject level random effects will account for longitudinal measures on each subject, with treatment by time interactions testing differences in changes over time across study arms. Model fitting strategy will check model specification and fit by examining concordance with distributional assumptions.",
                    "timeFrame": "24 weeks"
                },
                {
                    "measure": "Change in Central Aortic Pressure",
                    "description": "Change in central aortic pressure (mmHg) measured via the Sphygmocor XCEL device will be examined using linear mixed models with subject level random effects will account for longitudinal measures on each subject, with treatment by time interactions testing differences in changes over time across study arms. Model fitting strategy will check model specification and fit by examining concordance with distributional assumptions.",
                    "timeFrame": "24 weeks"
                },
                {
                    "measure": "Change in carotid-femoral pulse wave velocity",
                    "description": "Change in carotid-femoral pulse wave velocity (meters/second) measured via the Sphygmocor XCEL device will be examined using linear mixed models with subject level random effects will account for longitudinal measures on each subject, with treatment by time interactions testing differences in changes over time across study arms. Model fitting strategy will check model specification and fit by examining concordance with distributional assumptions.",
                    "timeFrame": "24 weeks"
                },
                {
                    "measure": "Change in patient activation",
                    "description": "Convergent parallel mixed methods will be used to integrate the quantitative and qualitative data on patient activation measured via the Patient Activation Measure at 12 and 24 weeks using the analytic framework described in the primary outcome. Qualitative analysis will involve in-depth immersion in the transcripts and audio and the iterative creation and synthesis of analytical memos and codes to organize data toward thematic insights. The investigators will use a deductive-dominant approach wherein a subset of central codes are determined a priori to focus the analysis, with inductive emergence of additional codes during analysis. The investigators will use Nvivo to facilitate coding and analysis. Mechanistic understanding of observed cardiovascular health will ultimately be enhanced via narrative based integration of qualitative and quantitative data.",
                    "timeFrame": "24 weeks"
                },
                {
                    "measure": "Change in Social Needs",
                    "description": "Convergent parallel mixed methods will be used to integrate the quantitative and qualitative data to capture the effect of the intervention on social needs. The quantitative analysis will use the data from the Centers for Medicare and Medicaid Services Accountable Health Communities Health-Related Social Needs Screening Tool at 12 and 24 weeks using the analytic framework described in the primary outcome. Qualitative analysis will involve in-depth immersion in the transcripts and audio and the iterative creation and synthesis of analytical memos and codes to organize data toward thematic insights. The investigators will use a deductive-dominant approach wherein a subset of central codes are determined a priori to focus the analysis, with inductive emergence of additional codes during analysis. The investigators will use Nvivo to facilitate coding and analysis.",
                    "timeFrame": "24 weeks"
                },
                {
                    "measure": "Change in Social Functioning",
                    "description": "Convergent parallel mixed methods will be used to integrate the quantitative and qualitative data to capture the effect of the intervention on social functioning. The quantitative analysis will use the data from the Patient-Reported Outcomes Measurement Information System Social Function scales at 12 and 24 weeks using the analytic framework described in the primary outcome. Qualitative analysis will involve in-depth immersion in the transcripts and audio and the iterative creation and synthesis of analytical memos and codes to organize data toward thematic insights. The investigators will use a deductive-dominant approach wherein a subset of central codes are determined a priori to focus the analysis, with inductive emergence of additional codes during analysis. The investigators will use Nvivo to facilitate coding and analysis.",
                    "timeFrame": "24 weeks"
                },
                {
                    "measure": "Change in Social Relationships",
                    "description": "Convergent parallel mixed methods will be used to integrate the quantitative and qualitative data to capture the effect of the intervention on social relationships. The quantitative analysis will use the data from the Patient-Reported Outcomes Measurement Information System Social Relationships scales at 12 and 24 weeks using the analytic framework described in the primary outcome. Qualitative analysis will involve in-depth immersion in the transcripts and audio and the iterative creation and synthesis of analytical memos and codes to organize data toward thematic insights. The investigators will use a deductive-dominant approach wherein a subset of central codes are determined a priori to focus the analysis, with inductive emergence of additional codes during analysis. The investigators will use Nvivo to facilitate coding and analysis.",
                    "timeFrame": "24 weeks"
                },
                {
                    "measure": "Change in Hair Cortisol",
                    "description": "Evaluation of hair cortisol measured via collection of hair from the vertex of the scalp at baseline, 12, and 24 weeks. Changes in hair cortisol over time. which will be calculated using between-subject differences rather than within-subject differences, using a linear mixed-effects to evaluate changes from baseline in hair cortisol. Study wave will be a covariate in the models. The model will contain data from baseline (0 weeks), during-intervention (12 weeks), and post-intervention (24-weeks). These models will assess differences between waitlist control and intervention participants using an interaction between time and treatment indicator. Residual plots will examine model assumptions and model fit, with transformation of the outcomes (e.g. log, square-root, Box-Cox) used as needed to satisfy modelling assumptions (e.g. normality, constant variance) and achieve appropriate model fit.",
                    "timeFrame": "24 weeks"
                },
                {
                    "measure": "Change in Conserved Transcriptional Response to Adversity",
                    "description": "Evaluation of change in conserved transcriptional response to adversity (CTRA) will be measured via collection of blood and measuring leukocyte gene expression to determine the CTRA at baseline, 12 and 24 weeks. For the CTRA score, background subtraction and normalization of raw data, and operationalize inflammatory and antiviral gene activity will be performed. CTRA change will be calculated using between-subject differences using a linear mixed-effects to evaluate changes from baseline. Study wave will be a covariate in the models. The model will contain data from baseline (0 weeks), during-intervention (12 weeks), and post-intervention (24-weeks). These models will assess differences between waitlist control and intervention participants using an interaction between time and treatment indicator. Residual plots will examine model assumptions and model fit, with transformation of the outcomes used as needed to satisfy modelling assumptions and achieve appropriate model fit.",
                    "timeFrame": "24 weeks"
                },
                {
                    "measure": "Change in Gut Microbiome Health",
                    "description": "Gut microbiome health will be assessed at baseline, 12 and 24 weeks. Participants will collect stool into a collection tube. Full-length 16S Sequencing using PacBio SMRT-Cell platform will be used for microbiome community structure and alpha diversity analysis. The Shoreline Biome Complete StrainID Kit will be used for full length 16S library prep and sequencing will be performed at the Nationwide Children's Hospital Institute for Genomic Medicine Research. Sequences will be classified into Amplicon Sequence Variants (ASVs) using DADA2 and all statistical analysis will be performed using QIIME2, Songbird, and Qurro. Metagenomic sequencing will be performed by the OSUCCC Genomics Shared Resource using the Illumina NovaSeq SP Flow Cell from libraries produced with the KAPA Library System. Sequence filtering and scaffold assembly will be performed as (Co-I Proj 2 Gur) published, using MEGAHIT specifically. Differentially abundant genes will be identified with DESeq2, an R package.",
                    "timeFrame": "24 weeks"
                },
                {
                    "measure": "Identify the organizational context and resources necessary to align, coordinate, and sustain academic-community-government partnerships focused on advancing cardiovascular health equity.",
                    "description": "To determine the context and resources necessary to align, coordinate and sustain partnerships to advance health equity we will perform interviews with partners in the Black Impact intervention, take notes on partner meetings and review organizational documents. Through qualitative thematic analysis and structured content analysis of notes taken during on-site contextual inquiry and excerpts from key organizational documents we will develop themes. The themes, within and across data sources, will be summarized visually and narratively for presentation to organizational stakeholders during a series of co-creation sessions during which stakeholders will leverage insights from qualitative analyses to discuss and detail actions that can lead to greater alignment and coordination for current and future delivery of Black Impact and similar programs aimed at advancing cardiovascular health equity through academic-community-government partnerships.",
                    "timeFrame": "156 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* The inclusion criteria are: 1) Black men (self-report); 2) adult age 18 years or older; 3) Life's Essential 8 total average score \\< 80; 4) English speaking; and 5) lives in Metropolitan Columbus, Ohio.\n\nExclusion Criteria:\n\n* healthcare provider-imposed limitations on physical activity.",
            "healthyVolunteers": false,
            "sex": "MALE",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Amani Wilson",
                    "role": "CONTACT",
                    "phone": "614-706-0369",
                    "email": "Amani.Wilson@osumc.edu"
                },
                {
                    "name": "Luiza Reopell",
                    "role": "CONTACT",
                    "phone": "614-653-8213",
                    "email": "Luiza.Reopell@osumc.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Joshua Joseph, MD",
                    "affiliation": "Ohio State University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "The Ohio State University",
                    "status": "RECRUITING",
                    "city": "Columbus",
                    "state": "Ohio",
                    "zip": "43202",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Amani Wilson",
                            "role": "CONTACT",
                            "phone": "614-706-0369",
                            "email": "Amani.Wilson@osumc.edu"
                        },
                        {
                            "name": "Luiza Reopell",
                            "role": "CONTACT",
                            "phone": "614-653-8213",
                            "email": "Luiza.Reopell@osumc.edu"
                        },
                        {
                            "name": "Joshua Joseph",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.96118,
                        "lon": -82.99879
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "36893165",
                    "type": "BACKGROUND",
                    "citation": "Joseph JJ, Gray DM 2nd, Williams A, Zhao S, McKoy A, Odei JB, Brock G, Lavender D, Walker DM, Nawaz S, Baker C, Hoseus J, Price T, Gregory J, Nolan TS. Addressing non-medical health-related social needs through a community-based lifestyle intervention during the COVID-19 pandemic: The Black Impact program. PLoS One. 2023 Mar 9;18(3):e0282103. doi: 10.1371/journal.pone.0282103. eCollection 2023."
                },
                {
                    "pmid": "36231354",
                    "type": "BACKGROUND",
                    "citation": "Addison S, Yang Y, Metlock F, King M, McKoy A, Williams A, Gregory J, Gray DM 2nd, Joseph JJ, Nolan TS. The Role of Social Support in Cardiovascular Clinical Trial Participation among Black Men: Black Impact. Int J Environ Res Public Health. 2022 Sep 23;19(19):12041. doi: 10.3390/ijerph191912041."
                },
                {
                    "pmid": "35146467",
                    "type": "BACKGROUND",
                    "citation": "Joseph JJ, Nolan TS, Williams A, McKoy A, Zhao S, Aboagye-Mensah E, Kluwe B, Odei JB, Brock G, Lavender D, Gregory J, Gray DM 2nd. Improving cardiovascular health in black men through a 24-week community-based team lifestyle change intervention: The black impact pilot study. Am J Prev Cardiol. 2022 Jan 13;9:100315. doi: 10.1016/j.ajpc.2022.100315. eCollection 2022 Mar."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000002318",
                    "term": "Cardiovascular Diseases"
                },
                {
                    "id": "D000006949",
                    "term": "Hyperlipidemias"
                },
                {
                    "id": "D000024821",
                    "term": "Metabolic Syndrome"
                }
            ],
            "ancestors": [
                {
                    "id": "D000044882",
                    "term": "Glucose Metabolism Disorders"
                },
                {
                    "id": "D000008659",
                    "term": "Metabolic Diseases"
                },
                {
                    "id": "D000050171",
                    "term": "Dyslipidemias"
                },
                {
                    "id": "D000052439",
                    "term": "Lipid Metabolism Disorders"
                },
                {
                    "id": "D000007333",
                    "term": "Insulin Resistance"
                },
                {
                    "id": "D000006946",
                    "term": "Hyperinsulinism"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M16355",
                    "name": "Syndrome",
                    "relevance": "LOW"
                },
                {
                    "id": "M23005",
                    "name": "Metabolic Syndrome",
                    "asFound": "Cardiometabolic Syndrome",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7119",
                    "name": "Diabetes Mellitus, Type 2",
                    "relevance": "LOW"
                },
                {
                    "id": "M10024",
                    "name": "Hypertension",
                    "relevance": "LOW"
                },
                {
                    "id": "M12701",
                    "name": "Obesity",
                    "relevance": "LOW"
                },
                {
                    "id": "M14117",
                    "name": "Prediabetic State",
                    "relevance": "LOW"
                },
                {
                    "id": "M20295",
                    "name": "Glucose Intolerance",
                    "relevance": "LOW"
                },
                {
                    "id": "M7115",
                    "name": "Diabetes Mellitus",
                    "relevance": "LOW"
                },
                {
                    "id": "M10000",
                    "name": "Hyperlipidemias",
                    "asFound": "Hyperlipidemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10002",
                    "name": "Hyperlipoproteinemias",
                    "relevance": "LOW"
                },
                {
                    "id": "M11639",
                    "name": "Metabolic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M25403",
                    "name": "Glucose Metabolism Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M26181",
                    "name": "Dyslipidemias",
                    "relevance": "LOW"
                },
                {
                    "id": "M27029",
                    "name": "Lipid Metabolism Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M10370",
                    "name": "Insulin Resistance",
                    "relevance": "LOW"
                },
                {
                    "id": "M9997",
                    "name": "Hyperinsulinism",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                },
                {
                    "abbrev": "BC19",
                    "name": "Gland and Hormone Related Diseases"
                },
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                }
            ]
        }
    },
    "hasResults": false
}