{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06387329",
            "orgStudyIdInfo": {
                "id": "WRNMMC-2023-0438"
            },
            "organization": {
                "fullName": "Walter Reed National Military Medical Center",
                "class": "FED"
            },
            "briefTitle": "Bladder Botox UTI Antibiotic Prophylaxis",
            "officialTitle": "Urinary Tract Infection Prophylaxis In Intradetrusor OnabotulinumtoxinA Procedures: A Randomized Controlled Trial",
            "therapeuticArea": [
                "Rare Diseases",
                "Other"
            ],
            "study": "bladder-botox-uti-antibiotic-prophylaxis"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-04-04",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-06-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-06-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-03-19",
            "studyFirstSubmitQcDate": "2024-04-24",
            "studyFirstPostDateStruct": {
                "date": "2024-04-29",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-04-24",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-29",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Walter Reed National Military Medical Center",
                "class": "FED"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "Overactive bladder (OAB) is a common condition with a prevalence of 17% in the general population that significantly affects quality of life. Intradetrusor onabotulinumtoxinA injections are an advanced therapy for OAB as well as interstitial cystitis/bladder pain syndrome (IC/BPS). The most common adverse event following intradetrusor injection of onabotulinumtoxinA in urinary tract infection (UTI), which occurs in 8.6-48.1% of patients. To prevent UTIs, patients are given a course of antibiotics, however the ideal prophylactic regimen has not been determined for the timing, duration, and type of antibiotic. Four retrospective studies in the literature address this question with variable conclusions, and there are no prospective studies. Identifying the ideal regimen is important for preventing UTIs as well as minimizing antibiotic use to prevent adverse effects and development of antibiotic resistance.\n\nThe population to be studied will be female patients 18 years and older who are patients of the urogynecology and urology clinics at Walter Reed National Military Medical Center with a diagnosis of OAB or IC/BPS and have chosen to be treated with intradetrusor onabotulinumtoxinA injections. It will be a non-blinded randomized controlled noninferiority trial in which the patients are randomly placed into 2 groups. The first group will receive a 3 day course of twice daily oral nitrofurantoin 100mg starting at the time of the procedure, and the second group will receive a single dose of 100mg oral nitrofurantoin at the time of the procedure.\n\nThe patients will be screened at the clinic at the time that they schedule their intradetrusor onabotulinumtoxinA injection appointment or by phone 1-2 weeks prior to their procedure. If the patient agrees to participate in the study then they will be instructed to give a urine sample for urinalysis and culture 1 week prior to the procedure appointment to exclude existing UTI. If a UTI is diagnosed at this time they must complete treatment prior to the procedure or will need to reschedule their procedure. On the day of the procedure patients will receive the clinic standard 10ml of 2% viscous lidocaine through the urethra 10-20 minutes prior to the procedure, and may be offered 5-10mg oral diazepam at the discretion of the treating physician. All patients will be given 200mg of phenazopyridine and 100mg of nitrofurantoin prior to the initiation of the procedure. The procedure will take place as directed by the treating physician per standard operating procedure.\n\nA urinalysis and urine culture will be placed for all study participants at time of their procedure appointment in case they have symptoms of UTI, and they will be instructed to follow up with the research team by phone if they have concerns for a UTI. Patients will be contacted 30-45 days after the procedure by phone, email, or message through genesis and asked about any UTI symptoms, UTI diagnoses and secondary outcomes during the 30 days following the procedure. Data will be analyzed for the primary outcome of UTI rates in the 30 days following intradetrusor onabotulinumtoxinA injection.",
            "detailedDescription": "Overactive bladder (OAB) is a common condition with a prevalence of 17% in the general population that significantly affects quality of life (1). It is characterized by urinary urgency, urinary frequency as well as nocturia in the absence of infection or other proven pathology. Approximately a third of patients with OAB also experience incontinence with urgency while the remaining two thirds do not experience incontinence. Average annual per capita costs estimated to be around $80 billion (2). First line treatment is behavioral and lifestyle modifications along with pelvic floor strengthening. Oral medications are considered second line treatment. Of patients that initiate oral pharmacotherapy, less than 50% will remain on it by one year after initiation due to lack of efficacy, inability to tolerate side effects or other reasons. Many patients will go on to advanced treatment options, such as neuromodulation or onabotulinumtoxinA (Botox®, Allergan Inc.) (3-6). A large body of evidence has demonstrated the efficacy of onabotulinumtoxinA for treatment of both idiopathic and neurogenic OAB and it has increasingly become the advanced therapy of choice for OAB by clinicians and patients (7-20). In 2013 onabotulinumtoxinA was approved by the FDA for treatment of both idiopathic and neurogenic OAB. OnabotulinumtoxinA is also commonly used to treat urinary urgency and frequency in interstitial cystitis/bladder pain syndrome (IC/BPS).\n\nUrinary tract infection (UTI) is a well-documented adverse event following intradetrusor injection of onabotulinumtoxinA. Prior studies have demonstrated that UTI occurs in 8.6% - 48.1% of patients, for which data was collected for between 1 and 6 months after the procedure (7-9, 12, 13, 21-24). The package insert states that \"oral prophylactic antibiotics, except aminoglycosides, should be administered 1-3 days pre-treatment, on the treatment day, and 1-3 days post-treatment to reduce the likelihood of procedure-related UTI\" (25). However, this recommendation is supported by little evidence as few studies have addressed antibiotic prophylaxis for intradetrusor onabotulinumtoxinA procedures. Furthermore, the American Urological Association best practice recommendations state that in cystourethroscopy procedures with minor break in mucosal barriers such as with biopsy or fulguration it is uncertain whether UTI prophylaxis is required, however if given, then a single dose of antibiotics is recommended (26). In practice, urologists and urogynecologists have a wide range of regimens used for UTI prophylaxis with timing ranging from starting before the procedure or initiated at the time of the procedure, variable duration ranging from 1 to 7 days, and choice of antibiotic including nitrofurantoin, trimethoprim-sulfamethoxazole, ciprofloxacin, amoxicillin/clavulanate, and others.\n\nFour retrospective studies have evaluated variable antibiotic regimens for intradetrusor onabotulinumtoxinA injection procedures and rate of UTIs. Martin, et al. studied 290 patients undergoing 896 injections of intradetrusor onabotulinumtoxinA receiving either no antibiotics, a single day of antibiotics, or a multi-day course of antibiotics (21). Antibiotics used included ciprofloxacin (64.4%), sulfamethoxazole-trimethoprim (15.1%), nitrofurantoin (10.6%), and cephalexin (5.6%). The primary outcome was UTI within 30 days by culture, or by empiric treatment with improvement in symptoms. The overall UTI rate was 11.4%. With no prophylaxis it was 23.2%, with single day prophylaxis it was 8.6%, and with multi day prophylaxis it was 13.2%. Use of any antibiotic was significantly associated with a lower risk of UTI (OR 0.34, P\\<.001), but there was no significant difference between groups (23).\n\nBickhaus, et al. retrospectively reviewed 2 cohorts of patients (n=111), one of which received ciprofloxacin for 1-3 days starting at the time of the procedure and the second of which received 3 days of ciprofloxacin starting the day prior to the procedure (22). The primary outcome was UTI within 90 days of the procedure, and they found no statistical difference between the groups (p=0.18) with 34% of the group receiving postprocedure antibiotics only developing a UTI versus 22% of the group that received pre- and postprocedure antibiotics (24).\n\nEckhardt, et al. performed a secondary analysis of a retrospective cohort study on women undergoing intradetrusor onabotulinumtoxinA injection for OAB (23). 565 patients were studied of which 44.4% received intravenous (IV) antibiotics only, 8.9% received oral (PO) antibiotics only, and 39.7% received combination IV and PO. 7.1% received no antibiotics. For the primary outcome of UTI within 3 months determined by International Classification of Diseases(ICD) codes for cystitis, 30.4% of patient developed a UTI with no significant difference between the groups (25).\n\nHouman, et al. reviewed the use of intramuscular ceftriaxone immediately prior to intradetrusor onabotulinumtoxinA injections versus a 3-day course of ciprofloxacin starting the day prior to the procedure (24). UTI was defined as a positive culture or new onset urgency, frequency, or dysuria within 30 days of the procedure. 284 patient charts were reviewed. They found that the UTI rate for patients who received ciprofloxacin was 20% versus 36% for patients who a single received ceftriaxone injection, p=.04 (26 ).\n\nAntibiotic resistance is increasingly becoming a problem in modern medicine. Notably, almost 15% of all antibiotics used are to treat UTIs (27). Among all bacteria isolated in UTI, resistance to nitrofurantoin is low at 8%, but resistance to trimethoprim-sulfamethoxazole has increased to over 20% in some areas and resistance to ciprofloxacin has more than tripled to 11.8% (28-30). Minimizing unnecessary antibiotic use and shortening antibiotic courses is an important part of antibiotic stewardship programs and can help reduce antibiotic resistance to ensure that treatment for UTIs in the future remains effective (31).\n\nThe Infectious Diseases Society of America recommends that based on resistance rates and patient tolerance that the first line antibiotics for uncomplicated UTI are nitrofurantoin, trimethoprim sulfamethoxazole, and fosfomycin (32). The American Urologic Association's antimicrobial prophylaxis recommendations state that for \"cystourethroscopy with minor manipulation, break in mucosal barriers, biopsy, fulguration, etc.\" it is uncertain whether prophylaxis is indicated, but if given should be done with a single dose of antibiotics (33).\n\nBased on the lack of level 1 evidence on antibiotic prophylaxis after intradetrusor onabotulinumtoxinA injections, we propose a randomized controlled trial comparing nitrofurantoin given as a single dose at the time of the procedure to a 3 day course started at the time of the procedure. The primary outcome is to evaluate the rate of culture proven urinary tract infections within 30 days after the procedure."
        },
        "conditionsModule": {
            "conditions": [
                "Overactive Bladder",
                "Bladder Pain Syndrome"
            ],
            "keywords": [
                "Intradetrusor Onabotulinumtoxin A",
                "Urinary tract infection",
                "Antibiotic prophylaxis"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE4"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Nonblinded, randomized, noninferiority trial of single dose nitrofurantoin vs 3 day twice daily course of nitrofurantoin for prevention of post-procedure urinary tract infections after intradetrusor onabotulinumtoxinA injections for OAB and IC/BPS.",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 100,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "3 day arm",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Subjects will be given a 3 day twice daily course of 100mg nitrofurantoin by mouth starting at the time of intradetrusor injection of 100u onabotulinumtoxinA",
                    "interventionNames": [
                        "Drug: Nitrofurantoin 100 MG"
                    ]
                },
                {
                    "label": "Single dose arm",
                    "type": "EXPERIMENTAL",
                    "description": "Subjects will be given a single dose of 100mg nitrofurantoin by mouth at the time of intradetrusor injection of 100u onabotulinumtoxinA",
                    "interventionNames": [
                        "Drug: Nitrofurantoin 100 MG"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Nitrofurantoin 100 MG",
                    "description": "No additional information",
                    "armGroupLabels": [
                        "3 day arm",
                        "Single dose arm"
                    ],
                    "otherNames": [
                        "Macrobid"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Urinary tract infection",
                    "description": "To evaluate for non-inferiority in the number of post-procedure urinary tract infections proven by a urine culture",
                    "timeFrame": "Within 30 days after intradetrusor injection of onabotulinumtoxinA"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Urinary tract infection symptoms",
                    "description": "To evaluate for the number of patients with new symptoms of dysuria, urgency, or frequency",
                    "timeFrame": "Within 30 days after intradetrusor injection of onabotulinumtoxinA"
                },
                {
                    "measure": "Urinary retention",
                    "description": "Post void residual greater than 150mL",
                    "timeFrame": "Within 30 days after intradetrusor injection of onabotulinumtoxinA"
                },
                {
                    "measure": "Adverse effects",
                    "description": "Secondary infection, nausea, headache",
                    "timeFrame": "Within 30 days after intradetrusor injection of onabotulinumtoxinA"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* All patients 18 years or older being seen at the WRNMMC Urogynecology clinic\n* Diagnosis of OAB or IC/BPS\n* Planning to undergo intradetrusor onabotulinumtoxinA injection for treatment of their OAB or IC/BPS\n* Ability to follow instructions and complete follow up\n\nExclusion Criteria:\n\n* Contraindication to nitrofurantoin (allergy, CrCl \\<30mL/minute)\n* If performed in the operating room, the patient cannot undergo a concurrent procedure that would increase the risk of UTI or require an alternate antibiotic regimen (such as hysterectomy, prolapse repair, or anti-incontinence procedure)\n* Active UTI at the time of procedure\n* Neurogenic bladder\n* Recurrent UTI (3 in 12 month period or 2 in 6 months)\n* Post void residual bladder volume ≥150mL\n* Patient is already taking antibiotics at the time of the procedure\n* Contraindication to onabotulinumtoxinA (allergy, pregnancy, greater than 400 units of onabotulinumtoxinA received in the last 3 months)",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Jordan Gisseman, MD",
                    "role": "CONTACT",
                    "phone": "301-400-2468",
                    "email": "jordan.gisseman.mil@health.mil"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Jordan Gisseman, MD",
                    "affiliation": "Walter Reed National Military Medical Center",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Walter Reed National Military Medical Center",
                    "status": "RECRUITING",
                    "city": "Bethesda",
                    "state": "Maryland",
                    "zip": "20899",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jordan Gisseman, MD",
                            "role": "CONTACT",
                            "phone": "301-400-2468",
                            "email": "jordan.gisseman.mil@health.mil"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.98067,
                        "lon": -77.10026
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "12559262",
                    "type": "BACKGROUND",
                    "citation": "Abrams P, Cardozo L, Fall M, Griffiths D, Rosier P, Ulmsten U, Van Kerrebroeck P, Victor A, Wein A; Standardisation Sub-Committee of the International Continence Society. The standardisation of terminology in lower urinary tract function: report from the standardisation sub-committee of the International Continence Society. Urology. 2003 Jan;61(1):37-49. doi: 10.1016/s0090-4295(02)02243-4. No abstract available."
                },
                {
                    "pmid": "20035977",
                    "type": "BACKGROUND",
                    "citation": "Ganz ML, Smalarz AM, Krupski TL, Anger JT, Hu JC, Wittrup-Jensen KU, Pashos CL. Economic costs of overactive bladder in the United States. Urology. 2010 Mar;75(3):526-32, 532.e1-18. doi: 10.1016/j.urology.2009.06.096. Epub 2009 Dec 29."
                },
                {
                    "pmid": "27057265",
                    "type": "BACKGROUND",
                    "citation": "Reynolds WS, Fowke J, Dmochowski R. The Burden of Overactive Bladder on US Public Health. Curr Bladder Dysfunct Rep. 2016 Mar;11(1):8-13. doi: 10.1007/s11884-016-0344-9. Epub 2016 Jan 23."
                },
                {
                    "pmid": "24456314",
                    "type": "BACKGROUND",
                    "citation": "Coyne KS, Wein A, Nicholson S, Kvasz M, Chen CI, Milsom I. Economic burden of urgency urinary incontinence in the United States: a systematic review. J Manag Care Pharm. 2014 Feb;20(2):130-40. doi: 10.18553/jmcp.2014.20.2.130."
                },
                {
                    "pmid": "24007713",
                    "type": "BACKGROUND",
                    "citation": "Milsom I, Coyne KS, Nicholson S, Kvasz M, Chen CI, Wein AJ. Global prevalence and economic burden of urgency urinary incontinence: a systematic review. Eur Urol. 2014 Jan;65(1):79-95. doi: 10.1016/j.eururo.2013.08.031. Epub 2013 Aug 27."
                },
                {
                    "pmid": "23098785",
                    "type": "BACKGROUND",
                    "citation": "Gormley EA, Lightner DJ, Burgio KL, Chai TC, Clemens JQ, Culkin DJ, Das AK, Foster HE Jr, Scarpero HM, Tessier CD, Vasavada SP; American Urological Association; Society of Urodynamics, Female Pelvic Medicine & Urogenital Reconstruction. Diagnosis and treatment of overactive bladder (non-neurogenic) in adults: AUA/SUFU guideline. J Urol. 2012 Dec;188(6 Suppl):2455-63. doi: 10.1016/j.juro.2012.09.079. Epub 2012 Oct 24."
                },
                {
                    "pmid": "20952013",
                    "type": "BACKGROUND",
                    "citation": "Dmochowski R, Chapple C, Nitti VW, Chancellor M, Everaert K, Thompson C, Daniell G, Zhou J, Haag-Molkenteller C. Efficacy and safety of onabotulinumtoxinA for idiopathic overactive bladder: a double-blind, placebo controlled, randomized, dose ranging trial. J Urol. 2010 Dec;184(6):2416-22. doi: 10.1016/j.juro.2010.08.021. Epub 2010 Oct 16."
                },
                {
                    "pmid": "19375091",
                    "type": "BACKGROUND",
                    "citation": "Flynn MK, Amundsen CL, Perevich M, Liu F, Webster GD. Outcome of a randomized, double-blind, placebo controlled trial of botulinum A toxin for refractory overactive bladder. J Urol. 2009 Jun;181(6):2608-15. doi: 10.1016/j.juro.2009.01.117. Epub 2009 Apr 16."
                },
                {
                    "pmid": "17509328",
                    "type": "BACKGROUND",
                    "citation": "Sahai A, Khan MS, Dasgupta P. Efficacy of botulinum toxin-A for treating idiopathic detrusor overactivity: results from a single center, randomized, double-blind, placebo controlled trial. J Urol. 2007 Jun;177(6):2231-6. doi: 10.1016/j.juro.2007.01.130."
                },
                {
                    "pmid": "15747344",
                    "type": "BACKGROUND",
                    "citation": "Kessler TM, Danuser H, Schumacher M, Studer UE, Burkhard FC. Botulinum A toxin injections into the detrusor: an effective treatment in idiopathic and neurogenic detrusor overactivity? Neurourol Urodyn. 2005;24(3):231-6. doi: 10.1002/nau.20105."
                },
                {
                    "pmid": "16153215",
                    "type": "BACKGROUND",
                    "citation": "Rajkumar GN, Small DR, Mustafa AW, Conn G. A prospective study to evaluate the safety, tolerability, efficacy and durability of response of intravesical injection of botulinum toxin type A into detrusor muscle in patients with refractory idiopathic detrusor overactivity. BJU Int. 2005 Oct;96(6):848-52. doi: 10.1111/j.1464-410X.2005.05725.x."
                },
                {
                    "pmid": "23608668",
                    "type": "BACKGROUND",
                    "citation": "Chapple C, Sievert KD, MacDiarmid S, Khullar V, Radziszewski P, Nardo C, Thompson C, Zhou J, Haag-Molkenteller C. OnabotulinumtoxinA 100 U significantly improves all idiopathic overactive bladder symptoms and quality of life in patients with overactive bladder and urinary incontinence: a randomised, double-blind, placebo-controlled trial. Eur Urol. 2013 Aug;64(2):249-56. doi: 10.1016/j.eururo.2013.04.001. Epub 2013 Apr 10."
                },
                {
                    "pmid": "23671356",
                    "type": "BACKGROUND",
                    "citation": "Orasanu B, Mahajan ST. The use of botulinum toxin for the treatment of overactive bladder syndrome. Indian J Urol. 2013 Jan;29(1):2-11. doi: 10.4103/0970-1591.109975."
                },
                {
                    "pmid": "19912188",
                    "type": "BACKGROUND",
                    "citation": "Benner JS, Nichol MB, Rovner ES, Jumadilova Z, Alvir J, Hussein M, Fanning K, Trocio JN, Brubaker L. Patient-reported reasons for discontinuing overactive bladder medication. BJU Int. 2010 May;105(9):1276-82. doi: 10.1111/j.1464-410X.2009.09036.x. Epub 2009 Nov 12."
                },
                {
                    "pmid": "25621434",
                    "type": "BACKGROUND",
                    "citation": "Gray SL, Anderson ML, Dublin S, Hanlon JT, Hubbard R, Walker R, Yu O, Crane PK, Larson EB. Cumulative use of strong anticholinergics and incident dementia: a prospective cohort study. JAMA Intern Med. 2015 Mar;175(3):401-7. doi: 10.1001/jamainternmed.2014.7663."
                },
                {
                    "pmid": "24091072",
                    "type": "BACKGROUND",
                    "citation": "Chancellor MB, Migliaccio-Walle K, Bramley TJ, Chaudhari SL, Corbell C, Globe D. Long-term patterns of use and treatment failure with anticholinergic agents for overactive bladder. Clin Ther. 2013 Nov;35(11):1744-51. doi: 10.1016/j.clinthera.2013.08.017. Epub 2013 Oct 3."
                },
                {
                    "pmid": "37145398",
                    "type": "BACKGROUND",
                    "citation": "Chua KJ, Patel HV, Tabakin A, Srivastava A, Doppalapudi SK, Hyams E, Tunuguntla HSGR. Yearly Trends of Overactive Bladder Medication Usage. Urol Pract. 2021 Sep;8(5):546-554. doi: 10.1097/UPJ.0000000000000243. Epub 2021 Jun 24."
                },
                {
                    "pmid": "24275310",
                    "type": "BACKGROUND",
                    "citation": "Maman K, Aballea S, Nazir J, Desroziers K, Neine ME, Siddiqui E, Odeyemi I, Hakimi Z. Comparative efficacy and safety of medical treatments for the management of overactive bladder: a systematic literature review and mixed treatment comparison. Eur Urol. 2014 Apr;65(4):755-65. doi: 10.1016/j.eururo.2013.11.010. Epub 2013 Nov 18."
                },
                {
                    "pmid": "32167223",
                    "type": "BACKGROUND",
                    "citation": "Welk B, McArthur E. Increased risk of dementia among patients with overactive bladder treated with an anticholinergic medication compared to a beta-3 agonist: a population-based cohort study. BJU Int. 2020 Jul;126(1):183-190. doi: 10.1111/bju.15040. Epub 2020 Mar 19."
                },
                {
                    "pmid": "25115445",
                    "type": "BACKGROUND",
                    "citation": "Wu T, Duan X, Cao CX, Peng CD, Bu SY, Wang KJ. The role of mirabegron in overactive bladder: a systematic review and meta-analysis. Urol Int. 2014;93(3):326-37. doi: 10.1159/000361079. Epub 2014 Aug 7."
                },
                {
                    "pmid": "35595075",
                    "type": "BACKGROUND",
                    "citation": "Martin S, Zillioux J, Goldman HB, Slopnick E. Impact of Duration of Antibiotic Prophylaxis on Incidence of UTI after OnabotulinumtoxinA Injection. Urology. 2022 Aug;166:140-145. doi: 10.1016/j.urology.2022.05.003. Epub 2022 May 17."
                },
                {
                    "pmid": "31989204",
                    "type": "BACKGROUND",
                    "citation": "Bickhaus JA, Vaughan M, Truong T, Li YJ, Siddiqui NY. A comparison of antibiotic prophylaxis regimens to decrease the risk of post-procedure urinary tract infection after onabotulinum toxin A injection. Int Urogynecol J. 2020 Sep;31(9):1907-1912. doi: 10.1007/s00192-020-04230-7. Epub 2020 Jan 27."
                },
                {
                    "pmid": "33594517",
                    "type": "BACKGROUND",
                    "citation": "Eckhardt SE, Takashima Y, Handler SJ, Tenggardjaja C, Yazdany T. Antibiotic regimen and route of administration do not alter rates of urinary tract infection after intravesical botulinum toxin injection for overactive bladder. Int Urogynecol J. 2022 Mar;33(3):703-709. doi: 10.1007/s00192-021-04691-4. Epub 2021 Feb 16."
                },
                {
                    "pmid": "30074062",
                    "type": "BACKGROUND",
                    "citation": "Houman J, Moradzadeh A, Patel DN, Asanad K, Anger JT, Eilber KS. What is the ideal antibiotic prophylaxis for intravesically administered Botox injection? A comparison of two different regimens. Int Urogynecol J. 2019 May;30(5):701-704. doi: 10.1007/s00192-018-3721-4. Epub 2018 Aug 3."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "BOTOX® Prescribing Information, February 2021"
                },
                {
                    "pmid": "31441676",
                    "type": "BACKGROUND",
                    "citation": "Lightner DJ, Wymer K, Sanchez J, Kavoussi L. Best Practice Statement on Urologic Procedures and Antimicrobial Prophylaxis. J Urol. 2020 Feb;203(2):351-356. doi: 10.1097/JU.0000000000000509. Epub 2019 Aug 23."
                },
                {
                    "pmid": "29271736",
                    "type": "BACKGROUND",
                    "citation": "Mazzariol A, Bazaj A, Cornaglia G. Multi-drug-resistant Gram-negative bacteria causing urinary tract infections: a review. J Chemother. 2017 Dec;29(sup1):2-9. doi: 10.1080/1120009X.2017.1380395."
                },
                {
                    "pmid": "27712137",
                    "type": "BACKGROUND",
                    "citation": "Bader MS, Loeb M, Brooks AA. An update on the management of urinary tract infections in the era of antimicrobial resistance. Postgrad Med. 2017 Mar;129(2):242-258. doi: 10.1080/00325481.2017.1246055. Epub 2016 Oct 21."
                },
                {
                    "pmid": "28054236",
                    "type": "BACKGROUND",
                    "citation": "Stapleton PJ, Lundon DJ, McWade R, Scanlon N, Hannan MM, O'Kelly F, Lynch M. Antibiotic resistance patterns of Escherichia coli urinary isolates and comparison with antibiotic consumption data over 10 years, 2005-2014. Ir J Med Sci. 2017 Aug;186(3):733-741. doi: 10.1007/s11845-016-1538-z. Epub 2017 Jan 4."
                },
                {
                    "pmid": "26883714",
                    "type": "BACKGROUND",
                    "citation": "Sanchez GV, Babiker A, Master RN, Luu T, Mathur A, Bordon J. Antibiotic Resistance among Urinary Isolates from Female Outpatients in the United States in 2003 and 2012. Antimicrob Agents Chemother. 2016 Apr 22;60(5):2680-3. doi: 10.1128/AAC.02897-15. Print 2016 May."
                },
                {
                    "pmid": "27025743",
                    "type": "BACKGROUND",
                    "citation": "Abbo LM, Hooton TM. Antimicrobial Stewardship and Urinary Tract Infections. Antibiotics (Basel). 2014 May 5;3(2):174-92. doi: 10.3390/antibiotics3020174."
                },
                {
                    "pmid": "21292654",
                    "type": "BACKGROUND",
                    "citation": "Gupta K, Hooton TM, Naber KG, Wullt B, Colgan R, Miller LG, Moran GJ, Nicolle LE, Raz R, Schaeffer AJ, Soper DE; Infectious Diseases Society of America; European Society for Microbiology and Infectious Diseases. International clinical practice guidelines for the treatment of acute uncomplicated cystitis and pyelonephritis in women: A 2010 update by the Infectious Diseases Society of America and the European Society for Microbiology and Infectious Diseases. Clin Infect Dis. 2011 Mar 1;52(5):e103-20. doi: 10.1093/cid/ciq257."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000014552",
                    "term": "Urinary Tract Infections"
                },
                {
                    "id": "D000053201",
                    "term": "Urinary Bladder, Overactive"
                },
                {
                    "id": "D000018856",
                    "term": "Cystitis, Interstitial"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001745",
                    "term": "Urinary Bladder Diseases"
                },
                {
                    "id": "D000014570",
                    "term": "Urologic Diseases"
                },
                {
                    "id": "D000052776",
                    "term": "Female Urogenital Diseases"
                },
                {
                    "id": "D000005261",
                    "term": "Female Urogenital Diseases and Pregnancy Complications"
                },
                {
                    "id": "D000091642",
                    "term": "Urogenital Diseases"
                },
                {
                    "id": "D000052801",
                    "term": "Male Urogenital Diseases"
                },
                {
                    "id": "D000059411",
                    "term": "Lower Urinary Tract Symptoms"
                },
                {
                    "id": "D000020924",
                    "term": "Urological Manifestations"
                },
                {
                    "id": "D000007239",
                    "term": "Infections"
                },
                {
                    "id": "D000003556",
                    "term": "Cystitis"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M16355",
                    "name": "Syndrome",
                    "relevance": "LOW"
                },
                {
                    "id": "M13066",
                    "name": "Pain",
                    "relevance": "LOW"
                },
                {
                    "id": "M10283",
                    "name": "Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M6368",
                    "name": "Communicable Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M17302",
                    "name": "Urinary Tract Infections",
                    "asFound": "Urinary Tract Infections",
                    "relevance": "HIGH"
                },
                {
                    "id": "M27167",
                    "name": "Urinary Bladder, Overactive",
                    "asFound": "Overactive Bladder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M6761",
                    "name": "Cystitis",
                    "relevance": "LOW"
                },
                {
                    "id": "M20903",
                    "name": "Cystitis, Interstitial",
                    "asFound": "Bladder Pain Syndrome",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5026",
                    "name": "Urinary Bladder Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M17319",
                    "name": "Urologic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M2875",
                    "name": "Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M27093",
                    "name": "Female Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14127",
                    "name": "Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M8399",
                    "name": "Female Urogenital Diseases and Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M27095",
                    "name": "Male Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M29464",
                    "name": "Lower Urinary Tract Symptoms",
                    "relevance": "LOW"
                },
                {
                    "id": "M22659",
                    "name": "Urological Manifestations",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC01",
                    "name": "Infections"
                },
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009582",
                    "term": "Nitrofurantoin"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000892",
                    "term": "Anti-Infective Agents, Urinary"
                },
                {
                    "id": "D000000890",
                    "term": "Anti-Infective Agents"
                },
                {
                    "id": "D000000900",
                    "term": "Anti-Bacterial Agents"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4222",
                    "name": "Anti-Bacterial Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M4224",
                    "name": "Antibiotics, Antitubercular",
                    "relevance": "LOW"
                },
                {
                    "id": "M12519",
                    "name": "Nitrofurantoin",
                    "asFound": "Endotoxin",
                    "relevance": "HIGH"
                },
                {
                    "id": "M21257",
                    "name": "Botulinum Toxins, Type A",
                    "relevance": "LOW"
                },
                {
                    "id": "M250193",
                    "name": "abobotulinumtoxinA",
                    "relevance": "LOW"
                },
                {
                    "id": "M4214",
                    "name": "Anti-Infective Agents",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Infe",
                    "name": "Anti-Infective Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}