{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04854122",
            "orgStudyIdInfo": {
                "id": "UNLV_BFDS_TrainingStudy"
            },
            "secondaryIdInfos": [
                {
                    "id": "4R00HD092606-03",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/4R00HD092606-03"
                }
            ],
            "organization": {
                "fullName": "University of Nevada, Las Vegas",
                "class": "OTHER"
            },
            "briefTitle": "Blood Flow Regulation in Individuals With Down Syndrome - Training Study",
            "officialTitle": "The Effects of Exercise Training on Central and Peripheral Blood Flow Regulation in Individuals With Down Syndrome",
            "therapeuticArea": [
                "Rare Diseases"
            ],
            "study": "blood-flow-regulation-in-individuals-with-down-syndrome-training-study"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-09-09",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-06",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-08",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2020-08-06",
            "studyFirstSubmitQcDate": "2021-04-20",
            "studyFirstPostDateStruct": {
                "date": "2021-04-22",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-05-24",
            "lastUpdatePostDateStruct": {
                "date": "2023-05-26",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of Nevada, Las Vegas",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Eunice Kennedy Shriver National Institute of Child Health and Human Development (NICHD)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Work capacity is an important predictor of declining health or physical function, and of mortality, and is commonly measured as peak oxygen consumption. Peak oxygen consumption is very low in individuals with Down syndrome, the most prevalent genetic cause of intellectual disability. Previous research suggests individuals with Down syndrome may experience a double disadvantage when they are exercising: they may not be able to increase cardiac output sufficiently and they may not be able to allocate adequate blood flow to the working muscles. The aim of this research proposal is therefore to investigate the responses in central and peripheral blood flow regulation and cardiac autonomic function to exercise training in individuals with DS. Additionally the effects of exercise on gait, balance and attitude towards exercise in individuals with DS are investigated.",
            "detailedDescription": "Down syndrome (DS) is the most prevalent genetic cause of intellectual disability and occurs in approximately 1 in every 700 births in the US. Individuals with DS are at increased risk for a number of health issues. Work capacity is an important predictor of declining health or physical function, and of mortality, and is commonly measured as peak oxygen consumption. Peak oxygen consumption is very low in individuals with DS, and cannot be explained by physical inactivity, lack of motivation, or lack of understanding of the test. To date, the nature of the limitations in work capacity in DS is unknown, and the proposed research aims to address this knowledge gap.\n\nWork capacity is determined by central and peripheral regulation of blood flow (i.e. cardiac output and maintaining arterial blood pressure vs. supplying exercising muscles with oxygen and nutrients). These factors are governed by the sympathetic and parasympathetic branches of the autonomic nervous system. Central regulation of blood flow is impaired in individuals with DS due to cardiovascular autonomic dysfunction, whereby parasympathetic activity is high and sympathetic control is reduced. This results in lower heart rate, less adequate blood pressure control and attenuated catecholamine levels during exercise. It is unknown to what extent this impaired central control impacts cardiac output, and subsequently work capacity, during exercise in individuals with DS.\n\nPeripheral blood flow regulation is even less studied in individuals with DS. Peripheral regulation involves sympathetically regulated vasoconstriction in non-active muscles and tissues, and local mechanisms regulating vasodilation in working muscles, which facilitates blood flow to working muscle in order to meet metabolic demand. Individuals with DS may partly experience reduced work capacity due to this inability to shunt blood to the working tissue effectively. Our pilot data supports this hypothesis in that individuals with DS are unable to vasoconstrict in response to lower body negative pressure, a known sympathoexcitatory maneuver that produces vasoconstriction in controls without disabilities. Importantly, the impact of their lack of sympathetically mediated vasoconstriction on exercise has not been studied, and neither have the local mechanisms regulating appropriate vasodilation in working muscles.\n\nThe aim of this research proposal is therefore to determine the impact of limitations in central and peripheral regulation of blood flow on work capacity in individuals with DS. The aim is to examine the responses to exercise training to better understand the underlying mechanisms and the potential to improve health by using this knowledge in exercise interventions.\n\nOverall Aim: To investigate the responses in central and peripheral blood flow regulation and cardiac autonomic function to exercise training in individuals with DS Aim 1: To determine if exercise training improves peripheral or central regulation of blood flow in individuals with DS. The investigators hypothesize that improvements in work capacity in response to chronic exercise training are primarily due to improvements in peripheral blood flow regulation.\n\nAim 2: To determine if exercise training improves the cardiovascular autonomic profile in individuals with DS The investigators hypothesize that exercise training will improve the response to clinical cardiovascular autonomic tests in individuals with DS.\n\nAim 3: To determine if exercise training improves gait, balance and attitude towards exercise in individuals with Down syndrome compared to individuals with Down syndrome in a control group and to individuals without DS.\n\nIndividuals with DS may experience a double disadvantage when they are exercising: they may not be able to increase cardiac output sufficiently and they may not be able to allocate adequate blood flow to the working muscles. By revealing the impact of autonomic regulation of blood flow in individuals with DS, the results of this project will identify critical aspects needed to improve clinical practice and design of exercise interventions that optimally improve health and functioning.\n\nGeneral study design Intervention. The exercise intervention will last 12 weeks and will consist of a supervised combined aerobic and resistance training program with a frequency of 3 days/week. Aerobic exercise will be part of all three sessions, with resistance exercise during two out of three sessions. Training sessions will be supervised by two instructors to ensure the safe use of the equipment and the correct form when performing each exercise. The first 3 weeks of the intervention will be familiarization with the exercises and the program. After a warm-up, the participant will perform 30 min of aerobic exercise at a heart rate of 65% of the participant's maximum heart rate \\[43\\], which increases to 65-85% during weeks 4-12 of the intervention. The resistance exercise part will include all major muscle groups, both upper and lower body, using multi- and single-joint exercises. The exercise load will be selected to ensure fatigue is reached at 12 repetitions (12-RM). Additionally, if the participants are able to complete 14 repetitions for 2 consecutive sessions using proper technique, the load will be increased by 10% of their 12-RM. The control condition consists of usual care with creative activities that do not involve exercise. Familiarization with the intervention will take place in the first three weeks of the intervention, in which the instructors will support the participants to become familiar with the exercises.\n\nBaseline measures Participants will be tested in a postprandial state (\\>3 h) on 2 separate days and will refrain from exercise 24 h before each test day. Participants will be also asked to refrain from drinking or eating caffeine and drinking alcohol on testing days. Participants who do not follow the requirements on study days will be asked to come back another day. During the first visit, height, weight and circumferences will be measured. Body composition will be determined with a dual energy X-ray absorptiometry (DEXA) scan, to determine forearm composition and mass. Two-dimensional echocardiography (Hitachi Aloka Alpha 7 system, Tokyo, Japan) will be used to measure aortic root diameter, cardiac output, and stroke volume and end systolic volume at rest. In addition, clinical autonomic function tests (heart rate variability at rest and recovery after exercise, deep breathing, Valsalva maneuver, isometric exercise, active and passive orthostasis) will be evaluated during the first study visit.\n\nFamiliarization sessions. Parents/care givers are involved in order to provide a supportive environment for participants and to enhance the parent/caregiver understanding of the research. Prior to study initiation, photographs and video clips of the laboratory and study equipment will be provided to help the participants become comfortable with the laboratory environment and equipment, and the informed consent information is sent to the participants and their parents/care-givers for their review. Familiarization for the participants with Down syndrome will be divided in two parts: they will practice and become accustomed with the treadmill and the equipment for the graded maximal exercise test (first visit), and they will practice and become accustomed with the procedures for the hand grip exercise protocol and the lower body negative pressure chamber (LBNP) (second visit).\n\nDescriptions data collection visits (for both pre and post intervention):\n\nDuring the first data collections visit, after discussing the study and potential questions, participants (and/or parents/caregivers for the group with Down syndrome) will complete a health history questionnaire and physical activity questionnaire to confirm eligibility. For women of childbearing age, the first visit will include a urine pregnancy test using a test stick. Females will be studied during the first 3-5 days of menses or during the placebo phase if taking oral contraceptives, in order to control for hormonal variation. Eligible participants with Down syndrome and their parent/care-giver will then provide written informed consent, or give verbal assent (for individuals with Down syndrome), and the eligible control participants will provide informed consent themselves. For participants with Down syndrome, the first visit continues with baseline measures and familiarization with the graded maximal exercise test protocol. If necessary, additional familiarization sessions will be scheduled for people with Down syndrome. The second visit, the participant performs the graded maximal exercise test and familiarize the participant with the procedures for the third visit: the hand grip exercise protocol and the LBNP. Gait, balance and foot posture will also be measured. The third visit peripheral blood flow will be assessed during the hand grip exercise protocol without and with the LBNP. For control subjects, the first and second visit are combined. Their second visit is the same as the third visit for individuals with Down syndrome."
        },
        "conditionsModule": {
            "conditions": [
                "Down Syndrome"
            ],
            "keywords": [
                "exercise",
                "blood flow regulation",
                "blood pressure",
                "heart rate"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "This intervention study will be set up as a randomized controlled trial comparing the effects of a 12-weeks exercise program to 12-weeks of non-exercise usual care in participants with Down syndrome.",
                "primaryPurpose": "SUPPORTIVE_CARE",
                "maskingInfo": {
                    "masking": "NONE",
                    "maskingDescription": "As this is an exercise intervention, both the study team and the participant will be aware of which group the participant is assigned to."
                }
            },
            "enrollmentInfo": {
                "count": 60,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Combined exercise intervention Down syndrome",
                    "type": "EXPERIMENTAL",
                    "description": "The exercise intervention will last 12 weeks and will consist of a supervised combined aerobic and resistance training program with a frequency of 3 days/week.In the exercise sessions, the participant will work with the trainer on their strength, balance and aerobic endurance. Each session consists of 10 min of strength exercises (Foundational Exercise), 10 min of Hip Strengthening, 10 min of Vestibular and Balance Exercise, and 20 min of Aerobic Exercise, and starts with a warming up and ends with stretching/cooling down. Each new exercise will be introduced in easy steps and practiced until the participant is comfortable executing it.",
                    "interventionNames": [
                        "Behavioral: Combined exercise intervention"
                    ]
                },
                {
                    "label": "Usual care Down Syndrome",
                    "type": "SHAM_COMPARATOR",
                    "description": "The control condition consists of usual activities.",
                    "interventionNames": [
                        "Behavioral: Usual care / Sham intervention"
                    ]
                },
                {
                    "label": "Reference group without Down syndrome",
                    "type": "NO_INTERVENTION",
                    "description": "This reference group of age- and sex-matched inactive individuals without Down syndrome will undergo the same baseline testing as the other groups but without intervention or post-intervention measures."
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Combined exercise intervention",
                    "description": "The exercise intervention will last 12 weeks and will consist of a supervised combined aerobic and resistance training program with a frequency of 3 days/week. Aerobic exercise will be part of all three sessions, with resistance exercise during two out of three sessions. Training sessions will be supervised by personal trainers to ensure the safe use of the equipment and the correct form when performing each exercise. The first 3 weeks of the intervention will be familiarization with the exercises and the program. After a warm-up, the participant will perform 30 min of aerobic exercise at a heart rate of 65% of the participant's maximum heart rate \\[43\\], which increases to 65-85% during weeks 4-12 of the intervention. The resistance exercise part will include all major muscle groups, both upper and lower body.",
                    "armGroupLabels": [
                        "Combined exercise intervention Down syndrome"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Usual care / Sham intervention",
                    "description": "The control condition consists of usual activities.",
                    "armGroupLabels": [
                        "Usual care Down Syndrome"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change from Baseline Work capacity at 13 weeks",
                    "description": "Work capacity, as measured by peak oxygen uptake with a graded exercise test on a treadmill.",
                    "timeFrame": "13 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change from Baseline Brachial blood flow at 13 weeks",
                    "description": "Forearm blood flow and vascular conductance will be measured in both the exercising and non-exercising arm using high definition ultrasound (Alpha 7, Aloka-Hitachi). The brachial artery will be imaged in dual mode allowing for simultaneous determination of artery diameter (B-mode) and flow velocity (Doppler mode). Blood flow will be determined from the following formula: Forearm Blood flow = (Mean blood velocity) x (Brachial Cross Sectional Area) x (60) and expressed as ml/min. Forearm vascular conductance will be determined by dividing forearm blood flow by mean arterial pressure. Forearm blood flow and vascular conductance will be normalized to forearm lean mass to account for differences in lean mass between individuals.",
                    "timeFrame": "13 weeks"
                },
                {
                    "measure": "Change from Baseline Muscle oxygenation at 13 weeks",
                    "description": "Muscle oxygenation will be measured with near-infrared spectrography (NIRS), which is a simple, noninvasive method for measuring the presence of oxygen in muscle. It can monitor changes in muscle oxygenation and blood flow during submaximal and maximal exercise. During exercise, the extent to which skeletal muscles deoxygenate varies according to the type of muscle, type of exercise and blood flow response.",
                    "timeFrame": "13 weeks"
                },
                {
                    "measure": "Change from Baseline Cardiac output (Aortic blood flow) at 13 weeks",
                    "description": "Cardiac output will be measured during a graded maximal test protocol. The ascending aortic blood flow will be measured using continuous Doppler echocardiography using a pedoff probe in the suprasternal notch.",
                    "timeFrame": "13 weeks"
                },
                {
                    "measure": "Change from Baseline Autonomic cardiac function at rest at 13 weeks",
                    "description": "Clinical autonomic function test: heart rate variability during rest measured in root mean square of successive differences (RMSSD) in ms",
                    "timeFrame": "13 weeks"
                },
                {
                    "measure": "Change from Baseline Autonomic cardiac function during orthostasis at 13 weeks",
                    "description": "Clinical autonomic function test: heart rate variability during orthostasis in root mean square of successive differences (RMSSD) in ms",
                    "timeFrame": "13 weeks"
                },
                {
                    "measure": "Change from Baseline Catecholamines at 13 weeks",
                    "description": "Venous blood sample: Noradrenaline and adrenaline",
                    "timeFrame": "13 weeks"
                },
                {
                    "measure": "Change from Baseline Inflammatory markers at 13 weeks",
                    "description": "Venous blood sample: C-reactive protein, tumor necrosis factor (TNF)-alpha and interleukin-6",
                    "timeFrame": "13 weeks"
                },
                {
                    "measure": "Change from Baseline Metabolic markers at 13 weeks",
                    "description": "Venous blood sample: insulin, glucose, leptin, adiponectin and lipid profile",
                    "timeFrame": "13 weeks"
                },
                {
                    "measure": "Change from Baseline Thyroid function at 13 weeks",
                    "description": "Venous blood sample: thyroid stimulating hormone",
                    "timeFrame": "13 weeks"
                },
                {
                    "measure": "Change from Baseline Oxidative stress markers at 13 weeks",
                    "description": "Venous blood sample: malondialdehyde (MDA), myeloperoxide (MPO), and oxidized low density lipoprotein (OxLDL)",
                    "timeFrame": "13 weeks"
                },
                {
                    "measure": "Change from Baseline Walking speed at 13 weeks",
                    "description": "Comfortable and fast walking speed in km/h",
                    "timeFrame": "13 weeks"
                },
                {
                    "measure": "Change from Baseline Gait at 13 weeks",
                    "description": "Observational Gait Analysis is used to quantify gait on various parameters, resulting in an overall score.",
                    "timeFrame": "13 weeks"
                },
                {
                    "measure": "Change from Baseline Functional Reach at 13 weeks",
                    "description": "Functional Reach is a balance test to investigate how far the participant can reach in cm.",
                    "timeFrame": "13 weeks"
                },
                {
                    "measure": "Change from Baseline Timed Up and Go at 13 weeks",
                    "description": "Timed Up and Go is a dynamic balance test involving getting up from a chair, walk around a mark and sit back down, the time this whole sequence takes is the outcome.",
                    "timeFrame": "13 weeks"
                },
                {
                    "measure": "Change from Baseline Standing Balance at 13 weeks",
                    "description": "The Bertec Balance System will be used to detect balance problems with standing under different conditions. The total score will be used as an outcome.",
                    "timeFrame": "13 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* generally healthy\n* sedentary (defined as being involved in less than 30 minutes of moderately-intense physical activity per day)\n* additionally for the participants with Down syndrome:\n* diagnosis of Down syndrome trisomy 21 and\n* normal thyroid function or stable thyroid function (and medications) for at least 6 mo.\n\nExclusion Criteria:\n\n* congenital heart disease;\n* atherosclerotic or other vascular disease;\n* asthma or other pulmonary disease;\n* hypertension (defined BP \\>140/90 mmHg);\n* blood pressure below 90/60 mmHg;\n* history of pre-syncope or syncope;\n* diabetes (defined as Hba1c of \\>7.5% or use of glucose lowering medication);\n* severe obesity (defined as BMI \\>40);\n* medications affecting heart rate, blood pressure or arterial function;\n* anti-inflammatory medication including NSAIDS;\n* current smoking and\n* pregnancy.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "35 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Thessa Hilgenkamp, PhD",
                    "role": "CONTACT",
                    "phone": "(702) 895-3003",
                    "email": "thessa.hilgenkamp@unlv.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Thessa Hilgenkamp, PhD",
                    "affiliation": "University of Nevada, Las Vegas",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Nevada, Las Vegas",
                    "status": "RECRUITING",
                    "city": "Las Vegas",
                    "state": "Nevada",
                    "zip": "89154",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Thessa Hilgenkamp",
                            "role": "CONTACT",
                            "phone": "702-895-1055",
                            "email": "thessa.hilgenkamp@unlv.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 36.17497,
                        "lon": -115.13722
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO",
            "description": "De-identified IPD will be made available to other researchers upon request."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000004314",
                    "term": "Down Syndrome"
                },
                {
                    "id": "D000013577",
                    "term": "Syndrome"
                }
            ],
            "ancestors": [
                {
                    "id": "D000004194",
                    "term": "Disease"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000008607",
                    "term": "Intellectual Disability"
                },
                {
                    "id": "D000019954",
                    "term": "Neurobehavioral Manifestations"
                },
                {
                    "id": "D000009461",
                    "term": "Neurologic Manifestations"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000000015",
                    "term": "Abnormalities, Multiple"
                },
                {
                    "id": "D000000013",
                    "term": "Congenital Abnormalities"
                },
                {
                    "id": "D000025063",
                    "term": "Chromosome Disorders"
                },
                {
                    "id": "D000030342",
                    "term": "Genetic Diseases, Inborn"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M16355",
                    "name": "Syndrome",
                    "asFound": "Syndrome",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7489",
                    "name": "Down Syndrome",
                    "asFound": "Down Syndrome",
                    "relevance": "HIGH"
                },
                {
                    "id": "M11589",
                    "name": "Intellectual Disability",
                    "relevance": "LOW"
                },
                {
                    "id": "M21826",
                    "name": "Neurobehavioral Manifestations",
                    "relevance": "LOW"
                },
                {
                    "id": "M12404",
                    "name": "Neurologic Manifestations",
                    "relevance": "LOW"
                },
                {
                    "id": "M12",
                    "name": "Congenital Abnormalities",
                    "relevance": "LOW"
                },
                {
                    "id": "M14",
                    "name": "Abnormalities, Multiple",
                    "relevance": "LOW"
                },
                {
                    "id": "M23023",
                    "name": "Chromosome Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M23686",
                    "name": "Genetic Diseases, Inborn",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BC16",
                    "name": "Diseases and Abnormalities at or Before Birth"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                }
            ]
        }
    },
    "hasResults": false
}