{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT02875353",
            "orgStudyIdInfo": {
                "id": "CLNB-01-15F"
            },
            "secondaryIdInfos": [
                {
                    "id": "CX-001403-01",
                    "type": "OTHER_GRANT",
                    "domain": "Veterans Affairs Clinical Merit Review Grant"
                }
            ],
            "organization": {
                "fullName": "VA Office of Research and Development",
                "class": "FED"
            },
            "briefTitle": "Blood Flow Monitoring to Prevent Post-Polypectomy Induced Ulcer Bleeding",
            "officialTitle": "Blood Flow Monitoring to Prevent Post-Polypectomy Induced Ulcer Bleeding.",
            "therapeuticArea": [
                "Gastroenterology"
            ],
            "study": "blood-flow-monitoring-to-prevent-post-polypectomy-induced-ulcer-bleeding"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-12",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2017-02-15",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-06-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-06-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2016-08-05",
            "studyFirstSubmitQcDate": "2016-08-17",
            "studyFirstPostDateStruct": {
                "date": "2016-08-23",
                "type": "ESTIMATED"
            },
            "lastUpdateSubmitDate": "2023-12-04",
            "lastUpdatePostDateStruct": {
                "date": "2023-12-12",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "VA Office of Research and Development",
                "class": "FED"
            },
            "collaborators": [
                {
                    "name": "University of California, Los Angeles",
                    "class": "OTHER"
                },
                {
                    "name": "Kaiser Permanente Bellflower Medical Offices",
                    "class": "UNKNOWN"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUsExport": true
        },
        "descriptionModule": {
            "briefSummary": "The primary specific aim is to perform a randomized controlled trial (RCT) to compare rates of delayed hemorrhage after DEP detection of arterial blood flow and focal treatment in PPIU's (treatment arm) with standard treatment using medical guidelines alone (controls) for prevention of delayed bleeding in high risk patients (on anti-coagulants or anti-platelet drugs or with large ulcers) after snare resection of benign colon polyps.",
            "detailedDescription": "VA Central Office recently opened back research study after suspension from March to Sept 2020 with COVID 19\n\nSevere delayed post-polypectomy induced ulcer (PPIU) bleeding has become a much more common problem with the increased numbers of colonoscopies being performed and with more patients taking anti-coagulants or anti-platelet drugs. Current medical guidelines may reduce bleeding during polypectomy, but are not effective for prevention of delayed bleeding. Empiric closure of PPIU's with clips is not effective because ulcers \\> 15 mm cannot be closed, does not treat the underlying artery in the ulcer base, and when the clips often fall off within 7 the underlying artery is exposed. As preliminary results, the investigators studied delayed PPIU bleeds and their prevention, used a Doppler endoscopic probe (DEP) to localize arteries in PPIU's, reported the prevalence which rises significantly as ulcer size increases, and successfully obliterated blood flow with focal treatment. These studies form the basis for this new RCT. The primary specific aim is to perform a RCT to compare rates of delayed hemorrhage after DEP detection of arterial blood flow and focal treatment in PPIU's (treatment arm) with standard treatment using medical guidelines alone (controls) for prevention of delayed bleeding in high risk patients (on anti-coagulants or anti-platelet drugs or with large ulcers) after snare resection of benign colon polyps. Secondary specific aims are to evaluate the natural history and risk factors for delayed PPIU bleeding using univariate and multivariable analyses. This is a RCT performed by the CURE Hemostasis Research Group for high risk patients - those with PPIU's 15 mm in size or greater but not on drugs associated with bleeding; or patients who require anti-coagulants or anti-platelet drugs for treatment of co-morbid conditions and have PPIU's 10 mm or larger. Outpatients, scheduled for screening or surveillance colonoscopies, who give written informed consent and meet entry criteria will be randomized to control/no DEP (medical treatment without PPIU closure) or DEP (as a guide to arterial blood flow detection and focal obliteration of it with hemoclips and/or low power multipolar electrocautery \\[MPEC\\] probe). Patients will be prospectively followed at 7, 14, and 30 days for bleeding, complications, or unscheduled visits for healthcare after polypectomies."
        },
        "conditionsModule": {
            "conditions": [
                "Delayed Post-Polypectomy Induced Ulcer Hemorrhage"
            ],
            "keywords": [
                "Post-Polypectomy",
                "Colon bleeding",
                "Stigmata of recent hemorrhage"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 235,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Standard endoscopy (not experimental)",
                    "type": "OTHER",
                    "description": "For Standard treatment group, the Doppler probe will not be used, nor will hemoclip closure of post-polypectomy ulcers be attempted. Standard published guidelines will be followed for management of blood thinners (anti-coagulants) and/or aspirin like drugs (anti-platelet drugs) before and after the colonoscopic polypectomies. This is the standard of care at the investigators' medical centers and part of written instructions that are given to the participants and their referring physicians during the scheduling process and prior to their preparation for screening or surveillance outpatient colonoscopies.",
                    "interventionNames": [
                        "Device: Doppler Endoscopic Probe"
                    ]
                },
                {
                    "label": "Doppler treatment (experimental)",
                    "type": "EXPERIMENTAL",
                    "description": "A colon length catheter (probe) will be used to check the non-bleeding post-polypectomy ulcer with shallow and medium depth Doppler probe settings (\\< 4 mm deep) for arterial blood flow. If arterial flow is found, treatment through the colonoscope (either hemoclipping or multipolar electrocoagulation probe) will be used to stop the arterial flow. This will be confirmed by rechecking with Doppler probe after endoscopic treatment. Tatoos (Spot method) will be placed on two sides of the ulcer so treated.",
                    "interventionNames": [
                        "Device: Doppler Endoscopic Probe"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "Doppler Endoscopic Probe",
                    "description": "A colon length catheter (probe).",
                    "armGroupLabels": [
                        "Doppler treatment (experimental)",
                        "Standard endoscopy (not experimental)"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "The proportion of participants with delayed Post-Polypectomy Induced Ulcer (PPIU) bleeds.",
                    "description": "We will compare the proportion of participants with PPIU bleeding by 30 days follow up in Doppler endoscopic probe (DEP) versus standard treatment. The p value for testing this hypothesis will be computed using Fisher's exact test. The corresponding 95% confidence bounds for the true difference will also be reported.",
                    "timeFrame": "Outcome measure will be assessed at 30 days after participants are enrolled."
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "The proportion of participants hospitalized.",
                    "description": "We will compare the proportion of participants hospitalized for PPIU bleeds or other complications at 30 days, the number of participants in DEP group and standard group overall. Fisher's exact test will be used to compare the proportion hospitalized for PPIU bleeding by 30 days in DEP versus standard.",
                    "timeFrame": "Outcome measure will be assessed at 30 days after participants are enrolled."
                },
                {
                    "measure": "The total number of hospitalized days.",
                    "description": "We will determine if number of hospitalized days follows a count distribution such as the Poisson or Negative Binomial distribution or if the log total hospital days follows a normal or other parametric distribution. We will therefore use the appropriate count model, t test or non parametric test (Wilcoxon rank sum) to compare the number of days hospitalized distribution in DEP versus standard as well as report the corresponding descriptive statistics (n, range, quartiles, median, mean, SD, frequencies) and histogram.",
                    "timeFrame": "Outcome measure will be assessed at 30 days after participants are enrolled."
                },
                {
                    "measure": "The proportion of participants with rectal bleeding reported to us but not severe enough to be hospitalized",
                    "description": "Comparison of proportion of participants with rectal bleeding reported to us but not severe enough to be hospitalized. Fisher's exact test will be used to compare the proportion with this type of rectal bleeding after polypectomy up to 30 days after enrollment in the DEP versus standard treatment groups.",
                    "timeFrame": "Outcome measure will be assessed up to 30 days after enrollment"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Ambulatory patients, 35 years old or more and who are having:\n\n  * elective, outpatient screening\n  * surveillance colonoscopy for colon cancer or polyps\n  * or being evaluated for abdominal pain or change in bowel habits ---or have a large polyp needing removal by EMR or ESD\n* Clinically the patient has to have a medical indication and recommendation by their primary care physician (PCP) or specialist to take:\n\n  * daily anti-coagulants (Warfarin, low-molecular-weight heparin \\[LMWH\\] or a newer agent)\n  * or an anti-platelet drug (aspirin as 81 mg or more, Clopidogrel, or newer agents) for PPIU's 10-14mm\n  * or if not on one of these drugs, they must have a PPIU 15 mm\n* On colonoscopy, they are required to have:\n\n  * benign appearing polyps and for 1 or more PPIU to be 10 mm in size (for the anti-coagulant or anti-platelet groups)\n  * or 15 mm or larger for the PPIU group who do not have to be (but may be) on these drugs that can induce bleeding\n* In the case of bleeding from the PPIU during polypectomy, hemorrhage must be completely controlled\n\nExclusion Criteria:\n\n* Inability or unwillingness to give written informed consent or to return to the investigators' medical centers for follow-up (FU) in the next 30 days, in case of delayed bleeding or other complications\n* Intrinsic bleeding disorder with a history of recurrent bleeding either after:\n\n  * surgeries\n  * angiography\n  * or other invasive procedures\n* Significantly abnormal coagulation tests related to co-morbid liver, hematologic, or infectious disorders and not anti-coagulant drugs, with platelet count \\< 100,000; international normalized ratio (INR) \\> 1.5; or partial thromboplastin time (PTT) more than 1.5 times normal\n* Inflammatory bowel disease\n* Infectious colitis\n* Idiopathic colitis with a history of recurrent rectal bleeding\n* Recurrent rectal bleeding from another chronic colorectal condition such as:\n\n  * colonic angiomas\n  * radiation colitis\n  * proctitis\n  * or internal hemorrhoids\n* A sessile polyp that can not be raised up by saline injection or Endoscopic mucosal resection (EMR) techniques nor completely removed by snare polypectomy either en block or in pieces and there is a suspicion about possible malignancy by the colonoscopist.\n* Recently colonoscopy (within less than 3 years) unless the patient is referred for a large or multiple polyps (on more recent colonoscopy) and colonoscopic removal in the investigators' referral centers",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "35 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Dennis M Jensen, MD",
                    "role": "CONTACT",
                    "phone": "(310) 268-3569",
                    "email": "dennis.jensen@va.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Dennis M. Jensen, MD",
                    "affiliation": "VA Greater Los Angeles Healthcare System, West Los Angeles, CA",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Kaiser Permanente-Downey Medical Center",
                    "status": "RECRUITING",
                    "city": "Downey",
                    "state": "California",
                    "zip": "90242",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Kevin T Kao",
                            "role": "CONTACT",
                            "phone": "562-657-4441",
                            "email": "kevin.T.Kao@kp.org"
                        },
                        {
                            "name": "Gareth S Dulai",
                            "role": "CONTACT",
                            "phone": "5626574242",
                            "email": "Gareth.S.Dulai@kp.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.94001,
                        "lon": -118.13257
                    }
                },
                {
                    "facility": "University of California, Los Angeles, Ronald Reagan Medical Center",
                    "status": "RECRUITING",
                    "city": "Los Angeles",
                    "state": "California",
                    "zip": "90095",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Dennis M Jensen, MD",
                            "role": "CONTACT",
                            "phone": "310-268-3569",
                            "email": "dennis.jensen@va.gov"
                        }
                    ],
                    "geoPoint": {
                        "lat": 34.05223,
                        "lon": -118.24368
                    }
                },
                {
                    "facility": "VA Greater Los Angeles Healthcare System, West Los Angeles, CA",
                    "status": "RECRUITING",
                    "city": "West Los Angeles",
                    "state": "California",
                    "zip": "90073-1003",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Dennis M Jensen, MD",
                            "role": "CONTACT",
                            "phone": "310-268-3569",
                            "email": "dennis.jensen@va.gov"
                        },
                        {
                            "name": "Kwanmanus N Suvanamas, BS",
                            "role": "CONTACT",
                            "phone": "(310) 478-3711",
                            "phoneExt": "43324",
                            "email": "Kwanmanus.Suvanamas@va.gov"
                        },
                        {
                            "name": "Dennis M. Jensen, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 34.0464,
                        "lon": -118.44813
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "14722546",
                    "type": "BACKGROUND",
                    "citation": "Hui AJ, Wong RM, Ching JY, Hung LC, Chung SC, Sung JJ. Risk of colonoscopic polypectomy bleeding with anticoagulants and antiplatelet agents: analysis of 1657 cases. Gastrointest Endosc. 2004 Jan;59(1):44-8. doi: 10.1016/s0016-5107(03)02307-1."
                },
                {
                    "pmid": "23317580",
                    "type": "BACKGROUND",
                    "citation": "Liaquat H, Rohn E, Rex DK. Prophylactic clip closure reduced the risk of delayed postpolypectomy hemorrhage: experience in 277 clipped large sessile or flat colorectal lesions and 247 control lesions. Gastrointest Endosc. 2013 Mar;77(3):401-7. doi: 10.1016/j.gie.2012.10.024. Epub 2013 Jan 11."
                },
                {
                    "pmid": "15729224",
                    "type": "BACKGROUND",
                    "citation": "Zuckerman MJ, Hirota WK, Adler DG, Davila RE, Jacobson BC, Leighton JA, Qureshi WA, Rajan E, Hambrick RD, Fanelli RD, Baron TH, Faigel DO; Standards of Practice Committee of the American Society for Gastrointestinal Endoscopy. ASGE guideline: the management of low-molecular-weight heparin and nonaspirin antiplatelet agents for endoscopic procedures. Gastrointest Endosc. 2005 Feb;61(2):189-94. doi: 10.1016/s0016-5107(04)02392-2."
                },
                {
                    "pmid": "23735447",
                    "type": "BACKGROUND",
                    "citation": "Baron TH, Kamath PS, McBane RD. New anticoagulant and antiplatelet agents: a primer for the gastroenterologist. Clin Gastroenterol Hepatol. 2014 Feb;12(2):187-95. doi: 10.1016/j.cgh.2013.05.020. Epub 2013 Jun 2."
                },
                {
                    "pmid": "15557966",
                    "type": "BACKGROUND",
                    "citation": "Wong RC. Endoscopic Doppler US probe for acute peptic ulcer hemorrhage. Gastrointest Endosc. 2004 Nov;60(5):804-12. doi: 10.1016/s0016-5107(04)02046-2. No abstract available."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000014456",
                    "term": "Ulcer"
                },
                {
                    "id": "D000006470",
                    "term": "Hemorrhage"
                }
            ],
            "ancestors": [
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M17206",
                    "name": "Ulcer",
                    "asFound": "Ulcer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M9556",
                    "name": "Hemorrhage",
                    "asFound": "Hemorrhage",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M4548",
                    "name": "Aspirin",
                    "relevance": "LOW"
                },
                {
                    "id": "M4244",
                    "name": "Anticoagulants",
                    "relevance": "LOW"
                },
                {
                    "id": "M13865",
                    "name": "Platelet Aggregation Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M6259",
                    "name": "Coagulants",
                    "relevance": "LOW"
                },
                {
                    "id": "T120",
                    "name": "Cola",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Antipy",
                    "name": "Antipyretics"
                },
                {
                    "abbrev": "Infl",
                    "name": "Anti-Inflammatory Agents"
                },
                {
                    "abbrev": "ARhu",
                    "name": "Antirheumatic Agents"
                },
                {
                    "abbrev": "FiAg",
                    "name": "Fibrinolytic Agents"
                },
                {
                    "abbrev": "Analg",
                    "name": "Analgesics"
                },
                {
                    "abbrev": "PlAggInh",
                    "name": "Platelet Aggregation Inhibitors"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "AnCoag",
                    "name": "Anticoagulants"
                },
                {
                    "abbrev": "Coag",
                    "name": "Coagulants"
                },
                {
                    "abbrev": "HB",
                    "name": "Herbal and Botanical"
                }
            ]
        }
    },
    "hasResults": false
}