{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05400174",
            "orgStudyIdInfo": {
                "id": "210738"
            },
            "organization": {
                "fullName": "University of California, San Diego",
                "class": "OTHER"
            },
            "briefTitle": "Blood Pressure Effects on Cognition and Brain Blood Flow in PD",
            "officialTitle": "Effects of Blood Pressure on Cognition and Cerebral Blood Flow in Parkinson Disease",
            "therapeuticArea": [
                "Other",
                "Neurology"
            ],
            "study": "blood-pressure-effects-on-cognition-and-brain-blood-flow-in-pd"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-02",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-12-14",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-08-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-04-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-05-23",
            "studyFirstSubmitQcDate": "2022-05-26",
            "studyFirstPostDateStruct": {
                "date": "2022-06-01",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-02-06",
            "lastUpdatePostDateStruct": {
                "date": "2024-02-08",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Katie Longardner",
                "investigatorTitle": "Assistant Clinical Professor of Health Sciences",
                "investigatorAffiliation": "University of California, San Diego"
            },
            "leadSponsor": {
                "name": "University of California, San Diego",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Beth Israel Deaconess Medical Center",
                    "class": "OTHER"
                },
                {
                    "name": "Drexel University",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "Parkinson's disease (PD) is the second most common neurodegenerative disorder worldwide. Besides causing symptoms that impair movement, PD also causes non-motor symptoms, such as problems thinking and orthostatic hypotension (OH), i.e., low blood pressure (BP) when standing. About one-third of people with PD have OH, which can cause sudden, temporary symptoms while upright, including lightheadedness, dizziness, and fainting. People with PD and OH can also experience problems thinking that happen only while upright and not while sitting - this can occur without other symptoms, such as feeling dizzy or faint. However, the level of low BP that can affect thinking remains unknown, and no guidelines exist for treating OH when it happens without symptoms. This is significant because OH could be a treatable risk factor for thinking problems in PD, but OH is often not treated if people do not report obvious symptoms.\n\nThis project's goal is to determine how BP affects brain function in PD. The proposed experiments will measure BP and brain blood flow continuously in real-time using innovative wearable technology. Persons with PD with OH and without OH will undergo repeated cognitive tests while supine (lying down) and while upright. I will study the associations between BP, thinking abilities, and brain blood flow, and will compare groups with and without OH. These findings could be important because if a certain level of BP correlates with thinking abilities, then treating OH in PD may prevent thinking problems, which would improve health-related quality of life and reduce disability and healthcare costs.",
            "detailedDescription": "After reviewing and signing an IRB-approved informed consent, participants will undergo the following clinical assessments for the Screening Visit (duration 3 hours), to determine eligibility:\n\n1. complete medical and surgical history including current medication and substance use\n2. general physical and neurological exam\n3. a tilt table test to confirm presence or absence of orthostatic hypotension (OH) OH (defined as systolic BP drop of \\> 20mmHg or diastolic BP drop of \\> 10mmHg within 3 minutes of head-up tilt, per consensus criteria (Gibbons et al., 2017)\n4. Orthostatic Hypotension Questionnaire (OHQ) (contains 6 items assessing OH symptoms and 4 items assessing OH symptom burden on daily activities)\n5. Movement Disorders Society Unified Parkinson's Disease Rating Scale\n6. Geriatric Depression Scale\n7. head circumference measurements to plan for optimal fitting of the functional near-infrared spectroscopy cap\n8. a reading test\n9. a cognitive test\n\nBaseline Study Visit Procedures: If participants meet all eligibility criteria, after undergoing the screening visit, they will later attend a baseline study visit (duration about 3 hours), which will occur on a separate day.\n\nParticipants will be instructed to eat a small meal on the day of the visit, abstain from caffeine for 24 hours, and to take all home medications as prescribed. Participants will be encouraged to bring any prescribed antiparkinsonian medications with them to the study visit if it coincides with their usual dosing time, since fluctuations in dopaminergic medications could impact cognitive performance. Upon arrival, participants will complete the Orthostatic Hypotension Questionnaire (OHQ).\n\nContinuous Non-Invasive BP Monitoring: The CareTaker® is a Food and Drug Administration (FDA)-approved continuous, non-invasive, beat-to-beat BP monitor. This device is worn around the wrist like a watch and uses a sensor attached to an inflatable finger cuff to measure BP by detecting arterial pulsations beneath the skin. The device can continuously monitor BP for up to 24 hours in the ambulatory setting with wireless Internet connection. The CareTaker® uses Bluetooth technology to transmit BP data to a paired electronic Android tablet, automatically logging and documenting BP parameters and waveforms. Data can be accessed immediately on the tablet. variables that will be analyzed. At the start of the visit, the CareTaker® will be placed on the participant's hand that has the least involuntary movement, (e.g., tremor or dyskinesia) to minimize any motion artifact. The BP monitor will be worn during the entire visit and will be removed at the end of the visit. The start and end time of each cognitive task will be recorded and will be time- stamped with an event marker on the Caretaker® to correlate BP with each cognitive task.\n\nThis study design was adapted from methods used by Centi et al. to study position-related cognitive changes in PD OH+ and OH-. In this study, participants will perform a cognitive battery while lying down and while upright on a tilt table. The clinical research coordinator will undergo training for all cognitive tests described and will administer the tests. The entire battery will take about 40 minutes and will be repeated twice; so the duration of cognitive testing is about 1 hour, 20 minutes. Each cognitive task will be administered twice: once while lying down and once while upright (at a 70 degree angle) on a tilt table.\n\nCognitive testing will be split into four 20-minute sessions: two 20-minute sessions in the supine position and two 20-minute sessions in the upright position. The cognitive testing sessions will be alternated between supine and upright positions (i.e., supine, upright, supine, upright (Group A); or upright, supine, upright, supine (Group B). Participants will be randomized to Group A or Group B.\n\nAfter the upright testing sessions, the participant will be lowered to supine and will rest supine until systolic and diastolic BP returns to within 10mmHg of the baseline BP before beginning the supine cognitive testing. Cognitive tasks with visual components will be adapted to the supine and upright positions by using a projector to display the tests on a screen. After the testing, participants will be released from the tilt table, and the fNIRS and Caretaker® will be removed.\n\nFunctional near-infrared spectroscopy (fNIRS) is a non-invasive, wearable technology that applies distinct near-infrared light wavelengths into the scalp to measure changes in the color of blood, since oxy- hemoglobin (HbO) absorbs light differently than deoxy-hemoglobin (Hb). Activation of neurons (e.g., in response to a cognitive task) increases brain tissue's metabolic demand, which increases regional cerebral blood flow, leading to increased HbO and decreased Hb. To detect these changes, fNIRS sources emit light, which are paired with light detectors to penetrate regions of brain cortex. Collectively, these probes are arranged in custom montages, which are worn on a head cap. Advantages unique to fNIRS are its safety, portability, and ability to study brain blood flow in different positions. The proposed research will use a 16-channel, 16-detector system, the NIRSport2 (NIRx®).\n\nDuring the supine and upright cognitive testing described above, participants will wear an fNIRS cap. Real-time cerebral oxygenation changes will be measured continuously throughout the study visit, including during cognitive tasks. We will collect baseline data for 30 seconds in each position before beginning cognitive testing. The continuous recordings from the fNIRS and the CareTaker® will be time synchronized. The start and end of each cognitive task will be time-stamped on the fNIRS to later correlate HbO and Hb changes with each cognitive task during data analysis. The fNIRS will be removed at the end of the visit."
        },
        "conditionsModule": {
            "conditions": [
                "Parkinson Disease",
                "Orthostatic Hypotension",
                "Dysautonomia"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "DIAGNOSTIC",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 60,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Supine cognitive testing first",
                    "type": "OTHER",
                    "description": "The cognitive testing sessions will be alternated between supine and upright positions.\n\nThis group will perform cognitive testing sessions in the following order: 1) supine, 2) upright, 3) supine, 4) upright.",
                    "interventionNames": [
                        "Diagnostic Test: Tilt table (upright position)"
                    ]
                },
                {
                    "label": "Upright cognitive testing first",
                    "type": "OTHER",
                    "description": "The cognitive testing sessions will be alternated between supine and upright positions.\n\nThis group will perform cognitive testing sessions in the following order: 1) upright, 2) supine, 3) upright, 4) supine.",
                    "interventionNames": [
                        "Diagnostic Test: Tilt table (upright position)"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DIAGNOSTIC_TEST",
                    "name": "Tilt table (upright position)",
                    "description": "Different versions of cognitive assessments will be administered in the supine and upright positions.",
                    "armGroupLabels": [
                        "Supine cognitive testing first",
                        "Upright cognitive testing first"
                    ],
                    "otherNames": [
                        "Cognitive testing battery"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Delis-Kaplan Executive Function System Verbal Fluency Test score (number of words per minute). Minimum: 0; Maximum: N/A; higher is better",
                    "description": "Participant says as many words in 1 minute as possible each of several letter or category prompts.",
                    "timeFrame": "up to 30 months"
                },
                {
                    "measure": "Oxygenated and deoxygenated hemoglobin change from baseline",
                    "description": "Functional near-infrared spectroscopy will measure relative changes in oxygenated and deoxygenated hemoglobin variables",
                    "timeFrame": "up to 30 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Diagnosis of idiopathic Parkinson Disease using the Movement Disorders Society (MDS) Clinical Diagnostic Criteria\n2. Age at least 50 years old\n3. Hoehn \\& Yahr (H\\&Y) stages I-III (early to moderate-stage PD; able to walk without assistance\n4. Proficiency in the English language (native English speaker level)\n\nExclusion Criteria:\n\n1. Any involuntary movements (i.e., tremor or dyskinesia) \\> 3 cm in amplitude (ok if movements are treated with medication), since the motion artifact could interfere with blood pressure monitor data collection\n2. Dementia (including PD dementia)\n3. History of deep brain stimulation (DBS) surgery\n4. Any current unstable, active medical problem, e.g. decompensated heart failure, liver failure, pneumonia, etc.\n5. Moderate or severe carotid artery stenosis (according to North American Symptomatic Carotid Endarterectomy Trial (NASCET) criteria\n6. History of cerebral infarction or hemorrhage\n7. Uncontrolled diabetes or any other systemic disease causing autonomic failure\n8. Syncope (fainting) within the past week\n9. Illiteracy (unable to read)\n10. Taking antihypertensive medications or alpha-adrenergic blocking medications, since these can cause hypotension (see \\* below)\n11. Impairment of hearing or vision that is not corrected by devices (e.g., hearing aids or glasses)\n12. Currently pregnant (will be confirmed by women of child-bearing potential with a urine pregnancy test)\n13. Any other condition, which, in the opinion of the investigator, could place the participant at increased risk.\n\n    * Please note that persons may not participate if they are taking any of the following:\n\n      * medications to treat high blood pressure (called \"antihypertensives\") such as clonidine (Catapres), hydralazine, verapamil, diltiazem (Cartia), or medications ending in \"-olol\", \"-artan\", or \"-pril\")\n      * diuretics (also called \"water pills\") such as furosemide (Lasix), bumetanide (Bumex), hydrochlorothiazide (HCTZ; Microzide), or spironolactone (Aldactone)\n      * medications for enlarged prostate such as prazosin (Minipress), terazosin, doxazosin (Cardura), alfuzosin (Uroxatral), or tamsulosin (Flomax)\n\nIf persons are taking these medications and would like to participate in the study, they will be advised to discuss whether they may discontinue these medications for 48 hours before the study visit with their prescribing doctor.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "50 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Katherine Longardner, MD",
                    "role": "CONTACT",
                    "phone": "8588225751",
                    "email": "klongardner@health.ucsd.edu"
                },
                {
                    "name": "Michael Skipworth, BS",
                    "role": "CONTACT",
                    "phone": "8588225751",
                    "email": "mskipworth@health.ucsd.edu"
                }
            ],
            "locations": [
                {
                    "facility": "University of California San Diego",
                    "status": "RECRUITING",
                    "city": "San Diego",
                    "state": "California",
                    "zip": "92093",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Katherine Longardner, MD",
                            "role": "CONTACT",
                            "phone": "858-822-5751",
                            "email": "klongardner@health.ucsd.edu"
                        },
                        {
                            "name": "Michael Skipworth, BS",
                            "role": "CONTACT",
                            "phone": "8588225751",
                            "phoneExt": "Longardner",
                            "email": "klongardner@health.ucsd.edu"
                        },
                        {
                            "name": "Katherine Longardner, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 32.71533,
                        "lon": -117.15726
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "32982926",
                    "type": "BACKGROUND",
                    "citation": "Longardner K, Bayram E, Litvan I. Orthostatic Hypotension Is Associated With Cognitive Decline in Parkinson Disease. Front Neurol. 2020 Sep 2;11:897. doi: 10.3389/fneur.2020.00897. eCollection 2020."
                },
                {
                    "pmid": "32223377",
                    "type": "BACKGROUND",
                    "citation": "Freeman R, Illigens BMW, Lapusca R, Campagnolo M, Abuzinadah AR, Bonyhay I, Sinn DI, Miglis M, White J, Gibbons CH. Symptom Recognition Is Impaired in Patients With Orthostatic Hypotension. Hypertension. 2020 May;75(5):1325-1332. doi: 10.1161/HYPERTENSIONAHA.119.13619. Epub 2020 Mar 30."
                },
                {
                    "pmid": "28050656",
                    "type": "BACKGROUND",
                    "citation": "Gibbons CH, Schmidt P, Biaggioni I, Frazier-Mills C, Freeman R, Isaacson S, Karabin B, Kuritzky L, Lew M, Low P, Mehdirad A, Raj SR, Vernino S, Kaufmann H. The recommendations of a consensus panel for the screening, diagnosis, and treatment of neurogenic orthostatic hypotension and associated supine hypertension. J Neurol. 2017 Aug;264(8):1567-1582. doi: 10.1007/s00415-016-8375-x. Epub 2017 Jan 3."
                },
                {
                    "pmid": "27613160",
                    "type": "BACKGROUND",
                    "citation": "Udow SJ, Robertson AD, MacIntosh BJ, Espay AJ, Rowe JB, Lang AE, Masellis M. 'Under pressure': is there a link between orthostatic hypotension and cognitive impairment in alpha-synucleinopathies? J Neurol Neurosurg Psychiatry. 2016 Dec;87(12):1311-1321. doi: 10.1136/jnnp-2016-314123. Epub 2016 Sep 9."
                },
                {
                    "pmid": "27091624",
                    "type": "BACKGROUND",
                    "citation": "McDonald C, Newton JL, Burn DJ. Orthostatic hypotension and cognitive impairment in Parkinson's disease: Causation or association? Mov Disord. 2016 Jul;31(7):937-46. doi: 10.1002/mds.26632. Epub 2016 Apr 19."
                },
                {
                    "pmid": "29456869",
                    "type": "BACKGROUND",
                    "citation": "Riley DE, Espay AJ. Cognitive fluctuations in Parkinson's disease dementia: blood pressure lability as an underlying mechanism. J Clin Mov Disord. 2018 Feb 13;5:1. doi: 10.1186/s40734-018-0068-4. eCollection 2018."
                },
                {
                    "pmid": "27903817",
                    "type": "BACKGROUND",
                    "citation": "Centi J, Freeman R, Gibbons CH, Neargarder S, Canova AO, Cronin-Golomb A. Effects of orthostatic hypotension on cognition in Parkinson disease. Neurology. 2017 Jan 3;88(1):17-24. doi: 10.1212/WNL.0000000000003452. Epub 2016 Nov 30."
                },
                {
                    "pmid": "21894556",
                    "type": "BACKGROUND",
                    "citation": "Poda R, Guaraldi P, Solieri L, Calandra-Buonaura G, Marano G, Gallassi R, Cortelli P. Standing worsens cognitive functions in patients with neurogenic orthostatic hypotension. Neurol Sci. 2012 Apr;33(2):469-73. doi: 10.1007/s10072-011-0746-6. Epub 2011 Sep 6."
                },
                {
                    "pmid": "29627942",
                    "type": "BACKGROUND",
                    "citation": "Sforza M, Assogna F, Rinaldi D, Sette G, Tagliente S, Pontieri FE. Orthostatic hypotension acutely impairs executive functions in Parkinson's disease. Neurol Sci. 2018 Aug;39(8):1459-1462. doi: 10.1007/s10072-018-3394-2. Epub 2018 Apr 7."
                },
                {
                    "pmid": "25678194",
                    "type": "BACKGROUND",
                    "citation": "Palma JA, Gomez-Esteban JC, Norcliffe-Kaufmann L, Martinez J, Tijero B, Berganzo K, Kaufmann H. Orthostatic hypotension in Parkinson disease: how much you fall or how low you go? Mov Disord. 2015 Apr 15;30(5):639-45. doi: 10.1002/mds.26079. Epub 2015 Feb 12."
                },
                {
                    "pmid": "30085354",
                    "type": "BACKGROUND",
                    "citation": "Pinti P, Tachtsidis I, Hamilton A, Hirsch J, Aichelburg C, Gilbert S, Burgess PW. The present and future use of functional near-infrared spectroscopy (fNIRS) for cognitive neuroscience. Ann N Y Acad Sci. 2020 Mar;1464(1):5-29. doi: 10.1111/nyas.13948. Epub 2018 Aug 7."
                },
                {
                    "pmid": "32038224",
                    "type": "BACKGROUND",
                    "citation": "Udina C, Avtzi S, Durduran T, Holtzer R, Rosso AL, Castellano-Tejedor C, Perez LM, Soto-Bagaria L, Inzitari M. Functional Near-Infrared Spectroscopy to Study Cerebral Hemodynamics in Older Adults During Cognitive and Motor Tasks: A Review. Front Aging Neurosci. 2020 Jan 21;11:367. doi: 10.3389/fnagi.2019.00367. eCollection 2019."
                },
                {
                    "pmid": "26474316",
                    "type": "BACKGROUND",
                    "citation": "Postuma RB, Berg D, Stern M, Poewe W, Olanow CW, Oertel W, Obeso J, Marek K, Litvan I, Lang AE, Halliday G, Goetz CG, Gasser T, Dubois B, Chan P, Bloem BR, Adler CH, Deuschl G. MDS clinical diagnostic criteria for Parkinson's disease. Mov Disord. 2015 Oct;30(12):1591-601. doi: 10.1002/mds.26424."
                },
                {
                    "pmid": "22045363",
                    "type": "BACKGROUND",
                    "citation": "Kaufmann H, Malamut R, Norcliffe-Kaufmann L, Rosa K, Freeman R. The Orthostatic Hypotension Questionnaire (OHQ): validation of a novel symptom assessment scale. Clin Auton Res. 2012 Apr;22(2):79-90. doi: 10.1007/s10286-011-0146-2. Epub 2011 Nov 2."
                },
                {
                    "pmid": "19025984",
                    "type": "BACKGROUND",
                    "citation": "Goetz CG, Tilley BC, Shaftman SR, Stebbins GT, Fahn S, Martinez-Martin P, Poewe W, Sampaio C, Stern MB, Dodel R, Dubois B, Holloway R, Jankovic J, Kulisevsky J, Lang AE, Lees A, Leurgans S, LeWitt PA, Nyenhuis D, Olanow CW, Rascol O, Schrag A, Teresi JA, van Hilten JJ, LaPelle N; Movement Disorder Society UPDRS Revision Task Force. Movement Disorder Society-sponsored revision of the Unified Parkinson's Disease Rating Scale (MDS-UPDRS): scale presentation and clinimetric testing results. Mov Disord. 2008 Nov 15;23(15):2129-70. doi: 10.1002/mds.22340."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000010300",
                    "term": "Parkinson Disease"
                },
                {
                    "id": "D000007024",
                    "term": "Hypotension, Orthostatic"
                },
                {
                    "id": "D000001342",
                    "term": "Autonomic Nervous System Diseases"
                },
                {
                    "id": "D000054969",
                    "term": "Primary Dysautonomias"
                },
                {
                    "id": "D000007022",
                    "term": "Hypotension"
                }
            ],
            "ancestors": [
                {
                    "id": "D000020734",
                    "term": "Parkinsonian Disorders"
                },
                {
                    "id": "D000001480",
                    "term": "Basal Ganglia Diseases"
                },
                {
                    "id": "D000001927",
                    "term": "Brain Diseases"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000009069",
                    "term": "Movement Disorders"
                },
                {
                    "id": "D000080874",
                    "term": "Synucleinopathies"
                },
                {
                    "id": "D000019636",
                    "term": "Neurodegenerative Diseases"
                },
                {
                    "id": "D000014652",
                    "term": "Vascular Diseases"
                },
                {
                    "id": "D000002318",
                    "term": "Cardiovascular Diseases"
                },
                {
                    "id": "D000054971",
                    "term": "Orthostatic Intolerance"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M13213",
                    "name": "Parkinson Disease",
                    "asFound": "Parkinson's Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10072",
                    "name": "Hypotension",
                    "asFound": "Hypotension",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4643",
                    "name": "Autonomic Nervous System Diseases",
                    "asFound": "Dysautonomia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M27979",
                    "name": "Primary Dysautonomias",
                    "asFound": "Dysautonomia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10074",
                    "name": "Hypotension, Orthostatic",
                    "asFound": "Orthostatic Hypotension",
                    "relevance": "HIGH"
                },
                {
                    "id": "M22494",
                    "name": "Parkinsonian Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M25603",
                    "name": "Ganglion Cysts",
                    "relevance": "LOW"
                },
                {
                    "id": "M16358",
                    "name": "Synovial Cyst",
                    "relevance": "LOW"
                },
                {
                    "id": "M4774",
                    "name": "Basal Ganglia Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5204",
                    "name": "Brain Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12029",
                    "name": "Movement Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M2217",
                    "name": "Synucleinopathies",
                    "relevance": "LOW"
                },
                {
                    "id": "M21558",
                    "name": "Neurodegenerative Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M17400",
                    "name": "Vascular Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M27981",
                    "name": "Orthostatic Intolerance",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                },
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                },
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                }
            ]
        }
    },
    "hasResults": false
}