{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05317858",
            "orgStudyIdInfo": {
                "id": "BT012"
            },
            "organization": {
                "fullName": "InSightec",
                "class": "INDUSTRY"
            },
            "briefTitle": "Blood-brain Barrier (BBB) Disruption Using Exablate Focused Ultrasound With Standard of Care Treatment of NSCLC Brain Mets",
            "officialTitle": "A Randomized Pivotal Study Assessing the Efficacy of Targeted Blood-brain Barrier (BBB) Disruption Using Exablate Focused Ultrasound During the Standard of Care Treatment of Brain Metastases of Non-small Cell Lung Cancer (NSCLC) Origin",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "blood-brain-barrier-bbb-disruption-using-exablate-focused-ultrasound-with-standard-of-care-treatment-of-nsclc-brain-mets"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-10",
            "overallStatus": "RECRUITING",
            "startDateStruct": {
                "date": "2022-08-12",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-06-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-12-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-03-01",
            "studyFirstSubmitQcDate": "2022-03-31",
            "studyFirstPostDateStruct": {
                "date": "2022-04-08",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-03-12",
            "lastUpdatePostDateStruct": {
                "date": "2024-03-13",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "InSightec",
                "class": "INDUSTRY"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": true,
            "isUnapprovedDevice": true
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this study is to evaluate the safety and efficacy of targeted blood brain barrier disruption with Exablate Model 4000 Type 2.0/2.1 for the treatment of NSCLC brain metastases in patients who are undergoing planned pembrolizumab monotherapy.",
            "detailedDescription": "This is a prospective, multi-center, randomized, two-arm, controlled, pivotal clinical trial to evaluate the safety and efficacy of targeted blood brain barrier disruption using Exablate Model 4000 Type 2 for the treatment of NSCLC brain metastases in subjects who are undergoing planned pembrolizumab monotherapy for their primary disease. The study will be conducted at up to 20 centers in the US. The immunotherapy regimen (every 3 weeks for 6 cycles) of pembrolizumab is per the FDA approved labeling for pembrolizumab (Keytruda®) and the subjects prescribed standard of care therapy for their primary NSCLC. The study aims to demonstrate superiority of Exablate BBBD targeted to their brain metastases over the standard of care without Exablate BBBD with respect to the percentage of subjects achieving Objective Response Rate (ORR) by 6 months follow-up."
        },
        "conditionsModule": {
            "conditions": [
                "Brain Tumor"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE3"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 20,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Pembrolizumab with Exablate BBBD",
                    "type": "EXPERIMENTAL",
                    "description": "Using Exablate Model 4000 Type 2 for the treatment of NSCLC brain metastases in subjects who are undergoing planned pembrolizumab monotherapy.",
                    "interventionNames": [
                        "Device: Blood Brain Barrier Disruption - Oncology",
                        "Drug: Pembrolizumab"
                    ]
                },
                {
                    "label": "Control Arm (Pembrolizumab only)",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "subjects will undergo planned pembrolizumab monotherapy.",
                    "interventionNames": [
                        "Drug: Pembrolizumab"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "Blood Brain Barrier Disruption - Oncology",
                    "description": "BBB opening via Exablate Type 2 system with microbubble resonators on the day of pembrolizumab infusion to treat brain metastases",
                    "armGroupLabels": [
                        "Pembrolizumab with Exablate BBBD"
                    ],
                    "otherNames": [
                        "Exablate BBBD"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Pembrolizumab",
                    "description": "Pembrolizumab infusion",
                    "armGroupLabels": [
                        "Control Arm (Pembrolizumab only)",
                        "Pembrolizumab with Exablate BBBD"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Adverse events",
                    "description": "Adverse events \\[ Time Frame: Through study completion, up to 6 months\\]. All adverse events and/or Serious Adverse Events will be documented and reported according to CTCAE criteria.",
                    "timeFrame": "up to 6 months"
                },
                {
                    "measure": "tumor lesion(s) on the MRI images",
                    "description": "Efficacy will be determined by the response of the tumor lesion(s) compared to baseline. Tumor lesions on the MRI images (units: mm) will be measured every three weeks up to six months.",
                    "timeFrame": "up to 6 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "evaluation of Neuro Oncology Brain Mets (RANO-BM) response",
                    "description": "The evaluation of the percentages of subjects that achieved the stable disease (SD), partial response (PR) as the best objective response using the response assessment in Neuro Oncology Brain Mets (RANO-BM) response criteria measured at baseline and every 3 weeks during each treatment cycle to up to 6 months of therapy.",
                    "timeFrame": "up to 6 months"
                },
                {
                    "measure": "Time to response for brain metastases by treatment arm",
                    "description": "The time to achieve a confirmed complete response or partial response for brain metastases by treatment arm as assessed using the RANO-BM criteria evaluated every 3 weeks up to 6 months during treatment cycles.",
                    "timeFrame": "up to 6 months"
                },
                {
                    "measure": "time to response for brain mets by treatment arm",
                    "description": "The time to achieve a confirmed complete response or partial response for brain metastases by treatment arm as assessed using the RANO-BM criteria evaluated every 3 weeks up to 6 months during treatment cycles.",
                    "timeFrame": "up to 6 months"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Patient reported quality of life measurement questionnaires",
                    "description": "patient reported health and quality of life questionnaire completed every 3 weeks up to 6 months during treatment cycle.",
                    "timeFrame": "up to 6 months"
                },
                {
                    "measure": "Measurement of BBBD disruption",
                    "description": "Measurement of blood brain barrier disruption (BBBD) assessment of post-sonication contrast-enhanced MR imaging evaluated every 3 weeks up to 6 months in comparison with pre-sonication imaging.",
                    "timeFrame": "up to 6 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Participant is ≥ 18 years of age\n* The participant provides written informed consent for the trial\n* Participant is willing to comply with all study procedures for the duration of the study\n* Subject has tumor biomarkers that are EGFR (epidermal growth factor receptor) and ALK (anaplastic lymphoma kinase) negative\n* Participant is a NSCLC subject prescribed pembrolizumab monotherapy per standard of care\n* Participant is diagnosed with at least 1 measurable brain metastasis ≥ 0.5 cm in longest diameter that is untreated, device-accessible and MR visible\n* Participant has a Karnofsky Performance Status ≥ 70% and/or ECOG 0-2\n* Female subject is confirmed NOT PREGNANT each procedure day. Male and Female subjects are utilizing highly effective contraception during the study and through 120 days (4 months) after the study\n* Screening/Baseline laboratory values\n\nExclusion Criteria\n\n* Subject is pregnant or breastfeeding,\n* Participant has evidence of acute intracranial hemorrhage or significant calcifications in the focused ultrasound sonication beam path\n* Participant at risk for spontaneous intracranial hemorrhage (e.g., history of metastatic melanoma or other tissue histology)\n* Participant has signs and symptoms of increased intracranial pressure or symptomatic mass effect, midline shift or evidence of subfalcine, uncal or tonsillar herniation\n* Participant receiving Bevacizumab (Avastin) therapy, or other drugs with a proclivity for causing bleeding\n* History of bleeding disorder, coagulopathy or with a history of spontaneous brain tumor hemorrhage, anticoagulation or antiplatelet therapy or medication known to increase the risk of hemorrhage within washout period prior to treatment (i.e., antiplatelet or vitamin K inhibitor anticoagulants within 7 days, non-vitamin K inhibitor anticoagulants within 72 hours, or heparin-derived compounds within 48 hours of treatment)\n* Participant has a known chronic viral infection such as Hepatitis B, Hepatitis C or HIV or has a known history of/active TB (Bacillus tuberculosis)\n* Subjects with evidence of cranial or systemic infection\n* Participant has received a solid organ or hematopoietic stem cell transplant\n* Participant has received a live vaccine within 28 days prior to the first dose of study agent Examples of live vaccines include, but are not limited to measles, mumps, rubella, varicella/zoster (chicken pox), yellow fever, rabies, Bacillus Calmette-Guérin (BCG), typhoid vaccine, and intranasal influenza vaccines (e.g., FluMist®)\n* Participant has a severe or uncontrolled medical disorder that would, in the investigator's opinion, impair ability to receive study intervention\n* Known sensitivity to DEFINITY® ultrasound contrast agent or hypersensitivity to perflutren microsphere or its components, e.g., polyethylene glycol, as found in MiraLAX and bowel prep products\n* Contraindications to MRI and gadolinium-DTPA including non-MRI-compatible implanted devices, severe claustrophobia, unable to lie supine in MRI\n* Severely impaired renal function with estimated glomerular filtration rate \\<30 mL/min/1.73m2, creatinine \\>1.5 ULN and/or on dialysis\n* Subjects with significant liver dysfunction, e.g., history of cirrhosis (hemochromatosis or severe alcohol abuse), or active hepatitis (autoimmune or infectious) with elevated AST, ALT INR or bilirubin (ALT: Male 21-72 units/L; Female 9-52 units/L; AST: Male 17-59 units/L, Female 14-36 units/L; INR \\>1.3; bilirubin \\>5 times lab normal)\n* Subject is currently enrolled in another intervention based clinical trial\n* Has a diagnosis of immunodeficiency or is receiving chronic systemic steroid therapy (in dosing exceeding 10 mg daily of prednisone equivalent) or any other form of immunosuppressive therapy within 7 days prior to the first dose of study drug\n* Has a known additional malignancy that is progressing or has required active treatment within the past 3 years\n* Presence of leptomeningeal disease\n* Contraindications to pembrolizumab or has severe hypersensitivity (≥Grade 3) to pembrolizumab and/or any of its excipients\n* Has a diagnosis of active autoimmune disease (e.g., autoimmune Hepatitis, Guillain-Barre Syndrome, etc.) requiring systemic treatment in the past 2 years (i.e., with use of disease modifying agents, corticosteroids, or immunosuppressive drugs). Replacement therapy (e.g., thyroxine, insulin, or physiologic corticosteroid replacement therapy for adrenal or pituitary insufficiency, etc.) is not considered a form of systemic treatment. History of (non-infectious) pneumonitis that requires steroids or has current pneumonitis\n* Has a history or current evidence of any condition, therapy, or laboratory abnormality that might confound the results of the study, interfere with the subject's participation for the full duration of the study, or is not in the best interest of the subject to participate, in the opinion of the treating investigator\n* Has known psychiatric or substance abuse disorders that would interfere with cooperation with the requirements of the trial",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "100 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Nadir Alikacem",
                    "role": "CONTACT",
                    "phone": "+12146302000",
                    "email": "nadira@insightec.com"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Manmeet Ahluwalia, MD, MBA",
                    "affiliation": "Miami Cancer Institute, Baptist Health South Florida",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "St. Joseph's Hospital and Medical Center",
                    "status": "RECRUITING",
                    "city": "Phoenix",
                    "state": "Arizona",
                    "zip": "85013",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Phase O Navigator",
                            "role": "CONTACT",
                            "phone": "602-406-8605",
                            "email": "research@ivybraintumorcenter.org"
                        },
                        {
                            "name": "Nader Sanai, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.44838,
                        "lon": -112.07404
                    }
                },
                {
                    "facility": "Miami Cancer Institute at Baptist Health",
                    "status": "RECRUITING",
                    "city": "Miami",
                    "state": "Florida",
                    "zip": "33176",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Daylan L Santana, RN",
                            "role": "CONTACT",
                            "phone": "786-527-8528",
                            "email": "DaylenS@baptisthealth.net"
                        },
                        {
                            "name": "Juliana Montoya",
                            "role": "CONTACT",
                            "phone": "786-527-8864",
                            "email": "Juliana.Montoya@BaptistHealth.ne"
                        },
                        {
                            "name": "Manmeet S Ahluwalia, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 25.77427,
                        "lon": -80.19366
                    }
                },
                {
                    "facility": "University of Maryland",
                    "status": "RECRUITING",
                    "city": "Baltimore",
                    "state": "Maryland",
                    "zip": "21201",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Kaitlyn Henry",
                            "role": "CONTACT",
                            "phone": "410-328-0939",
                            "email": "KHenry@som.umaryland.edu"
                        },
                        {
                            "name": "Charlie Klontz",
                            "role": "CONTACT",
                            "phone": "410-328-5332",
                            "email": "CMKlontz@som.umaryland.edu"
                        },
                        {
                            "name": "Graeme Woodworth, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Howard Eisenberg, MD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Alexander Ksendzovsky, MD",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.29038,
                        "lon": -76.61219
                    }
                },
                {
                    "facility": "Johnston Willis Hospital",
                    "status": "RECRUITING",
                    "city": "Richmond",
                    "state": "Virginia",
                    "zip": "23235",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Kanwalcharan S Sahni, MD",
                            "role": "CONTACT",
                            "phone": "804-330-4990",
                            "email": "ksinghsahni@gmail.com"
                        }
                    ],
                    "geoPoint": {
                        "lat": 37.55376,
                        "lon": -77.46026
                    }
                },
                {
                    "facility": "Sunnybrook Research Institute",
                    "status": "RECRUITING",
                    "city": "Toronto",
                    "state": "Ontario",
                    "zip": "M4N 3M5",
                    "country": "Canada",
                    "contacts": [
                        {
                            "name": "Meheleth Llinas",
                            "role": "CONTACT",
                            "phone": "416-480-6100",
                            "phoneExt": "2476",
                            "email": "maheleth.llinas@sunnybrook.ca"
                        },
                        {
                            "name": "Nir Lipsman, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 43.70011,
                        "lon": -79.4163
                    }
                },
                {
                    "facility": "Seoul National University Hospital",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Seoul",
                    "zip": "03080",
                    "country": "Korea, Republic of",
                    "contacts": [
                        {
                            "name": "Eun J Lee, MD",
                            "role": "CONTACT",
                            "phone": "+82-10-4110-0121",
                            "email": "eunjlee21@snu.ac.kr"
                        }
                    ],
                    "geoPoint": {
                        "lat": 37.566,
                        "lon": 126.9784
                    }
                },
                {
                    "facility": "Samsung Medical Center",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Seoul",
                    "zip": "06351",
                    "country": "Korea, Republic of",
                    "contacts": [
                        {
                            "name": "Jung-il Lee, MD",
                            "role": "CONTACT",
                            "phone": "+82-2-3410-3494",
                            "email": "jilee.lee@samsung.com"
                        }
                    ],
                    "geoPoint": {
                        "lat": 37.566,
                        "lon": 126.9784
                    }
                },
                {
                    "facility": "Severance Hospital, Yonsei University Health System",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Soeul",
                    "zip": "03722",
                    "country": "Korea, Republic of",
                    "contacts": [
                        {
                            "name": "Eunjung Kweon",
                            "role": "CONTACT",
                            "phone": "82-10-2866-1044",
                            "email": "kweonej@yuhs.ac"
                        },
                        {
                            "name": "Hyun Ho Jung, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 36.9168,
                        "lon": 126.7319
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000001932",
                    "term": "Brain Neoplasms"
                }
            ],
            "ancestors": [
                {
                    "id": "D000016543",
                    "term": "Central Nervous System Neoplasms"
                },
                {
                    "id": "D000009423",
                    "term": "Nervous System Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000001927",
                    "term": "Brain Diseases"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5546",
                    "name": "Carcinoma, Non-Small-Cell Lung",
                    "relevance": "LOW"
                },
                {
                    "id": "M11172",
                    "name": "Lung Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M12307",
                    "name": "Neoplasm Metastasis",
                    "relevance": "LOW"
                },
                {
                    "id": "M5209",
                    "name": "Brain Neoplasms",
                    "asFound": "Brain Tumor",
                    "relevance": "HIGH"
                },
                {
                    "id": "M18937",
                    "name": "Central Nervous System Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M12367",
                    "name": "Nervous System Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M5204",
                    "name": "Brain Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC08",
                    "name": "Respiratory Tract (Lung and Bronchial) Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "C000582435",
                    "term": "Pembrolizumab"
                }
            ],
            "ancestors": [
                {
                    "id": "D000074322",
                    "term": "Antineoplastic Agents, Immunological"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                },
                {
                    "id": "D000082082",
                    "term": "Immune Checkpoint Inhibitors"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M349416",
                    "name": "Pembrolizumab",
                    "asFound": "Mg/m2",
                    "relevance": "HIGH"
                },
                {
                    "id": "M1346",
                    "name": "Antineoplastic Agents, Immunological",
                    "relevance": "LOW"
                },
                {
                    "id": "M2342",
                    "name": "Immune Checkpoint Inhibitors",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}