{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05433103",
            "orgStudyIdInfo": {
                "id": "F4242-W"
            },
            "organization": {
                "fullName": "VA Office of Research and Development",
                "class": "FED"
            },
            "briefTitle": "Blood Flow Restriction And Veterans With MS",
            "officialTitle": "Low-Load Resistance Training With Blood Flow Restriction in People With Multiple Sclerosis and Advanced Disability: A Randomized Control Trial",
            "acronym": "BRAVe-MS",
            "therapeuticArea": [
                "Other"
            ],
            "study": "blood-flow-restriction-and-veterans-with-ms"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-01-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-12-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-06-21",
            "studyFirstSubmitQcDate": "2022-06-21",
            "studyFirstPostDateStruct": {
                "date": "2022-06-27",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-04-05",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-08",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "VA Office of Research and Development",
                "class": "FED"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "There currently is a lack of evidence to support exercise interventions in people with advanced disability due to MS (i.e., need assistance to walk or use a wheelchair). This project proposes to study a strength training program using blood flow restriction (BFR) in people with advanced disability due to MS. BFR uses a device that partially blocks blood flow to the exercising limb and causes a response in the muscle which can replicate the effects of high-intensity training using much lower intensities. This is ideal for people with MS who have advanced disability, as they often cannot tolerate higher intensity exercise due to severe weakness and fatigue. By studying BFR training in people with advanced disability due to MS, the investigators hope to help improve strength, mobility, fatigue, and quality of life in people with MS. This study will target enrollment of Veterans with MS, who tend to have more advanced disability than non-Veterans with MS.",
            "detailedDescription": "Multiple Sclerosis (MS) is a chronic neurological disorder affecting about 1 million Americans. Among the many MS symptoms, muscle weakness is among the most common, contributes to decreased mobility, and worsens as disability advances. While there is strong evidence that moderate-to-high intensity resistance training improves muscle strength in people with MS and low disability, there is little evidence evaluating resistance training in people with advanced disability due to MS (i.e., those who need assistance to walk or use a wheelchair). People with advanced disability due to MS require unique approaches to resistance training as they often cannot tolerate higher intensity exercise because of severe weakness and fatigue. Blood flow restriction (BFR) has the potential to address these issues. With BFR, resistance training at low intensities has been shown to be as effective as high intensity training without BFR at increasing muscle strength and hypertrophy in people with a variety of musculoskeletal conditions. The preliminary data supports the safety, feasibility, and tolerance of BFR resistance training in people with advanced disability due to MS. The objective of the currently proposed study is to evaluate the efficacy of low-load resistance training with BFR on muscle strength, mobility, and fatigue in people with advanced disability due to MS.\n\nThis proposed Phase II clinical trial will target enrollment of Veterans with MS, who would often have more severe symptoms, worse mobility, and more advanced disability compared to non-Veterans with MS. The study hopes to address a crucial gap that is highly relevant for Veterans with MS:\n\ninterventions to improve mobility and optimize function for those with advanced disability. Fifty-eight participants with MS and advanced disability will be randomized (1:1) to low-load resistance training with BFR (experimental) or without BFR (control). Resistance training will target knee and hip extension, knee and hip flexion, and ankle plantarflexion 2x/week for 10 weeks. A blinded assessor will collect outcomes at baseline, post- intervention (primary endpoint), and after 8 weeks of follow-up. The Study Aims are to determine between-group differences in 1) Muscle health: quadriceps strength (primary outcome) and muscle morphology (thickness and echogenicity); 2) Mobility: 30-Second Sit-to-Stand; and 3) Self-reported fatigue: Modified Fatigue Impact Scale. The investigators hypothesize that the experimental group will have significantly greater improvements in muscle strength and thickness, mobility, and self-reported fatigue compared to the control group. The long-term goal of this research is to develop clinically feasible exercise interventions for people with advanced disability due to MS that can improve participation, quality of life, and disability."
        },
        "conditionsModule": {
            "conditions": [
                "Multiple Sclerosis"
            ],
            "keywords": [
                "Multiple Sclerosis",
                "Blood Flow Restriction",
                "Exercise",
                "Low-load resistance training"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Randomized control trial with two groups.",
                "primaryPurpose": "SUPPORTIVE_CARE",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "maskingDescription": "Investigator and Outcomes Assessor will be blinded to group allocation",
                    "whoMasked": [
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 58,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Low-Load Exercise with Blood Flow Restriction",
                    "type": "EXPERIMENTAL",
                    "description": "The BFR intervention will combine low-load resistance training with between 60%-80% blood flow occlusion under the supervision of a licensed physical therapist.",
                    "interventionNames": [
                        "Other: Low-Load Exercise with Blood Flow Restriction"
                    ]
                },
                {
                    "label": "Low-Load Exercise Control",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "The control group with consist only of low-load resistance training under the supervision of a licensed physical therapist.",
                    "interventionNames": [
                        "Other: Low-Load Exercise Control Group"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Low-Load Exercise with Blood Flow Restriction",
                    "description": "Participants in the BFR group will attend a 10-week, twice weekly intervention exercise session combining low-load resistance training with at least 60% blood flow occlusion. Standard education regarding the importance of exercise for people with MS will also be provided. All participants will also be asked to practice a home exercise program focusing on functional tasks one time a week.",
                    "armGroupLabels": [
                        "Low-Load Exercise with Blood Flow Restriction"
                    ],
                    "otherNames": [
                        "BFR"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Low-Load Exercise Control Group",
                    "description": "Participants in the Control group will attend a 10-week, twice weekly intervention exercise session combining low-load resistance training. Standard education regarding the importance of exercise for people with MS will also be provided. All participants will also be asked to practice a home exercise program focusing on functional tasks one time a week.",
                    "armGroupLabels": [
                        "Low-Load Exercise Control"
                    ],
                    "otherNames": [
                        "Control"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Quadriceps muscle strength",
                    "description": "Quadriceps muscle strength measured using dynamometry.",
                    "timeFrame": "Change in muscle strength between Baseline (Week 0) and Primary Endpoint (Week 11)"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Muscle morphology",
                    "description": "Muscle morphology is measured using ultrasonography to determine thickness and echogenicity.",
                    "timeFrame": "Change between Baseline (Week 0) and Primary Endpoint (Week 11)"
                },
                {
                    "measure": "30-second sit to stand",
                    "description": "The number of times the participant can transition from sitting to standing in 30 seconds.",
                    "timeFrame": "Change between Baseline (Week 0) and Primary Endpoint (Week 11)"
                },
                {
                    "measure": "Modified Fatigue Impact Scale",
                    "description": "A 21-item questionnaire describing how fatigue may affect a person. Scores range from 0 to 84 with higher scores indicating more fatigue.",
                    "timeFrame": "Change between Baseline (Week 0) and Primary Endpoint (Week 11)"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Berg Balance Scale",
                    "description": "A test administered by a trained professional consisting of 14 predetermined tasks, each of which are scored on a scale from 0 to 4. Total scores range from 0 to 56 with higher scores indicating better balance.",
                    "timeFrame": "Change between Baseline (Week 0) and Primary Endpoint (Week 11)"
                },
                {
                    "measure": "Activity Monitor Sedentary Time",
                    "description": "Sedentary time is measured using an ActivPal device and is defined as time spent sitting, lying, or sleeping.",
                    "timeFrame": "Change between Baseline (Week 0) and Primary Endpoint (Week 11)"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Confirmed diagnosis of MS\n2. Age 18-75\n3. Patient Determined Disease Steps (PDDS) 4 to 7\n\n   * PDDS 4: Early cane: I use a cane or a single crutch or some other form of support (such as touching a wall or leaning on someone's arm) for walking all the time or part of the time, especially when walking outside. I think I can walk 25 feet in 20 seconds without a cane or crutch. I always need some assistance (cane or crutch) if I want to walk as far as three blocks.\n   * PDDS 5: Late cane: To be able to walk 25 feet, I have to have a cane, crutch, or someone to hold onto. I can get around the house or other buildings by holding onto furniture or touching the walls for support. I may use a scooter or wheelchair if I want to go greater distances.\n   * PDDS 6: Bilateral support: To be able to walk as far as 25 feet I must have two canes or crutches or a walker. I may use a scooter or wheelchair for longer distances.\n   * PDDS 7: Wheelchair/scooter: My main form of mobility is a wheelchair. I may be able to stand and/or take one or two steps, but I can't walk 25 feet, even with crutches or a walker.\n\nExclusion Criteria:\n\n1. PDDS 8: Unable to sit in a wheelchair for more than one hour.\n2. PDDS 3 or less: MS does not interfere with my activities, especially my walking. I can work a full day, but athletic or physically demanding activities are more difficult than they used to be. I usually don't need a can or other assistance to walk, but I might need some assistance during an attack.\n3. Moderate to Severe cognitive impairment as identified by the St. Louis University Mental Status Exam Score \\<=20\n4. History of deep venous thrombosis/pulmonary embolism, peripheral vascular disease, thrombophilia, clotting disorders\n5. Systolic BP \\>= 180 mmHg or Diastolic BP \\>= 110 mmHg.\n6. Any comorbid conditions or pain that substantially affects physical function or would interfere with the participant's ability to safely complete rehabilitation (e.g. neurologic, vascular, cardiac problems, orthopedic, or ongoing medical treatments) as determined by a neurologist or physical therapist\n7. Patient report of easy bruising\n8. Severe lower extremity spasticity as defined as Modified Ashworth scale \\>2.\n9. Engaged in progressive resistance training program currently or in the previous 2 months prior to enrollment.\n10. Use of blood flow restriction currently or in the previous 2 months prior to enrollment.\n11. MS-related exacerbation or changes to their disease-modifying drug therapy in the month prior to enrollment.\n12. Inability to tolerate pressure cuff during baseline assessment.\n13. Unable to perform seated leg press exercise or no against gravity knee extension strength in at least one limb.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "75 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Mark M Manago, PT",
                    "role": "CONTACT",
                    "phone": "(303) 399-8020",
                    "email": "mark.manago@va.gov"
                },
                {
                    "name": "Eliza A Biondi",
                    "role": "CONTACT",
                    "phone": "(303) 724-9170",
                    "email": "eliza.biondi@va.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Mark M Manago, PT",
                    "affiliation": "Rocky Mountain Regional VA Medical Center, Aurora, CO",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Rocky Mountain Regional VA Medical Center, Aurora, CO",
                    "status": "RECRUITING",
                    "city": "Aurora",
                    "state": "Colorado",
                    "zip": "80045",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Mark M Manago, PT",
                            "role": "CONTACT",
                            "phone": "303-399-8020",
                            "email": "mark.manago@va.gov"
                        },
                        {
                            "name": "Eliza A Biondi",
                            "role": "CONTACT",
                            "phone": "(303) 724-9170",
                            "email": "eliza.biondi@va.gov"
                        },
                        {
                            "name": "Mark M Manago, PT",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.72943,
                        "lon": -104.83192
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009103",
                    "term": "Multiple Sclerosis"
                },
                {
                    "id": "D000012598",
                    "term": "Sclerosis"
                }
            ],
            "ancestors": [
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000020278",
                    "term": "Demyelinating Autoimmune Diseases, CNS"
                },
                {
                    "id": "D000020274",
                    "term": "Autoimmune Diseases of the Nervous System"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000003711",
                    "term": "Demyelinating Diseases"
                },
                {
                    "id": "D000001327",
                    "term": "Autoimmune Diseases"
                },
                {
                    "id": "D000007154",
                    "term": "Immune System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M12060",
                    "name": "Multiple Sclerosis",
                    "asFound": "Multiple Sclerosis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M15415",
                    "name": "Sclerosis",
                    "asFound": "Sclerosis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4629",
                    "name": "Autoimmune Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M22098",
                    "name": "Demyelinating Autoimmune Diseases, CNS",
                    "relevance": "LOW"
                },
                {
                    "id": "M22094",
                    "name": "Autoimmune Diseases of the Nervous System",
                    "relevance": "LOW"
                },
                {
                    "id": "M6909",
                    "name": "Demyelinating Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10200",
                    "name": "Immune System Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                }
            ]
        }
    },
    "hasResults": false
}