{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06508801",
            "orgStudyIdInfo": {
                "id": "STUDY00000472BFR"
            },
            "secondaryIdInfos": [
                {
                    "id": "P30AG044271",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/P30AG044271"
                }
            ],
            "organization": {
                "fullName": "The University of Texas Health Science Center at San Antonio",
                "class": "OTHER"
            },
            "briefTitle": "Blood Flow Restriction for Optimizing Balance in Parkinson's Disease",
            "officialTitle": "Blood Flow Restriction for Optimizing Balance in Parkinson's Disease",
            "therapeuticArea": [
                "Neurology"
            ],
            "study": "blood-flow-restriction-for-optimizing-balance-in-parkinson-s-disease"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-07",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-12",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-03",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-07-12",
            "studyFirstSubmitQcDate": "2024-07-17",
            "studyFirstPostDateStruct": {
                "date": "2024-07-18",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-18",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-19",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Anjali Sivaramakrishnan",
                "investigatorTitle": "Principal Investigator",
                "investigatorAffiliation": "The University of Texas Health Science Center at San Antonio"
            },
            "leadSponsor": {
                "name": "The University of Texas Health Science Center at San Antonio",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute on Aging (NIA)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "This study is being done to understand how reducing blood flow (BRT) during balance-challenging strengthening exercises (instability resistance training, or IRT) can help improve symptoms of Parkinson's disease.",
            "detailedDescription": "Parkinson's disease (PD) is a disease of the nervous system that attacks the nerve cells in the brain responsible for controlling movement in the arms, legs and face. It is a progressive condition that gets worse with time. The purpose of this study is to determine the effects of blood flow restriction (BFR) in combination with strengthening exercises that challenge balance (instability resistance training (IRT)) to improve the symptoms of the participant's condition. This research is being done to understand the effects of BFR with IRT on symptoms of PD such as balance, mobility, walking and endurance. There will be two groups 1 and 2; group 1 will perform IRT with BFR and group 2 will perform IRT only. Each session with either intervention will last approximately 45 minutes. Researchers will test the effects of the intervention on the participant's walking ability, balance function and endurance. The researchers hope to learn whether low resistance exercises using these tight cuffs around the thighs are well tolerated by individuals with PD and determine whether there is an improvement in muscle strength, balance, and physical function. In addition, researchers will also use peripheral nerve stimulation techniques which are non-invasive (does not go inside the body). These techniques will be used to measure spinal excitability (i.e., nerve stimulator for testing strength of the pathway between spinal cord and muscles) in individuals with PD."
        },
        "conditionsModule": {
            "conditions": [
                "Parkinson's Disease and Parkinsonism"
            ],
            "keywords": [
                "Blood flow restriction",
                "Instability resistance training",
                "Balance",
                "Strength",
                "Postural control"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Two group, randomized, repeated measure design",
                "primaryPurpose": "SUPPORTIVE_CARE",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "maskingDescription": "This study will utilize block randomization with permuted blocks in a 1:1 ratio. Individuals will be assigned to either Group 1 or Group 2 after baseline assessment. The randomization will be predetermined, and the allocation will be concealed. Only the statistician and research coordinator will be aware of the randomization.",
                    "whoMasked": [
                        "PARTICIPANT",
                        "INVESTIGATOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 20,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "BFR plus IRT Group",
                    "type": "EXPERIMENTAL",
                    "description": "Blood Flow Restriction plus Instability Resistance Training group. Participants will receive 2 sessions per week over 6 weeks.",
                    "interventionNames": [
                        "Other: Blood flow restriction training",
                        "Other: Instability Resistance Training"
                    ]
                },
                {
                    "label": "IRT Only Control Group",
                    "type": "OTHER",
                    "description": "Instability Resistance Training only group. Participants will receive 2 sessions per week over 6 weeks.",
                    "interventionNames": [
                        "Other: Instability Resistance Training"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Blood flow restriction training",
                    "description": "The BFR Intervention will consist of 75 repetitions; reps (set 1: 30 reps, sets 2 - 4: 15 reps with 30 s of rest between sets and 1 minute between exercises) at 20-30% of 10 repetition maximum (RM). BFR training will be performed during toe raises, lunges and single leg stance exercises on unstable surfaces (i.e., foam, Dyna disc, balance disc, and BOSU-ball®) as tolerated by the participant.",
                    "armGroupLabels": [
                        "BFR plus IRT Group"
                    ],
                    "otherNames": [
                        "BFR"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Instability Resistance Training",
                    "description": "The following devices will be used for instability training: foam, dyna disc, balance disc and BOSU-ball®. Unstable devices will be changed during the six-week period from the least to the most unstable devices. Once a participant reduces the body sway on a device, the device will be progressed. Participants will perform IRT with or without blood flow restriction.",
                    "armGroupLabels": [
                        "BFR plus IRT Group",
                        "IRT Only Control Group"
                    ],
                    "otherNames": [
                        "IRT"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Feasibility metric",
                    "description": "The treatment will be considered acceptable if the dropout and significant adverse event rate is less than 20%, that is no more than 2 out of 10 participants in the treatment group either 1) drop out, 2) withdraw consent, or 3) have a significant adverse event (Grade 3 or higher on 5 point scale where 1 = mild, 2 = moderate, 3 = severe, 4 = life threatening, and 5 = death). Results will be reported as percentage of participants that dropped out.",
                    "timeFrame": "Baseline to 6 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Balance Measure",
                    "description": "Balance will be measured using the miniBESTest Balance Evaluation Systems Test. The test has a range of scores from 0 to 28 points from 14 items that are each scored from 0-2.\n\n\"0\" indicates the lowest level of function and \"2\" the highest level of function. Equipment used: Temper® foam (also called T-foamTM 4 inches thick, medium density T41 firmness rating), chair without arm rests or wheels, incline ramp, stopwatch, a box (9\" height) and a 3 meter distance measured out and marked on the floor with tape \\[from chair\\].",
                    "timeFrame": "Baseline to 14 weeks"
                },
                {
                    "measure": "Functional Mobility",
                    "description": "The 30-second chair stand (30CST) will be used to assess functional mobility. In this test a person needs to stand up from sitting as many times as possible in 30 seconds. An increase in the number of stands is suggestive of better lower extremity strength",
                    "timeFrame": "Baseline to14 weeks"
                },
                {
                    "measure": "Movement Disorder Society Unified Parkinson's Disease Rating Scale",
                    "description": "Motor severity will be assessed by the Movement Disorders Society - Unified Parkinson's Disease Rating Scale - part III. This scale is the gold standard for measuring the severity and progression of PD. Part III entails motor examination which consists of 18 questions that are scored on a 0-4 scale with a total score range between 0 and 72. Higher scores suggest greater severity and progressing disease.",
                    "timeFrame": "Baseline to 14 weeks"
                },
                {
                    "measure": "Postural Sway (Biosway)",
                    "description": "Participants will perform postural sway assessments on the Biodex BioSway. Participants will maintain a consistent foot position which will be recorded and kept constant for all trials. Change in postural stability will be compared from baseline to follow up assessments.",
                    "timeFrame": "Baseline to 14 weeks"
                },
                {
                    "measure": "Spinal Excitability Assessment",
                    "description": "Spinal reflex excitability will be measured by eliciting the H-reflex. Subjects will lay down in a prone position. Surface recording electrodes will be placed over the soleus muscle. The tibial nerve will be stimulated with a nerve stimulator. The reference electrode would be placed over the knee cap. Once stimulation electrodes are positioned, H-reflex and M-wave recruitment curves will be obtained. Stimulus intensity will be increased every 5 seconds by 2 mA increments until the maximum H-reflex (Hmax) is obtained and then increased by 10 mA increments until the maximal M response is obtained (Mmax). The M-wave target amplitude will be monitored to ensure stability of stimulation throughout the experiment while eliciting an H-reflex recruitment curve. The H wave amplitude will be expressed as a % of the Mmax (maximum M wave) amplitude.",
                    "timeFrame": "Baseline to 14 weeks"
                },
                {
                    "measure": "Hip abductor muscle strength",
                    "description": "Muscle strength for hip abductors will be measured with isokinetic dynamometry.",
                    "timeFrame": "Baseline to 14 weeks"
                },
                {
                    "measure": "Knee extensor muscle strength",
                    "description": "Muscle strength for knee extensors will be measured with isokinetic dynamometry.",
                    "timeFrame": "Baseline to 14 weeks"
                },
                {
                    "measure": "Ankle plantar flexor muscle strength",
                    "description": "Muscle strength for ankle plantar flexors will be measured with isokinetic dynamometry.",
                    "timeFrame": "Baseline to 14 weeks"
                },
                {
                    "measure": "Quality of Life PDQ-39 Questionnaire",
                    "description": "The Parkinson's Disease Questionnaire (PDQ)-39 is a widely used tool for evaluating quality of life in PD. It consists of 39 items that cover seven domains such as mobility, activities of daily living, emotional well-being, stigma, social support, cognition, and communication. Scores on each item range from 0-4 with 0 indicating never and 4 indicating always. These scores are converted to a summary index score which ranges from 0 - 100, with lower scores suggesting higher quality of life.",
                    "timeFrame": "Baseline to 14 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Males and females between the ages 40 - 85 with a diagnosis of idiopathic Parkinson's Disease (PD) consistent with the United Kingdom PD society brain bank criteria,\n2. in Hoehn and Yahr stage 2-4,\n3. a score of ≥23 on the mini-Mental Scale Examination.\n\nExclusion Criteria:\n\n1. History of cardiovascular disease, uncontrolled hypertension (blood pressure ≥140/90 mmHg), orthostatic hypotension, deep-vein thrombosis, varicose veins, or rhabdomyolysis;\n2. Ankle branchial index ≤ 0.9 or \\> 1.3.\n3. History of other neurological disorders affecting the central nervous system such as stroke, multiple sclerosis, tumors, amyotrophic lateral sclerosis or muscle disease such as muscular dystrophy, myopathy.\n4. History of uncontrolled diabetes, severe osteoporosis, or cognitive impairment.\n5. Body mass index above 40; such individuals are more likely to have poorer muscle function and more pain.\n6. Absolute contraindications to exercise as per the American College of Sports Medicine (uncontrolled arrhythmias, third-degree heart block, recent electrocardiogram (EKG) changes, unstable angina, acute myocardial infarction, or acute congestive heart failure\n7. Had surgery in the lower extremities within the past 6 months.\n8. Pre-menopausal and not on birth control\n9. Pregnant or planning to become pregnant within the course of the study\n10. Plan to have major surgery within 2 months.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "40 Years",
            "maximumAge": "85 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Anjali Sivaramakrishnan, PhD, PT",
                    "role": "CONTACT",
                    "phone": "210-567-8626",
                    "email": "sivaramakris@uthscsa.edu"
                },
                {
                    "name": "Alyssa Main",
                    "role": "CONTACT",
                    "phone": "210-567-8767",
                    "email": "baezaa1@uthscsa.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Anjali Sivaramakrishnan, PhD, PT",
                    "affiliation": "The University of Texas Health Science Center at San Antonio",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Texas Health Science Center at San Antonio",
                    "city": "San Antonio",
                    "state": "Texas",
                    "zip": "78229",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Anjali Sivaramakrishnan, PhD, PT",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 29.42412,
                        "lon": -98.49363
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "All collected Individual Participant Data (IPD), all IPD that underlie results in a publication will be shared with colleagues.",
            "infoTypes": [
                "SAP",
                "ICF"
            ],
            "timeFrame": "At the time of publication in a peer review journal"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000010300",
                    "term": "Parkinson Disease"
                },
                {
                    "id": "D000020734",
                    "term": "Parkinsonian Disorders"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001480",
                    "term": "Basal Ganglia Diseases"
                },
                {
                    "id": "D000001927",
                    "term": "Brain Diseases"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000009069",
                    "term": "Movement Disorders"
                },
                {
                    "id": "D000080874",
                    "term": "Synucleinopathies"
                },
                {
                    "id": "D000019636",
                    "term": "Neurodegenerative Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M13213",
                    "name": "Parkinson Disease",
                    "asFound": "Parkinson's Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M22494",
                    "name": "Parkinsonian Disorders",
                    "asFound": "Parkinsonism",
                    "relevance": "HIGH"
                },
                {
                    "id": "M25603",
                    "name": "Ganglion Cysts",
                    "relevance": "LOW"
                },
                {
                    "id": "M16358",
                    "name": "Synovial Cyst",
                    "relevance": "LOW"
                },
                {
                    "id": "M4774",
                    "name": "Basal Ganglia Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5204",
                    "name": "Brain Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12029",
                    "name": "Movement Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M2217",
                    "name": "Synucleinopathies",
                    "relevance": "LOW"
                },
                {
                    "id": "M21558",
                    "name": "Neurodegenerative Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                },
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                }
            ]
        }
    },
    "hasResults": false
}