{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04889092",
            "orgStudyIdInfo": {
                "id": "B3562-R"
            },
            "secondaryIdInfos": [
                {
                    "id": "1IO1RX003562-01A1",
                    "type": "OTHER_GRANT",
                    "domain": "Veterans Affairs RR&D"
                }
            ],
            "organization": {
                "fullName": "VA Office of Research and Development",
                "class": "FED"
            },
            "briefTitle": "Blood Flow Restriction Exercise for Those With SCI",
            "officialTitle": "Blood Flow Restriction Exercise to Improve Skeletal Muscle and Peripheral Vascular Function in Person With Spinal Cord Injuries",
            "therapeuticArea": [
                "Other"
            ],
            "study": "blood-flow-restriction-exercise-for-those-with-sci"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-09",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-07-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-08-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-08-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-05-11",
            "studyFirstSubmitQcDate": "2021-05-11",
            "studyFirstPostDateStruct": {
                "date": "2021-05-17",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-09-07",
            "lastUpdatePostDateStruct": {
                "date": "2023-09-08",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "VA Office of Research and Development",
                "class": "FED"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "Spinal cord injuries (SCI) are among the most debilitating conditions an individual can sustain with the estimates of SCI incidence in the United States at 12,000 new cases per year. The loss of innervation to the tissues muscle below the level of the lesion results in reduced physical activity which leads to an array of secondary complications including muscle atrophy, cardiovascular and metabolic disease, obesity and vascular dysfunction. This further leads to exercise intolerance, reduced quality of life and depression. Although current rehabilitative programs focus on improving muscle strength in this population, the efficacy of these programs is challenged by the injury related motor impairment, which limits the exercise intensity and subsequent positive muscular adaptations. Therefore, development of an exercise program that promotes maximal muscular adaptations to light intensity exercise could greatly improve the efficacy of rehabilitation in the SCI population and help restore functional capacity and quality of life for these individuals. Blood flow restriction (BFR) exercise has shown tremendous promise for improving muscle size and strength in a variety of healthy and clinical populations, however the benefits of BFR exercise for those with SCI has not been established. Thus, the purpose of this Merit proposal is to conduct a comprehensive study that explores the benefits and risks of BFR exercise in the incomplete SCI population. In general individuals with chronic incomplete SCI will be recruited to partake in two 8-week training periods (20 sessions) that involve traditional knee extension/flexion exercise or knee extension/flexion exercise with blood flow restriction. There will be a series of measurements before and after the 8-week intervention to look at changes in muscle and vascular function. Specific Aim 1 will determine how the 8-weeks of BFR exercise influenced muscle strength (Biodex isokinetic dynamometer), muscle cross sectional area and volume (CTscan) and fatigue resistance. Specific Aim 2 will determine how this novel 8-week training intervention impacts peripheral vascular function. Specifically, changes in nitric oxide mediated endothelial function will be determined through tests of flow mediated dilation, changes in endothelial function of the microvascular network will be determined through assessments of reactive hyperemia and changes in arterial stiffness will be determined through measurements of pulse wave velocity. Specific Aim 3 will focus on the safety of BFR exercise for the SCI population. Those with SCI are at greater risk for thrombosis and DVT compared to able bodied individuals. Although unlikely, the introduction of temporary blood stasis during BFR exercise might augment this risk. Thus, the third aim of this study will be to determine changes in innate immune activation and thrombosis risk. Specifically, blood will be collected at multiple timepoints throughout the training intervention and analyzed for hypoxia-inducible factor 1-alpha, neutrophil extra cellular traps (which act as prothrombotic scaffolds), neutrophil-platelet aggregates and inflammatory cytokines. Ultimately, if the improvements in muscle and vascular function following BFR resistance exercise is greater than the traditional resistance exercise often performed in rehabilitation settings, without increasing risk for DVT, it should be incorporated into the long-term rehabilitation programs for Veterans with SCI.",
            "detailedDescription": "This investigation is based on a within subject design. The investigators aim to recruit 16 individuals with diagnosed incomplete spinal cord injuries (level C3-L1, AISA C and D) to partake in two 8-week lower body exercise programs consisting of either traditional knee extension and flexion exercise or knee extension and flexion with blood flow restriction (Figure 4). Prior to the start of each program a series of muscle and vascular function measurements will be obtained (for details on these measurements see specific aim 1 and 2 below). These measurements will be repeated at the end of each 8-week training period. In addition, to monitor risk for thrombosis, blood samples will be collected and analyzed at 4 time points throughout each 8 week period: baseline, after a single bout of exercise, after 4 weeks of training and again at the end of the 8-week training period (for details on these assays see specific aim 3 below).\n\nSubjects Subjects will be recruited through the SCI/D department at the Cleveland VA Medical Center. In brief, the subjects must be between 18 and 55 years of age, at least 1-year post injury and free of cardiovascular or hematological diseases. Subjects must also have enough strength in their lower limbs to walk unassisted for 10 meters (see the complete list of subject inclusion/exclusion criteria in human subjects document). The primary variables for this investigation are changes in muscle strength, cross sectional area and vascular function. Due to the lack of data on BFR exercise in the SCI population, estimates of required sample size for this study were based on previously published BFR data in other clinical populations with musculoskeletal weakness and atrophy. In general, effect size of BFR exercise training on muscle strength and cross sectional from several investigations were 1.13, 0.995 and 1.9. Thus, a priori power analysis indicated that a sample size of 16 participants are needed to provide sufficient statistical to detect a change between pre- and post-training using an alpha of 0.05 and power of 0.80.\n\nTraining program: The training program will consist of 8 weeks of either traditional or BFR knee extension/flexion exercise on a Biodex System 3 dynamometer. Subjects will be required to come to the laboratory 2-3 days per week for the duration of the training program with the ultimate' goal of 20 training sessions distributed across each 8-week period. Two recent published review papers indicate that BFR training 2-3 times per week is sufficient for muscular benefits in the clinical populations. BFR training throughout the 8 weeks will consist of the standard BFR protocol (30reps-15reps-15reps-15reps) of knee extension/flexion with 60 seconds of recovery between each set. The dynamometer resistance will be set to 30% of maximal voluntary contraction (determined on initial visit) and a metronome will be used to pace the knee extension/flexion at a rate associated with 180 degrees per second (middle of the knee joint velocity range associated with comfortable walking). Performing resistance knee extension/flexion on the isokinetic dynamometer will result in concentric contractions only (there will be no eccentric phase). Concentric contractions combined with BFR have been reported to increase muscle cross sectional area and strength to a greater extent than eccentric exercise with BFR. Blood flow restriction will be applied through the use of a 6 cm cuff inflated to 70% of the pressure required to occlude limb blood flow at rest (see determining arterial occlusion pressure below). The cuff pressure will be inflated prior to the initial set and remain inflated throughout the entire protocol (exercise and recovery periods). This prescribed training plan for the BFR exercise (ie. frequency of training sessions, number of repetitions within each set, duration of rest between sets, intensity and cuff pressure) is based on recommendations from two recently published systematic reviews of BFR training. The traditional resistance training program will be a standardized exercise protocol used in rehabilitation: 3 sets of knee extension/flexion exercise with the resistance set at 60% MVC. To approximate the overall volume (number of total repetitions x weight) of the BFR protocol, the three sets will consist of 13, 12 and 12 repetitions, respectively. During both 8-week periods, peak torque will be re-evaluated every two weeks and subsequent training loads will be modified based on improvements in peak torque.\n\nDetermining arterial occlusion pressure: the pressure to occlude femoral arterial blood flow will be determined on an initial visit. Subjects will sit quietly at rest. A cuff will be placed around their upper thigh and a Doppler/ultrasound machine will be used to obtain an image and blood velocity spectrum of the superficial femoral artery (distal to the cuff). The cuff will then be slowly inflated, approximately 2mmHg every second until the velocity spectrum disappear, indicating the absence of blood flow. The cuff pressure at which blood flow stops will be considered the arterial occlusion pressure.\n\nPotential problems and alternative strategies with training protocol: Due to the wide range of functional capacity in the iSCI population, some subjects may not be able to initially complete the exercise protocol as outlined above. To increase the likelihood that subjects can obtain the prescribed number of total repetitions, especially in the first couple weeks of training, the repetitions within each set and number of sets may be modified (ex 3 sets of 13, 12, 12 repetitions may be replaced by 4 sets of 10, 9, 9, 9 repetitions as this would maintain the overall number of repetitions but add an additional recovery period). Furthermore, training sessions in the initial 8-week period will be well documented such that overall volume can be replicated in the second 8-week training session. Although there is limited experimental evidence suggesting that BFR training carries a higher risk compared to typical high intensity exercise, Spranger and colleagues have previously outlined potential risks associated with BFR exercise in patients with hypertension, heart failure and peripheral artery disease. Specifically, BFR exercise might lead to dangerously high blood pressure responses in those with exaggerated exercise pressor reflexes. However, the SCI population, if anything, would have a reduced exercise pressor reflex due to interrupted afferent feedback from the lower limb. Finally, two 8-week training sessions is a major time commitment for subjects. Thus, the investigators will provide financial reimbursement for participation and attempt to recruit patients who are already visiting the hospital on a regular basis for rehabilitation. If it is still difficult to find subjects who are willing to participate in such a lengthy study the investigators will modify the protocol such that there will be two independent groups of 16 subjects assigned to one of the two interventions (rather than repeated measures) which would require recruitment of more subjects but each subject to participate in only one 8-week training intervention."
        },
        "conditionsModule": {
            "conditions": [
                "Spinal Cord Injury"
            ],
            "keywords": [
                "blood flow",
                "functional performance",
                "cytokines",
                "exercise",
                "skeletal muscle"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "CROSSOVER",
                "interventionModelDescription": "This is a crossover model in which subjects will be assigned the blood flow restriction exercise or control condition (standard exercise) in random order. Data will be collected pre, during and at the end of each 8-week exercise intervention. The order of conditions will be randomly assigned.",
                "primaryPurpose": "SUPPORTIVE_CARE",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "maskingDescription": "Some of the variables will be masked by the outcome assessor as they will not be present during data collection. Other variables will not be masked due to nature of data collection.",
                    "whoMasked": [
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 22,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "blood flow restriction exercise",
                    "type": "EXPERIMENTAL",
                    "description": "8 weeks (20 sessions) of blood flow restriction knee extension/flexion exercise",
                    "interventionNames": [
                        "Other: Blood Flow Restriction exercise"
                    ]
                },
                {
                    "label": "traditional resistance exercise",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "8 weeks (20 sessions) of traditional knee extension/flexion resistance exercise",
                    "interventionNames": [
                        "Other: Traditional resistance exercise"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Blood Flow Restriction exercise",
                    "description": "Exercise training will consist of blood flow restriction exercise. Specifically blood pressure cuff will be wrapped around the most proximal portion of the thigh and inflated to a pressure that is 80% of the pressure required to completely occlude femoral blood flow. With the cuff inflated the subject will perform a series of knee extension/flexion exercise protocol. This consists of 30 reps, 15 reps, 15 reps and 15 reps all separated by 1 minute of recovery. All reps will be performed at 30% of the subjects 1 repetition max. This will be preformed 20 times over 8 weeks.",
                    "armGroupLabels": [
                        "blood flow restriction exercise"
                    ],
                    "otherNames": [
                        "BFR"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Traditional resistance exercise",
                    "description": "Traditional knee extension/flexion exercise will be performed. This will consist of a series of 13 reps, 12 reps, 12 reps with 1 minute recovery between each set. The resistance will be set at 60% of their 1 repetition max. This will be performed 20 times across 8 weeks.",
                    "armGroupLabels": [
                        "traditional resistance exercise"
                    ],
                    "otherNames": [
                        "resistance exercise"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in muscle cross sectional area",
                    "description": "CTscan will be used to quantify cross sectional areal of several knee extensor and flexor muscles.",
                    "timeFrame": "0 and 56 days"
                },
                {
                    "measure": "Change in muscle strength",
                    "description": "Using a biodex dynamometer we will quantify maximal knee extension strength and fatigue resistance.",
                    "timeFrame": "0 and 56 days"
                },
                {
                    "measure": "Change in vascular endothelial function",
                    "description": "Flow mediated dilation (FMD)will be used to determine endothelial function in the popliteal arteries.",
                    "timeFrame": "0 and 56 days"
                },
                {
                    "measure": "Change in D-dimer",
                    "description": "Blood will be sampled and analyzed for D-dimer, a marker of coagulation.",
                    "timeFrame": "0, 1, 28 and 56 days"
                },
                {
                    "measure": "Change in muscle fatigue resistance (percent decrease in maximal voluntary torque following fatigue protocol)",
                    "description": "A fatigue knee extension protocol on a Biodex system 3 dynamometer will be used to quantify fatigue resistance of the quadriceps muscle group. Subjects will perform a maximal voluntary contraction before and after a 5 minute knee extension fatigue protocol. The relative decrease in maximal voluntary torque produced as a result of the fatiguing protocol (% decrease in torque) will provide an indication of fatigue resistance.",
                    "timeFrame": "0 and 56 days"
                },
                {
                    "measure": "Change in muscle volume",
                    "description": "CTscan will be used to image the thigh from knee to pelvic. Muscle volume will be measured for several knee extensor and knee flexor muscles.",
                    "timeFrame": "0 and 56 days"
                },
                {
                    "measure": "Change in thrombin / antithrombin complex",
                    "description": "Blood samples will be used for analysis of thrombin / antithrombin complex, a blood marker of coagulation.",
                    "timeFrame": "0, 1, 28 and 56 days"
                },
                {
                    "measure": "Change in prothrombin fragment 1.2",
                    "description": "Blood samples will be used for analysis of prothrombin fragment 1.2, a marker of coagulation.",
                    "timeFrame": "0, 1, 28 and 56 days"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in vessel stiffness",
                    "description": "pulse wave velocity will be used to quantify changes in vessel stiffness in the lower limbs.",
                    "timeFrame": "0 and 56 days"
                },
                {
                    "measure": "Change in interleukin (IL)-Beta",
                    "description": "Blood will be sampled and analyzed for IL-Beta, a marker of inflammation.",
                    "timeFrame": "0, 1, 28 and 56 days"
                },
                {
                    "measure": "Change in neutrophil-platelet aggregates",
                    "description": "blood will be sampled and analyzed for Neutrophil-platelet aggregates to quantify neutrophil and platelet activity.",
                    "timeFrame": "0, 1, 28 and 56 days"
                },
                {
                    "measure": "Change in Hypoxia-inducible factor 1-alpha (HIF-1 )",
                    "description": "HIF-1 is a constitutively expressed transcription factor that is degraded under normal oxygen tensions but stabilized with hypoxia. Under hypoxic conditions, stabilized HIF-1 translocates to the nucleus and promotes the transcription of a host of genes that enable the cell to adapt to the lack of oxygen. Aspects of the HIF-1 mediated hypoxic response include promoting angiogenesis and jump-starting inflammation. HIF-1 promotes neutrophil survival and increases neutrophil recruitment",
                    "timeFrame": "0, 1, 28 and 56 days"
                },
                {
                    "measure": "Change in vascular endothelial growth factor (VEGF)",
                    "description": "Blood samples will be analyzed for vascular endothelial growth factor (VEGF)by enzyme-linked immunosorbent assay",
                    "timeFrame": "0, 1, 28 and 56 days"
                },
                {
                    "measure": "Change in reactive hyperemia",
                    "description": "NIRS and Doppler/ultrasound imaging will be used to quantify reactive hyperemia following a 5 minute blood flow occlusion.",
                    "timeFrame": "0 and 56 days"
                },
                {
                    "measure": "Change in interferon",
                    "description": "Blood samples will be used for analysis of interferon (IFN), an inflammatory marker.",
                    "timeFrame": "0, 1, 28 and 56 days"
                },
                {
                    "measure": "Change in C-reactive protein (CRP)",
                    "description": "Blood samples will be used for analysis of C-reactive protein, an inflammatory marker.",
                    "timeFrame": "0, 1, 28 and 56 days"
                },
                {
                    "measure": "Change in Interleukin 6",
                    "description": "Blood samples will be used for analysis of Interleukin 6 (IL-6), an inflammatory maker.",
                    "timeFrame": "0, 1, 28 and 56 days"
                },
                {
                    "measure": "Change in NETosis",
                    "description": "Blood samples will be used for analysis of NETosis (neutrophil extracellular traps).",
                    "timeFrame": "0, 1, 28 and 56 days"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* All participants must be between the ages of 18 and 75 years and have a medically stable incomplete spinal cord injury (AIS C or D) at least 1-year post injury\n* As the aim of this investigation is to focus on muscular and vascular adaptations to BFR exercise in the lower limbs, the level of injury must be between C3-L1\n\nExclusion Criteria:\n\nThe following are the exclusion criteria:\n\n* Females that are pregnant\n* Individuals required to have ventilator assist devices\n* Individuals with significant active systemic disease, e.g. heart disease, renal failure/insufficiency and uncontrolled diabetes, uncontrolled hypertension and blood disorders that increase the risk for clot formation.\n* Individuals with chronic inflammatory disease states (i.e. multiple sclerosis or rheumatoid arthritis, Guillen-Barre syndrome, chronic inflammatory demyelinating disorder and acute amyotrophic lateral sclerosis)\n* Obese patients (\\>30% body fat based on skinfold measurements)\n* History of repeated DVTs or a DVT within the last year.\n* Individuals currently taking vasodilators\n* Individuals with orthopaedic limitations that would prevent them from performing knee extension/flexion exercise (with the exception of decreased strength due to the SCI)\n* Individuals with uncontrolled spasticity or a history of frequent autonomic dysreflexia",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "75 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "John McDaniel, PhD",
                    "role": "CONTACT",
                    "phone": "(216) 791-3800",
                    "email": "John.Mcdaniel@va.gov"
                },
                {
                    "name": "Lisa M Lombardo, MPT",
                    "role": "CONTACT",
                    "phone": "(216) 791-3800",
                    "phoneExt": "4909",
                    "email": "Lisa.Lombardo2@va.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "John McDaniel, PhD",
                    "affiliation": "Louis Stokes VA Medical Center, Cleveland, OH",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Louis Stokes VA Medical Center, Cleveland, OH",
                    "status": "RECRUITING",
                    "city": "Cleveland",
                    "state": "Ohio",
                    "zip": "44106-1702",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "John McDaniel, PhD",
                            "role": "CONTACT",
                            "phone": "216-791-3800",
                            "email": "John.Mcdaniel@va.gov"
                        },
                        {
                            "name": "John McDaniel, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.4995,
                        "lon": -81.69541
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000013119",
                    "term": "Spinal Cord Injuries"
                }
            ],
            "ancestors": [
                {
                    "id": "D000013118",
                    "term": "Spinal Cord Diseases"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000020196",
                    "term": "Trauma, Nervous System"
                },
                {
                    "id": "D000014947",
                    "term": "Wounds and Injuries"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M15916",
                    "name": "Spinal Cord Injuries",
                    "asFound": "Spinal Cord Injury",
                    "relevance": "HIGH"
                },
                {
                    "id": "M15915",
                    "name": "Spinal Cord Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M17685",
                    "name": "Wounds and Injuries",
                    "relevance": "LOW"
                },
                {
                    "id": "M22023",
                    "name": "Trauma, Nervous System",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}