{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05420753",
            "orgStudyIdInfo": {
                "id": "STUDY00022853"
            },
            "organization": {
                "fullName": "Oregon Health and Science University",
                "class": "OTHER"
            },
            "briefTitle": "Body Composition Changes After TIPS and Associated Clinical Outcomes",
            "officialTitle": "Single-center Randomized Controlled Trial to Evaluate Body Composition Changes and Clinical Outcomes After Transjugular Intrahepatic Portosystemic Shunt (TIPS) Creation in Patients With Cirrhosis and Complications of Portal Hypertension Awaiting Liver Transplantation",
            "therapeuticArea": [
                "Other",
                "Gastroenterology"
            ],
            "study": "body-composition-changes-after-tips-and-associated-clinical-outcomes"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-11",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-05-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-12-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-05-06",
            "studyFirstSubmitQcDate": "2022-06-13",
            "studyFirstPostDateStruct": {
                "date": "2022-06-15",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-11-02",
            "lastUpdatePostDateStruct": {
                "date": "2023-11-07",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Oregon Health and Science University",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this study is to prospectively assess the impact of TIPS creation on muscle mass and physical function in patients with cirrhosis, and to determine whether these changes correlate with improved outcomes in patients awaiting liver transplantation. Retrospective observational studies have shown improvement in muscle mass and body composition in cirrhotic patients undergoing TIPS. The investigators aim to now prospectively study this through a pilot randomized controlled trial tracking patients managed with TIPS creation compared to those managed without TIPS to determine whether these observational findings can be seen in a randomized cohort. The investigators hypothesize that TIPS creation will lead to improved muscle mass, body composition and muscle function within the first 12 months after the procedure compared to a control group without TIPS, and that these changes will improve liver disease outcomes in patients awaiting liver transplantation.",
            "detailedDescription": "Sarcopenia (loss of muscle mass) and frailty (loss of muscle function) have increasingly become recognized as major prognostic factors in predicting morbidity and mortality with several disease states, including cirrhosis. Cirrhosis represents end-stage liver disease and is complicated by a multitude of clinical sequelae, such as variceal hemorrhage, ascites, renal insufficiency, hepatic encephalopathy, hepatopulmonary syndrome, cardiac dysfunction, infection and hepatocellular carcinoma. To date, liver transplantation remains the only prospect for a curative treatment. As the liver is the primary metabolic organ, sarcopenia is prevalent in cirrhosis, afflicting 30-70% of patients. Observational studies have implicated sarcopenia as an independent risk factor for morbidity and mortality in all clinical sequelae of cirrhosis. Moreover, sarcopenia and frailty have been shown to increase morbidity and mortality of transplant eligible patients on the liver transplant waitlist, as well as mortality of patients after liver transplant. Given the prevalence of sarcopenia and frailty in this patient population, and the severe clinical impacts, addressing these adverse predictors may have profound implications for the outcomes of patients with cirrhosis.\n\nCirrhosis often leads to portal hypertension, complications of which include lower extremity edema, ascites, hepatic hydrothorax, variceal bleeding, portal hypertensive gastropathy, portal vein thrombosis, and hepatic encephalopathy. Patients with cirrhosis and complications of portal hypertension are currently managed in several ways in clinical practice:\n\n* medical management, including diuretics and non-selective beta blocker therapy\n* endoscopic options include variceal banding or glue embolization\n* invasive options include large-volume paracentesis (LVP) or transjugular intrahepatic portosystemic shunt (TIPS) creation.\n\nSince 1988, the Liver Transplant Program at OHSU has been successfully treating waitlisted cirrhotic patients with complications of portal hypertension using a combination of these therapies. TIPS creation, particularly in the current era of stent grafts with a dedicated device for this procedure, has been a part of managing patients with cirrhosis as a bridge to transplant for two decades. Depending on the indication, patients can be treated with a combination of these therapies often with significant overlap. For example, a given patient with portal hypertension and ascites may be managed with diuretics and serial LVP vs. TIPS creation, and a given patient with variceal bleeding may be treated with beta-blockers and endoscopic banding vs. TIPS creation.\n\nOf relevance to the proposed trial, recent observational studies have demonstrated significant reversal of sarcopenia after TIPS creation, and this reversal has been strongly correlated with improved survival and less hepatic encephalopathy. Moreover, the time course of muscle gains has been observed to occur within the first 6 months of TIPS creation, critical for patients awaiting liver transplantation, as benefits would occur during typical transplant waitlist time periods. Thus, TIPS creation may represent a major unmet need to address sarcopenia and frailty in patients with cirrhosis, and represents an intervention with potential to reverse this debilitating condition and improve clinical outcomes. Putative mechanisms for how TIPS creation may improve body composition include decreased congestive enteropathy resulting in improved gut nutrient absorption, decrease in metabolic burden from a hyperdynamic cardiopulmonary status in the setting of fluid overload, improvement in renal function, and changes in the gut microbiome resulting in conversion from a catabolic to an anabolic state. A major gap in knowledge, however, remains whether TIPS creation can directly reverse muscle loss. Furthermore, whether reversal of muscle loss results in improved measures of strength, physical performance and clinical outcomes has not been prospectively studied. In this proposal, the investigators plan to address this major knowledge gap through a pilot prospective randomized controlled trial tracking patients managed with TIPS creation compared to those managed without TIPS to determine whether these observational findings can be seen in a randomized cohort."
        },
        "conditionsModule": {
            "conditions": [
                "Cirrhosis, Liver",
                "Sarcopenia"
            ],
            "keywords": [
                "cirrhosis",
                "liver transplantation",
                "sarcopenia",
                "frailty"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "EARLY_PHASE1"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 22,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "TIPS",
                    "type": "EXPERIMENTAL",
                    "description": "Patients in this arm will undergo TIPS creation in addition to their current management.",
                    "interventionNames": [
                        "Procedure: Transjugular Intrahepatic Portosystemic Shunt (TIPS) creation"
                    ]
                },
                {
                    "label": "Standard of care",
                    "type": "NO_INTERVENTION",
                    "description": "Patients in this arm will continue to be treated with their current management"
                }
            ],
            "interventions": [
                {
                    "type": "PROCEDURE",
                    "name": "Transjugular Intrahepatic Portosystemic Shunt (TIPS) creation",
                    "description": "During a TIPS procedure, the interventional radiologist, with the help of x-ray and ultrasound guidance, makes a channel through the liver to connect the portal vein (the vein that carries blood from the digestive organs to the liver) to one of the hepatic vein (three veins that carry blood away from the liver back to the heart) using a special type of needle. The interventional radiologist then replaces the needle with a wire and catheter, and a small tubular device called a stent graft is placed in this channel to keep the pathway open between the two blood vessels.",
                    "armGroupLabels": [
                        "TIPS"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Body composition changes",
                    "description": "Muscle and fat content as assessed by CT scan",
                    "timeFrame": "Start to 2 years after enrollment"
                },
                {
                    "measure": "Short Performance Physical Battery test",
                    "description": "Brief physical test for balance with feet together (seconds), gait speed walking 4 meters (seconds), time to stand from a chair (seconds). These are aggregated together to a unified score.",
                    "timeFrame": "Start to 6 months after enrollment"
                },
                {
                    "measure": "Liver Frailty test",
                    "description": "Brief physical test for balance with feet together (seconds), time to stand from a chair (seconds), and grip strength (kilograms of force). These are aggregated together to a unified score.",
                    "timeFrame": "Start to 6 months after enrollment"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Chronic Liver Disease Quality of Life Questionnaire",
                    "description": "Quality of life assessment using 29 questions regarding experience of various symptoms graded on a scale of 1-7 each, with 1 being worse (all of the time) and 7 being the best (none of the time).",
                    "timeFrame": "Start to 6 months after enrollment"
                },
                {
                    "measure": "Overall survival",
                    "description": "Survival time",
                    "timeFrame": "Start to 2 years after enrollment"
                },
                {
                    "measure": "Transplant complications",
                    "description": "Complications while on transplant waitlist as well as after transplant",
                    "timeFrame": "Start to 30 days after transplant"
                },
                {
                    "measure": "Cardiac function",
                    "description": "Right and left ventricular function noted by echocardiography",
                    "timeFrame": "Start to 6 months after enrollment"
                },
                {
                    "measure": "Liver function tests",
                    "description": "Serum tests for total bilirubin (mg/dL), albumin (g/dL), sodium (mmol/L), creatinine (mg/dL), international normalized ratio. These values will be combined in the MELD score = 3.78×ln\\[serum bilirubin (mg/dL)\\] + 11.2×ln\\[INR\\] + 9.57×ln\\[serum creatinine (mg/dL)\\] + 6.43, and MELD-Na score = MELD + 1.32 x (137 - Na) - \\[0.033 x MELD\\*(137 - Na)\\]",
                    "timeFrame": "Start to 6 months after enrollment"
                },
                {
                    "measure": "Cardiac mass",
                    "description": "Myocardial mass as measured by echocardiography",
                    "timeFrame": "start to 6 months after enrollment"
                },
                {
                    "measure": "Serum ammonia",
                    "description": "serum ammonia level (micromol/L)",
                    "timeFrame": "start to 6 months after enrollment"
                },
                {
                    "measure": "Serum glucose",
                    "description": "serum glucose level (mg/dL)",
                    "timeFrame": "start to 6 months after enrollment"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Stool microbiome genomic assessment",
                    "description": "Stool sample using DNAGenotek Omni-gene Stool collection kit to assess for bacterial complement in stool",
                    "timeFrame": "Start to 6 months after enrollment"
                },
                {
                    "measure": "Lipocalin-2 biomarker assessment",
                    "description": "Lipocalin-2 transcription and expression (RNA sequencing/Elisa/Western Blot) in serum samples",
                    "timeFrame": "Start to 6 months after enrollment"
                },
                {
                    "measure": "IL-6 biomarker assessment",
                    "description": "IL-6 immunoassay assessment of serum (pg/mL)",
                    "timeFrame": "Start to 6 months after enrollment"
                },
                {
                    "measure": "Salivary cortisol biomarker assessment",
                    "description": "salivary cortisol (mmol/L)",
                    "timeFrame": "Start to 6 months after enrollment"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Patients \\>18 \\<99 with cirrhosis wait listed for liver transplantation\n* Evidence of complications of portal hypertension:\n* Ascites or hydrothorax requiring escalation of diuretic medication\n* Persistent ascites or hydrothorax despite diuretic use, or intolerance of diuretic use\n* Gastrointestinal varices and blood loss anemia or history of variceal hemorrhage\n* Portal hypertensive gastropathy and blood loss anemia\n* Chronic portal vein thrombosis requiring recanalization and TIPS for transplant\n\nExclusion Criteria:\n\n* Hepatocellular carcinoma or other active malignancy\n* Recurrent overt hepatic encephalopathy\n* Uncontrolled coagulopathy with maximum amplitude (MA) \\<30 on thromboelastography\n* Bacteremia or sepsis\n* MELD \\> 25\n* Pregnant\n* Decisionally impaired individuals\n* Need for emergency TIPS creation\n* Patients who do not have acceptable alternatives to TIPS creation to manage their disease",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "99 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Khashayar Farsad, MD",
                    "role": "CONTACT",
                    "phone": "503-494-7660",
                    "email": "farsad@ohsu.edu"
                },
                {
                    "name": "Lori Russell, RN",
                    "role": "CONTACT",
                    "phone": "503-494-7660",
                    "email": "watsonlo@ohsu.edu"
                }
            ],
            "locations": [
                {
                    "facility": "Oregon Health and Science University",
                    "status": "RECRUITING",
                    "city": "Portland",
                    "state": "Oregon",
                    "zip": "97239",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Khashayar Farsad, MD",
                            "role": "CONTACT",
                            "phone": "503-494-7660",
                            "email": "farsad@ohsu.edu"
                        },
                        {
                            "name": "Lori Russell, RN",
                            "role": "CONTACT",
                            "phone": "503-494-7660",
                            "email": "watsonlo@ohsu.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 45.52345,
                        "lon": -122.67621
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000008103",
                    "term": "Liver Cirrhosis"
                },
                {
                    "id": "D000055948",
                    "term": "Sarcopenia"
                },
                {
                    "id": "D000005355",
                    "term": "Fibrosis"
                }
            ],
            "ancestors": [
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000008107",
                    "term": "Liver Diseases"
                },
                {
                    "id": "D000004066",
                    "term": "Digestive System Diseases"
                },
                {
                    "id": "D000009133",
                    "term": "Muscular Atrophy"
                },
                {
                    "id": "D000020879",
                    "term": "Neuromuscular Manifestations"
                },
                {
                    "id": "D000009461",
                    "term": "Neurologic Manifestations"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000001284",
                    "term": "Atrophy"
                },
                {
                    "id": "D000020763",
                    "term": "Pathological Conditions, Anatomical"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M10024",
                    "name": "Hypertension",
                    "relevance": "LOW"
                },
                {
                    "id": "M1175",
                    "name": "Frailty",
                    "relevance": "LOW"
                },
                {
                    "id": "M11103",
                    "name": "Liver Cirrhosis",
                    "asFound": "Cirrhosis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M28396",
                    "name": "Sarcopenia",
                    "asFound": "Sarcopenia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10026",
                    "name": "Hypertension, Portal",
                    "relevance": "LOW"
                },
                {
                    "id": "M8485",
                    "name": "Fibrosis",
                    "asFound": "Cirrhosis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M11107",
                    "name": "Liver Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M7255",
                    "name": "Digestive System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8883",
                    "name": "Gastrointestinal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M4589",
                    "name": "Atrophy",
                    "relevance": "LOW"
                },
                {
                    "id": "M12090",
                    "name": "Muscular Atrophy",
                    "relevance": "LOW"
                },
                {
                    "id": "M22619",
                    "name": "Neuromuscular Manifestations",
                    "relevance": "LOW"
                },
                {
                    "id": "M12404",
                    "name": "Neurologic Manifestations",
                    "relevance": "LOW"
                },
                {
                    "id": "M22519",
                    "name": "Pathological Conditions, Anatomical",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "BC06",
                    "name": "Digestive System Diseases"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M11110",
                    "name": "Liver Extracts",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Hemat",
                    "name": "Hematinics"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}