{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06029998",
            "orgStudyIdInfo": {
                "id": "HCI168505"
            },
            "organization": {
                "fullName": "University of Utah",
                "class": "OTHER"
            },
            "briefTitle": "Bortezomib in Patients With Metastatic Castration-Resistant Prostate Cancer With PTEN Deletion",
            "officialTitle": "A Phase II Study of Bortezomib in Patients With Metastatic Castration-Resistant Prostate Cancer With PTEN Deletion",
            "acronym": "BORXPTEN",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "bortezomib-in-patients-with-metastatic-castration-resistant-prostate-cancer-with-pten-deletion"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-01",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-03-11",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-12",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2028-12",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-09-01",
            "studyFirstSubmitQcDate": "2023-09-01",
            "studyFirstPostDateStruct": {
                "date": "2023-09-08",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-03-11",
            "lastUpdatePostDateStruct": {
                "date": "2024-03-13",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of Utah",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The goal of this clinical trial is to test the anti-tumor activity of bortezomib in participants with Metastatic Castration Resistant Prostate Cancer (mCRPC) with PTEN Deletion.\n\nThe main question\\[s\\] it aims to answer is if the use of bortezomib will result in a decline in PSA for participants.\n\nParticipants will receive a sub-cutaneous injection of bortezomib for up 8 cycles. Each cycle is about 21 days."
        },
        "conditionsModule": {
            "conditions": [
                "Metastatic Castration-resistant Prostate Cancer"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "interventionModelDescription": "A modified intent-to-treat data set will be used for both safety and efficacy endpoint analysis. All participants who have received one dose of study medication will be included in all efficacy and safety data sets. Participants who fail to begin study therapy will be replaced.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 22,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Bortezomib",
                    "type": "EXPERIMENTAL",
                    "description": "bortezomib starting at a dose of 1.3 mg per square meter of the body-surface area (BSA) subcutaneously on days 1, 4, 8, and 11 in a 21-day cycle.",
                    "interventionNames": [
                        "Drug: Bortezomib"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Bortezomib",
                    "description": "sub-cutaneous injection of bortezomib for 6-8 cycles of treatment.",
                    "armGroupLabels": [
                        "Bortezomib"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "The proportion of patients achieving PSA decline of ≥ 30% from baseline will be considered a response.",
                    "description": "To evaluate the antitumor activity of bortezomib in patients with metastatic castration-resistant prostate cancer (mCRPC) with PTEN deletion as assessed by prostate-specific antigen (PSA) 30% response rate.",
                    "timeFrame": "Up to 6-8 cycles of treatment. Each cycle is 21 days."
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "The proportion of patients achieving PSA decline of ≥ 50% (PSA50) compared to the baseline value prior to starting study treatment.",
                    "description": "To assess the PSA 50% response rate in the study population.",
                    "timeFrame": "Up to 6-8 cycles of treatment. Each cycle is 21 days."
                },
                {
                    "measure": "Duration of PSA response as defined as the interval of time from PSA decline of ≥ 50% to PSA progression as defined by PCWG3 criteria.",
                    "description": "To assess duration of PSA response in the study population.",
                    "timeFrame": "Until progression or end of study. Study anticipated to be about 4 years."
                },
                {
                    "measure": "PSA PFS as defined as the interval of time from study drug initiation to the time of PSA progression as defined by PCWG3 criteria.",
                    "description": "To assess the PSA progression-free survival (PSA PFS) in the study population.",
                    "timeFrame": "Until progression or end of study. Study anticipated to be about 4 years."
                },
                {
                    "measure": "ORR as defined as the proportion of patients with measurable disease achieving a confirmed partial response (PR) and complete response (CR) as assessed by PCWG3-modified RECIST",
                    "description": "To assess the objective response rate (ORR) in the study population.",
                    "timeFrame": "Until progression or end of study. Study anticipated to be about 4 years."
                },
                {
                    "measure": "DoR as defined as the interval of time from the date of initial documented response (PR or better per PCWG3-modified RECIST 1.1) to the time of progression, the start of a new therapy, or death from any cause.",
                    "description": "To assess the duration of response (DoR) in the study population.",
                    "timeFrame": "Until progression or end of study. Study anticipated to be about 4 years."
                },
                {
                    "measure": "rPFS as defined as the time from study drug initiation to the time of radiographic disease progression as assessed by PCWG3 modified RECIST 1.1 or death from any cause.",
                    "description": "To assess radiographic progression-free survival (rPFS)",
                    "timeFrame": "Until progression or end of study. Study anticipated to be about 4 years."
                },
                {
                    "measure": "PFS as defined as the time from study drug initiation to the time of disease progression (clinical or radiological as assessed by PCWG3 modified RECIST 1.1) or death from any cause.",
                    "description": "To assess PFS in the study population.",
                    "timeFrame": "Until progression or end of study. Study anticipated to be about 4 years."
                },
                {
                    "measure": "OS as defined as the time from study drug initiation until death from any cause.",
                    "description": "To assess overall survival (OS) in this study population.",
                    "timeFrame": "Until end of study. Study anticipated to be about 4 years."
                },
                {
                    "measure": "The frequency of adverse events (AEs) and serious adverse events (SAEs) characterized by type.",
                    "description": "To assess the safety of bortezomib in study population.",
                    "timeFrame": "Until end of study. Study anticipated to be about 4 years."
                },
                {
                    "measure": "The frequency of adverse events (AEs) and serious adverse events (SAEs) characterized by severity (as defined by the NIH CTCAE, version 5.0).",
                    "description": "To assess the safety of bortezomib in study population.",
                    "timeFrame": "Until end of study. Study anticipated to be about 4 years."
                },
                {
                    "measure": "The frequency of adverse events (AEs) and serious adverse events (SAEs) characterized by seriousness.",
                    "description": "To assess the safety of bortezomib in study population.",
                    "timeFrame": "Until end of study. Study anticipated to be about 4 years."
                },
                {
                    "measure": "The frequency of adverse events (AEs) and serious adverse events (SAEs) characterized by duration.",
                    "description": "To assess the safety of bortezomib in study population.",
                    "timeFrame": "Until end of study. Study anticipated to be about 4 years."
                },
                {
                    "measure": "The frequency of adverse events (AEs) and serious adverse events (SAEs) characterized by relationship to study treatment.",
                    "description": "To assess the safety of bortezomib in study population.",
                    "timeFrame": "Until end of study. Study anticipated to be about 4 years."
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Male subject aged ≥ 18 years\n* Histologically or cytologically confirmed prostatic adenocarcinoma without small cell histology\n* Prior orchiectomy and/or ongoing androgen-deprivation therapy and a castrate level of serum testosterone (\\<50 ng/dL or \\<1.7 nmol/L)\n* Prior treatment with at least one prior Androgen Receptor Pathway Inhibitor (ARPI), defined as second-generation anti-androgen therapies that include, but are not limited to, abiraterone acetate, enzalutamide, apalutamide, and darolutamide.\n* No prior systemic treatment for mCRPC disease (including but not limited to docetaxel, PARP inhibitors, cabazitaxel, 177-Lu-PSMA-617, radium-223, sipuleucel-T, etc). Treatment with ARPI is permitted in the mCRPC setting.\n* Available tumor tissue (archival tissue, or, if no archival tissue is available, must be able to undergo biopsy for fresh tumor tissue). If tumor tissue is unavailable, results of ATAD1 immunohistochemistry must be available.\n* PTEN deletion on next generation sequencing\n* Must have progressive mCRPC per the treating investigator\n* ECOG Performance Status ≤ 2.\n* Adequate organ function as defined as:\n\n  * Hematologic:\n\n    * Absolute neutrophil count ≥ 1500/mm3\n    * Platelet count ≥ 100,000/mm3\n    * Hemoglobin ≥ 10 g/dL\n  * Hepatic:\n\n    * Total bilirubin ≤ 1.5 times ULN\n* Sexually active fertile patients and their partners must agree to use medically accepted methods of contraception during the course of the study and for 4 months after the last dose of study treatment in accordance with section 5.4.3.\n* Recovery to baseline or grade ≤ 1 CTCAE V5 from toxicities related to any prior treatments, unless AE(s) are clinically nonsignificant and/or stable on supportive therapy per treating investigator.\n* Able to provide informed consent and willing to sign an approved consent form that conforms to federal and institutional guidelines.\n* Patients must have a life expectancy \\> 3 months.\n\nExclusion Criteria:\n\n* Neuropathy grade ≥ 2\n* Receiving other investigational agents.\n* Prior systemic anti-cancer therapy or any investigational therapy ≤ 14 days or within five half-lives prior to starting study treatment, whichever is shorter. Patients can continue ADT and bone strengthening agents while on treatment.\n* Prior radiotherapy within 14 days prior to the first dose of study treatment.\n\n  --Note: Palliative radiation therapy may be completed up to 14 days prior to starting study therapy provided that no clinically significant treatment related toxicities are present at the time of study therapy initiation per treating investigator.\n* Major surgery within 14 days prior to starting study drug or who have not fully recovered from major surgery per treating investigator.\n* The diagnosis of another malignancy within ≤ 2 years before study enrollment, except for those considered to be adequately treated with no evidence of disease or symptoms and/or will not require therapy during the study duration per treating investigator (i.e., basal cell or squamous cell skin cancer, carcinoma in situ of the breast, bladder or of the cervix).\n* Known brain metastases or cranial epidural disease.\n\n  --Note: Brain metastases or cranial epidural disease adequately treated with radiotherapy and/or surgery and stable for at least 4 weeks before the first dose of study treatment will be allowed on trial. Participants must be neurologically asymptomatic and without corticosteroid treatment at the time of the first dose of study treatment.\n* Current evidence of uncontrolled, significant intercurrent illness including, but not limited to, the following conditions:\n\n  * Cardiovascular disorders:\n\n    * Congestive heart failure New York Heart Association Class III or IV, unstable angina pectoris, serious cardiac arrhythmias.\n    * Stroke (including transient ischemic attack \\[TIA\\]), myocardial infarction (MI), or other ischemic events, or thromboembolic event (e.g., deep venous thrombosis (DVT), pulmonary embolism (PE)) within 3 months before the first dose. Subjects with a diagnosis of incidental, subsegmental PE or DVT within 3 months are allowed if stable, asymptomatic, and treated with a stable dose of anticoagulation for at least 1 week before first dose of study treatment.\n    * Corrected QT interval calculated by the Fridericia formula (QTcF) \\> 500 ms per electrocardiogram (ECG) within 28 days before first dose of study treatment. If a single ECG shows a QTcF with an absolute value \\> 500 ms, two additional ECGs at intervals of approximately 3 min must be performed within 30 min after the initial ECG, and the average of these three consecutive results for QTcF will be used to determine eligibility.\n    * Known congenital long QT.\n    * Left ventricular ejection fraction \\< 50%.\n    * Uncontrolled hypertension defined as sustained blood pressure (BP) ≥ 150 mm Hg systolic or \\>90 mm Hg diastolic despite optimal antihypertensive treatment.\n  * Any other condition that would, in the Investigator's judgment, contraindicate the participant's participation in the clinical study due to safety concerns or compliance with clinical study procedures (e.g., infection/inflammation, intestinal obstruction, social/ psychological issues, etc.)\n* Known HIV infection with a detectable viral load within 6 months of the anticipated start of treatment.\n\n  --Note: Participants on effective antiretroviral therapy with an undetectable viral load within 6 months of the anticipated start of treatment are eligible for this trial.\n* Systemic known active infection including tuberculosis (clinical evaluation that includes clinical history, physical examination, radiographic findings, and TB testing in line with local practice), hepatitis B (known positive HBV surface antigen (HBsAg) result), or hepatitis C. Patients do not need to be tested for trial enrollment unless clinical suspicion is present.\n\n  --Note: Participants with a past or resolved HBV infection (defined as the presence of hepatitis B core antibody \\[anti-HBc\\] and absence of HBsAg) are eligible. Participants positive for hepatitis C (HCV) antibody are eligible only if polymerase chain reaction is negative for HCV RNA.\n* Medical, psychiatric, cognitive, or other conditions that per treating investigator may compromise the participant's ability to understand the participant information, give informed consent, comply with the study protocol or complete the study.\n* Known prior severe hypersensitivity to investigational product or any component in its formulations (CTCAE v5.0 Grade ≥ 3).\n* Participants taking prohibited medications as described in Section 6.7.2. A washout period of prohibited medications for a period of at least five half-lives or as clinically indicated should occur before the start of treatment.",
            "healthyVolunteers": false,
            "sex": "MALE",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Susan Sharry",
                    "role": "CONTACT",
                    "phone": "801-585-3453",
                    "email": "susan.sharry@hci.utah.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Umang Swami, MD, MS",
                    "affiliation": "University of Utah",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Huntsman Cancer Institute/University of Utah",
                    "status": "RECRUITING",
                    "city": "Salt Lake City",
                    "state": "Utah",
                    "zip": "84112",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Umang Swami",
                            "role": "CONTACT",
                            "phone": "801-585-0255",
                            "email": "Umang.swami@hci.utah.edu"
                        },
                        {
                            "name": "Umang Swami",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.76078,
                        "lon": -111.89105
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000011471",
                    "term": "Prostatic Neoplasms"
                }
            ],
            "ancestors": [
                {
                    "id": "D000005834",
                    "term": "Genital Neoplasms, Male"
                },
                {
                    "id": "D000014565",
                    "term": "Urogenital Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000005832",
                    "term": "Genital Diseases, Male"
                },
                {
                    "id": "D000091662",
                    "term": "Genital Diseases"
                },
                {
                    "id": "D000091642",
                    "term": "Urogenital Diseases"
                },
                {
                    "id": "D000011469",
                    "term": "Prostatic Diseases"
                },
                {
                    "id": "D000052801",
                    "term": "Male Urogenital Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M14335",
                    "name": "Prostatic Neoplasms",
                    "asFound": "Prostate Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M8946",
                    "name": "Genital Neoplasms, Male",
                    "relevance": "LOW"
                },
                {
                    "id": "M17315",
                    "name": "Urogenital Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M2876",
                    "name": "Genital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8944",
                    "name": "Genital Diseases, Male",
                    "relevance": "LOW"
                },
                {
                    "id": "M2875",
                    "name": "Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14333",
                    "name": "Prostatic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M27095",
                    "name": "Male Urogenital Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000069286",
                    "term": "Bortezomib"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M376",
                    "name": "Bortezomib",
                    "asFound": "Includes",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}