{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06521736",
            "orgStudyIdInfo": {
                "id": "STUDY24040169"
            },
            "secondaryIdInfos": [
                {
                    "id": "2SB1DC015142-04",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/2SB1DC015142-04"
                }
            ],
            "organization": {
                "fullName": "University of Pittsburgh",
                "class": "OTHER"
            },
            "briefTitle": "Brain-computer Interface Commercial Readiness",
            "officialTitle": "Compatibility Between Brain-Computer Interface and High Efficiency Augmentative and Alternative Communication Systems: Commercial Readiness",
            "study": "brain-computer-interface-commercial-readiness"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-09-01",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-02-28",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-05-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-07-18",
            "studyFirstSubmitQcDate": "2024-07-23",
            "studyFirstPostDateStruct": {
                "date": "2024-07-26",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-26",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-30",
                "type": "ESTIMATED"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR_INVESTIGATOR",
                "investigatorFullName": "Katharine Katya Joan Hill",
                "investigatorTitle": "Professor",
                "investigatorAffiliation": "University of Pittsburgh"
            },
            "leadSponsor": {
                "name": "Katharine Katya Joan Hill",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute on Deafness and Other Communication Disorders (NIDCD)",
                    "class": "NIH"
                },
                {
                    "name": "University of Michigan",
                    "class": "OTHER"
                },
                {
                    "name": "PRC",
                    "class": "UNKNOWN"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUsExport": true
        },
        "descriptionModule": {
            "briefSummary": "The goal of this clinical trial is to evaluate the commercial readiness of an Augmentative and Alternative Communication Brain-Computer Interface (AAC-BCI) device for people with minimal movement who benefit from expressive communication technology. Our clinical trial focuses on up to 8 AAC-BCI users but involves a team of support participants with different roles: an industry partner's consultant, a speech language pathologist (SLP), and the user's in-home support person. Patient and team reported outcome measures data will be collected on usage, performance, reliability and comfort along with performance data of using the AAC-BCI device in the home.",
            "detailedDescription": "Our clinical trial focuses on 8 Alternative Communication Brain-Computer Interface (AAC-BCI) users but involves a team of support participants with different roles: an industry partner's consultant, a speech language pathologist (SLP) and the user's in-home support person. The AAC-BCI user and support person will be recruited from the SLP's clinic and screened to confirm that the individuals meet the inclusion and exclusion criteria before enrollment. The investigators intend to recruit users with a perceived need for Brain-Computer Interface (BCI) access, ex: eye gaze access is deteriorating, unable to determine another access method. The investigators expect that our user participants will be in late-stage amyotrophic lateral sclerosis (ALS), diagnosed with a brainstem stroke, other degenerative neurologic disorder such as Kennedy disease, or have severe quadriplegic cerebral palsy. The support person will be screened to ensure they are comfortable with technology, learning innovative technology and are available to set-up the AAC-BCI daily at the user's request. The home must have internet. A total of 8 enrolled users means that the investigators will have up to 16 team members supported by a consultant. All clinical trial activity will occur in the home. Once consented and enrolled, the first training session with set-up and calibration will occur with the SLP and PRC consultant. The support person must be present. A second training session with a calibration check and use and training on electroencephalogram (EEG) and logfile data collection will occur within one week. The following baseline data will be collected by the consultant and SLP: 1) A functional rating scale; 2) copy spell task (15 minutes); 3) free spell task (15 minutes); National Aeronautics and Space Administration (NASA) Task Load Index (TLX).\n\nThe roles of the team members are as follows:\n\n* Industry partner's consultant: Participate in initial and follow-up AAC-BCI training sessions, provide technology support as needed via phone call, virtual meeting, or home visit. Complete required inventory and data forms. Conduct monthly home visits.\n* Speech Language Pathologist (SLP): Participate in initial and follow-up AAC-BCI training sessions. Provide treatment and standard of clinical care as needed via phone call, virtual meeting, or home visit. Complete required data forms related to clinical care and support. Complete inventory and data forms.\n* AAC-BCI User: Participate in initial set-up, calibration, and training sessions. Use at home at least 10 hours a week with EEG activity. Use system for daily communication during time they are wearing it. Participate in monthly home visit with SLP and weekly follow-up call with researcher to collect data. Complete surveys on effectiveness when trying to communicate and effectiveness when not trying to communicate.\n* Support Person: Participate in initial set-up, calibration, and training sessions. Agree to set-up for AAC-BCI user in the home so that the user is wearing the headgear, and the EEG electrodes are active for at least 10 hours a week. Complete recommended cleaning and storage of equipment after use. Participate at monthly visits with consultant, contacts with the SLP and weekly call with researchers. Complete data collection forms.\n\nAt the end of the 6-month study, participants will complete a Qualtrics survey to rate the overall commercial readiness of the AAC-BCI device along with rating the AAC-BCI device on satisfaction, performance, reliability, and comfort."
        },
        "conditionsModule": {
            "conditions": [
                "Non-Verbal Communication",
                "Degenerative Neurologic Disease"
            ],
            "keywords": [
                "speech generating device",
                "user-satisfaction",
                "performance"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "interventionModelDescription": "This clinical trial employs a Single Group Assignment model to evaluate the commercial readiness of an Augmentative and Alternative Communication Brain-Computer Interface (AAC-BCI) device for individuals with minimal movement capabilities. The study involves up to 8 AAC-BCI users diagnosed with conditions such as late-stage amyotrophic lateral sclerosis (ALS), brainstem stroke, or severe quadriplegic cerebral palsy, supported by an industry partner's consultant, a speech language pathologist (SLP), and the user's in-home support person. Participants will be trained on the device, using it at least 10 hours per week at home. The primary objective is to achieve 80% stakeholder agreement on the device's readiness for product release. Secondary objectives focus on safety, performance, and user satisfaction. The study's design ensures comprehensive data collection on the AAC-BCI system's usability and performance, providing critical insights for future development and larger-scale trials.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 32,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Testing commercial readiness of an AAC-BCI device",
                    "type": "EXPERIMENTAL",
                    "description": "Participants with severe movement disabilities will use the augmentative and alternative communication, brain-computer interface (AAC-BCI) device at least 10 hours a week in their homes receiving supported from a caregiver, speech language pathologist and consultant and rate the intervention on user satisfaction, performance, reliability, comfort and overall readiness for commercialization.",
                    "interventionNames": [
                        "Device: AAC-BCI device"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "AAC-BCI device",
                    "description": "Participants without speech and severe movement disorders will be trained on the augmentative and alternative communication, brain-computer interface (AAC-BCI) system, using it for at least 10 hours per week in their homes for communication and other control functions. Participants will have daily support for using the AAC-BCI from trained caregivers along with intervention support from consultants and speech language pathologists.",
                    "armGroupLabels": [
                        "Testing commercial readiness of an AAC-BCI device"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Commercial readiness of augmentative and alternative communication brain-computer interface (AAC-BCI) system.",
                    "description": "Stakeholder participants agree \"yes\" that the Alternative Communication Brain-Computer Interface (AAC-BCI) system is ready for product release with an average combined agreement of 70% on a binary yes/no scale.",
                    "timeFrame": "6 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Alternative Communication Brain-Computer Interface (AAC-BCI) system user-satisfaction",
                    "description": "Participants rate degree of satisfaction associated with use of the Alternative Communication Brain-Computer Interface (AAC-BCI) system for communication using a five-point Likert Scale where 1= Very Dissatisfied, 2= Dissatisfied, 3= Neither Satisfied or Dissatisfied, 4= Satisfied, and 5= Very Satisfied; 1-3 is a negative outcome, and 4-5 are a positive outcome.",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Alternative Communication Brain-Computer Interface (AAC-BCI) system performance",
                    "description": "Participants rate degree of satisfaction with the overall performance of the Alternative Communication Brain-Computer Interface (AAC-BCI) system during communication using a five-point Likert Scale where 1= Very Dissatisfied, 2= Dissatisfied, 3= Neither Satisfied or Dissatisfied, 4= Satisfied, and 5= Very Satisfied; 1-3 is a negative outcome, and 4-5 are a positive outcome.",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Alternative Communication Brain-Computer Interface (AAC-BCI) system reliability",
                    "description": "Participants rate degree of satisfaction with the overall reliability of the Alternative Communication Brain-Computer Interface (AAC-BCI) system features and functions during daily use using a five-point Likert Scale where 1= Very Dissatisfied, 2= Dissatisfied, 3= Neither Satisfied or Dissatisfied, 4= Satisfied, and 5= Very Satisfied; 1-3 is a negative outcome, and 4-5 are a positive outcome.",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Alternative Communication Brain-Computer Interface (AAC-BCI) system comfort",
                    "description": "Participant rate degree of satisfaction with the overall comfort of using the Alternative Communication Brain-Computer Interface (AAC-BCI) system during daily use using a five-point Likert Scale where 1= Very Dissatisfied, 2= Dissatisfied, 3= Neither Satisfied or Dissatisfied, 4= Satisfied, and 5= Very Satisfied; 1-3 is a negative outcome, and 4-5 are a positive outcome.",
                    "timeFrame": "6 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\nFor augmentative and alternative communication, brain-computer interface (AAC-BCI) Users:\n\n* Natural speech does not meet daily communication needs requiring the use of a speech generating device\n* Receiving speech therapy from a licensed speech language pathologist\n* Has been assessed for and currently using a speech generating device as a means of communication\n* Has a diagnosis resulting in minimal movement interfering with direct selection to a keyboard or AAC display\n* Has a support person who is comfortable with technology, willing to learn a new technology system and is available to set-up the AAC-BCI daily at the user's request.\n* In-home internet access\n* Environment that is suitable for setting up the in-home AAC-BCI system\n* Individuals aged 14 or older\n* Speaks English\n\nFor Support Persons\n\n* Speaks English\n* Willing to be trained to support the AAC-BCI system for the person with a severe disability who uses a speech generating device for communication\n* Willing to set-up and clean the AAC-BCI system for at minimum of 10 hours a week up to daily use\n* Willing to contact technical support when/if needed for AAC-BCI system\n* Willing to complete support person diary documentation\n* Able to access In-home internet\n* Is 18 years or older\n\nFor PRC Regional Consultants\n\n* 2 or more years of experience as a PRC regional consultant\n* 2 or more years of experience providing support to speech-language pathologists working with patients with complex communication needs and movement disorders\n* 2 or more years of experience providing support to customers with complex communication needs and movement disorders\n* received training on AAC-BCI system\n\nFor Clinicians:\n\n* Licensed speech-language pathologist with AAC experience -Currently treating clients who require AAC support-\n* Received AAC-BCI training\n\nExclusion Criteria:\n\n* For AAC-BCI Users:\n* Does not own or use a speech generating device\n* Unable to participate during the scheduled time periods\n* History of photosensitive epilepsy\n* History of uncorrectable hearing loss\n* Unable to participate during scheduled times\n* Has a history of open scores on the scalp\n* Does not speak English\n\nFor Support Persons:\n\n* Unable to participate during the scheduled time periods\n* Can not attend the in-home training sessions\n\n  --Does not speak English\n* Does not know how to use the internet\n\nFor PRC Regional Consultants:\n\n* Unable to recommend a speech-language pathologist in their territory\n* Unable to recommend an individual with a complex communication and movement disorder.\n\nFor Clinicians:\n\n* Does not have a certificate of clinical competence from the American Speech Language Hearing Association (ASHA)\n* Unable to recommend a client to participate with a support person for the clinical trial\n* Unable to participate in a 2-day training on the AAC-BCI system\n* Unable to participate during the scheduled time periods",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "14 Years",
            "stdAges": [
                "CHILD",
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Katharine J Hill, PhD",
                    "role": "CONTACT",
                    "phone": "4123836955",
                    "email": "khill@aacinstitute.org"
                },
                {
                    "name": "Jane Huggins, PhD",
                    "role": "CONTACT",
                    "phone": "586-839-3325",
                    "email": "janeh@med.umich.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Katharine J Hill, PhD",
                    "affiliation": "University of Pittsburgh",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Pittsburgh",
                    "city": "Pittsburgh",
                    "state": "Pennsylvania",
                    "zip": "15260",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Katharine J Hill, PhD",
                            "role": "CONTACT",
                            "phone": "412-383-6955",
                            "email": "khill@aacinstitute.org"
                        },
                        {
                            "name": "Shawn Malcomson, MS",
                            "role": "CONTACT",
                            "phone": "617-458-1106",
                            "email": "shawn.malcomson@prc-saltillo.com"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.44062,
                        "lon": -79.99589
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "25721552",
                    "type": "BACKGROUND",
                    "citation": "Hill K, Kovacs T, Shin S. Critical issues using brain-computer interfaces for augmentative and alternative communication. Arch Phys Med Rehabil. 2015 Mar;96(3 Suppl):S8-15. doi: 10.1016/j.apmr.2014.01.034."
                },
                {
                    "pmid": "33236859",
                    "type": "BACKGROUND",
                    "citation": "Hill K, Huggins J, Woodworth C. Interprofessional Practitioners' Opinions on Features and Services for an Augmentative and Alternative Communication Brain-Computer Interface Device. PM R. 2021 Oct;13(10):1111-1121. doi: 10.1002/pmrj.12525. Epub 2021 Jan 23."
                },
                {
                    "pmid": "25144171",
                    "type": "BACKGROUND",
                    "citation": "Hill K, Kovacs T, Shin S. Reliability of brain-computer interface language sample transcription procedures. J Rehabil Res Dev. 2014;51(4):579-90. doi: 10.1682/JRRD.2013.05.0102."
                },
                {
                    "pmid": "28261630",
                    "type": "BACKGROUND",
                    "citation": "Huggins JE, Alcaide-Aguirre RE, Hill K. Effects of text generation on P300 brain-computer interface performance. Brain Comput Interfaces (Abingdon). 2016;3(2):112-120. doi: 10.1080/2326263X.2016.1203629. Epub 2016 Jul 4."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Data shared with other investigators will all be de-identified and not traceable back to any specific participant. Data Use Agreements will be in place prior to the transferring of any data leaving the institution. Published primary research data developed with federal funding will be shared on request by other researchers in accordance with University and federal policies (i.e. National Institutes of Health (NIH) and/or National Institute on Disability, Independent Living, and Rehabilitation Research (NIDILRR) ). Mr. Malcomson (PRC) and Dr. Huggins at the University of Michigan do not have access to any of the research documents, but analyzed data results will be shared to review progress and reporting.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF",
                "CSR",
                "ANALYTIC_CODE"
            ],
            "timeFrame": "May 2026 without deletion of shared data.",
            "accessCriteria": "Data obtained through this study may be provided to qualified researchers with academic interest in electroencephalography (EEG) brain-computer interfaces for communication. Data or samples shared will be coded, with no private health information (PHI) included. Approval of the request and execution of all applicable agreements (i.e. a material transfer agreement) are prerequisites to the sharing of data with the requesting party."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000019636",
                    "term": "Neurodegenerative Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M21558",
                    "name": "Neurodegenerative Diseases",
                    "asFound": "Degenerative Neurologic Disease",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}