{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05455814",
            "orgStudyIdInfo": {
                "id": "2022P000296"
            },
            "organization": {
                "fullName": "Beth Israel Deaconess Medical Center",
                "class": "OTHER"
            },
            "briefTitle": "Brain Health With Inner Engineering Meditation",
            "officialTitle": "Brain Health With Inner Engineering- Longitudinal Study of Shambhavi Mahamudra Kriya Meditation (BLISS)",
            "acronym": "BLISS",
            "therapeuticArea": [
                "Other"
            ],
            "study": "brain-health-with-inner-engineering-meditation"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-01-06",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-12",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-12",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-06-15",
            "studyFirstSubmitQcDate": "2022-07-08",
            "studyFirstPostDateStruct": {
                "date": "2022-07-13",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-01",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-04",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Balachundhar Subramaniam",
                "investigatorTitle": "Professor of Anesthesia",
                "investigatorAffiliation": "Beth Israel Deaconess Medical Center"
            },
            "leadSponsor": {
                "name": "Beth Israel Deaconess Medical Center",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "This study will explore whether a 21-minute meditation practice called Shambhavi Mahamudra Kriya leads to changes in brain health and explore how it affects cognitive and physiological function.",
            "detailedDescription": "Meditation has been linked to improved brain health and lower brain age. Brain age has been successfully estimated from structural MRI and more recently, EEG Sleep data using Brain Age Index (BAI) derived by machine learning algorithms. Patients with significant neurological or psychiatric disease exhibit a mean excess BAI of about 4 years. Higher BAI is a predictor of mortality. Long term meditation has been associated with lower Brain Age in MRI studies. However, the EEG sleep measure of Brain Age has not been reported in meditators.\n\nThis project aims to quantify the progressive impact of meditation on brain age. If established objectively, meditation-based interventions could offer safe, affordable and accessible solutions to promote younger and healthier brains and will have invaluable health and financial implications.\n\nThe goal of this project is twofold:\n\n1. In alignment with the recent NCCIH emphasis, we propose this study to combine neuroimaging with other non-neural modalities to delineate the impact of meditation on brain health and overall physiology and to identify objective neural biomarkers to assess meditation-based interventions which could be further used in clinical applications.\n2. It is estimated that by 2050, an unprecedented 18% of the world's population will be above 65 years of age. According to the National Institute on Aging (NIA), aging is the most significant risk factor of many chronic conditions including age-related neurodegenerative diseases, which severely impact the quality of life, healthcare and social costs. The total healthcare cost of Alzheimer's disease in 2020 was estimated at $305 billion and expected to rise to $1 trillion soon. NIA's 5 year strategy highlights the crucial need to better understand the aging brain and develop interventions to address age-related neurological conditions.\n\nThe study intervention is a multi-component 21-minute meditation called Shambhavi Mahamudra Kriya. It is taught at the Inner Engineering program offered by non-profit Isha Foundation as online as well as in-person formats. It incorporates a combination of different breathing patterns and meditative components. The intervention training provides precise, step by step and easy to follow instructions on how to perform this practice. Performed in a seated posture, this is a simple, safe and accessible intervention that requires no previous experience of meditation. The intervention selected for this study was shown to significantly reduce perceived stress, enhance self-reported general well-being, improve positive emotions, mindfulness, sleep, engagement, relationships and may promote enhanced Heart Rate Variability and Sympathovagal balance. The control group will be selected to be age, gender and education level matched with the intervention group and will be asked to continue their daily routine."
        },
        "conditionsModule": {
            "conditions": [
                "Meditation",
                "Brain; Agenesis"
            ],
            "keywords": [
                "Functional MRI",
                "EEG",
                "Structural MRI",
                "Shambhavi Mahamudra Kriya",
                "Mindfulness"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "FACTORIAL",
                "interventionModelDescription": "This is a prospective cohort study with 40 intervention and 40 matched controls to be followed up for 6 months. Both cohorts will be recruited from meditation-Naïve healthy individuals. The intervention group will learn a 21 minute meditation to practice daily. Various outcomes related to brain health and brain age will be collected over a period of 6 months.",
                "primaryPurpose": "HEALTH_SERVICES_RESEARCH",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "whoMasked": [
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 80,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Wellness and Meditation-Based Intervention",
                    "type": "EXPERIMENTAL",
                    "description": "Shambhavi Mahamudra Kriya: a multi-component 21-minute meditation that incorporates a combination of different breathing patterns and meditative components.",
                    "interventionNames": [
                        "Behavioral: Shambhavi Madamudra Kriya"
                    ]
                },
                {
                    "label": "Control",
                    "type": "NO_INTERVENTION",
                    "description": "Control Group: selected to be age, gender and education level matched with the intervention group and will be asked to continue their daily routine while completing surveys at each timepoint."
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Shambhavi Madamudra Kriya",
                    "description": "The intervention is taught at the Inner Engineering program offered by non-profit Isha Foundation as online as well as in-person formats. It incorporates a combination of different breathing patterns and meditative components. The intervention training provides precise, step by step and easy to follow instructions on how to perform this practice. Performed in a seated posture, this is a simple, safe and accessible intervention that requires no previous experience of meditation. The intervention selected for this study was shown to significantly reduce perceived stress, enhance self-reported general well-being, improve positive emotions, mindfulness, sleep, engagement, relationships, and may promote enhanced Heart Rate Variability and Sympathovagal balance.",
                    "armGroupLabels": [
                        "Wellness and Meditation-Based Intervention"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in Frontal Midline Theta Power after 6 Months of Daily Meditation Practice",
                    "description": "Frontal Midline Theta Power is obtained from an average of 8 electrodes (Fpc, Fc, Cz, Pz, Oz, F7, F8, P7, P8) around the midline in a standard EEG cap and has been proposed as a correlate of meditation success in previous studies.\n\nIncreased value suggests increased control over the brain's default mode network, suggesting more successful meditation experience.",
                    "timeFrame": "Measured at Baseline and 6 months"
                },
                {
                    "measure": "Change in Gamma Slope Index (GSI) after 6 Months of Daily Meditation",
                    "description": "GSI is an indicator of the Excitation-Inhibition (E-I) balance in the brain and is computed from the power spectral density slope of oscillatory activity in the brain, taking the low-gamma (40-60Hz) band slope of the Power Spectral Density, and is steeper (more negative) when the E-I balance is tipped towards more inhibition.\n\nA higher negative value suggests shift of the brain's excitation/inhibition balance toward more inhibition, indicating a calmer brain.",
                    "timeFrame": "Measured at Baseline and 6 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in Brain cortical thickness after 6 Months of Daily Meditation Practice",
                    "description": "Brain cortical thickness (mm) will be assessed using MRI. Cortical thickness is the width of gray matter in the human cortex. Group-wise comparisons will be made between the intervention group (meditation) and control (no meditation).\n\nA positive difference between the intervention (meditation) and control (no meditation) groups indicates greater cortical thickness in the intervention group.",
                    "timeFrame": "Measured at Baseline and 6 Months"
                },
                {
                    "measure": "Changes in Brain regional volume after 6 Months of Daily Meditation Practice",
                    "description": "Brain regional volume (mm\\^3) will be assessed using MRI. Brain regional volume is the volume of brain matter. Group-wise comparisons will be made between the intervention group (meditation) and control (no meditation).\n\nA positive difference between the intervention (meditation) and control (no meditation) groups indicates greater brain volume in the intervention (meditation) group.",
                    "timeFrame": "Measured at Baseline and 6 Months"
                },
                {
                    "measure": "Change in Brain Connectivity after 6 Months of Daily Meditation Practice",
                    "description": "fMRI is an indirect measure of brain activity based on blood oxygen level dependent (BOLD) signals. Based on BOLD signals, functional connectivity will be assessed. Functional connectivity between two regions will be assessed for both the intervention and control group. A t-statistics value will be calculated based on the differences in signal intensities between the two groups.\n\nA more positive t-statistic indicates greater brain connectivity in the intervention group (meditation) compared to the control (no meditation).",
                    "timeFrame": "Measured at Baseline and 6 Months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Individuals between the ages of 20-65 years.\n* Subjects will be required to be able to understand study instructions and provide informed consent.\n* Currently residing in Massachusetts.\n\nExclusion Criteria:\n\n* Non-English Speaking. (Justification: Meditation and cognitive assessment instruments are not validated in a sufficient range of languages, and the research team lacks polylingual capabilities or the financial resources to hire interpreters for the duration of all proposed assessments.)\n* Practicing meditation regularly for the past 6 months (3 or more times per week of practice regularly for the past 6 month).\n* History of psychiatric illness such as severe anxiety, severe depression, Schizophrenia or bipolar disorder.\n* History of any form of cognitive decline or neurological conditions such as dementia, Parkinson's disease, Alzheimer's disease, Huntington's disease, brain tumors, brain surgery.\n* Current use of cognition enhancing drugs\n* Current management for chronic pain.\n* History (within the last 5 years) of stroke/aneurysm.\n* Active history (within the last 5 years) of alcohol or drug abuse (\\> 10 drinks per week).\n* Current pregnancy or planning to become pregnant in the next 6 months.\n* Currently enrolled in another interventional study that could impact the primary outcome, as determined by the PI.\n* Educational attainment below high school level or equivalent.\n* Significant visual impairment.\n\nWomen of childbearing potential will be included as the intervention and the procedures in the study have minimal risks. There will be no enrollment exclusions based on sex, racial or ethnic factors.\n\nIf a woman becomes pregnant during the course of the study and is willing to stay as a subject, MRI will not be conducted.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "20 Years",
            "maximumAge": "65 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Balachundar Subramaniam, MD, MPH",
                    "role": "CONTACT",
                    "phone": "617-667-2721",
                    "email": "sadhgurucenter_research@bidmc.harvard.edu"
                },
                {
                    "name": "Sepideh Hariri, MD, MPH",
                    "role": "CONTACT",
                    "email": "sadhgurucenter_research@bidmc.harvard.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Balachundar Subramaniam, MD, MPH",
                    "affiliation": "Beth Israel Deaconess Medical Center",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Beth Israel Deaconess Medical Centre",
                    "status": "RECRUITING",
                    "city": "Boston",
                    "state": "Massachusetts",
                    "zip": "02115",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Balachundar Subramaniam, MD, MPH",
                            "role": "CONTACT",
                            "phone": "617-667-2721",
                            "email": "sadhgurucenter_research@bidmc.harvard.edu"
                        },
                        {
                            "name": "Balachundar Subramaniam, MD, MPH",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.35843,
                        "lon": -71.05977
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "32366919",
                    "type": "BACKGROUND",
                    "citation": "Yordanova J, Kolev V, Mauro F, Nicolardi V, Simione L, Calabrese L, Malinowski P, Raffone A. Common and distinct lateralised patterns of neural coupling during focused attention, open monitoring and loving kindness meditation. Sci Rep. 2020 May 4;10(1):7430. doi: 10.1038/s41598-020-64324-6."
                },
                {
                    "pmid": "27032724",
                    "type": "BACKGROUND",
                    "citation": "Fox KC, Dixon ML, Nijeboer S, Girn M, Floman JL, Lifshitz M, Ellamil M, Sedlmeier P, Christoff K. Functional neuroanatomy of meditation: A review and meta-analysis of 78 functional neuroimaging investigations. Neurosci Biobehav Rev. 2016 Jun;65:208-28. doi: 10.1016/j.neubiorev.2016.03.021. Epub 2016 Mar 28."
                },
                {
                    "pmid": "27079530",
                    "type": "BACKGROUND",
                    "citation": "Luders E, Cherbuin N, Gaser C. Estimating brain age using high-resolution pattern recognition: Younger brains in long-term meditation practitioners. Neuroimage. 2016 Jul 1;134:508-513. doi: 10.1016/j.neuroimage.2016.04.007. Epub 2016 Apr 11."
                },
                {
                    "pmid": "31932049",
                    "type": "BACKGROUND",
                    "citation": "Paixao L, Sikka P, Sun H, Jain A, Hogan J, Thomas R, Westover MB. Excess brain age in the sleep electroencephalogram predicts reduced life expectancy. Neurobiol Aging. 2020 Apr;88:150-155. doi: 10.1016/j.neurobiolaging.2019.12.015. Epub 2019 Dec 23."
                },
                {
                    "pmid": "29228793",
                    "type": "BACKGROUND",
                    "citation": "Peterson CT, Bauer SM, Chopra D, Mills PJ, Maturi RK. Effects of Shambhavi Mahamudra Kriya, a Multicomponent Breath-Based Yogic Practice ( Pranayama), on Perceived Stress and General Well-Being. J Evid Based Complementary Altern Med. 2017 Oct;22(4):788-797. doi: 10.1177/2156587217730934. Epub 2017 Sep 22."
                },
                {
                    "pmid": "22707866",
                    "type": "BACKGROUND",
                    "citation": "Muralikrishnan K, Balakrishnan B, Balasubramanian K, Visnegarawla F. Measurement of the effect of Isha Yoga on cardiac autonomic nervous system using short-term heart rate variability. J Ayurveda Integr Med. 2012 Apr;3(2):91-6. doi: 10.4103/0975-9476.96528."
                },
                {
                    "pmid": "27815577",
                    "type": "BACKGROUND",
                    "citation": "Brandmeyer T, Delorme A. Reduced mind wandering in experienced meditators and associated EEG correlates. Exp Brain Res. 2018 Sep;236(9):2519-2528. doi: 10.1007/s00221-016-4811-5. Epub 2016 Nov 4."
                },
                {
                    "pmid": "28676297",
                    "type": "BACKGROUND",
                    "citation": "Gao R, Peterson EJ, Voytek B. Inferring synaptic excitation/inhibition balance from field potentials. Neuroimage. 2017 Sep;158:70-78. doi: 10.1016/j.neuroimage.2017.06.078. Epub 2017 Jul 1."
                },
                {
                    "pmid": "30549144",
                    "type": "BACKGROUND",
                    "citation": "Orekhova EV, Stroganova TA, Schneiderman JF, Lundstrom S, Riaz B, Sarovic D, Sysoeva OV, Brant G, Gillberg C, Hadjikhani N. Neural gain control measured through cortical gamma oscillations is associated with sensory sensitivity. Hum Brain Mapp. 2019 Apr 1;40(5):1583-1593. doi: 10.1002/hbm.24469. Epub 2018 Dec 13."
                },
                {
                    "pmid": "32217820",
                    "type": "BACKGROUND",
                    "citation": "Kinnunen H, Rantanen A, Kentta T, Koskimaki H. Feasible assessment of recovery and cardiovascular health: accuracy of nocturnal HR and HRV assessed via ring PPG in comparison to medical grade ECG. Physiol Meas. 2020 May 7;41(4):04NT01. doi: 10.1088/1361-6579/ab840a."
                },
                {
                    "pmid": "34201861",
                    "type": "BACKGROUND",
                    "citation": "Altini M, Kinnunen H. The Promise of Sleep: A Multi-Sensor Approach for Accurate Sleep Stage Detection Using the Oura Ring. Sensors (Basel). 2021 Jun 23;21(13):4302. doi: 10.3390/s21134302."
                },
                {
                    "pmid": "32840331",
                    "type": "BACKGROUND",
                    "citation": "Wong W. Economic burden of Alzheimer disease and managed care considerations. Am J Manag Care. 2020 Aug;26(8 Suppl):S177-S183. doi: 10.37765/ajmc.2020.88482."
                },
                {
                    "pmid": "32714171",
                    "type": "BACKGROUND",
                    "citation": "Brandmeyer T, Delorme A. Closed-Loop Frontal Midlinetheta Neurofeedback: A Novel Approach for Training Focused-Attention Meditation. Front Hum Neurosci. 2020 Jun 30;14:246. doi: 10.3389/fnhum.2020.00246. eCollection 2020."
                },
                {
                    "pmid": "32513931",
                    "type": "BACKGROUND",
                    "citation": "Bruining H, Hardstone R, Juarez-Martinez EL, Sprengers J, Avramiea AE, Simpraga S, Houtman SJ, Poil SS, Dallares E, Palva S, Oranje B, Matias Palva J, Mansvelder HD, Linkenkaer-Hansen K. Measurement of excitation-inhibition ratio in autism spectrum disorder using critical brain dynamics. Sci Rep. 2020 Jun 8;10(1):9195. doi: 10.1038/s41598-020-65500-4."
                },
                {
                    "pmid": "32433768",
                    "type": "BACKGROUND",
                    "citation": "Arnal PJ, Thorey V, Debellemaniere E, Ballard ME, Bou Hernandez A, Guillot A, Jourde H, Harris M, Guillard M, Van Beers P, Chennaoui M, Sauvet F. The Dreem Headband compared to polysomnography for electroencephalographic signal acquisition and sleep staging. Sleep. 2020 Nov 12;43(11):zsaa097. doi: 10.1093/sleep/zsaa097."
                }
            ],
            "seeAlsoLinks": [
                {
                    "label": "Subramaniam, B. Inner Engineering Yoga Program on Short and Long Term Health Effects (ISHA-Impact): A Longitudinal Study. clinical trials.gov, 2021 Sep. Report No.: NCT04189146.",
                    "url": "http://clinicaltrials.gov/ct2/show/NCT04189146"
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000000757",
                    "term": "Anencephaly"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009436",
                    "term": "Neural Tube Defects"
                },
                {
                    "id": "D000009421",
                    "term": "Nervous System Malformations"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000009008",
                    "term": "Abnormalities, Severe Teratoid"
                },
                {
                    "id": "D000000013",
                    "term": "Congenital Abnormalities"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4087",
                    "name": "Anencephaly",
                    "asFound": "Brain; Agenesis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M18607",
                    "name": "Spinal Dysraphism",
                    "relevance": "LOW"
                },
                {
                    "id": "M12380",
                    "name": "Neural Tube Defects",
                    "relevance": "LOW"
                },
                {
                    "id": "M12",
                    "name": "Congenital Abnormalities",
                    "relevance": "LOW"
                },
                {
                    "id": "M12365",
                    "name": "Nervous System Malformations",
                    "relevance": "LOW"
                },
                {
                    "id": "T383",
                    "name": "Anencephaly",
                    "asFound": "Brain; Agenesis",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BC16",
                    "name": "Diseases and Abnormalities at or Before Birth"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}