{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05103176",
            "orgStudyIdInfo": {
                "id": "HUM00186637"
            },
            "secondaryIdInfos": [
                {
                    "id": "1R21NS118055-01A1",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/1R21NS118055-01A1"
                }
            ],
            "organization": {
                "fullName": "University of Michigan",
                "class": "OTHER"
            },
            "briefTitle": "Brain State-dependent Stimulation to Improve Movement",
            "officialTitle": "Leveraging Behavioral State to Enhance Specificity of Non-invasive Brain Stimulation on Motor Circuits",
            "acronym": "BrainSTIM",
            "therapeuticArea": [
                "Other"
            ],
            "study": "brain-state-dependent-stimulation-to-improve-movement"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-08",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-02-15",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-07",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-07",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-10-19",
            "studyFirstSubmitQcDate": "2021-11-01",
            "studyFirstPostDateStruct": {
                "date": "2021-11-02",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-08-18",
            "lastUpdatePostDateStruct": {
                "date": "2023-08-21",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Michael Vesia, PhD",
                "investigatorTitle": "Assistant Professor, Movement Science",
                "investigatorAffiliation": "University of Michigan"
            },
            "leadSponsor": {
                "name": "University of Michigan",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute of Neurological Disorders and Stroke (NINDS)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "Repetitive transcranial magnetic stimulation (rTMS) is a powerful tool to non-invasively modulate brain circuits, brain plasticity, and behavior. This proposal will test the hypothesis that controlling behavioral state during focal multi-day rTMS of a brain region involved in grasping movements will enhance the functional specificity of the neuromodulation action among distributed brain regions involved in voluntary motor control and concomitantly improve manual dexterity. Results from this study will be used to optimize rTMS therapy for individuals with neuromotor impairments by controlling behavioral state to improve the efficacy of rTMS treatment.\n\nHealthy volunteers that qualify for this study will have motor skill assessments and basic neuromotor testing (using neurophysiology with TMS and functional Magnetic Resonance Imaging (fMRI) scans). Participants will be asked to come in for up to nine sessions that include 1 screening session, 5 consecutive daily rTMS sessions and 3 assessment sessions with resting-state and task-based fMRI, neurophysiology with TMS, and hand motor tasks over the course of 3-4 weeks.",
            "detailedDescription": "This study will examine a particular type of rTMS, known as theta burst stimulation (TBS), which has been shown to induce longer lasting effects than other forms of rTMS, making TBS an important tool for therapeutic applications. While TBS provides relatively focal stimulation, effects on the brain occur through interconnected networks in ways that are poorly understood. Moreover, stimulation is highly state-dependent, and the use of rTMS in most therapeutic settings, such as the treatment of motor impairments, leaves behavioral state uncontrolled. Augmenting rTMS therapy by inducing specific behavioral states is an attractive idea for improving therapeutic rTMS, but the relevant knowledge base is sparse. To address this critical gap, this exploratory R21 proposal will examine the effects of TBS and behavioral state on brain and motor behavior. The investigators will test the broad hypothesis that when TBS is applied during a controlled behavior state, motor function will be facilitated, compared to stimulation when behavioral state is uncontrolled. The investigators will focus on the posterior parietal cortex (PPC), and associated parietofrontal circuits, which subserve skilled grasp control, an ability known to be impaired in stroke, traumatic brain injury, and other motor disorders. The investigators will collect functional magnetic resonance imaging (fMRI), neurophysiological measures with TMS, and behavioral measures in all subjects for three different interventions.\n\nIn Aim 1, the investigators will show improvement in action performance by manipulating the behavioral state during PPC stimulation.\n\nIn Aim 2, the investigators will demonstrate modulation of neurophysiological aftereffects of PPC stimulation on motor output by manipulating behavioral state.\n\nIn Aim 3, the investigators will assess the relationship between brain connectivity, plasticity and behavior in response to the behavioral state during brain stimulation.\n\nImpact: Results will provide insights into the effects of rTMS and behavioral state on the brain and behavior. This knowledge will lay a mechanistic foundation for future studies to show how controlling behavioral state during rTMS can improve therapeutic efficacy in neurological disorders."
        },
        "conditionsModule": {
            "conditions": [
                "Healthy"
            ],
            "keywords": [
                "fMRI",
                "TMS",
                "brain stimulation",
                "theta burst",
                "posterior parietal cortex",
                "motor control",
                "grasping"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "The investigators will use a randomized block design with up to 65 subjects in up to nine sessions. The first session will screen subjects before enrolling subjects into study. Three sessions will collect functional magnetic resonance imaging (fMRI) scans, neurophysiological measures with TMS, and behavioral measures. After a baseline testing session, subsequent sessions over five days will entail rTMS, followed by two assessments to evaluate the effects of stimulation on brain and behavior. rTMS intervention sessions will consist of: (i) Posterior Parietal Cortex (PPC) stimulation alone, (ii) PPC stimulation paired with a grasp task or (iii) vertex stimulation (as a control condition) paired with a grasp task. Duration of study: Approximately 3-4 weeks (depending upon scheduling)",
                "primaryPurpose": "BASIC_SCIENCE",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "maskingDescription": "Subjects will be randomly assigned to one of the 3 arms of the study. Subjects will be blind to which arm they are in, however, will be aware of what is involved within each of the arms.",
                    "whoMasked": [
                        "PARTICIPANT"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 65,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "To PPC, with concurrent task",
                    "type": "EXPERIMENTAL",
                    "description": "This arm will receive intermittent theta bust stimulation to the PPC site while subjects perform a grasp task",
                    "interventionNames": [
                        "Device: TMS",
                        "Behavioral: Object directed grasping"
                    ]
                },
                {
                    "label": "To PPC, without a concurrent task",
                    "type": "EXPERIMENTAL",
                    "description": "This arm will receive intermittent theta bust stimulation to the PPC site without a concurrent task",
                    "interventionNames": [
                        "Device: TMS"
                    ]
                },
                {
                    "label": "To vertex, with concurrent task",
                    "type": "EXPERIMENTAL",
                    "description": "This arm will receive intermittent theta bust stimulation to the vertex site (control condition) while subjects perform a grasp task",
                    "interventionNames": [
                        "Device: TMS",
                        "Behavioral: Object directed grasping"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "TMS",
                    "description": "A MagPro X100 magnetic stimulator with a 90mm figure-8 coil (MC-B70, MagVenture Inc.) will be utilized to deliver brain stimulation. All participants will receive five consecutive days of stimulation. The 3-minute session of intermittent Theta Burst Stimulation (iTBS) will consist of 10 bursts of high-frequency stimulation (a 2 s train of 3 biphasic waveform pulses at 50 Hz repeated every 200 ms at 80% AMT) repeated every 10 s for a total of 190 s (600 pulses) to the target area. The target area will be located using BrainSight2 neuronavigation system. The baseline structural scan obtained during the scan 1 will be utilized for this localization process.",
                    "armGroupLabels": [
                        "To PPC, with concurrent task",
                        "To PPC, without a concurrent task",
                        "To vertex, with concurrent task"
                    ],
                    "otherNames": [
                        "MagPro X100 TMS system"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Object directed grasping",
                    "description": "Subjects will perform a precision grip with the right hand towards either a small or large target object positioned in front of them. The illumination of an LED (green or red) will instruct the subject to plan a precision grip towards either a small or large target object positioned in front of them. After \\~1 second, the LED will extinguish and cue subjects to execute the intended object-directed hand action. The presentation of the visual stimuli will be synchronized with the iTBS stimulation, which will occur 800ms before the onset of every \"GO\" cue in order to modulate cortical activity during both the planning and execution phase of the action.",
                    "armGroupLabels": [
                        "To PPC, with concurrent task",
                        "To vertex, with concurrent task"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Percentage change in the time to complete the nine-hole peg test (9-HPT) to immediate post-intervention",
                    "description": "9-hole peg test is a manual dexterity measure, estimated as the time required to complete the task (seconds)",
                    "timeFrame": "Baseline and immediate post-intervention (up to 30 min)"
                },
                {
                    "measure": "Percentage change in amplitude of motor evoked potential (MEP) to immediate post-intervention.",
                    "description": "Motor cortical excitability is measured by electromyography using MEPs elicited by TMS",
                    "timeFrame": "Baseline and immediate post-intervention (up to 60 min)"
                },
                {
                    "measure": "Change from baseline functional connectivity to PPC stimulation target within the cortical grasping network to immediate post-intervention.",
                    "description": "Resting-state connectivity of low frequency BOLD fluctuations for a seed at the PPC",
                    "timeFrame": "Baseline and immediate post-intervention (up to 60 min during fMRI)"
                },
                {
                    "measure": "Change from baseline Blood Oxygen Level-Dependent (BOLD) activation, voxelwise in the cortical grasp network to immediate post-intervention.",
                    "description": "Parietal-frontal cortical grasping network defined by BOLD change while subject performs the precision force-tracking task",
                    "timeFrame": "Baseline and immediate post-intervention (up to 60 min during fMRI)"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Percentage change in the time to complete the nine-hole peg test (9-HPT) to 1-week post-intervention",
                    "description": "9-hole peg test is a manual dexterity measure, estimated as the time required to complete the task (seconds)",
                    "timeFrame": "Baseline and 1-week post-intervention (up to 30 min)"
                },
                {
                    "measure": "Percentage change in amplitude of motor evoked potential (MEP) to 1-week post-intervention.",
                    "description": "Motor cortical excitability is measured by electromyography using MEPs elicited by TMS",
                    "timeFrame": "Baseline and 1-week post-intervention (up to 60 min)"
                },
                {
                    "measure": "Change from baseline functional connectivity to PPC stimulation target within the cortical grasping network to 1-week post-intervention.",
                    "description": "Resting-state connectivity of low frequency BOLD fluctuations for a seed at the PPC",
                    "timeFrame": "Baseline and 1-week post-intervention (up to 60 min during fMRI)"
                },
                {
                    "measure": "Change from baseline Blood Oxygen Level-Dependent (BOLD) activation, voxelwise in the cortical grasp network to 1-week post-intervention.",
                    "description": "Parietal-frontal cortical grasping network defined by BOLD change while subject performs the precision force-tracking task",
                    "timeFrame": "Baseline and 1-week post-intervention (up to 60 min during fMRI)"
                },
                {
                    "measure": "Change from baseline Blood Oxygen Level-Dependent (BOLD) activation, voxelwise in whole brain to immediate post-intervention.",
                    "description": "Parietal-frontal cortical grasping network defined by BOLD change while subject performs the precision force-tracking task",
                    "timeFrame": "Baseline and immediate-intervention (up to 60 min during fMRI)"
                },
                {
                    "measure": "Change from baseline Blood Oxygen Level-Dependent (BOLD) activation, voxelwise in whole brain to 1-week post-intervention.",
                    "description": "Parietal-frontal cortical grasping network defined by BOLD change while subject performs the precision force-tracking task",
                    "timeFrame": "Baseline and 1-week post-intervention (up to 60 min during fMRI)"
                },
                {
                    "measure": "Percentage change in accuracy to precision force-tracking task to immediate post-intervention",
                    "description": "Squared distance (error) from the cursor to the target in precision force-tracking task, estimated as the root mean squared error (RMSE)",
                    "timeFrame": "Baseline and immediate post-intervention (up to 60 min during fMRI and outside scanner)"
                },
                {
                    "measure": "Percentage change in accuracy to precision force-tracking task to 1-week post-intervention",
                    "description": "Squared distance (error) from the cursor to the target in precision force-tracking task, estimated as the root mean squared error (RMSE)",
                    "timeFrame": "Baseline and 1-week post-intervention (up to 60 min during fMRI and outside scanner)"
                },
                {
                    "measure": "Percentage change in the mean choice reaction time to immediate post-intervention",
                    "description": "Mean reaction time for subjects responding in the 2-choice reaction time control task, for correct responses",
                    "timeFrame": "Baseline and immediate post-intervention (up to 30 min)"
                },
                {
                    "measure": "Percentage change in the mean choice reaction time to 1-week post-intervention",
                    "description": "Mean reaction time for subjects responding in the 2-choice reaction time control task, for correct responses",
                    "timeFrame": "Baseline and 1-week post-intervention (up to 30 min)"
                },
                {
                    "measure": "Percentage change in the normalized motor evoked potential (MEP) size to immediate post-intervention.",
                    "description": "Parietal-motor functional connectivity is measured by electromyography using MEPs elicited by dual-site TMS, while subjects perform an object-directed grasp/subjects are at rest",
                    "timeFrame": "Baseline and immediate post-intervention (up to 60 min)"
                },
                {
                    "measure": "Percentage change in the normalized motor evoked potential (MEP) size to 1-week post-intervention.",
                    "description": "Parietal-motor functional connectivity is measured by electromyography using MEPs elicited by dual-site TMS, while subjects perform an object-directed grasp/subjects are at rest",
                    "timeFrame": "Baseline and 1-week post-intervention (up to 60 min)"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Women of child bearing age cannot be pregnant or trying to become pregnant\n* Ability to tolerate small, enclosed spaces without anxiety\n* Ability and willingness to give informed consent to participate\n* No history of neurological disorder\n* Right handed\n* English speaking\n\nExclusion Criteria:\n\n* Are left-handed\n* Are younger than 18 or older than 50 years old\n* Women who are pregnant, suspect they are pregnant, or are attempting to become pregnant\n* Have metal anywhere in the head, excluding the mouth\n* Have a pacemaker, deep brain stimulator, vagus nerve stimulator or any other medically implanted device\n* Have cochlear hearing implants\n* Are taking GABAergic, NDMA-receptor antagonist, or other drug known to influence neural receptors\n* Have any of the below conditions that would put participants at increased risk of having a seizure: a personal or family history of seizure/epilepsy, taking prescription drugs that lower the threshold for seizures, recent history of excessive alcohol consumption, history of alcohol addiction/dependence, recent history of recreational drug use, history of drug addiction/dependence\n* Have been diagnosed with any of the following: a stroke, brain hemorrhage, brain tumor, encephalitis, multiple sclerosis, Parkinson's disease or Alzheimer's disease, depression in the past 6 months, attention deficit disorder, schizophrenia, manic depressive (bipolar) disorder, normal pressure hydrocephalus or increased intra-cranial pressure, diabetes requiring insulin treatment, any serious heart disorder or liver disease\n* Have had a migraine in the past month\n* MRI specific exclusion criteria: Any relevant history of open-heart surgery, artificial heart valve, brain aneurysm surgery, braces or extensive dental work, cataract surgery or lens implant, or artificial limb or joint. History of foreign metallic object in the body such as bullets, BB's, pellets, shrapnel, or metalwork fragments. Claustrophobia, have uncontrollable shaking, or cannot lie still for one hour.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "50 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Ashley Rettmann",
                    "role": "CONTACT",
                    "phone": "734-763-2790",
                    "email": "arettman@umich.edu"
                },
                {
                    "name": "Michael Vesia, PhD",
                    "role": "CONTACT",
                    "phone": "734-764-5237",
                    "email": "mvesia@umich.edu"
                }
            ],
            "locations": [
                {
                    "facility": "University of Michigan",
                    "status": "RECRUITING",
                    "city": "Ann Arbor",
                    "state": "Michigan",
                    "zip": "48170",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Ashley Rettmann",
                            "role": "CONTACT",
                            "phone": "734-763-2790",
                            "email": "b2laboratory@umich.edu"
                        },
                        {
                            "name": "Michael Vesia, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.27756,
                        "lon": -83.74088
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "The PI will share information about this/these trial(s) via timely registration, updates, and results reporting in ClinicalTrials.gov in accordance with NIH policy. De-identified data will be entered into the in ClinicalTrials.gov in accordance with NIH policy within 1 year of the conclusion of the study.\n\nIn accord with NIH regulations, the investigators will make the data and relevant documentation available to other investigators upon acceptance of the main findings from the study for publication. The investigators will share analysis tools as they are developed. Because the collected data are to remain anonymous, only a subject number will identify all data. To further protect the privacy and confidentiality of the data, data and documentation will be made available only under a data-sharing agreement that provides for restrictions for the transferring of data to others and a commitment that the data will be used for research purposes only and not for a profit-making enterprise.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF"
            ],
            "timeFrame": "Within 1 year of the conclusion of the study",
            "accessCriteria": "No additional access restrictions will be placed on the de-identified data beyond those that are standard for the NIH."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        }
    },
    "hasResults": false
}