{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06039267",
            "orgStudyIdInfo": {
                "id": "NCR234792"
            },
            "organization": {
                "fullName": "George Washington University",
                "class": "OTHER"
            },
            "briefTitle": "Brain Health & the Microbiome",
            "officialTitle": "Brain Health & the Microbiome: A Proof-of-Concept Study in Patients With Mild Cognitive Impairment",
            "acronym": "bMicrobiome",
            "therapeuticArea": [
                "Neurology",
                "Other"
            ],
            "study": "brain-health-the-microbiome"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-09",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-08-25",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-08-24",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-08-24",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-08-31",
            "studyFirstSubmitQcDate": "2023-09-08",
            "studyFirstPostDateStruct": {
                "date": "2023-09-15",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-09-08",
            "lastUpdatePostDateStruct": {
                "date": "2023-09-15",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "George Washington University",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The GW SMHS supports research in complementary and integrative approaches to treatment of sickness and disease and for health promotion. Sometimes, research may involve asking questions of patients, students, and health providers. In this study, individuals are being asked to participate in this study as either 1) a healthy volunteer, 2) a person with Mild Cognitive Impairment (MCI), or 3) a person with early Alzheimer's disease (eAD). We are trying to learn more about if the gut microbiome (the microbes that live in our digestive tract) of individuals with eAD, MCI, and healthy controls are altered following lifestyle changes. This research will provide the pilot data to begin to understand if these changes in the gut microbiome are beneficial to health and/or may slow or halt the progression of MCI or early Alzheimer's.",
            "detailedDescription": "AD is, in a word, devastating. The massive psychological and physical trauma experienced by people with dementia and their loved ones is catastrophic and incapable of overestimation. It is incumbent upon researchers and clinicians to not only better understand the etiology of this disease, but also to translate this knowledge into actionable evidence to facilitate clinical care and prevention. The MGBA serves as a major etiological factor, in both cause and potentiation of the disease process, that possesses great potential for intervention. Interventions have the greatest opportunity for success earlier in the disease pathogenesis; therefore, MCI is an ideal target for intervention to prevent progression to AD. To effectively apply knowledge of this bidirectional relationship, a clearer picture of dysbiosis relevant to cognitive decline must be identified. The inclusion of HC, MCI, and early AD allows for the detection of a dose-response relationship, which is one of Bradford Hill's criteria for causality. 1 This means we will begin to investigate causality (using one of Hill's eight criteria) in addition to association in this proof-of-concept study.\n\nMost previous research has been done at too high a phylogenetic level to be truly informative in terms of interventions-in other words the data is too low resolution. The microbiome field was launched at the phylum/genus level for many reasons including the need to start somewhere in such a complex system. To put this in perspective, comparing a genus, such as Lactobacillus, would be akin to comparing a compilation or average of all species of the genus Homo: H. sapiens, H. habilis, H. errectus, H. heigelbergensis, H. neanderthalensis, and H. naledi. The diversity in Homo sapiens alone is staggering. How could we possibly think this is specific or high resolution enough to be clinically meaningful? Well, the research has shown that it is not. This coupled with advancements in technology (qPCR to 16S to shotgun metagenomics) has changed the landscape of the microbiome field. However, such advanced testing and understanding has yet to make it to the clinic and has largely not been applied to MCI or AD populations to date.\n\nThe sum of the evidence suggests that restoration of the gut microbiome may serve to prevent, slow, or even reverse MCI/AD. Whether this entails the use of diet, supplements, medications, etc. or some combination thereof remains to be discovered. Before an intervention can be designed, a firm grasp of the specific alterations to the gut microbiome must be identified using higher resolution than simply genus alone-we must understand species level at least, ideally strain level in many cases. Once we understand the species-level alterations, therapeutic interventions may then be implemented to determine the effect size of said interventions."
        },
        "conditionsModule": {
            "conditions": [
                "Mild Cognitive Impairment",
                "Mild Dementia",
                "Alzheimer Disease 1"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": false,
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "PROSPECTIVE"
            },
            "enrollmentInfo": {
                "count": 90,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Healthy Controls",
                    "description": "Healthy males and females, ages 50-90",
                    "interventionNames": [
                        "Other: Gut Microbiome Testing"
                    ]
                },
                {
                    "label": "Mild Cognitive Impairment",
                    "description": "Males and females with mild cognitive impairment, ages 50-90",
                    "interventionNames": [
                        "Other: Gut Microbiome Testing"
                    ]
                },
                {
                    "label": "Early Alzheimer's Disease",
                    "description": "Males and females with early Alzheimer's disease, ages 50-90",
                    "interventionNames": [
                        "Other: Gut Microbiome Testing"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Gut Microbiome Testing",
                    "description": "Stool microbiome testing using shotgun metagenomic sequencing",
                    "armGroupLabels": [
                        "Early Alzheimer's Disease",
                        "Healthy Controls",
                        "Mild Cognitive Impairment"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Gut Microbiome Composition",
                    "description": "To compare the gut microbiomes of patients with early Alzheimer's disease, mild cognitive impairment, and healthy controls using diversity as well as genus, species, and strain level differences in composition (shotgun metagenomics).",
                    "timeFrame": "3- and 6-months"
                },
                {
                    "measure": "Gut Microbiome Function",
                    "description": "To compare the gut microbiomes of patients with early Alzheimer's disease, mild cognitive impairment, and healthy controls using diversity as well as genus, species, and strain level differences in function (shotgun metagenomics).",
                    "timeFrame": "3- and 6-months"
                },
                {
                    "measure": "Document microbiome changes following lifestyle changes in subjects with early Alzheimer's disease, mild cognitive impairment, and healthy controls for future study design.",
                    "description": "Observationally collect gut microbiome and lifestyle changes to inform the design of a trial to study lifestyle interventions.",
                    "timeFrame": "3- and 6-months"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Gut Microbiome Diversity (Index)",
                    "description": "Gut microbiome diversity (index) will exhibit a dose-response relationship among subjects with early Alzheimer's disease, mild cognitive impairment, and healthy controls.",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Gut Microbiome Composition (Shotgun Metagenomics)",
                    "description": "Gut microbiome composition (shotgun metagenomics) will exhibit a dose-response relationship among subjects with early Alzheimer's disease, mild cognitive impairment, and healthy controls.",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Gut Microbiome Function (Shotgun Metagenomics)",
                    "description": "Gut microbiome function (shotgun metagenomics) will exhibit a dose-response relationship among subjects with early Alzheimer's disease, mild cognitive impairment, and healthy controls.",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Diet as Effect-Modifier (DietID)",
                    "description": "Implementing dietary changes (DietID) like increasing microbiota accessible carbohydrates (i.e. prebiotic dietary fiber and resistant starches) will modify the relationship between MCI status and gut microbiome composition and function, dependent upon magnitude and regularity of implementation.",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Physical Activity as Effect-Modifier (Self-report)",
                    "description": "Implementing physical activity changes (self-report) will modify the relationship between MCI status and gut microbiome composition and function, dependent upon magnitude and regularity of implementation.",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Probiotic as Effect-Modifier (Self-report)",
                    "description": "Taking a personalized probiotic strain (self-report) will modify the relationship between MCI status and gut microbiome composition and function, dependent upon effectiveness of the probiotic and adherence to the probiotic regimen.",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Bowel Movement Position as Effect-Modifier (Self-report)",
                    "description": "Improving bowel movement position (i.e. from 90° to 35°, self-report) will modify the relationship between MCI status and gut microbiome composition and function, dependent upon regularity of implementation.",
                    "timeFrame": "6 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Age 50-90\n* Early Alzheimer's Disease (eAD)\n* Mild Cognitive Impairment (MCI)\n* Healthy Control (no eAD or MCI)\n\nExclusion Criteria:\n\n* Criteria or pathology that may affect the outcomes of the study or the risk/benefit ratio as determined by the study team",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "50 Years",
            "maximumAge": "90 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "Residents of the greater Washington, DC Metro Area.",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "locations": [
                {
                    "facility": "George Washington University School of Medicine & Health Sciences",
                    "status": "RECRUITING",
                    "city": "Washington",
                    "state": "District of Columbia",
                    "zip": "20037",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Abdelmohsen Al Qalam",
                            "role": "CONTACT",
                            "phone": "843-801-2008",
                            "email": "aalqalam@gwu.edu"
                        },
                        {
                            "name": "Leigh A Frame, PhD, MHS",
                            "role": "CONTACT",
                            "phone": "202-994-0184",
                            "email": "leighframe@gwu.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.89511,
                        "lon": -77.03637
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "29051531",
                    "type": "BACKGROUND",
                    "citation": "Vogt NM, Kerby RL, Dill-McFarland KA, Harding SJ, Merluzzi AP, Johnson SC, Carlsson CM, Asthana S, Zetterberg H, Blennow K, Bendlin BB, Rey FE. Gut microbiome alterations in Alzheimer's disease. Sci Rep. 2017 Oct 19;7(1):13537. doi: 10.1038/s41598-017-13601-y."
                },
                {
                    "pmid": "32727612",
                    "type": "BACKGROUND",
                    "citation": "Mezo C, Dokalis N, Mossad O, Staszewski O, Neuber J, Yilmaz B, Schnepf D, de Aguero MG, Ganal-Vonarburg SC, Macpherson AJ, Meyer-Luehmann M, Staeheli P, Blank T, Prinz M, Erny D. Different effects of constitutive and induced microbiota modulation on microglia in a mouse model of Alzheimer's disease. Acta Neuropathol Commun. 2020 Jul 29;8(1):119. doi: 10.1186/s40478-020-00988-5."
                },
                {
                    "pmid": "31530263",
                    "type": "BACKGROUND",
                    "citation": "Katsinelos T, Doulberis M, Polyzos SA, Papaefthymiou A, Katsinelos P, Kountouras J. Molecular Links Between Alzheimer's Disease and Gastrointestinal Microbiota: Emphasis on Helicobacter pylori Infection Involvement. Curr Mol Med. 2019;20(1):3-12. doi: 10.2174/1566524019666190917125917."
                },
                {
                    "pmid": "34669122",
                    "type": "BACKGROUND",
                    "citation": "Roe K. An Alternative Explanation for Alzheimer's Disease and Parkinson's Disease Initiation from Specific Antibiotics, Gut Microbiota Dysbiosis and Neurotoxins. Neurochem Res. 2022 Mar;47(3):517-530. doi: 10.1007/s11064-021-03467-y. Epub 2021 Oct 20."
                },
                {
                    "pmid": "34111528",
                    "type": "BACKGROUND",
                    "citation": "Wang M, Cao J, Gong C, Amakye WK, Yao M, Ren J. Exploring the microbiota-Alzheimer's disease linkage using short-term antibiotic treatment followed by fecal microbiota transplantation. Brain Behav Immun. 2021 Aug;96:227-238. doi: 10.1016/j.bbi.2021.06.003. Epub 2021 Jun 7."
                },
                {
                    "pmid": "29039142",
                    "type": "BACKGROUND",
                    "citation": "Quigley EMM. Microbiota-Brain-Gut Axis and Neurodegenerative Diseases. Curr Neurol Neurosci Rep. 2017 Oct 17;17(12):94. doi: 10.1007/s11910-017-0802-6."
                },
                {
                    "pmid": "30023410",
                    "type": "BACKGROUND",
                    "citation": "Martin CR, Osadchiy V, Kalani A, Mayer EA. The Brain-Gut-Microbiome Axis. Cell Mol Gastroenterol Hepatol. 2018 Apr 12;6(2):133-148. doi: 10.1016/j.jcmgh.2018.04.003. eCollection 2018."
                },
                {
                    "pmid": "31118068",
                    "type": "BACKGROUND",
                    "citation": "Angelucci F, Cechova K, Amlerova J, Hort J. Antibiotics, gut microbiota, and Alzheimer's disease. J Neuroinflammation. 2019 May 22;16(1):108. doi: 10.1186/s12974-019-1494-4."
                },
                {
                    "pmid": "32125206",
                    "type": "BACKGROUND",
                    "citation": "Doulberis M, Kotronis G, Gialamprinou D, Polyzos SA, Papaefthymiou A, Katsinelos P, Kountouras J. Alzheimer's disease and gastrointestinal microbiota; impact of Helicobacter pylori infection involvement. Int J Neurosci. 2021 Mar;131(3):289-301. doi: 10.1080/00207454.2020.1738432. Epub 2020 Mar 13."
                },
                {
                    "pmid": "31063846",
                    "type": "BACKGROUND",
                    "citation": "Liu P, Wu L, Peng G, Han Y, Tang R, Ge J, Zhang L, Jia L, Yue S, Zhou K, Li L, Luo B, Wang B. Altered microbiomes distinguish Alzheimer's disease from amnestic mild cognitive impairment and health in a Chinese cohort. Brain Behav Immun. 2019 Aug;80:633-643. doi: 10.1016/j.bbi.2019.05.008. Epub 2019 May 4."
                },
                {
                    "pmid": "29758946",
                    "type": "BACKGROUND",
                    "citation": "Zhuang ZQ, Shen LL, Li WW, Fu X, Zeng F, Gui L, Lu Y, Cai M, Zhu C, Tan YL, Zheng P, Li HY, Zhu J, Zhou HD, Bu XL, Wang YJ. Gut Microbiota is Altered in Patients with Alzheimer's Disease. J Alzheimers Dis. 2018;63(4):1337-1346. doi: 10.3233/JAD-180176."
                },
                {
                    "pmid": "27776263",
                    "type": "BACKGROUND",
                    "citation": "Cattaneo A, Cattane N, Galluzzi S, Provasi S, Lopizzo N, Festari C, Ferrari C, Guerra UP, Paghera B, Muscio C, Bianchetti A, Volta GD, Turla M, Cotelli MS, Gennuso M, Prelle A, Zanetti O, Lussignoli G, Mirabile D, Bellandi D, Gentile S, Belotti G, Villani D, Harach T, Bolmont T, Padovani A, Boccardi M, Frisoni GB; INDIA-FBP Group. Association of brain amyloidosis with pro-inflammatory gut bacterial taxa and peripheral inflammation markers in cognitively impaired elderly. Neurobiol Aging. 2017 Jan;49:60-68. doi: 10.1016/j.neurobiolaging.2016.08.019. Epub 2016 Aug 31."
                },
                {
                    "pmid": "34182544",
                    "type": "BACKGROUND",
                    "citation": "Liu M, Song S, Chen Q, Sun J, Chu W, Zhang Y, Ji F. Gut microbiota mediates cognitive impairment in young mice after multiple neonatal exposures to sevoflurane. Aging (Albany NY). 2021 Jun 28;13(12):16733-16748. doi: 10.18632/aging.203193. Epub 2021 Jun 28."
                }
            ],
            "seeAlsoLinks": [
                {
                    "label": "Lab Website",
                    "url": "https://framecorrlab.smhs.gwu.edu/research/ongoing-research"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO",
            "description": "No plan to share."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000000544",
                    "term": "Alzheimer Disease"
                },
                {
                    "id": "D000060825",
                    "term": "Cognitive Dysfunction"
                }
            ],
            "ancestors": [
                {
                    "id": "D000003704",
                    "term": "Dementia"
                },
                {
                    "id": "D000001927",
                    "term": "Brain Diseases"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000024801",
                    "term": "Tauopathies"
                },
                {
                    "id": "D000019636",
                    "term": "Neurodegenerative Diseases"
                },
                {
                    "id": "D000019965",
                    "term": "Neurocognitive Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                },
                {
                    "id": "D000003072",
                    "term": "Cognition Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M3885",
                    "name": "Alzheimer Disease",
                    "asFound": "Alzheimer's Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M29705",
                    "name": "Cognitive Dysfunction",
                    "asFound": "Mild Cognitive Impairment",
                    "relevance": "HIGH"
                },
                {
                    "id": "M6904",
                    "name": "Dementia",
                    "relevance": "LOW"
                },
                {
                    "id": "M5204",
                    "name": "Brain Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M23002",
                    "name": "Tauopathies",
                    "relevance": "LOW"
                },
                {
                    "id": "M21558",
                    "name": "Neurodegenerative Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M21836",
                    "name": "Neurocognitive Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M6301",
                    "name": "Cognition Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "T2192",
                    "name": "Familial Alzheimer Disease",
                    "relevance": "LOW"
                },
                {
                    "id": "T311",
                    "name": "Alzheimer Disease Type 1",
                    "asFound": "Alzheimer Disease 1",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}