{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05345392",
            "orgStudyIdInfo": {
                "id": "STUDY21110115"
            },
            "secondaryIdInfos": [
                {
                    "id": "R01MH127021",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/R01MH127021"
                }
            ],
            "organization": {
                "fullName": "University of Pittsburgh",
                "class": "OTHER"
            },
            "briefTitle": "Brain, Emotions, and Mind-Wandering",
            "officialTitle": "Neurobehavioral Targets of Mindfulness in Youth at Risk for Mood Disorders",
            "acronym": "BEAM",
            "therapeuticArea": [
                "Other"
            ],
            "study": "brain-emotions-and-mind-wandering"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-09-23",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-02-28",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-02-28",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-04-12",
            "studyFirstSubmitQcDate": "2022-04-20",
            "studyFirstPostDateStruct": {
                "date": "2022-04-25",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-26",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-29",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Danella Hafeman",
                "investigatorTitle": "Assistant Professor, University of Pittsburgh Department of Psychiatry",
                "investigatorAffiliation": "University of Pittsburgh"
            },
            "leadSponsor": {
                "name": "University of Pittsburgh",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute of Mental Health (NIMH)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Mood lability is an important transdiagnostic problem that is associated with poor psychosocial function and suicidal thoughts, and is a predictor of mood disorder onset, especially in youth at familial risk. Thus, particularly in youth with a family history of mood disorder, an intervention to target mood lability during a key period of development could improve outcomes. This study will allow us to test neurobehavioral mechanisms of a mindfulness-based intervention to target mood lability in early adolescents at high risk for developing mood disorders. Through this randomized controlled trial, the investigators will better understand how and for whom mindfulness interventions work, which will lead to more targeted interventions to improve emotion regulation during this key developmental period.",
            "detailedDescription": "In a sample of 100 adolescents (11-14 years old) with mood lability and a parent or sibling with a major mood disorder, the investigators are comparing an 8-week mindfulness-based intervention (MBI) versus a health and wellness program (HWI) to assess mechanisms through which the MBI leads to decreased mood lability. The investigators estimate that they will need to enroll 140 participants to successfully randomize 100 participants. Participants will first complete an intake assessment to confirm the parent's or sibling's bipolar or major depressive disorder diagnosis as well as obtain demographic, family history, and clinical data necessary for determining the participant's eligibility. Eligible participants must also have elevated mood lability, which is defined as \\>10 on the Children's Affective Lability Scale (CALS), averaged across parent and child score. Once 8-16 participants have been recruited in the current batch (to allow for an optimal group size of 3-8 in MBI and the Health and Wellness Intervention; HWI), approximately every 4 months, the first study visit (T-pre¬) will occur. This study visit will include (1) self- and parent-report questionnaires; (2) MRI assessment; (3) behavioral task (Sustained Attention to Response Task; SART); and (4) Ecological Momentary Assessment (EMA) data collected for six days the week/weekend after the visit.\n\nFollowing successful completion of this visit, and within three weeks of the T(pre) visit, youth will be randomized to the MBI or HWI. 50% of participants will be randomly assigned to MBI and 50% to HWI. Randomization will be balanced on important predictors of functional connectivity and mood trajectory using permuted-block randomization; these are (1) whether the participant has a current non-mood DSM-5 diagnosis (including attention deficit hyperactivity disorder (ADHD), anxiety, and disruptive behavior disorders) (yes/no) and (2) sex-by-pubertal status (pre/early-pubertal girls, pre/early-pubertal boys, mid/late-pubertal girls, mid/late-pubertal boys). Participants will be randomized in groups of 8-16; ideally, each group will be matched on all three variables. However, to the extent that they are not, permuted-block randomization will be used to take that into account during the next batch randomization procedure, to balance across groups over time.\n\nParticipants will participate in four follow-up assessments over the next \\~11 months following randomization. The first three visits will follow the same procedure as T(pre). Specifically, they will include (1) self- and parent-report questionnaires; (2) MRI assessment; (3) behavioral task (SART); and (4) EMA data collected for six days the week/weekend after the visit. These visits will occur approximately 4 weeks after the MBI/HWI group has started (T(mid)), immediately following the MBI/HWI (T(post)), and 3 months after completing the MBI/HWI group (T(3M0)). Finally, the fourth follow-up visit will consist of a full clinical assessment (using the KSADS) that will be conducted by an interviewer (and supervised by a child psychiatrist) who is blinded to treatment status. This final assessment will also include (1) self- and parent-report questionnaires and (2) EMA data. This visit will be targeted for 9 months after completing the MBI/HWI group.\n\nEach intervention will consist of eight weekly, hour-long groups. Each intervention will be each led by two instructors with appropriate training and sufficient experience working with youth in this age range. Groups will range from 3-8 participants; group size will be matched across treatment arm. The arms will be matched for non-specific elements, including time and social interactions, and will include a mix of short video clips, hands-on activities, and group discussions. Both arms will include relevant home practice; and this will be reviewed at the start of each session.\n\nThe MBI is a manualized intervention based on mindfulness-based stress reduction (MBSR) and mindfulness-based cognitive therapy (MBCT), borrowing publicly available materials from the Mindfulness in Schools Program and Acceptance and Commitment Therapy. The activities will focus on topics such as practicing how to focus attention, cultivating an attitude of curiosity and kindness towards ourselves, recognizing how the mind generates emotions and body sensations, seeing thoughts as separate from ourselves, practicing being with the pleasant and unpleasant, and exploring being fully present with movement. The groups will be led by two trained instructors, who have an ongoing mindfulness practice and have training and experience with teaching mindfulness to youth. At a minimum, instructors will have attended an MBSR/MBCT course and have at least one year of regular mindfulness practice, followed by a formal teacher training course. Two qualified instructors have agreed to participate as group leaders in this project. Prior to leading groups, MBI instructors will also attend a 1-day training with the PI to review the manual and relevant practices. MBI instructors will deliver 8 weekly sessions. Parents will be included in introductory activities and receive a handout regarding covered materials; and relevant home practices will be given and discussed in the following session. Prior to group each week participants will be asked (via text questionnaire) how often they engaged in home practice and thought about mindfulness in their daily lives. All sessions will be securely audio/video recorded and a subset (10%) will be rated according to the Mindfulness-Based Intervention: Teaching Assessment Criteria by a trained rater (Co-I Dr. Greco). Group leaders will have weekly supervision with the PI to support group leaders and problem-solve around specific challenges regarding, for example, group dynamics.\n\nThe control intervention will be the Health and Wellness Intervention (HWI), which is a manualized version of the \"Health Enhancement Program\" (HEP; previously used in an RCT by external consultant Dr. Creswell, and validated and used in separate studies in adults), adapted for youth 11-14 years old, using brief, engaging, and age-appropriate activities. The activities will focus on topics such as social support and interactions, hobbies and interests, strengths and values, sleep health, nutrition, and exercise. Notably, HWI will not contain any mindfulness or cognitive behavioral therapy (CBT) components and will be matched on time and social interaction. As likewise done in the MBI, parents will be included in introductory activities and receive handouts regarding covered materials; and relevant home practices will be given (e.g. related to hobbies, exercise, etc.) and discussed in the following session. The intervention will be delivered by two bachelor's or master's level instructors without extensive mindfulness experience (e.g. have not taken MBSR course), but who have experience working with this age group. Prior to leading groups, HWI instructors will attend a 1-day training with the Co-I Dr. Goldstein to review the manual and discuss relevant skills/activities. Co-I Dr. Goldstein will hold weekly supervision to support therapists and problem-solve around group dynamics. Dr. Goldstein has experience developing and implementing a similar intervention for a previous study (R34MH091177, PI: Goldstein); she also trained therapists and provided supervision in this context. All sessions will be video recorded and rated by a bachelor's level research assistant according to how well they follow the scheduled activities; any introduction of mindfulness, awareness, or CBT skills will be noted. A small number of sessions will be rated using the Mindfulness-Based Interventions: Teaching Assessment Criteria (MBI:TAC) to ensure that these group leaders are not embodying mindfulness."
        },
        "conditionsModule": {
            "conditions": [
                "Mood Disorders"
            ],
            "keywords": [
                "mindfulness-based intervention",
                "early intervention",
                "prevention",
                "adolescent"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "maskingDescription": "The final study visit will include a Kiddie Schedule for Affective Disorders and Schizophrenia: Present and Lifetime (KSADS-PL) administered by an assessor who will be blind to group assignment. Consensus will also occur with a psychiatrist/psychologist who is blind to group assignment.",
                    "whoMasked": [
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 140,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Mindfulness-Based Intervention (MBI)",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "The MBI is based on mindfulness-based stress reduction and mindfulness-based cognitive therapy, borrowing publicly available materials from the Mindfulness in Schools Program and Acceptance and Commitment Therapy. The MBI consists of 8 weekly groups, 45-60 minutes in length, and include 3-8 youth. Group content will consist of brief, age-appropriate mindfulness practices, videos, and discussions to engage participants. Parents will be involved at the beginning of each session and will receive a handout detailing session content. Each week will focus on a different aspect of mindfulness: introduction to mindfulness, attention, being with internal experiences, the stories minds tell, watching thought traffic, waking up to now, flow, and wrap-up/mindfulness in daily life. A home practice given each week will be discussed at the next group. Groups will be taught by two trained instructors with an ongoing mindfulness practice, who have training and experience teaching mindfulness to youth.",
                    "interventionNames": [
                        "Behavioral: Mindfulness-Based Intervention (MBI)"
                    ]
                },
                {
                    "label": "Health and Wellness Intervention (HWI)",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "The control intervention, Health and Wellness Intervention (HWI), is a manualized intervention that's inspired by the Health Enhancement Program that has been adapted for youth 11-14 years old, using brief, engaging, and age-appropriate activities to address topics related to physical and mental health. HWI consists of 8 weekly groups, 45-60 minutes in length, and include 3-8 youth. Parents will be involved at the beginning of each session and will receive a handout detailing session content. HWI will include the following modules: stress management, social support, strengths and values, sleep health, nutrition, and exercise. As with the MBI, a home practice given each week will be discussed at the next group. Groups will be taught by two trained instructors without extensive mindfulness practice or training. The intervention will be matched on time and social interaction, but the HWI will not contain any mindfulness or cognitive behavioral therapy (CBT) components.",
                    "interventionNames": [
                        "Behavioral: Health and Wellness Intervention (HWI)"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Mindfulness-Based Intervention (MBI)",
                    "description": "The mindfulness-based intervention is based on mindfulness-based stress reduction and mindfulness-based cognitive therapy, borrowing publicly available materials from the Mindfulness in Schools Program and Acceptance and Commitment Therapy. The MBI consists of 8 weekly groups, 45-60 minutes in length, and include 3-8 youth.",
                    "armGroupLabels": [
                        "Mindfulness-Based Intervention (MBI)"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Health and Wellness Intervention (HWI)",
                    "description": "The control intervention is inspired by the Health Enhancement Program that has been adapted for youth 11-14 years old, using brief, engaging, and age-appropriate activities to address topics related to physical and mental health. HWI consists of 8 weekly groups, 45-60 minutes in length, and include 3-8 youth.",
                    "armGroupLabels": [
                        "Health and Wellness Intervention (HWI)"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "PCC-FPCN rsFC: Seed-based",
                    "description": "During each visit, the investigators will collect 10 minutes of resting-state data (eyes open; 2 runs, 5 minutes each), using Framewise Integrated Real-time MRI Monitoring (FIRMM) to ensure high quality. Following preprocessing, the investigators will assess resting-state functional connectivity between the posterior cingulate cortex (PCC; 0,-62,24; 4mm radius) and the frontoparietal control network (FPCN). The investigators will use mixed models to assess changes over time in the MBI vs. HWI group.",
                    "timeFrame": "PCC-FPCN rsFC will be assessed up to 3 months after completing the MBI/HWI group."
                },
                {
                    "measure": "SART Accuracy",
                    "description": "Participants will complete a Sustained Attention to Response Task (SART). In this task, numbers 1-9 will be sequentially displayed on the screen. Participants will be asked to press the space bar for every number except for \"3\". Overall target discrimination (d') will be assessed by calculating and z-transforming the \"false alarm rate\" (% omission errors, i.e. failing to press the space bar when indicated) and subtracting it from the z-transformed \"hit rate\" (% correct omissions, i.e. accurately not pressing the space bar to \"3\"). The investigators will use mixed models to assess changes over time in the MBI vs. HWI group.",
                    "timeFrame": "SART accuracy will be assessed up to 3 months after completing the MBI/HWI group."
                },
                {
                    "measure": "SART: Mind-wandering Awareness Probe",
                    "description": "Participants will complete a Sustained Attention to Response Task (SART). In this task, numbers 1-9 will be sequentially displayed on the screen. Participants will be asked to press the space bar for every number except for \"3\". To assess mind-wandering awareness, following each block of 10, 14, 18, 22, or 26 trials, participants will be asked to rate on 5-point likert scales \"Where was your attention focused just now?\"; and \"How aware were you of where your attention was?\". Self-report probes will be classified as on-task (responses 1-2 on 5-point \"on-task\" scale); off-task aware (responses 3-5 on 5-point \"on-task\" scale + responses 1-2 on 5-point \"aware\" scale); or off-task unaware (responses 3-5 on 5-point \"on-task\" scale + responses 3-5 on 5-point \"aware\" scale). The investigators will use mixed models to assess changes over time in the MBI vs. HWI group.",
                    "timeFrame": "Mind-wandering during the SART will be assessed up to 3 months after completing the MBI/HWI group."
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "SART: Reaction Time Variability",
                    "description": "Participants will complete a Sustained Attention to Response Task (SART). In this task, numbers 1-9 will be sequentially displayed on the screen. Participants will be asked to press the space bar for every number except for \"3\". Standard deviation of the RT will be calculated as an estimate of variability, a likely indicator of mind-wandering.",
                    "timeFrame": "SART reaction time variability will be assessed before the MBI/HWI group."
                },
                {
                    "measure": "PCC-FPCN rsFC: Seed-based",
                    "description": "During each visit, the investigators will collect 10 minutes of resting-state data (eyes open; 2 runs, 5 minutes each), using FIRMM to ensure high quality. Following preprocessing, the investigators will assess resting-state functional connectivity between the posterior cingulate cortex (PCC; 0,-62,24; 4mm radius) and the frontoparietal control network (FPCN).",
                    "timeFrame": "The investigators will test specifically for early differences (prior to the MBI/HWI group to immediately following the MBI/HWI group) and assess whether these differences are sustained (immediately following the MBI/HWI group to 3 month follow-up)."
                },
                {
                    "measure": "SART Accuracy",
                    "description": "Participants will complete a Sustained Attention to Response Task (SART). In this task, numbers 1-9 will be sequentially displayed on the screen. Participants will be asked to press the space bar for every number except for \"3\". Overall target discrimination (d') will be assessed by calculating and z-transforming the \"false alarm rate\" (% omission errors, i.e. failing to press the space bar when indicated) and subtracting it from the z-transformed \"hit rate\" (% correct omissions, i.e. accurately not pressing the space bar to \"3\").",
                    "timeFrame": "The investigators will test specifically for early differences (prior to the MBI/HWI group to immediately following the MBI/HWI group) and assess whether these differences are sustained (immediately following the MBI/HWI group to 3 month follow-up)."
                },
                {
                    "measure": "SART: Mind-wandering Awareness Probe",
                    "description": "Participants will complete a Sustained Attention to Response Task (SART). In this task, numbers 1-9 will be sequentially displayed on the screen. Participants will be asked to press the space bar for every number except for \"3\". To assess mind-wandering awareness, following each block of 10, 14, 18, 22, or 26 trials, participants will be asked to rate on 5-point likert scales \"Where was your attention focused just now?\"; and \"How aware were you of where your attention was?\". Self-report probes will be classified as on-task (responses 1-2 on 5-point \"on-task\" scale); off-task aware (responses 3-5 on 5-point \"on-task\" scale + responses 1-2 on 5-point \"aware\" scale); or off-task unaware (responses 3-5 on 5-point \"on-task\" scale + responses 3-5 on 5-point \"aware\" scale).",
                    "timeFrame": "The investigators will test specifically for early differences (prior to the MBI/HWI group to immediately following the MBI/HWI group) and assess whether these differences are sustained (immediately following the MBI/HWI group to 3 month follow-up)."
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Males and females between the ages of 11-14 years\n* Parent or full biological sibling with major depressive disorder and/or bipolar I/II disorder\n* Elevated mood lability, which is defined as \\>10 on the Children's Affective Lability Scale (averaging the child and parent score).\n\nExclusion Criteria:\n\n* IQ\\<70 or significant learning disability (which will make it difficult to participate in study procedures)\n* Current or previous diagnosis of bipolar disorder, schizophrenia, schizoaffective disorder, or autism spectrum disorder\n* Current diagnosis of major depressive disorder\n* Contraindications to scanning, including metal in the body (e.g. has braces or planning to get braces within the next 8 months)\n* Suicidal or homicidal ideation within the past month\n* Changed medications or medication doses (including psychotropic medications and/or hormonal contraceptives), or have started a new therapy, within the past two months.\n\nFor each eligible youth, a parent (when possible, the parent with a mood disorder) will also be enrolled in the study, to provide a detailed account of family history. The only inclusion criterion for the parent participants is that they have an eligible child.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "11 Years",
            "maximumAge": "14 Years",
            "stdAges": [
                "CHILD"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Danella Hafeman, MD, PhD",
                    "role": "CONTACT",
                    "phone": "412-246-5820",
                    "email": "hafemand@upmc.edu"
                },
                {
                    "name": "Jamie Feldman, BA",
                    "role": "CONTACT",
                    "phone": "412-527-6231",
                    "email": "feldmanj3@upmc.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Danella Hafeman, MD, PhD",
                    "affiliation": "University of Pittsburgh",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Western Psychiatric Hospital",
                    "status": "RECRUITING",
                    "city": "Pittsburgh",
                    "state": "Pennsylvania",
                    "zip": "15213",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Danella Hafeman, MD, PhD",
                            "role": "CONTACT",
                            "phone": "412-246-5820",
                            "email": "hafemand@upmc.edu"
                        },
                        {
                            "name": "Jamie Feldman, BA",
                            "role": "CONTACT",
                            "phone": "412-527-6231",
                            "email": "feldmanj3@upmc.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.44062,
                        "lon": -79.99589
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "32697703",
                    "type": "BACKGROUND",
                    "citation": "Hafeman DM, Ostroff AN, Feldman J, Hickey MB, Phillips ML, Creswell D, Birmaher B, Goldstein TR. Mindfulness-based intervention to decrease mood lability in at-risk youth: Preliminary evidence for changes in resting state functional connectivity. J Affect Disord. 2020 Nov 1;276:23-29. doi: 10.1016/j.jad.2020.06.042. Epub 2020 Jul 14."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "In order to gain access to data from this study, outside Investigators must submit a detailed proposal of the study aims, hypotheses, variables/constructs and analytic approach to be used. Prior to the receipt of data, outside investigators would be required to sign a data sharing agreement and confidentiality statement that stipulates a commitment to: a) using the data for the stated research purposes only; b) securing the data using appropriate computer technology; c) not manipulating the data in order to identify participants; d) destroying or returning the data after analyses are completed. No data can be transferred to other researchers who have not submitted a formal request to the study PIs.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF",
                "CSR",
                "ANALYTIC_CODE"
            ],
            "timeFrame": "Data will be available for addressing other research questions (i.e., those that are not described in funding/pending grants) as soon as the data have been checked for accuracy (a period that will be no later than 1 year after the completion of each assessment). After the award has ended, the study team will continue to test the stated aims but will continue to solicit collaborations with outside researchers and to consider data requests in a timely manner.",
            "accessCriteria": "When all prerequisites have been met, access to data will be provided through the NDCT Data Access Committee (DAC). Only Investigators and Institutions who have met security measures and have submitted a Data Use Certification co-signed by the PI and the designated Institutional Official at the NIH-recognized sponsoring institution with a current Federal Wide Assurance will be given access. Outside Investigators will be asked to acknowledge the grant that supported the data collection and management in all publications and presentations."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000019964",
                    "term": "Mood Disorders"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M21835",
                    "name": "Mood Disorders",
                    "asFound": "Mood Disorders",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}