{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05924503",
            "orgStudyIdInfo": {
                "id": "IRB00094922"
            },
            "organization": {
                "fullName": "Wake Forest University Health Sciences",
                "class": "OTHER"
            },
            "briefTitle": "BRAIN-HEART Ultrasound Study Normative Values for Transcranial Doppler Based Cerebral Blood Flow Assessment",
            "officialTitle": "Cerebrovascular Investigation Relative to Systemic Circulatory Parameters Using Longitudinal Assessments on Transcranial Doppler to Evaluate Mechanical Circulatory Support [CIRCULATE-MCS]",
            "acronym": "MCS",
            "therapeuticArea": [
                "Other"
            ],
            "study": "brain-heart-ultrasound-study-normative-values-for-transcranial-doppler-based-cerebral-blood-flow-assessment"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-03",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-07",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-06",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-06",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-04-13",
            "studyFirstSubmitQcDate": "2023-06-20",
            "studyFirstPostDateStruct": {
                "date": "2023-06-29",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-03-27",
            "lastUpdatePostDateStruct": {
                "date": "2024-03-29",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Wake Forest University Health Sciences",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "University of California, San Francisco",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "There is a dire need to establish normative values for transcranial Doppler(TCD) derived cerebral blood flow parameters for each type of Mechanical circulatory support (MCS) device and explore the relationship between the MCS device's systemic flow dynamics and TCD based cerebral flow(CBF) parameters TCD derived cerebral blood flow parameters can then be investigated as targets used to titrate systemic flow dynamics from MCS. Having target flow rates titrated to patient specific condition using TCD may help avoid both hypoperfusion as well as the possibility of hyperemia reperfusion injury contributing to neurological morbidity. We propose a multicenter study to gather normative data on TCD derived CBF and MCS systemic dynamics for a wide range of patient demographics. Such data collection is only possible with multi-center collaboration given the small volume of patients with MCS patients in each center.",
            "detailedDescription": "The Mechanical circulatory support (MCS) devices are temporary devices that enable complete and immediate cardiopulmonary support in settings of cardiac arrest and cardiogenic shock. The different MCS devices differ in their operating principles and generate different systemic flow patterns (pulsatile vs non- pulsatile, flow volumes, Peak flow rates, and PI). Researchers have studied different MCS devices like VA Extra Corporeal Mebrane Oxygenation(ECMO), left ventricular assist device (LVAD), and Impella and their effect on cerebral flow and complication profiles using various neuromonitoring techniques including TCD . Most such studies were small single-center studies that added to the understanding of different flow rates and characteristics with different MCS devices but were not adequately powered or designed to establish normative values of TCD derived CBF measures in this special population. There is a dire need to establish normative values for each type of MCS device and explore the relationship between the MCS device's systemic flow dynamics and TCD derived cerebral flow. These normative values then can be used to assess the association of TCD derived CBF patterns with occurrence of neurological complications related to abnormal CBF in patients receiving MCS devices and advice on patient specific MCS parameters titrated using TCD derived parameters. Having target flow rates in MCS patients will help avoid both hypoperfusion as well as the possibility of hyperemia reperfusion injury contributing to neurological morbidity. Such data collection is only possible with multi-center collaboration given the small volume of patients with MCS patients in each center."
        },
        "conditionsModule": {
            "conditions": [
                "Mechanical Circulatory Support"
            ],
            "keywords": [
                "hemodynamic support",
                "Traditional neuroimaging methods",
                "neurological complications"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": false,
            "designInfo": {
                "observationalModel": "CASE_ONLY",
                "timePerspective": "PROSPECTIVE"
            },
            "enrollmentInfo": {
                "count": 1000,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Transcranial Doppler",
                    "description": "Serial daily TCD during the ICU stay involving bilateral Middle cerebral artery (MCA) insonation"
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Normative range of transcranial Doppler intracranial flow velocity - Baseline",
                    "description": "Normal mean velocity of the intracranial blood vessels (Middle cerebral artery (MCA), Internal carotid artery (ICA) Posterior Cerebral Arteries (PCA), Anterior Cerebral Artery (ACA), Basilar and Vertebral A )is usually \\< 80 cm/s in patients with normal cardiac output. We will explore the range of normal values of intracranial vessel velocity in patients with different degree/ type of MCS devices adjusted to the contribution of LV to blood flow 0-10 L/min",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Normative range of transcranial Doppler intracranial flow velocity- daily up to 2 years",
                    "description": "Assess serial changes in intracranial vessel velocity ( MCA, ICA PCA, ACA, Basilar and Vertebral A ) that occur with changes in systemic dynamics related to change in MCS settings",
                    "timeFrame": "daily up to 2 years"
                },
                {
                    "measure": "Normative range of transcranial Doppler-derived pulsatility index",
                    "description": "Normal pulsatility index for intracranial vessels index ( MCA, ICA PCA, ACA, Basilar and Vertebral A ) is 0.6-1.2 in patients with normal cardiac output. We will describe the correlation between transcranial Doppler-derived Pulsatility index and degree/ type of mechanical circulatory support and the contribution of LV to blood flow 0-10 L/min",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Normative range of transcranial Doppler-derived pulsatility index- daily up to 2 years",
                    "description": "Assess serial changes in transcranial Doppler-derived pulsatility index ( MCA, ICA PCA, ACA, Basilar and Vertebral A ) that occur with changes in systemic dynamics related to change in MCS settings",
                    "timeFrame": "daily up to 2 years"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Number of neurological complications observed in patients enrolled in the study",
                    "description": "Number of neurological complications observed in patients enrolled in the study and the nature of complications described as type of neurological injury (delirium, ischemic stroke, hemorrhagic stroke, seizures, hypoxic ischemic brain injury, cognitive dysfunction unspecified). This will descriptive parameter described in the enrolled population.",
                    "timeFrame": "Baseline and daily up to 2 years"
                },
                {
                    "measure": "Association of abnormalities seen in cerebral blood flow assessed using transcranial Doppler-derived",
                    "description": "Association of abnormalities seen in cerebral blood flow assessed using transcranial Doppler-derived parameters (intracranial velocity of MCA, ACA, ICA, PCA, vertebral and basilar A in cm/s) adjusted to MCS systemic dynamics ( LV to blood flow 0-1000cm/s). Comparison between groups of patients with and without neurological complications will be done using chi square tests for proportions, and t-tests or ANOVA procedures for continuous variables. Regression analysis will be performed to identify independent outcome predictors of neurological complications. Other inferential statistical analysis will be conducted as appropriate.",
                    "timeFrame": "Up to 2 years"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* \\>18 years old on the day of enrollment\n* Mechanical circulatory support\n\n  a. Left Ventricular Assist Device \\[HeartMate-III\\] in antegrade flow i. Critically ill ii. With and without pulsatility b. Impella antegrade flow c. VA-ECMO (VA-ECMO) is a temporary mechanical circulatory support system that enables complete and immediate cardiopulmonary support in the setting of cardiogenic shock and cardiac arrest) retrograde flow usual with femoral cannulation or antegrade flow if centrally cannulated\n* Patient must be in the intensive care unit or in patient for the intervention to be performed\n\nExclusion Criteria:\n\n* Known cerebrovascular disease or know angiographic abnormalities based on preexisting computed tomography angiography, digital subtraction angiography or transcranial Doppler prior to this hospitalization that will significantly affect Transcranial Doppler (TCD) parameters. Patients with abnormalities not likely to affect TCD parameters or known normal TCDs despite abnormal cerebral hemodynamic studies will still be included\n* Pre-Existing neurological deficits impairing quality of life\n* Absence of temporal windows\n* Presence of skull defects that may affect the feasibility of TCD windows\n* Co-existing dialysis or other forms of renal replacement therapy\n* Pregnant patients\n* Patients on palliative care pathway awaiting de-escalation\n* Patient on comfort care",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "Patients admitted to the intensive care unit or inpatient wards for cardiogenic shock requiring mechanical circulatory support",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Aarti Sarwal, MD",
                    "role": "CONTACT",
                    "phone": "336.716.2357",
                    "email": "asarwal@wakehealth.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Aarti Sarwal, MD",
                    "affiliation": "Wake Forest University Health Sciences",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Connor O'Brien",
                    "affiliation": "University of California, San Francisco",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Ashish Khanna, MD",
                    "affiliation": "Wake Forest University Health Sciences",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "John Gaillard, MD",
                    "affiliation": "Wake Forest University Health Sciences",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Wake Forest University Health Sciences",
                    "city": "Winston-Salem",
                    "state": "North Carolina",
                    "zip": "27157",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Aarti Sarwal, MD",
                            "role": "CONTACT",
                            "phone": "336-716-2357",
                            "email": "asarwal@wakehealth.edu"
                        },
                        {
                            "name": "Aarti Sarwal, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 36.09986,
                        "lon": -80.24422
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Individual participant data that underlie the results reported in this article, after deidentification (text, tables, figures, and appendices).",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ANALYTIC_CODE"
            ],
            "timeFrame": "Beginning 3 months and ending 5 years following article publication.",
            "accessCriteria": "Researchers who provide a methodologically sound proposal."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        }
    },
    "hasResults": false
}