{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06406855",
            "orgStudyIdInfo": {
                "id": "20240091"
            },
            "organization": {
                "fullName": "University of Miami",
                "class": "OTHER"
            },
            "briefTitle": "Brain-Controlled Spinal Stimulation Walking Therapy After Incomplete Spinal Cord Injury (SCI)",
            "officialTitle": "Brain-Controlled Spinal Stimulation Therapy for Restoration of Walking After Incomplete Spinal Cord Injury (SCI)",
            "therapeuticArea": [
                "Other"
            ],
            "study": "brain-controlled-spinal-stimulation-walking-therapy-after-incomplete-spinal-cord-injury-sci"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-05-07",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-07-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-05-06",
            "studyFirstSubmitQcDate": "2024-05-06",
            "studyFirstPostDateStruct": {
                "date": "2024-05-09",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-24",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-25",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Matija Milosevic",
                "investigatorTitle": "Assistant Professor",
                "investigatorAffiliation": "University of Miami"
            },
            "leadSponsor": {
                "name": "University of Miami",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this research is to test the effectiveness of a new therapy, called Brain-Computer Interface (BCI)-Transcutaneous Spinal Cord Stimulation (TSCS), for improving walking in people with an incomplete spinal cord injury (SCI)."
        },
        "conditionsModule": {
            "conditions": [
                "Spinal Cord Injuries"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "BASIC_SCIENCE",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 12,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Brain-Computer Interface (BCI)-Transcutaneous Spinal Cord Stimulation (TSCS)",
                    "type": "EXPERIMENTAL",
                    "description": "Subjects will participate in the therapy for up to 6 months",
                    "interventionNames": [
                        "Other: BCI-TSCS"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "BCI-TSCS",
                    "description": "BCI-TSCS therapy, completed 3-4 times per week, that will include activity-based training, with TSCS activated by BCI system detecting movement attempt.",
                    "armGroupLabels": [
                        "Brain-Computer Interface (BCI)-Transcutaneous Spinal Cord Stimulation (TSCS)"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Number of related neurological deterioration (LEMS)",
                    "description": "Lower Extremity Motor Score (LEMS) to assess lower limb muscle function following the American Spinal Injury Association Impairment Scale (ASIA) guidelines. The LEMS evaluates motor function on a scale of 0 (no motor function) to 5 (full motor function).",
                    "timeFrame": "up to 6 months"
                },
                {
                    "measure": "Number of treatment related incidence of adverse events (AEs)",
                    "description": "Safety will be reported as the incidence of treatment related AEs as assessed by the study doctor",
                    "timeFrame": "up to 6 months"
                },
                {
                    "measure": "Number of subjects that complete the study",
                    "description": "Safety will be determined by number of subjects that complete the study, as designed.",
                    "timeFrame": "up to 6 months"
                },
                {
                    "measure": "Walking function using 10 meter walk test (10MWT)",
                    "description": "This is a test of short-distance walking function. The subject will be asked to walk at a comfortable walking speed (CWS) and maximum walking speed (MWS) on a ten-meter straight walkway. Time is measured in meters per seconds.",
                    "timeFrame": "up to 6 months"
                },
                {
                    "measure": "Walking function using 6 minute walk test (6MWT)",
                    "description": "The object of the test is to walk as far as possible for 6 minutes. The subject will walk at a normal pace around a marked course for 6 minutes. The subject may stop to rest and begin again at will. The distance covered indicates aerobic fitness. The further a subject walks, the better their cardiovascular condition. Units are measured in meters.",
                    "timeFrame": "up to 6 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Mobility measured by Timed Up and Go (TUG) Test",
                    "description": "The Timed Up and Go test or TUG test is used to help evaluate mobility. It measures, in seconds, how long it takes subjects to stand up, walk 10 feet, turn around, walk back, and sit down.",
                    "timeFrame": "up to 6 months."
                },
                {
                    "measure": "Balance measured by the Berg Balance Scale (BBS)",
                    "description": "BBS is an assessment to determine balance. The BBS consists of 14 items scored on a 5-point ordinal scale, ranging from 0 to 4 (0 indicates lowest level of function; 4 indicates highest level of function), with a maximum total score of 56.",
                    "timeFrame": "up to 6 months."
                },
                {
                    "measure": "Muscular spasticity measured by the Modified Ashworth Scale (MAS)",
                    "description": "The Modified Ashworth Scale is a 6-point scale. Scores range from 0 to 4, where lower scores represent normal muscle tone and higher scores represent spasticity.",
                    "timeFrame": "up to 6 months."
                },
                {
                    "measure": "Muscular spasticity measured by the Pendulum Test",
                    "description": "The Pendulum Test will be used to measure muscular spasticity. During the pendulum test, the participant will be lying on a therapy mat with the lower leg hanging off the edge of the mat. A member of the study staff will support the participant's extended lower leg and then release the leg allowing it to swing freely. This test will be video recorded and the movement of the knee joint will be measured using software on the computer. Muscular spasticity will be calculated by the number of the Relaxation index (R1 and R2) and compared to norms.",
                    "timeFrame": "up to 6 months."
                },
                {
                    "measure": "Walking assistance measured by the Walking Index for Spinal Cord Injury Scale (WISCI II)",
                    "description": "WISCI II is an ordinal scale using a rank ordering along a dimension of impairment, from the level of most severe impairment (0) to least severe impairment (20) based on the use of devices, braces and physical assistance of one or more persons. The order of the levels suggests each successive level is a less impaired level than the former.",
                    "timeFrame": "up to 6 months"
                },
                {
                    "measure": "Independence as measured by Spinal Cord Independence Measure (SCIM III)",
                    "description": "SCIM III assesses performance in activities of daily living Scores range from 0-100, where a score of 0 defines total dependence and a score of 100 is indicative of complete independence.",
                    "timeFrame": "up to 6 months"
                },
                {
                    "measure": "Quality of Life using the International Spinal Cord Injury - Quality of Life (ISCI-QOL)",
                    "description": "ISCI-QOL consists of three single items on satisfaction with life as a whole, physical health and psychological health using a 0-10 scale where 0=complete dissatisfaction; 10=complete satisfaction.",
                    "timeFrame": "up to 6 months"
                },
                {
                    "measure": "Quality of Life measured by the Reintegration to Normal Living (RNL) questionnaires",
                    "description": "RNL is a self-report questionnaire that assesses a person's satisfaction with performance in life activities. The RNL index assesses mobility, self-care, daily activity, recreational activity, and family roles.\n\nThe RNL includes 11 declarative statements and a composite score will be calculated. Minimum Score = 0; Maximum Score = 100. Higher scores indicate greater reintegration.",
                    "timeFrame": "up to 6 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. At least 18 years old and no older than 70 years old at the time of enrollment.\n2. Traumatic incomplete spinal cord injury (neurological level at or above T10 spinal cord level; Abbreviated Injury Scale (AIS) C or D impairment grade for group 1, 3 and 4 and AIS B, C or D impairment grade for group 2), who are more than 6 months post-injury.\n3. Has detectable motor function in at least 2 muscles per side confirmed by voluntary Electromyography (EMG) or detectable tibialis anterior (TA) muscle motor evoked potentials (MEPs) at the baseline assessment.\n4. Able to commit to intensive training and assessment sessions over a maximum total duration of 6 months.\n5. Could effectively walk overground for at least 10 meters with some assistance of a therapist and minimal body-weight support, with functional spasticity (by participant's self-report), functional range-of-motion of lower limb joints, and acceptable bone mass to enable body-weight support, confirmed by Dual-energy X-ray absorptiometry (DXA) scan.\n\nExclusion Criteria:\n\n1. Has traumatic brain injury, stroke, multiple sclerosis, or other neuromuscular disorders that could affect neuromotor function and walking.\n2. Has severe spasticity that could prevent stepping and walking function determined by the investigator.\n3. Has major executive dysfunction, dementia, depression, neurocognitive impairments, or other major medical co-morbidities.\n4. Has other contra-indications for transcranial magnetic stimulation (TMS) or Transcutaneous Spinal Cord Stimulation (TSCS).\n5. Has a history of recent seizures or poorly managed autonomic dysreflexia that could be triggered by TMS or TSCS.\n6. Has a history of prior intracranial surgery or known lesions that would limit TMS assessments and Brain-Computer Interface (BCI) recordings.\n7. Individuals with metal implants in their head and other implantable devices in the body that could be affected by TMS or TSCS.\n8. Has peripheral neuropathy (diabetic polyneuropathy, entrapment neuropathy, etc.).\n9. Has urinary tract infection, unhealed fracture, contracture, and pressure sore (Braden Scale).\n10. Has breakdown in skin area that will come into contact with electrodes.\n11. Individuals who require therapy or other care that could interfere with participation in the study.\n12. Individuals on investigational drugs or any other intervention known to have a potential impact on neuromotor function.\n13. Individuals with substance disorders, including alcoholism and drug abuse.\n14. Individuals who are pregnant, breastfeeding, or the desire to become pregnant during the study.\n15. In the opinion of the investigators, the study is not safe or appropriate for the participant.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "70 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Deena Cilien, DPT",
                    "role": "CONTACT",
                    "phone": "(305) 243-9301",
                    "email": "dcilien@med.miami.edu"
                },
                {
                    "name": "Matija Milosevic, PhD",
                    "role": "CONTACT",
                    "phone": "(305) 243-3572",
                    "email": "mmilosevic@med.miami.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Matija Milosevic, PhD",
                    "affiliation": "University of Miami - MSOM",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Miami",
                    "status": "RECRUITING",
                    "city": "Miami",
                    "state": "Florida",
                    "zip": "33136",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Deena Cilien, DPT",
                            "role": "CONTACT",
                            "phone": "305-243-9301",
                            "email": "dcilien@med.miami.edu"
                        },
                        {
                            "name": "Matija Milosevic, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 25.77427,
                        "lon": -80.19366
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000013119",
                    "term": "Spinal Cord Injuries"
                },
                {
                    "id": "D000014947",
                    "term": "Wounds and Injuries"
                }
            ],
            "ancestors": [
                {
                    "id": "D000013118",
                    "term": "Spinal Cord Diseases"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000020196",
                    "term": "Trauma, Nervous System"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M15916",
                    "name": "Spinal Cord Injuries",
                    "asFound": "Spinal Cord Injury",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17685",
                    "name": "Wounds and Injuries",
                    "asFound": "Injury",
                    "relevance": "HIGH"
                },
                {
                    "id": "M15915",
                    "name": "Spinal Cord Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M22023",
                    "name": "Trauma, Nervous System",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}