{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04982965",
            "orgStudyIdInfo": {
                "id": "Cannabis and Pain"
            },
            "organization": {
                "fullName": "University of California, San Diego",
                "class": "OTHER"
            },
            "briefTitle": "Brain Mechanisms Supporting Cannabis-induced Pain Relief",
            "officialTitle": "Brain Mechanisms Supporting Cannabis-induced Pain Relief",
            "therapeuticArea": [
                "Other"
            ],
            "study": "brain-mechanisms-supporting-cannabis-induced-pain-relief"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-01",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-05-07",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-01-15",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-03-15",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-07-07",
            "studyFirstSubmitQcDate": "2021-07-19",
            "studyFirstPostDateStruct": {
                "date": "2021-07-29",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-01-04",
            "lastUpdatePostDateStruct": {
                "date": "2024-01-08",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Fadel Zeidan",
                "investigatorTitle": "Associate Professor of Anesthesiology",
                "investigatorAffiliation": "University of California, San Diego"
            },
            "leadSponsor": {
                "name": "University of California, San Diego",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The American Academy of Pain Medicine has labeled pain as a \"silent epidemic\" due to its staggering costs to society (over $500 billion/year) and widespread prevalence (affects over 100 million Americans). Thus, it is imperative to test and validate cost-effective pain therapies.\n\nTo this extent, cannabis is characterized as one of the most promising therapies to treat a wide spectrum of pain conditions. However, the clinical applicability of cannabis-based pain therapies has been limited due to lacking mechanistic characterization in human-focused studies. Of critical importance, the neural mechanisms supporting cannabis induced pain relief remain unknown. The primary objective of the proposed pilot study is to identify the brain mechanisms supporting the direct alleviation of acutely evoked pain through vaporized cannabis.",
            "detailedDescription": "Behavioral (visual analog scale) and neural (cerebral blood flow) effects of a \"medium\" dose (5.1% THC by weight; NIDA supply; University of Mississippi) of vaporized cannabis in response to a well-validated noxious heat stimulation (49°C) and an emerging fMRI perfusion technique (arterial spin labeling) will be conducted when compared to placebo (\\<.1% THC/weight). Cannabis will be self-administered using a portable Volcano vaporizer -a safe and reliable method of intrapulmonary administration of cannabinoids and the Foltin Uniform Puff Procedure (FUPP), an established inhalation protocol commonly used in cannabis research to reduce variability of dosing across subjects.\n\nDuration of Human Involvement Successful completion of the proposed study will include a total of 2 sessions. Prior to their enrollment potential subjects will first be screened over the phone to determine if they qualify for the proposed project. There may be up to 2 weeks between a subject's initial screening and their official enrollment of the study.\n\nA14-day gap between enrollment and the first experimental session will be provided time to enroll cohorts, group randomization, and individualized scheduling. Once the schedules have been determined, the subjects' baseline assessment and baseline testing session will be scheduled, and a study coordinator(s) will schedule the pharmacologic testing sessions. The sessions can include weekends; this approach will increase study feasibility, compliance and adherence.\n\nPlanned Data Collection\n\nData Collection:\n\nThe following information will be collected from all subjects: name, date of birth, age, gender, ethnicity, telephone number email address, handedness, current/previous drug and cannabis regimen.\n\nAll of the proposed procedures are characterized as \"experimental\".\n\nStudy Session 1: Subjects will first report to the ACTRI. After obtaining informed consent, If subjects are female and of child-bearing age (\\<55 years), they will be administered a urine based pregnancy test. Participants will also take a cannabis focused urine screening. Research technicians will be employed to determine participant eligibility based on our inclusion and exclusion criteria, including reviewing MRI screening eligibility. These criteria will simply be based on self-report and assessment of medical history from their respective physicians, on an \"as needed\" basis. After meeting study inclusion criteria, subjects will then be administered and complete one pre-session study questionnaires and will be trained to reliably use the visual analog scale (VAS) to rate their pain.\n\nPsychophysical Testing\n\nThermal stimulation: As in all of our prior IRB approved experiments, the MEDOC TSA-II will be used to deliver all thermal stimuli. All stimulus temperatures will be less than or equal to 50°C, and volunteers will be free to escape the stimulator at any time. No stimulus will produce tissue damage. This study will use a 16x16 mm surface area for the delivery of neutral and noxious stimuli. This modest stimulus area allows a relatively wide range of noxious stimuli to be delivered (up to 50°C for 30 seconds) without either tissue damage or significant subject withdrawals/drop-outs. Stimuli in this temperature range have been used extensively by the PI and numerous laboratories around the world and do not produce tissue damage or burns. In order to facilitate removal from the stimulator, the stimulator will be attached to a custom-designed thermal stimulation probe holder. Participants will place their calf on top of the probe holder and will not be strapped in or otherwise restrained. Therefore, participants will be able to simply lift their legs at any time.\n\nCannabis administration\n\nCannabis will be stored in a locked and alarmed freezer in a UCSD research pharmacy until it is dispensed to the subjects. Each subject will be provided a lock box in which to store the capsules assigned to them.\n\nThese drugs are not FDA-approved for the proposed subject population and purpose. The IND for the proposed study is in preparation and will be submitted pending IRB approval.\n\nStudy Drug: Bulk cannabis from the following NIDA batches will be purchased from the NIDA supply at the University of Mississippi. The cannabis supply from NIDA/University of Mississippi varies in the exact percentages available from year to year. Numerous past UCSD/CMCR studies have used the NIH/NIDA supply.\n\n1. THC dominant (THC \\~5.1%, CBD \\<0.1%, \"THC\")\n2. Placebo cannabis (THC \\<0.1%, \"Placebo\")\n\nStudy treatments will be administered under direct observation by a study nurse using a cued-inhalation procedure. Subjects will be given verbal instructions prior to initiation of the procedure. The respective dose of cannabis or placebo will be aerosolized using the VOLCANO-System-Vaporizer (VSV). The VSV releases the active ingredients of the cannabis through vaporization by hot air. The vapor with active ingredients of the cannabis are trapped in a bag. A mouthpiece attached to the bag allows for inhalation. The subject will be seated in a chair in the designated smoking room (in the ACTRI) and will be given the bag containing aerosolized cannabis. The study nurse/research technician will provide verbal cues from an adjacent room. The nurse will instruct the subject to inhale for 5 seconds. The subject will then be instructed to remove the mouthpeice from the lips and hold the inhalation for 5 seconds (if possible). Next, the subject will be instructed to exhale fully. The subject will be given a 40-second resting period until the process is repeated up to 3 more times, at which time it is expected that the cannabis content of the bag will be fully depleted.\n\nOnly study physicians, research pharmacist and the research coordinator will be able to identify the cannabis dosage. This will be a double blinded study.\n\nExperimental Sessions: All of the proposed procedures are characterized as \"experimental\".\n\nSession 1: This session will serve as the baseline control.\n\n* Subjects will first report to the Altman Clinical and Translational Research Institute (pressurized clinical room).\n* After obtaining informed consent, research technicians will confirm participant eligibility based on our inclusion and exclusion criteria. Then, if female participants are of child-bearing age, they will be administered a urine-based pregnancy test.\n* Weight will be measured to identify the appropriate drug dosage\n* Once eligibility criteria review is complete, the research technician will begin the psychophysical training and baseline pain testing portion of the session.\n* Participants will be trained to reliably use the visual analog scale (VAS) to rate their pain and introduced to the thermal stimuli. Participants will be familiarized with 32, 5s duration stimuli (35 - 49°C) using the MEDOC TSA-II and use of the VAS. Stimuli will be delivered to the back of the right calf as subjects lie in supine.\n* Baseline psychophysical responses to noxious heat will be assessed by administering a total of four heat series. Heat series (4min and 24s) include ten, alternating 12s plateaus of 49°C and 35°C stimulation to the back of the right calf. The thermal probe will be moved to a different region on the back of the right calf after completion of the first heat series. VAS pain intensity and unpleasantness ratings will be collected after each series.\n* In the first two heat series, subjects will be instructed to \"try to stay still\". Patients will then instruct them to sit quietly for 10 minutes to control for the time elapsed in the subsequent heat testing-fMRI experimental sessions (Experimental Session 2 ).\n* After 10 minutes pass, two heat series will be administered.\n* After successful completion of sensory testing, participants will then complete study questionnaires (see Questionnaires for Study Assessments).\n* Randomization will occur after successful completion of study session 1.\n\nParticipant Randomization:\n\nRandomization will be tracked in the Screening/Enrollment Log that is maintained by the study coordinator(s). Randomization will be stratified so that each sex will have their respective list of randomization codes.\n\nMales and females will be randomized without replacement across a block of 120 codes (assuming 20% attrition) using an Excel-based random number generator. Subjects will then be randomized to one of two groups (5% THC/weight vs. \\<.1% THC/weight). The study coordinator is responsible for enrolling, scheduling, and randomizing subjects.\n\nGroup randomization\n\nTHC 5.1% group • Fifty subjects will receive a \"medium\" dose (5.1% THC by weight; NIDA supply; University of Mississippi) of vaporized cannabis\n\nTHC .1% placebo group\n\n• Fifty subjects will receive a \"very low\" dose (\\<.1% THC by weight; NIDA supply; University of Mississippi) of vaporized cannabis\n\nThe following procedures will be performed in each group, respectively.\n\nSession 2: After at least 2 days have elapsed, subjects will report back to the ACTRI to complete study session 2. Data collection in this session will take no more than 1.5 hour to complete.\n\n* A research technician will greet subjects as they arrive to the ACTRI and guide them to the pressurized room.\n* ACTRI nurses will then administer a cannabis based drug screening.\n* Weight will be measured to confirm the prescribed drug dosage.\n* Next, the research technician will issue study assessments to the subject (via REDCap).\n* Subjects will then be positioned in the scanner.\n* A respiratory transducer will be fitted across the chest.\n* Rest: Subjects will be instructed to keep their eyes closed and to reduce movement.Heat series (4min and 24s) that contain ten, alternating 12s plateaus of 49°C and 35°C stimulation to the back of the right calf. Two heat series will be administered during fMRI acquisition. VAS pain intensity and unpleasantness ratings are collected after each series. The thermal probe will be moved to a different location of the right calf after each heat series to reduce potential habituation and sensitization. Subjects will be instructed not to move and to keep their eyes closed.\n* Vaporized cannabis administration: Subjects will then be escorted to a pressurized room in the ACTRI. Subjects will be administered vaporized cannabis by inhaling aerosolized cannabis through the Volcano vaporizer. The study nurse/research technician will provide verbal cues from an adjacent room. The nurse will instruct the subject to inhale for 5 seconds. The subject will then be instructed to remove the mouthpeice from the lips and hold the inhalation for 5 seconds (if possible). Next, the subject will be instructed to exhale fully. The subject will be given a 40-second resting period until the process is repeated up to 3 more times and/or until the content of the bag is fully depleted.\n* After 10 minutes of cannabis administration, will reposition said subject in the MRI Scanner.\n* Two more heat series will be administered during fMRI acquisition. VAS ratings will be assessed after each heat series.\n* A structural scan will be accrued.\n\nOutcome Measure(s):\n\n1. Cerebral blood flow (average blood perfusion; mL blood/100 grams tissue/minute): changes in cerebral blood flow (CBF) will be assessed during arterial spin labeling and BOLD fMRI.\n2. Visual Analog Scale (VAS): Pain ratings will be assessed in response to the noxious heat stimulation. Pain intensity and unpleasantness ratings will be assessed with a Visual Analog Scale. The minimum rating (\"0\") is designated as \"no pain\" whereas the maximum (\"10\") is labeled as \"most intense imaginable\" or \"most unpleasant imaginable.\" Higher numbers correspond to higher pain.\n3. Respiration Rate (Biopac respiratory transducer): Changes in respiration rate could be predictive of analgesia and health promotion.\n\n   Questionnaires for Study Assessments:\n\n   All questionnaires will be delivered using the Research Electronic Data Capture (REDCap) platform on iPAD tablets administered and supervised by study personnel. The questionnaires to be presented on the REDCap platform include the following:\n4. Profile of Mood States Questionnaire (POMS-short form): This is a 40-item measure of 6 mood states: tension-anxiety, depression-dejection, anger-hostility, vigor-activity, fatigue-inertia, and confusion-bewilderment. This assessment is recommended by the IMMPACT group as a core measure of emotional functioning.\n5. Subjects' Global Impression of Change (PGIC): This is a self-report assessment recommended to evaluate self-reported perception of improvement over trial/efficacy of treatment.\n6. PROMIS 29-Item Profile: This is a 29-item generic health-related survey that assesses the following 7 domains: depression, anxiety, physical function, pain interference, fatigue, sleep disturbance, and ability to participant in social roles/activities.\n7. State Anxiety Inventory (SAI): The SAI is a prominent 20-item measure for anxiety, and will be utilized as a manipulation check for our behavioral interventions.\n8. SF-12 Health Survey (SF-12): This is a 12-item version of the SF-36 item Health Survey designed to assess general mental and physical functioning, and overall health-related quality of life.\n9. Beck Depression Inventory (BDI): This is a 21-item standard assessment widely used to measure clinical depression.\n10. Pittsburgh Sleep Quality Index (PSQI): This is a 10-item assessment designed to measure quality of sleep.\n11. Cohen Perceived Stress Scale (PSS): This assessment is critical for controlling stress in our analyses as well as a potential predictor in clinical pain improvements\n12. Positive and Negative Affect Scale (PANAS): This is a 20-item self-report assessment used to assess positive and negative affect in a subject.\n13. UNCOPE: This is a 6-item scale that provides a simple and quick means of identifying risk for abuse and dependence for alcohol and other drugs\n14. Cannabis Use Disorders Identification Test (CUDIT): screens for current cannabis use disorders (abuse or dependence) according to DSM-IV\n15. Problematic Use of Marijuana (PUM): measures ICD-10 harmful use along with problems in interpersonal relationships and psycho-physical functioning.\n16. Cannabis Abuse Screening Test (CAST) identifies patterns of cannabis use leading to negative consequences on a social or health level for the user himself or others.\n17. Bowdle questionnaire: This questionnaire evaluates 3 psychedelic effects (drug high, alterations in internal perception, and alterations in external perception) from 13 questions scored on a 100-mm visual analogue scale (from 0, no effect, to 100, maximum effect). Internal perception reflects inner feelings that do not correspond with the reality and is derived from questions regarding the hearing of unrealistic voices or sounds and having unrealistic thoughts and paranoid or anxious feelings. The external perception indicates a misperception of an external stimulus or change in the awareness of the subject's surroundings and is derived from questions regarding the perceptual change of body parts, the change of surroundings, the altered passing of time, the difficulty of controlling thoughts, and the change in color and sound intensity.\n\nSample Size Determination \\& Power:\n\nAt this stage, the proposed study is exploratory in nature. Neverthelesss, random effects models require a sample of 15 - 20 participants per group to attain sufficient statistical power to detect a large effect size in fMRI-based regression models. Sample sizes of 15-16 (per group) can reliably detect the neural correlates of pain relief across multiple fMRI testing points. However, since individual differences in pain sensitivity and between group comparisons could decrease the power to assess relatively small differences in neural activation across time, 100 participants (50 per group) will be recruited to test study hypotheses. The data collected in this pilot study will also be used to estimate the effect sizes to help design a larger fully-powered follow-up trial.\n\nData Analyses and Interpretation:\n\nAge and sex will be entered as covariates if there are between group differences in all appropriate analyses. As previously, VAS pain intensity and unpleasantness ratings will be examined in separate analyses. To test study hypotheses, a 2 (group: medium dose vs. placebo) X 2 (rest vs. cannabis/placebo) repeated measures (RM) ANOVA will be employed. Post-hoc paired samples t-tests (in each group) will be conducted to test significant main effects and interactions on behavioral and neural responses. Pain ratings derived from Session 1 may be entered as covariates. Between groups differences on exploratory outcomes (psychological assessments) will be assessed with a 2 (group) X 2(pre vs. post) RM ANOVA.\n\nInclusion of Women and Minorities: Subjects will include all sexes and races. Over 2500 subjects will be recruited from the ACTRI's recruitment service, 11 separate providers, and the local community. Based on prior work, recruitment will target to recruit 54% Non-Hispanic White, 15% Non-Hispanic Black, 17% Hispanic, 7% Asian/Pacific Islander, 1% Native American/American Indian, and 6% Other. If necessary to obtain minority representation, under-represented racial groups will be targeted specifically for recruitment.\n\nGeneral Considerations:\n\nData for all individual subjects randomized or exposed to study drug will be presented in data listings. Continuous data will be summarized using the following descriptive summary statistics: the number of subjects (n), mean, standard deviation (SD), standard error (SE), median, minimum value (min), and maximum value (max). Categorical data will be summarized using counts and percentages."
        },
        "conditionsModule": {
            "conditions": [
                "Pain, Acute"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "EARLY_PHASE1"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "BASIC_SCIENCE",
                "maskingInfo": {
                    "masking": "TRIPLE",
                    "maskingDescription": "Participants and outcome assessor will not be made aware if they are receiving active or placebo marijuana.",
                    "whoMasked": [
                        "PARTICIPANT",
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 100,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Active THC",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will be administered 400mg of vaporized cannabis (5.1%) before pain testing and fMRI.",
                    "interventionNames": [
                        "Drug: Active Cannabis"
                    ]
                },
                {
                    "label": "Placebo THC",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "Participants will be administered 400mg of vaporized cannabis (\\<.1%) before pain testing and fMRI.",
                    "interventionNames": [
                        "Drug: Placebo Cannabis"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Active Cannabis",
                    "description": "400 mg of vaporized and inhaled active cannabis (5.1%)",
                    "armGroupLabels": [
                        "Active THC"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Placebo Cannabis",
                    "description": "400 mg of vaporized and inhaled placebo cannabis (\\<.1%)",
                    "armGroupLabels": [
                        "Placebo THC"
                    ],
                    "otherNames": [
                        "Non-Active cannabis"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Cerebral blood flow",
                    "description": "changes in CBF during rest, cannabis state, and pain",
                    "timeFrame": "At the first baseline testing session (session 1) and at the intervention session (session 2). All data will be collected within 2 weeks of signing consent."
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Visual Analog Scale Pain ratings",
                    "description": "Pain ratings will be assessed in response to the noxious heat stimulation. Pain intensity and unpleasantness ratings will be assessed with a visual analog scale (VAS). The minimum rating (\"0\") is designated as \"no pain\" whereas the maximum (\"10\") is labeled as \"most intense imaginable\" or \"most unpleasant imaginable.\" Higher numbers correspond to higher pain.",
                    "timeFrame": "At the first baseline testing session (session 1) and at the intervention session (session 2). All data will be collected within 2 weeks of signing consent."
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* are between 21-65 years old\n* Volunteers with no previous medical history (e.g., cardiac or pulmonary disease);\n* are not currently using any type of cannabis\n* have had a previous history with cannabis\n* currently 30 days cannabis free\n* are not taking opioids\n* if female and of a child bearing potential age, are not pregnant or nursing mothers;\n* do not lack sensory/motor deficits that preclude participation in pain-inducing procedures\n* do not have a lifetime history of dependence on cannabis\n* do not have a lifetime history of DSM-IV schizophrenia, bipolar disorder, generalized anxiety or panic disorder, or previous psychosis with or intolerance to cannabinoids\n* Prior THC-containing cannabis experience within the past two years\n* Agrees not to use cannabis outside of the study during participation in the study\n* Agrees not to use opioids or barbiturates during participation in the study\n* Agrees not to drive a motor vehicle within 4 hours following last use of inhaled cannabis during participation in the study\n\nExclusion Criteria:\n\n* Current or past history of cannabis, alcohol or opioid abuse\n* Active pulmonary disease\n* Allergy or past adverse effects or negative past experiences from cannabis\n* Positive urine drug test for THC, barbiturates, opioids, oxycodone, or methadone prior to study session 1\n* Pregnancy\n* Breastfeeding\n* Prisoner\n* Known cognitive impairment\n* Institutionalized\n* Claustrorphobia\n* MRI contraindications",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "21 Years",
            "maximumAge": "65 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "locations": [
                {
                    "facility": "Altman Clinical and Translational Research Institute",
                    "status": "RECRUITING",
                    "city": "La Jolla",
                    "state": "California",
                    "zip": "92093",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Fadel Zeidan, PhD",
                            "role": "CONTACT",
                            "phone": "858-246-2028",
                            "phoneExt": "62028",
                            "email": "zeidanlab@ucsd.edu"
                        },
                        {
                            "name": "Dwayne Mosbey, BA",
                            "role": "CONTACT",
                            "phone": "858-246-2028",
                            "phoneExt": "62028",
                            "email": "dmosbey@ucsd.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 32.84727,
                        "lon": -117.2742
                    }
                },
                {
                    "facility": "University of California, San Diego",
                    "status": "RECRUITING",
                    "city": "San Diego",
                    "state": "California",
                    "zip": "92093",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Fadel Zeidan, PhD",
                            "role": "CONTACT",
                            "phone": "858-246-2391",
                            "email": "fzeidan@health.ucsd.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 32.71533,
                        "lon": -117.15726
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000059787",
                    "term": "Acute Pain"
                }
            ],
            "ancestors": [
                {
                    "id": "D000010146",
                    "term": "Pain"
                },
                {
                    "id": "D000009461",
                    "term": "Neurologic Manifestations"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5449",
                    "name": "Marijuana Abuse",
                    "relevance": "LOW"
                },
                {
                    "id": "M13066",
                    "name": "Pain",
                    "relevance": "LOW"
                },
                {
                    "id": "M29525",
                    "name": "Acute Pain",
                    "asFound": "Pain, Acute",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12404",
                    "name": "Neurologic Manifestations",
                    "relevance": "LOW"
                },
                {
                    "id": "T170",
                    "name": "Acute Graft Versus Host Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC25",
                    "name": "Substance Related Disorders"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}