{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05714150",
            "orgStudyIdInfo": {
                "id": "E4641-P"
            },
            "secondaryIdInfos": [
                {
                    "id": "I21RX004641",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/I21RX004641"
                }
            ],
            "organization": {
                "fullName": "VA Office of Research and Development",
                "class": "FED"
            },
            "briefTitle": "Brain Balance Study",
            "officialTitle": "Aging With a Traumatic Brain Injury: Implications for Balance Deficits and Fall Risk",
            "therapeuticArea": [
                "Other"
            ],
            "study": "brain-balance-study"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-03-21",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-06-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-06-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-01-17",
            "studyFirstSubmitQcDate": "2023-01-26",
            "studyFirstPostDateStruct": {
                "date": "2023-02-06",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-03",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-05",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "VA Office of Research and Development",
                "class": "FED"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "A moderate traumatic brain injury (TBI) occurring in early or middle adulthood might have long-lasting effects on the brain that can accelerate the decline of physical and cognitive function in older age. The proposed study seeks to better understand the implications of aging with a TBI, in order to help Veterans maintain their health and independence. The overarching hypothesis of this new line of research is that participants who experienced a moderate TBI in early or middle adulthood (at least 15 years prior to study enrollment) will have poorer performance on balance and cognitive tests, despite self-reporting no persistent motor or cognitive impairment from the TBI. The investigators also seek to evaluate the potential for practice-based learning and improvement of complex balance tasks in this population, to gain experience for conducting future rehabilitation studies. The long term goal of this line of research is to design rehabilitative and lifestyle interventions to preserve brain health and function in Veterans who have previously experienced a TBI.",
            "detailedDescription": "Accumulating research indicates that a TBI sustained in early or middle adulthood has the potential to influence the trajectory of the aging process, both in the context of brain function and whole-body health. People who consider themselves to be fully recovered and asymptomatic many years following a brain injury might actually exhibit poorer function than peers who did not experience a head injury. The TBI literature reveals compelling evidence that TBI can elicit long-term abnormal cascades of neuroendocrine and neuroinflammatory processes that alter the structural and functional integrity of brain networks. However, there is little direct evidence to establish whether \"normal\" age-related neurodegeneration and decline of physical and cognitive function are made worse by a TBI that occurred many years earlier. By understanding the chronic effects of \"aging with a TBI\" the investigators can better identify potential interventions to reduce negative repercussions across the lifespan. This is an important area of investigation, considering there is a substantial window of opportunity for Veterans who have experienced a TBI to engage in rehabilitative interventions and lifestyle modifications that may preserve function as they transition to older age. The overarching hypothesis of this new line of research is that participants who experienced a moderate TBI in early or middle adulthood (at least 15 years prior to study enrollment) will have poorer performance on balance and cognitive tests, despite self-reporting no persistent motor or cognitive impairment from the TBI. The investigators also seek to evaluate the potential for practice-based learning and improvement of complex balance tasks in this population, in order to gain experience for conducting future rehabilitation studies. Veterans with prior TBI (TBI+ group) will be compared to a control group who report no history of TBI (TBI- group). The investigators propose to enroll Veterans who are transitioning into older age (i.e., age between 50-65 years). This study will focus on balance function because of its close association with fall risk. Falls and resultant injuries are a major cause of disability in older Veterans and civilians, which poses a substantial rehabilitation demand and cost to individuals and society. The significance of balance deficits and falls will only grow in the coming years, as more than 50% of all Veterans will be 65 years or older by 2050. Further, loss of balance is very common in the acute stage of recovery from TBI, suggesting damage to neural control pathways/networks that might be susceptible to chronic effects. As secondary outcomes, the investigators will conduct assessments that are related to balance function (including cognitive and oculomotor function) and that increase the risk of injuries due to a fall (bone mineral density). The TBI literature suggests that these secondary outcomes are also susceptible to the chronic effects of a TBI. The first aim of the study is to determine if TBI+ participants have impaired balance, cognition, and oculomotor performance compared to TBI- participants. The second aim of the study is to evaluate the potential for practice-based learning of balance tasks requiring visuospatial cognitive engagement. In addition to the proposed group analyses, the investigators will also conduct exploratory regression analysis within the TBI+ participants to examine potential relationships between the severity of injury and continuous measures of motor and cognitive performance. The knowledge and experience gained from this study will prepare to conduct larger studies to better understand the chronic effects of aging with a TBI, as well as prepare to test rehabilitation interventions to promote healthy aging in this population."
        },
        "conditionsModule": {
            "conditions": [
                "Traumatic Brain Injury"
            ],
            "keywords": [
                "traumatic brain injury",
                "aging",
                "balance",
                "cognition"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "interventionModelDescription": "The intervention will consist of a single session of practicing complex (cognitively engaging) balance tasks using an exergaming balance platform. The session will include 30 minutes of practice. Participants with TBI history and without TBI history will both complete the same intervention.",
                "primaryPurpose": "OTHER",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 70,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Balance Intervention",
                    "type": "EXPERIMENTAL",
                    "description": "Participants with TBI history and without TBI history will both complete the same intervention.",
                    "interventionNames": [
                        "Behavioral: Complex Balance Tasks"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Complex Balance Tasks",
                    "description": "The intervention will consist of a single session of practicing complex (cognitively engaging) balance tasks using an exergaming balance platform.",
                    "armGroupLabels": [
                        "Balance Intervention"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Center of Pressure (COP) control",
                    "description": "Participants will receive real-time feedback of their center of pressure location, by observing a tracing on a television screen. They will shift their body weight in order to move the center of pressure, and will attempt to follow a pre-defined trajectory that is shown on the screen.",
                    "timeFrame": "Change from baseline COP control, measured immediately following a single intervention session (the session will include 30 minutes)"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\nEnrollment Criteria for Participant with TBI (TBI+ group) Inclusion criteria\n\n* Age 50-65. People of this age normally do not exhibit substantial balance or cognitive impairments, so observing a clear deficit between groups will provide compelling evidence of a TBI-related effect. This \"younger old\" age group will also help to avoid other comorbid health conditions of older age that would increase variability (uncertainty) in the data set.\n* Prior history of moderate closed-head TBI at least 15 years prior to study enrollment. Single or multiple TBIs are acceptable. All participants who self-report a prior TBI will complete a standardized interview called the Ohio State University TBI Identification Method (OSU TBI-ID) to characterize and confirm the occurrence of a prior moderate TBI. Moderate TBI will be defined as any of the following:\n\n  * loss of consciousness from 30 minutes to 24 hours\n  * and/or alteration of consciousness/mental state for greater than 24 hours\n  * and/or post-traumatic amnesia for \\>1 to \\<7 days\n  * and/or abnormal structural imaging confirmed by medical records\n* Affirmative response to the question: \"At the present time, do you consider yourself to be fully recovered from the TBI?\"\n* Score on the Activities Specific Balance Confidence Scale of 90 or higher (out of 100 possible points), which indicates absence of self-reported balance/mobility deficits.\n* Score of 19 or higher on the telephone version of the Montreal Cognitive Assessment, which indicates absence of major cognitive impairment.\n* living in the community and able to travel to the research site\n\nExclusion Criteria:\n\nEnrollment Criteria for Participant with TBI (TBI+ group) Exclusion criteria\n\n* Neurological injury or disease other than prior history of moderate TBI\n* Current clinically significant post-traumatic stress disorder (PCL score \\>30)\n* severe arthritis, such as awaiting joint replacement, that would interfere with participation balance/mobility tasks\n* Current substance abuse\n* Current uncontrolled major depressive episode, history of severe psychiatric illness unrelated to TBI (e.g., bipolar 1 or schizophrenia).\n* severe obesity (body mass index \\> 35)\n* unstable cardiovascular disease (for example, recent angina or uncontrolled high blood pressure)\n* lung disease requiring use of supplemental oxygen\n* renal disease requiring dialysis\n* serious uncontrolled diabetes\n* terminal illness\n* myocardial infarction or major heart surgery in the previous year\n* cancer treatment in the past year, except for nonmelanoma skin cancers and cancers having an excellent prognosis (e.g., early stage breast or prostate cancer)\n* uncontrolled hypertension at rest (systolic \\> 180 mmHg and/or diastolic \\> 100 mmHg)\n* bone fracture in the previous year\n* hip joint replacement or metal implants that would preclude accurate assessment of lean mass or hip bone mineral density\n* Use of any pharmacologic agents (within past 180-days) that are known to influence BMD, including anti-resorptive or bone anabolic therapies, any compounded or over-the-counter androgenic hormone or androgen precursor, clomiphene, aromatase inhibitors, anti-estrogen or estrogen treatment, or growth hormone?\n* Chronic use of systemic glucocorticoids \\>7.5 mg/d prednisone equivalent (e.g., hydrocortisone 30 mg, methylprednisolone 6 mg, or dexamethasone 1.2 mg)\n* current participation in physical therapy for lower extremity function\n* current enrollment in a clinical trial that might jeopardize safety or scientific integrity of either trial\n* unable to communicate sufficiently with study personnel, and/or non-English speaking\n* other medical conditions other that would adversely affect balance, cognition, or oculomotor function.\n* clinical judgment of investigative team regarding safety or non-compliance.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "50 Years",
            "maximumAge": "65 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "David J Clark, DSc",
                    "role": "CONTACT",
                    "phone": "(352) 376-1611",
                    "phoneExt": "5244",
                    "email": "David.Clark1@va.gov"
                },
                {
                    "name": "Brigette Cox, BS",
                    "role": "CONTACT",
                    "phone": "(352) 376-1611",
                    "phoneExt": "107735",
                    "email": "brigette.cox@va.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "David J. Clark, DSc",
                    "affiliation": "North Florida/South Georgia Veterans Health System, Gainesville, FL",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "North Florida/South Georgia Veterans Health System, Gainesville, FL",
                    "status": "RECRUITING",
                    "city": "Gainesville",
                    "state": "Florida",
                    "zip": "32608-1135",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Michael Merritt",
                            "role": "CONTACT",
                            "phone": "352-548-6000",
                            "phoneExt": "6476",
                            "email": "michael.merritt@va.gov"
                        },
                        {
                            "name": "Margaret H McCallum",
                            "role": "CONTACT",
                            "phone": "(352) 376-1611",
                            "phoneExt": "5223",
                            "email": "Margaret.McCallum@va.gov"
                        },
                        {
                            "name": "David J. Clark, DSc",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 29.65163,
                        "lon": -82.32483
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "A de-identified, anonymized dataset will be created and shared pursuant to a Data Use Agreement appropriately describing use of the dataset and prohibiting the recipient from identifying or re-identifying any individual whose data are included in the dataset. All individually identifiable information for the study will be handled in full compliance with policies outlined by the University of Florida Institutional Review Board and by the NF/SG VHA Human Research Protections Program.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP"
            ],
            "timeFrame": "Data will be available after the study is closed to enrollment. Data will remain available for at least 6 years in accordance with VA records management policy.",
            "accessCriteria": "Data can be accessed by contacting the Principal Investigator directly."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000001930",
                    "term": "Brain Injuries"
                },
                {
                    "id": "D000070642",
                    "term": "Brain Injuries, Traumatic"
                }
            ],
            "ancestors": [
                {
                    "id": "D000014947",
                    "term": "Wounds and Injuries"
                },
                {
                    "id": "D000001927",
                    "term": "Brain Diseases"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000006259",
                    "term": "Craniocerebral Trauma"
                },
                {
                    "id": "D000020196",
                    "term": "Trauma, Nervous System"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5207",
                    "name": "Brain Injuries",
                    "asFound": "Brain Injury",
                    "relevance": "HIGH"
                },
                {
                    "id": "M628",
                    "name": "Brain Injuries, Traumatic",
                    "asFound": "Traumatic Brain Injury",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17685",
                    "name": "Wounds and Injuries",
                    "relevance": "LOW"
                },
                {
                    "id": "M5204",
                    "name": "Brain Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M9349",
                    "name": "Craniocerebral Trauma",
                    "relevance": "LOW"
                },
                {
                    "id": "M22023",
                    "name": "Trauma, Nervous System",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}