{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05854433",
            "orgStudyIdInfo": {
                "id": "IRB00065459"
            },
            "secondaryIdInfos": [
                {
                    "id": "K23NS125110-01A1",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/K23NS125110-01A1"
                }
            ],
            "organization": {
                "fullName": "Wake Forest University Health Sciences",
                "class": "OTHER"
            },
            "briefTitle": "Brain Structure and Clinical Endpoints in Myotonic Dystrophy Type 2",
            "officialTitle": "Brain Structure and Clinical Endpoints in Myotonic Dystrophy Type 2 (BraCE-DM2)",
            "acronym": "BraCE-DM2",
            "therapeuticArea": [
                "Other"
            ],
            "study": "brain-structure-and-clinical-endpoints-in-myotonic-dystrophy-type"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-03",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-04-26",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-06",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-06",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-04-21",
            "studyFirstSubmitQcDate": "2023-05-02",
            "studyFirstPostDateStruct": {
                "date": "2023-05-11",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-07",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-09",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Wake Forest University Health Sciences",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute of Neurological Disorders and Stroke (NINDS)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Nearly two-third of patients with myotonic dystrophy type 2 (DM2) report that impaired cognition is among the most disabling symptoms and deeply affects their quality of life. Yet, relatively little is known about how DM2 affects brain structure and cognitive function as brain imaging studies in DM2 are extremely limited. This is a prospective, cross-sectional study of brain structure and function on cognitive and motor performance in patients with DM2 compared to healthy controls. All participants will undergo magnetic resonance imaging (MRI) to evaluate brain structure and white matter integrity, a comprehensive battery of cognitive and motor measures, self-reported questionnaires, and blood collection for brain-based biomarker analysis. A subset of participants will undergo lumbar puncture for cerebrospinal fluid (CSF) collection for additional biomarker analysis and validation. This work is critical to inform the development of rigorous clinical trial designs and plan for a longitudinal study to evaluate MRI measures as imaging biomarkers of disease progression and therapeutic response in DM2.",
            "detailedDescription": "Myotonic dystrophy type 2 (DM2), autosomal dominant muscular dystrophy, is characterized by late-onset proximal muscle weakness, myotonia, and multisystem features. Although muscle weakness is the key symptom, almost 70% of patients with DM2 report that impaired cognition is among the most disabling symptoms and affects their quality of life. Small literature describes cognitive deficits and cerebral white matter involvement in those with DM2, compared to controls. However, the mechanisms that lead to cognitive dysfunction are poorly understood.\n\nAs the momentum of therapeutic development is outpacing our understanding of the central nervous system (CNS) manifestations in myotonic dystrophy, there is an urgent need to identify measures of brain imaging, cognitive function, and biomarkers of CNS pathology that are disease-specific and clinically relevant, and establish relationships of these measures to inform future clinical trial designs in DM2. In this study, we will carry out a comprehensive baseline characterization of 50 adults with DM2 and 50 age and gender-matched controls identified from clinical populations across the US and through the national myotonic dystrophy registry. All participants will undergo 3 Tesla (3T)-brain MRI to obtain voxel-based morphometry and diffusion tensor imaging (DTI) sequences, a comprehensive Clinical Assessment Battery (CAB) of cognitive and motor measures, patient-reported outcomes, and blood collection for analysis of CNS biomarkers at their baseline visits. A subset of 20 participants will undergo lumbar punctures to collect cerebrospinal fluid (CSF) specimens for additional biomarker analysis and validation. Measures of MRI, CAB, and fluid biomarkers will be compared between DM2 and controls. Relationships between MRI measures, cognitive and motor endpoints, and biofluid (plasma and CSF) biomarkers will be analyzed within the DM2 group. Validation of plasma and CSF biomarkers will also be determined."
        },
        "conditionsModule": {
            "conditions": [
                "Myotonic Dystrophy Type 2"
            ],
            "keywords": [
                "myotonic dystrophy",
                "muscular dystrophy",
                "cognitive dysfunction",
                "memory",
                "brain",
                "central nervous system",
                "MRI",
                "biomarkers",
                "white matter",
                "neurodegenerative diseases"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": false,
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "PROSPECTIVE"
            },
            "bioSpec": {
                "retention": "SAMPLES_WITH_DNA",
                "description": "blood (plasma and serum) collection cerebrospinal fluid (CSF) collection"
            },
            "enrollmentInfo": {
                "count": 100,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Myotonic dystrophy type 2",
                    "description": "Adults with myotonic dystrophy type 2 who meet all inclusion and exclusion criteria for the study.\n\nTo be assessed at the baseline visit: Medical history and a focused neurological examination, brain MRI, a comprehensive Clinical Assessment Battery (CAB) of cognitive and motor measures, self-reported questionnaires, strength and motor function evaluation, and blood drawn for biomarker analysis.\n\nA subset of the participants who agree to have cerebrospinal fluid (CSF) collection for additional biomarker analysis will undergo lumbar puncture procedure.",
                    "interventionNames": [
                        "Other: Non-interventional study"
                    ]
                },
                {
                    "label": "Controls",
                    "description": "Healthy individuals who meet all inclusion and exclusion criteria for healthy controls.\n\nTo be assessed at the baseline visit: Medical history and a focused neurological examination, brain MRI, a comprehensive Clinical Assessment Battery (CAB) of cognitive and motor measures, self-reported questionnaires, strength and motor function evaluation, and blood drawn for biomarker analysis.\n\nA subset of the participants who agree to have cerebrospinal fluid (CSF) collection for additional biomarker analysis will undergo lumbar puncture procedure.",
                    "interventionNames": [
                        "Other: Non-interventional study"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Non-interventional study",
                    "description": "No intervention will be administered as part of this study.",
                    "armGroupLabels": [
                        "Controls",
                        "Myotonic dystrophy type 2"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Measures of voxel-based brain morphometry",
                    "description": "Measures of brain volume will be expressed as a ratio (0 to 1) to intracranial volume to create proportional values of brain volume.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Fractional Anisotropy (FA)",
                    "description": "FA is an index of non-uniform movement of water molecules ranging from 0 to 1. Higher values of FA indicate healthy, dense, and well-organized white matter fibers. Lower values of FA indicate less healthy white matter track.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Radial Diffusivity (RD)",
                    "description": "The value of apparent water diffusion coefficient in the direction perpendicular to the axonal fibers. The higher RD value indicates high dispersion of water and poorly-organized white matter fibers.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Axial Diffusivity (AD)",
                    "description": "The value of apparent water diffusion coefficient in the direction lying along with the axonal fibers. The higher AD value indicates greater extracellular water content consecutively to the impaired white-matter fibers health, and to alterations of axonal water content",
                    "timeFrame": "Baseline"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "NIH-Toolbox (TB) Cognitive Measures: Executive Function Domain Scores",
                    "description": "Raw scores of Dimensional Card Sorting will be compared between groups. The higher score, the better executive function.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "NIH-TB: Executive Function/Attention Domain Scores",
                    "description": "Raw scores of Flanker Inhibitory Control and Attention will be compared between groups. The higher score, the better attention and executive function.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "NIH-TB: Processing Speed Domain Scores",
                    "description": "Raw scores of Pattern Comparison Processing Speed Test will be compared between groups. The higher score, the better processing speed.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "NIH-TB: Language Domain Scores",
                    "description": "Raw scores of Oral Reading Recognition Test will be compared between groups. The higher score, the better language domain.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "NIH-TB: Working Memory Domain Scores",
                    "description": "Raw scores of List Sorting Test will be compared between groups. The higher score, the better working memory.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "NIH-TB: Episodic Memory Domain Scores",
                    "description": "Raw scores of Picture Sequence Memory Test will be compared between groups. The higher score, the better working memory.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Trail Making Test Part B (TMT-B) for executive function domain",
                    "description": "Scores of TMT - Part B is based on time to complete the test (seconds). The lower scores of TMT-B, the better executive function. For TMT-B, an average score is 75 seconds and a deficient score is greater than 273 seconds. Maximum score is 300 seconds (5 minutes).",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Digit Span Scores for attention domain",
                    "description": "The Digit Span score is the length of the longest correctly repeated number sequence. Digit Span Score is an indication of intelligence among other tests. The average digit span for normal adults without error is seven plus or minus two (a span of 5 to 9 digits).",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Trail Making Test Part A (TMT-A) for processing speed.",
                    "description": "Scores of TMT-Part A is based on time taken to complete the test (seconds). An average score for TMT-A is 29 seconds and a deficient score is greater than 78 seconds.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Memory Domain Scores",
                    "description": "Rey Auditory Verbal Learning Test (RAVLT) scores will be compared between groups - Scoring: Different summary scores are derived from raw RAVLT scores. These include RAVLT Immediate (the sum of scores from 5 first trials, i.e., Trials 1 to 5), Learning (the score of Trial 5 minus the score of Trial 1), and Forgetting (the score of Trial 5 minus score of the delayed recall).",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Controlled Oral Word Association (COWA)",
                    "description": "Scores of COWA will count up the total number of words that the individual is able to produce within 60 seconds. A score of under 17 indicates concern, although some practitioners use 14 as a cutoff for abnormal.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Verbal Fluency Animal Category",
                    "description": "Scores of verbal fluency will count up the total number of animals that the individual is able to produce within 60 seconds. A score of under 17 indicates concern, although some practitioners use 14 as a cutoff for abnormal.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Beck Depression Inventory (BDI-II) Scores",
                    "description": "The BDI is a widely used 21-item standardized self-report questionnaire measuring depression on a 4-point scale ranging from 0 to 3. Scores are interpreted as follows: 1-9, minimal depression; 10-16, mild depression; 17-29, moderate depression; 30-63, severe depression. BDI-II scores will be compared between groups.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Beck Anxiety Inventory (BAI) Scores",
                    "description": "The BAI is a 21-item self-report scale typically surveys features of anxiety. In using the BAI, patients rate the severity of each symptom on a 4-point scale ranging from 0 (not at all) to 3 (severely - I could barely stand it). A total score ranging from 0 to 63 is calculated by summing the severity ratings for all 21 items. BAI scores will be compared between groups.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Apathy Evaluation Scales (AES)",
                    "description": "AES was built based on the definition of apathy: syndrome of loss of motivation as reflected by acquired changes in affect (mood), behavior, and cognition. The AES is a four-point Likert-Scale response measure (0 = not at all true/characteristic to 3 = very much true/characteristic), composed of 18 items that assess and quantify emotional, behavioral, and cognitive aspects of apathy. We will evaluate AES in both participants and informants.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Patient-Reported Outcomes Measurement Information System (PROMIS) Global-10",
                    "description": "The possible score ranges from 0 to 20 points in each case. 0 points represent the patient's most severe physical and/or mental impairment, while 20 points represent the best possible state of health.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Short-Form Health Survey (SF-36) Scores",
                    "description": "The SF-36 was used to assess the generic quality of life (QoL). It is a self-report measure with established reliability and validity across a wide range of clinical populations. Scores of SF-36 in each sub-scale will be compared between groups - SF-36 scores range from 0 (worst) to 100 (best)",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Brief Pain Inventory (BPI) - Short Form Scores",
                    "description": "The short-form BPI is designed to measure the interference pain has on the patient's daily activities. These scales were selected based on their validity, simplicity, ability to detect the change in pain with treatment, patient relevance, reliability, test-retest scores, and their previous use in pain studies of the myotonic dystrophy population. BDI scores will be compared between groups - Worst Pain Score: 1 - 4 = Mild Pain. Worst Pain Score: 5 - 6 = Moderate Pain. Worst Pain Score: 7 - 10 = Severe Pain.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Pittsburgh Sleep Quality Index (PSQI) Scores",
                    "description": "PSQI is a self-reported questionnaire that measures seven components of sleep over a 1-month time interval: subjective sleep quality, sleep latency, sleep duration, habitual sleep efficiency, sleep disturbances, use of sleeping medication, and daytime dysfunction. PSQI scores will be collected and compared between groups - The sleep component scores are summed to yield a total score ranging from 0 to 21 with the higher total score (referred to as global score) indicating worse sleep quality.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Checklist Individual Strength (CIS) - Fatigue Scores",
                    "description": "The CIS-fatigue severity sub-scale contains eight items scored on a 7-point Likert scale. Scores can range between 8 and 56 with higher scores indicating higher levels of fatigue and scores of 35 or more are considered to indicate severe fatigue. Fatigue scores will be compared between groups.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Plasma Neurology 4-Plex E (N4PE)",
                    "description": "The N4PE assay simultaneously measures four biomarkers in plasma. The targets are Abeta 40 (Aβ40), Abeta 42 (Aβ42), Glial Fibrillary Acidic Protein (GFAP™), and Neurofilament light (Nf-L).",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Cerebrospinal Fluid (CSF) Neurology 4-Plex E (N4PE)",
                    "description": "The N4PE assay simultaneously measures four biomarkers in CSF. The targets are Abeta 40 (Aβ40), Abeta 42 (Aβ42), Glial Fibrillary Acidic Protein (GFAP™), and Neurofilament light (Nf-L).",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Plasma phosphorylated tau (P-tau) 181",
                    "description": "Plasma P-tau 181 will be measured in DM2 and control groups. Relationships between plasma and CSF biomarkers will also be determined within the DM2 group. Plasma p-tau181 is categorized into three categories: low \\< 12.03 pg/ml, medium 12.04-19.63 pg/ml, and high \\> 19.65 pg/ml. High level of plasma P-tau 181 is correlated with neurodegenerative diseases.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "CSF P-tau 181",
                    "description": "The P-tau-181 assay will be measured in CSF samples. A maximum concentration of CSF P-tau of 60 pg/ml or lower is considered normal.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "6-minute walk test (6MWT) Times (minutes)",
                    "description": "Among the tools that assess walking ability in muscular dystrophies, the 6MWT offers a good combination of reliability, sensitivity, clinical significance, and feasibility for multi-center trials. We will compared 6MWT between groups.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "10-meter walk test times (seconds)",
                    "description": "Subjects will be instructed to walk at maximum speed in a long corridor with an even surface over 10 meters with a still-standing start and a \"flying\" finish. Time to complete 10-meter will be measured between groups.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Short Physical Performance Battery (SPPB) Scores",
                    "description": "The SPPB measures physical function using three components: usual gait speed over 4-meters time to complete five chair rises, and standing balance with a progressively narrow base of support. Each component is scored on a 0-4 scale and summed for an overall score range of 0-12. SPPB scores will be compared between groups.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Step Test - Number of Steps",
                    "description": "Participants will be instructed to make as many \"full steps\" as possible in 15 seconds. Both legs will be tested, one foot at the time. The number of the step will be compared between groups.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Grip and Pinch Strength (kg)",
                    "description": "Handgrip dynamometer will be used to test grip strength. The subject will also perform quantitative pinch strength testing with a pinch gauge. Average grip and pinch strength (kg) will be measured and compared between groups.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Nine-Hole Peg Test Times (9HPT)",
                    "description": "The test will evaluate upper extremity function, specifically fine dexterity, and coordination. We will test each subject twice, starting with a dominant hand first, then a non-dominant hand. One practice trial (per hand) should be provided before timing the test. Average time to complete the 9HPT will be compared between groups.",
                    "timeFrame": "Baseline"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "DM2 Inclusion Criteria:\n\n* Age 40 and older\n* Diagnosis of DM2 is based on genetic testing and/or clinical criteria. If the diagnosis is based on clinical criteria, positive DM2 genetic testing is required in first-degree relatives\n* Symptoms or clinical findings of proximal muscle weakness\n* Ambulate independently (a cane or walking stick is permitted)\n* Able to provide informed consent for participation in the study\n\nDM2 and Healthy Control (HC) Exclusion Criteria:\n\n* Individuals with a pacemaker, defibrillator, or metal implanted that is contraindicated for MRI\n* Individuals who are claustrophobic\n* Individuals with a prior diagnosis of dementia, seizure, stroke, multiple sclerosis, Parkinson's Disease, or other neurodegenerative diseases\n* Individuals with active psychiatric illness, alcohol or substance abuse, or dependence\n* Individuals with a pacemaker, defibrillator, or metal implanted that is contraindicated for MRI\n* Individuals who are claustrophobic\n* Major medical illness which would prevent safe testing of MRI or motor function.\n* On medications with substantial sedative or cognitive side effects unless the doses have been stable over the last 3 months before the study visit\n* pregnancy\n* Weight \\> 400 lbs as the subject could not be properly positioned on the MRI table\n* Inability or unwillingness to give written informed consent\n* For participants who undergo lumbar puncture procedure: Use of anti-platelet medications within 7 days, use of anticoagulants such as warfarin (Coumadin), history of a bleeding disorders, evidence of platelet count \\< 150,000 within the last 6 months, or have hardware (i.e., pins, screws, rods, etc.) in the lower back area\n\nHealthy Control (HC) Inclusion Criteria:\n\n* Age 40 and older\n* Ambulate independently\n* Able to provide informed consent for participation in the study",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "40 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "Myotonic dystrophy is a rare disease with an estimated prevalence rate of 12.5/100,000 in both myotonic dystrophy type 1 (DM1) and DM2. There are no expected gender differences. Both men and women will be selected for this study.",
            "samplingMethod": "PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Constance Linville",
                    "role": "CONTACT",
                    "phone": "336-716-4568",
                    "email": "clinvill@wakehealth.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Araya Puwanant, MD, MS",
                    "affiliation": "Wake Forest University Health Sciences",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Wake Forest University Health Sciences",
                    "status": "RECRUITING",
                    "city": "Winston-Salem",
                    "state": "North Carolina",
                    "zip": "27157",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Constance Linville",
                            "role": "CONTACT",
                            "phone": "336-716-4568",
                            "email": "clinvill@wakehealth.edu"
                        },
                        {
                            "name": "Araya Puwanant, MD, MS",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 36.09986,
                        "lon": -80.24422
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009223",
                    "term": "Myotonic Dystrophy"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009136",
                    "term": "Muscular Dystrophies"
                },
                {
                    "id": "D000020966",
                    "term": "Muscular Disorders, Atrophic"
                },
                {
                    "id": "D000009135",
                    "term": "Muscular Diseases"
                },
                {
                    "id": "D000009140",
                    "term": "Musculoskeletal Diseases"
                },
                {
                    "id": "D000020967",
                    "term": "Myotonic Disorders"
                },
                {
                    "id": "D000020271",
                    "term": "Heredodegenerative Disorders, Nervous System"
                },
                {
                    "id": "D000019636",
                    "term": "Neurodegenerative Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000009468",
                    "term": "Neuromuscular Diseases"
                },
                {
                    "id": "D000030342",
                    "term": "Genetic Diseases, Inborn"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M21558",
                    "name": "Neurodegenerative Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M29705",
                    "name": "Cognitive Dysfunction",
                    "relevance": "LOW"
                },
                {
                    "id": "M12175",
                    "name": "Myotonic Dystrophy",
                    "asFound": "Myotonic Dystrophy",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12093",
                    "name": "Muscular Dystrophies",
                    "relevance": "LOW"
                },
                {
                    "id": "M12092",
                    "name": "Muscular Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M4589",
                    "name": "Atrophy",
                    "relevance": "LOW"
                },
                {
                    "id": "M22697",
                    "name": "Muscular Disorders, Atrophic",
                    "relevance": "LOW"
                },
                {
                    "id": "M12097",
                    "name": "Musculoskeletal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M22698",
                    "name": "Myotonic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M22092",
                    "name": "Heredodegenerative Disorders, Nervous System",
                    "relevance": "LOW"
                },
                {
                    "id": "M12411",
                    "name": "Neuromuscular Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M23686",
                    "name": "Genetic Diseases, Inborn",
                    "relevance": "LOW"
                },
                {
                    "id": "T4024",
                    "name": "Myotonic Dystrophy",
                    "asFound": "Myotonic Dystrophy",
                    "relevance": "HIGH"
                },
                {
                    "id": "T3963",
                    "name": "Muscular Dystrophy",
                    "relevance": "LOW"
                },
                {
                    "id": "T4026",
                    "name": "Myotonic Dystrophy Type 2",
                    "asFound": "Myotonic Dystrophy Type 2",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "BC05",
                    "name": "Musculoskeletal Diseases"
                },
                {
                    "abbrev": "BC16",
                    "name": "Diseases and Abnormalities at or Before Birth"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}