{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05341726",
            "orgStudyIdInfo": {
                "id": "AAAT0939 - trial & post-trial"
            },
            "secondaryIdInfos": [
                {
                    "id": "R01NR019275",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/R01NR019275"
                }
            ],
            "organization": {
                "fullName": "Columbia University",
                "class": "OTHER"
            },
            "briefTitle": "BREATHE: An Efficacy-implementation Trial Among Black Adults With Uncontrolled Asthma",
            "officialTitle": "BREATHE: An Efficacy-implementation Trial of a Brief Shared Decision Making Intervention Among Black Adults With Uncontrolled Asthma in Federally Qualified Health Centers (Trial and Post-trial)",
            "therapeuticArea": [
                "Respiratory"
            ],
            "study": "breathe-an-efficacy-implementation-trial-among-black-adults-with-uncontrolled-asthma"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-02",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-01-19",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-04-18",
            "studyFirstSubmitQcDate": "2022-04-18",
            "studyFirstPostDateStruct": {
                "date": "2022-04-22",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-02-01",
            "lastUpdatePostDateStruct": {
                "date": "2024-02-02",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Maureen George",
                "investigatorTitle": "Professor of Nursing at the Columbia University Irving Medical Center",
                "investigatorAffiliation": "Columbia University"
            },
            "leadSponsor": {
                "name": "Columbia University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute of Nursing Research (NINR)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This study is an efficacy-implementation trial to:\n\n1. evaluate systematically the efficacy of BREATHE in 200 Black adults receiving care at urban federally qualified health centers (FQHCs) for uncontrolled asthma; and\n2. identify multi-level barriers and facilitators to the widespread adoption and implementation of BREATHE in FQHCs.",
            "detailedDescription": "Black adults with asthma are an appropriate target for shared decision-making (SDM) interventions that support disease self-management as Black adults experience a higher asthma burden and worse clinical outcomes than non-Black adults and/or children with asthma of any racial-ethnic background. To date, the application of SDM and community-based interventions targeting Black adults have failed to address these disparities. Therefore, the investigator used patient input to develop BREATHE - BRief intervention to Evaluate Asthma THErapy - a 9-minute SDM intervention focused on reducing the impact of erroneous beliefs on asthma control - and established its efficacy in this health disparity population. This intervention is unique in that it is a one-time brief, tailored intervention integrated into office visits, using the patient's own provider as the interventionist (e.g. scalable). A previously conducted pilot trial demonstrated high fidelity to BREATHE delivery and improved asthma control and reduced symptoms among BREATHE participants compared to a dose-matched attention control condition.\n\nWe will conduct post-trial mixed-method interviews with patient participants, their loved ones, and PCPs using evaluation frameworks to determine satisfaction with, and acceptability of, the active and control interventions."
        },
        "conditionsModule": {
            "conditions": [
                "Asthma"
            ],
            "keywords": [
                "Asthma",
                "Bronchial Diseases",
                "Respiratory Tract Diseases",
                "Lung Diseases, Obstructive",
                "Lung Diseases",
                "Respiratory Hypersensitivity",
                "Hypersensitivity, Immediate",
                "Hypersensitivity",
                "Immune System Diseases"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "SUPPORTIVE_CARE",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "maskingDescription": "Patient participants, data collectors, and the statistician will be blinded to assignment. Consent materials will inform patient participants that the focus of the trial is on the communication they have with their clinician about asthma management and control. Immediately after the intervention, patient participants will be asked to guess the condition to which their clinician had been randomized. At the end of participants' final data collection visit, data collectors will be asked to guess whether participants had received the active or control intervention at the visit. These data will provide some measurement of the success of masking.",
                    "whoMasked": [
                        "PARTICIPANT",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 400,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "BREATHE intervention",
                    "type": "EXPERIMENTAL",
                    "description": "The patient's primary care provider (PCP) will deliver a brief intervention using motivational interviewing and shared decision making, in a one time 9-minute intervention integrated into an office visit for asthma. PCPs will follow a 4-step script tailored to erroneous asthma and inhaled corticosteroid (ICS) beliefs, as well as ACQ score, measured just prior to the office visit.",
                    "interventionNames": [
                        "Behavioral: BREATHE Intervention"
                    ]
                },
                {
                    "label": "Control Intervention",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "The patient's primary care provider (PCP) will deliver a 9-minute scripted intervention on credible nutrition and lifestyle information. The control intervention is designed to not be specific enough to change strategies related to asthma control.",
                    "interventionNames": [
                        "Behavioral: Control Intervention"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "BREATHE Intervention",
                    "description": "BREATHE utilizes Primary Care Providers (PCPs) to deliver a 4-step script that was created by and tailored to Black adults' asthma and inhaled corticosteroid beliefs, as well as their Asthma Control Questionnaire (ACQ) score, measured just prior to the medical visit. Step 1: Raise the subject (1½ minute). Step 2: Provide feedback (1½ minutes). Step 3: Enhance engagement (3 minutes). Step 4: Shared decision-making (3 minutes).",
                    "armGroupLabels": [
                        "BREATHE intervention"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Control Intervention",
                    "description": "The control intervention will be a 9-minute scripted discussion tailored to living a health lifestyle. Step 1: Review of BMI, current diet and exercise (3 minutes). Step 2: Diet/exercise counseling (3 minutes). Step 3: Plan for goal attainment (3 minutes).",
                    "armGroupLabels": [
                        "Control Intervention"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Mean Asthma Control Questionnaire Score",
                    "description": "Asthma control as measured by improvements in Asthma Control Questionnaire (ACQ) score, a 6-item validated and widely used measure of asthma control. Each question is rated from 0 to 6. A score of 0 indicates well controlled asthma and a score of 6 indicates extremely poorly controlled asthma. The overall ACQ score is the mean score of all 6 items. Lower mean scores indicate greater asthma control, higher mean scores indicate lesser asthma control.",
                    "timeFrame": "Baseline, 1 month, 2 months, 3 months, 6 months, 9 months, 12 Months (post-intervention)"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Mean Shared Decision Making-Questionnaire-9 Score",
                    "description": "The Shared Decision Making (SDM) Questionnaire-9, is a patient reported, 9-item validated instrument that consists of nine statements that measure the decisional process in medical visits from both patients' and physicians' perspectives. Each statement is rated on a six-point scale from \"completely disagree\" (0) to \"completely agree\" (5). The raw total score of all items range from 0-45. Lower scores indicate lower levels of shared decision making between provider and patient (in this study as it pertains to asthma treatment) and higher scores indicate higher levels of shared decision making.",
                    "timeFrame": "Baseline (immediately post-intervention)"
                },
                {
                    "measure": "Mean Medication Adherence Report Scale - Asthma Score",
                    "description": "Inhaled corticosteroid adherence as measured by the Medication Adherence Report Scale - Asthma (MARS-A). Participants are asked to rate the frequency with which they engage in each of the adherence-related behaviors on a five-point scale, where 5 = never, 4 = rarely, 3 = sometimes, 2 = often and 1 = always. Scores for each item are summed to give a total score, with higher scores indicating higher levels of reported adherence.",
                    "timeFrame": "Baseline, 1 month, 2 months, 3 months, 6 months, 9 months, 12 Months (post-intervention)"
                },
                {
                    "measure": "Mean Asthma Quality of Life Questionnaire Score",
                    "description": "Asthma quality of life improvements as measured by the Asthma Quality of Life Questionnaire (AQLQ), a 32-item validated and widely-used measure consisting of 4 domains: symptoms (11 items), emotions (5 items), environment (4 items), and activities (12 items). Each item is measured on a 7-point Likert scale (7 = not impaired at all, 1 = severely impaired). The overall AQLQ score is the mean of all 32 responses and the individual domain scores are the means of the items in those domains. Lower mean scores indicate lower quality of life due to asthma.",
                    "timeFrame": "Baseline, 1 month, 3 months, 6 months, 12 Months (post-intervention)"
                },
                {
                    "measure": "Mean Asthma Impairment and Risk Questionnaire Score",
                    "description": "Asthma Impairment and Risk Questionnaire (AIRQ) is a 10-item valid and reliable survey that measures bot domains of control: symptom impairments and risk for uncontrolled asthma. AIRQ™ score ranges from 0-10, measured by total number of YES answers. Score tally of 0-1 indicates well controlled asthma, scores 2-4 indicate not well controlled asthma, and scores 5-10 indicate very poorly controlled asthma.",
                    "timeFrame": "Baseline, 1 month, 3 months, 6 months, 12 Months (post-intervention)"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Number of participants who completed post-trial interviews",
                    "description": "Qualitative post-trial interviews will be conducted with patient participants, their loved ones, and primary care providers to determine the satisfaction with, and acceptability of the intervention. The interviews will be analyzed using a directed content analysis to determine themes within the interviews.",
                    "timeFrame": "up to 3 months (post-trial)"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria (participants):\n\nPatients participants will\n\n1. be adults (\\> or = 18 years of age)\n2. self-report race as 'Black' race (African American, African, Caribbean, West Indian, multi-racial \\[Black AND one or more additional races\\]); identify their ethnicity as Hispanic OR non-Hispanic\n3. have clinician-diagnosed persistent asthma (defined as being prescribed inhaled corticosteroids in the last 48 months) or have had an asthma exacerbation (e.g., ER visit, course of Prednisone) regardless of controller medicine use\n4. receive asthma care at a partner FQHC and\n5. screen positive for uncontrolled asthma as measured by the Asthma Control Questionnaire- 6 items (ACQ-6) and erroneous beliefs as measured by the Conventional and Alternative Management for Asthma (CAM-A) survey.\n\nExclusion Criteria (participants):\n\n1. non-English speaking\n2. serious mental health conditions that preclude completion of study procedures or confound analyses or\n3. participation in a listening session\n\nInclusion Criterion (clinicians):\n\n1. those who manage a panel of adult asthma patients\n\nInclusion Criteria (loved ones):\n\n1. must be identified by patient participant as a loved one and\n2. loved one must be a family member or friend of the patient participant.\n\nExclusion Criteria (loved ones):\n\n1. non-English speaking or\n2. serious mental health conditions that preclude completion of study procedures or confound analyses",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Maureen George, PhD",
                    "role": "CONTACT",
                    "phone": "2123051175",
                    "email": "mg3656@cumc.columbia.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Maureen George, PhD",
                    "affiliation": "Columbia University School of Nursing",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Sun River Health",
                    "status": "RECRUITING",
                    "city": "Beacon",
                    "state": "New York",
                    "zip": "12508",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Maureen George, PhD",
                            "role": "CONTACT",
                            "phone": "212-305-1175",
                            "email": "mg3656@cumc.columbia.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.50482,
                        "lon": -73.96958
                    }
                },
                {
                    "facility": "Bedford Stuyvesant Family Health Center",
                    "status": "RECRUITING",
                    "city": "Brooklyn",
                    "state": "New York",
                    "zip": "11216",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Maureen George, PhD",
                            "role": "CONTACT",
                            "phone": "212-305-1175",
                            "email": "mg3656@cumc.columbia.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.6501,
                        "lon": -73.94958
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000001249",
                    "term": "Asthma"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001982",
                    "term": "Bronchial Diseases"
                },
                {
                    "id": "D000012140",
                    "term": "Respiratory Tract Diseases"
                },
                {
                    "id": "D000008173",
                    "term": "Lung Diseases, Obstructive"
                },
                {
                    "id": "D000008171",
                    "term": "Lung Diseases"
                },
                {
                    "id": "D000012130",
                    "term": "Respiratory Hypersensitivity"
                },
                {
                    "id": "D000006969",
                    "term": "Hypersensitivity, Immediate"
                },
                {
                    "id": "D000006967",
                    "term": "Hypersensitivity"
                },
                {
                    "id": "D000007154",
                    "term": "Immune System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M11168",
                    "name": "Lung Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M4556",
                    "name": "Asthma",
                    "asFound": "Asthma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10018",
                    "name": "Hypersensitivity",
                    "relevance": "LOW"
                },
                {
                    "id": "M11170",
                    "name": "Lung Diseases, Obstructive",
                    "relevance": "LOW"
                },
                {
                    "id": "M14977",
                    "name": "Respiratory Tract Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10020",
                    "name": "Hypersensitivity, Immediate",
                    "relevance": "LOW"
                },
                {
                    "id": "M10200",
                    "name": "Immune System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5258",
                    "name": "Bronchial Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14967",
                    "name": "Respiratory Hypersensitivity",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC08",
                    "name": "Respiratory Tract (Lung and Bronchial) Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                }
            ]
        }
    },
    "hasResults": false
}