{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05871268",
            "orgStudyIdInfo": {
                "id": "217125"
            },
            "organization": {
                "fullName": "Loyola University",
                "class": "OTHER"
            },
            "briefTitle": "Bridging the Health Disparities Gap in Decision-Making Among Limited English Proficient (LEP) Patients With Pelvic Floor Disorders",
            "officialTitle": "Bridging the Health Disparities Gap in Decision-Making Among Limited English Proficient (LEP) Patients With Pelvic Floor Disorders",
            "therapeuticArea": [
                "Other"
            ],
            "study": "bridging-the-health-disparities-gap-in-decision-making-among-limited-english-proficient-lep-patients-with-pelvic-floor-disorders"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-12-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-12-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-02-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-05-12",
            "studyFirstSubmitQcDate": "2023-05-12",
            "studyFirstPostDateStruct": {
                "date": "2023-05-23",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-17",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-19",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Thythy Pham",
                "investigatorTitle": "Assistant Professor",
                "investigatorAffiliation": "Loyola University"
            },
            "leadSponsor": {
                "name": "Loyola University",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Understanding a patient's decision-making preference can help physicians meet their expectations and may increase patient satisfaction with the decision-making process.",
            "detailedDescription": "Effective communication between patients and physicians is critical to successful health outcomes. Limited English proficiency (LEP) is defined by the U.S. Census Bureau as anyone who reported speaking English less than \"very well\". There are more than 25 million people (approximately 1 in 11 Americans) with LEP in the United States.1 LEP patients are among the most vulnerable populations. The language barrier experienced by LEP patients hinders effective communication, impedes access to care, and impacts health care delivery.6 Research has shown that LEP patients are likely to consume more health care services7; however, they receive lower quality of care and have poorer outcomes compared to English-proficient patients on various measures: understanding of treatment plans and diseases processes, satisfaction, and incidence of medical errors.3,5, This language-based inequity in LEP patients also hampers shared decision-making, a process in which physicians and patients make decisions together, balancing the risks and benefits with patient preferences and values.6-7 Shared decision-making is encouraged by the Institute of Medicine and US Preventative Services to foster patient autonomy and engagement.6 Similarly, the American College of Obstetricians and Gynecologists emphasizes the importance of creating a partnership with patients.7 Research indicates that patients want to be more involved in the decision-making process but might feel that they do not have the capability to do so.8 Furthermore, the ability of patients to engage in the shared decision-making process also depends on their health literacy. It is estimated that one-third to one-half of the U.S. adult population has low health literacy or a limited capacity to obtain, process, and understand the basic health information and services needed to make informed health decisions.8 While low health literacy affects individuals across the spectrum of socio-demographics, it disproportionately affects those with LEP.9 A knowledge gap exists in our understanding of LEP patients' roles in decision-making since most research on decision-making itself often excludes non-English speakers from study participation. The few published reports in the oncology literature have suggested that Latinas experience barriers to informed treatment decision-making related to literacy, language, and acculturation.2,8 Hawley ST et al. (2008), in a survey of 2030 women with breast cancer, found that Spanish-preferred Latinas were more likely to report too little involvement, higher dissatisfaction, and more regrets compared to English-preferred Latinas, African Americans, and Caucasians.9 Research has shown that patients who take a more active role in their care are often more satisfied, have a better understanding of treatment plans, and experience greater improvement in health and patient-centered outcomes than do passive patients.10 Therefore, understanding these preferences, particularly in an LEP population, is necessary to meet patients' decision-making expectations, navigate discussions about treatment options, and increase patient satisfaction with the decision-making process."
        },
        "conditionsModule": {
            "conditions": [
                "Preferred Level of Involvement in Decision Making LEP Patients"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Spanish speaking women will be randomly assigned to physician awareness or treatment as usual (control) using a 1:1 allocation.",
                "primaryPurpose": "HEALTH_SERVICES_RESEARCH",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "maskingDescription": "The control group will have usual care, meaning that the physician will NOT see the patient's survey results. The patient is blinded to randomization and will not know whether or not the physician is aware of their preferred level of shared decision making.",
                    "whoMasked": [
                        "PARTICIPANT"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 106,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Physician Awareness",
                    "type": "EXPERIMENTAL",
                    "description": "The physician will have access to the pre-visit Control Preference Scale survey results for women assigned to this group.",
                    "interventionNames": [
                        "Other: Physician Awareness"
                    ]
                },
                {
                    "label": "Usual Care",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "The physician will not have access to the pre-visit Control Preference Scale survey results for women assigned to this group.",
                    "interventionNames": [
                        "Other: Usual Care"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Physician Awareness",
                    "description": "The patients' pre-visit Control Preference Scale response are shared with their physician.",
                    "armGroupLabels": [
                        "Physician Awareness"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Usual Care",
                    "description": "The patients' pre-visit Control Preference Scale response are not shared with their physician.",
                    "armGroupLabels": [
                        "Usual Care"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "To compare Limited English Proficiency patients' preferred roles with actual roles in decision-making and determine how this is altered by the physicians' awareness of the patients' preferred roles.",
                    "description": "The Control Preference Scale assesses patients preferences for involvement in decision-making. The scale ranks patients preferences for involvement in their healthcare as either active, collaborative, or passive. Patients' CPS responses will be compared between the interventions and usual care cohorts.",
                    "timeFrame": "1 day visit"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Present to Loyola Urogynecology clinic for their initial evaluation and identify as Spanish-speaking (as primary language)\n* Agree tp complete the study questionnaires\n* Must be at least 18 years of age\n* Must be able to read, speak and write in Spanish\n\nExclusion Criteria:\n\n* Established patients at Loyola's Urogynecology clinic\n* Unable to complete the study questionnaires\n* Less than 18 years of age\n* Unable to read, speak and write in Spanish",
            "healthyVolunteers": false,
            "sex": "FEMALE",
            "minimumAge": "18 Years",
            "maximumAge": "99 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Mary Tulke, RN",
                    "role": "CONTACT",
                    "phone": "708-476-2186",
                    "email": "mtulke@luc.edu"
                },
                {
                    "name": "Thythy Pham, MD",
                    "role": "CONTACT",
                    "phone": "708-216-7903",
                    "email": "Thythy.pham@lumc.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Thythy Pham, MD",
                    "affiliation": "Loyola Medical Center",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Loyola University Medical Center",
                    "status": "RECRUITING",
                    "city": "Maywood",
                    "state": "Illinois",
                    "zip": "60153",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Mary Tulke, RN",
                            "role": "CONTACT",
                            "phone": "708-216-2067",
                            "email": "mtulke@luc.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.8792,
                        "lon": -87.84312
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "12458240",
                    "type": "BACKGROUND",
                    "citation": "Crawford MJ, Rutter D, Manley C, Weaver T, Bhui K, Fulop N, Tyrer P. Systematic review of involving patients in the planning and development of health care. BMJ. 2002 Nov 30;325(7375):1263. doi: 10.1136/bmj.325.7375.1263."
                },
                {
                    "pmid": "20424822",
                    "type": "BACKGROUND",
                    "citation": "Sung VW, Raker CA, Myers DL, Clark MA. Treatment decision-making and information-seeking preferences in women with pelvic floor disorders. Int Urogynecol J. 2010 Sep;21(9):1071-8. doi: 10.1007/s00192-010-1155-8. Epub 2010 Apr 28."
                },
                {
                    "pmid": "35272322",
                    "type": "BACKGROUND",
                    "citation": "Westbay LC, Adams W, Barnes HC, Gevelinger M, McKee D, Fitzgerald CM, Acevedo-Alvarez M, Mueller ER, Pham TT. How Involved Do Patients Want to Be in the Medical Decision-Making at the Initial Urogynecology Clinic Visit? Female Pelvic Med Reconstr Surg. 2022 Mar 1;28(3):153-159. doi: 10.1097/SPV.0000000000001157."
                },
                {
                    "pmid": "11896094",
                    "type": "BACKGROUND",
                    "citation": "Keating NL, Guadagnoli E, Landrum MB, Borbas C, Weeks JC. Treatment decision making in early-stage breast cancer: should surgeons match patients' desired level of involvement? J Clin Oncol. 2002 Mar 15;20(6):1473-9. doi: 10.1200/JCO.2002.20.6.1473."
                },
                {
                    "pmid": "31236448",
                    "type": "BACKGROUND",
                    "citation": "de Moissac D, Bowen S. Impact of Language Barriers on Quality of Care and Patient Safety for Official Language Minority Francophones in Canada. J Patient Exp. 2019 Mar;6(1):24-32. doi: 10.1177/2374373518769008. Epub 2018 Apr 18."
                },
                {
                    "pmid": "20731818",
                    "type": "BACKGROUND",
                    "citation": "Bischoff A, Denhaerynck K. What do language barriers cost? An exploratory study among asylum seekers in Switzerland. BMC Health Serv Res. 2010 Aug 23;10:248. doi: 10.1186/1472-6963-10-248."
                },
                {
                    "pmid": "25009856",
                    "type": "BACKGROUND",
                    "citation": "Institute of Medicine (US) Committee on Health Literacy; Nielsen-Bohlman L, Panzer AM, Kindig DA, editors. Health Literacy: A Prescription to End Confusion. Washington (DC): National Academies Press (US); 2004. Available from http://www.ncbi.nlm.nih.gov/books/NBK216032/"
                },
                {
                    "pmid": "18384361",
                    "type": "BACKGROUND",
                    "citation": "Hawley ST, Fagerlin A, Janz NK, Katz SJ. Racial/ethnic disparities in knowledge about risks and benefits of breast cancer treatment: does it matter where you go? Health Serv Res. 2008 Aug;43(4):1366-87. doi: 10.1111/j.1475-6773.2008.00843.x. Epub 2008 Apr 1."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000059952",
                    "term": "Pelvic Floor Disorders"
                }
            ],
            "ancestors": [
                {
                    "id": "D000052776",
                    "term": "Female Urogenital Diseases"
                },
                {
                    "id": "D000005261",
                    "term": "Female Urogenital Diseases and Pregnancy Complications"
                },
                {
                    "id": "D000091642",
                    "term": "Urogenital Diseases"
                },
                {
                    "id": "D000011248",
                    "term": "Pregnancy Complications"
                },
                {
                    "id": "D000052801",
                    "term": "Male Urogenital Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M29565",
                    "name": "Pelvic Floor Disorders",
                    "asFound": "Pelvic Floor Disorders",
                    "relevance": "HIGH"
                },
                {
                    "id": "M2875",
                    "name": "Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M27093",
                    "name": "Female Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14127",
                    "name": "Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M8399",
                    "name": "Female Urogenital Diseases and Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M27095",
                    "name": "Male Urogenital Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}