{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT03713515",
            "orgStudyIdInfo": {
                "id": "18-01290"
            },
            "organization": {
                "fullName": "NYU Langone Health",
                "class": "OTHER"
            },
            "briefTitle": "Bridging the Evidence-to-practice Gap",
            "officialTitle": "Bridging the Evidence-to-practice Gap: Evaluating Practice Facilitation as a Strategy to Accelerate Translation of a Systems-level Adherence Intervention Into Safety Net Practices",
            "therapeuticArea": [
                "Cardiovascular"
            ],
            "study": "bridging-the-evidence-to-practice-gap"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2020-12-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-06-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-11-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2018-10-17",
            "studyFirstSubmitQcDate": "2018-10-17",
            "studyFirstPostDateStruct": {
                "date": "2018-10-19",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-23",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-24",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "NYU Langone Health",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The proposed project will address this evidence-to-practice gap by evaluating the effect of practice facilitation (PF) of the intervention implementation fidelity (primary outcome) and clinical measures at 12 months (secondary outcomes).",
            "detailedDescription": "Advancing Medication Adherence for Latinx with Hypertension through a Team-based Care Approach (ALTA) evaluates the effectiveness of using a quality improvement method called practice facilitation (PF) to implement our evidence-based systems-level intervention for improving medication adherence and blood pressure control.\n\nThe ALTA intervention focuses on identifying Latinx patients with uncontrolled hypertension who are non-adherent to their antihypertensive medication, referring them to health coaches, coaching patients on medication adherence and self-management, care planning, and monitoring patients to improve patient outcomes."
        },
        "conditionsModule": {
            "conditions": [
                "Hypertension"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE4"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Stepped Wedge",
                "primaryPurpose": "HEALTH_SERVICES_RESEARCH",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "whoMasked": [
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 700,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Practice Faciliation",
                    "type": "EXPERIMENTAL",
                    "description": "Will be supported by a practice facilitator",
                    "interventionNames": [
                        "Behavioral: ALTA"
                    ]
                },
                {
                    "label": "Usual Care",
                    "type": "NO_INTERVENTION",
                    "description": "Using a stepped wedge design, all practice sites begin as part of the Usual Care (UC) control condition and will receive standard hypertension management that is part of the current clinic procedure. No practice facilitation will occur at this time."
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "ALTA",
                    "description": "The study will involve each site starting with the usual care phase, followed by a period of 6 months during which practice facilitators will conduct the pre-implementation evaluation (e.g., workflow analysis, environmental scan), refine the practice facilitation strategies that will be used in the implementation phase, and train staff in the Advancing Medication Adherence for Latinos with Hypertension through a Team-based Care Approach (ALTA) intervention model. ALTA is an efficacious systems-level intervention designed to help patients improve their ability to take their high blood pressure medications and control their blood pressure. Practices and the Project ALTA team will work together to implement the ALTA model into routine care to improve blood pressure control and medication adherence in Latinx patients.",
                    "armGroupLabels": [
                        "Practice Faciliation"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Level of implementation fidelity",
                    "description": "Implementation fidelity will be defined as the degree to which ALTA was delivered, as intended. A mixed methods approach will be used to assess the five core domains of implementation fidelity: (1) adherence to the program protocol; (2) dose of the program delivered; (3) quality of program delivery; (4) participant responsiveness; and (5) program differentiation.",
                    "timeFrame": "12 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Blood Pressure (BP) control",
                    "description": "First, BP control, will be defined as SBP \\<140 and DBP \\<90 mmHg.121 BP control will be assessed using the mean of the last two measurements recorded in the electronic health record (EHR) during each of the pre-intervention and post-intervention study periods (baseline and 12 months). We will also examine the proportion of patients with BP control \\<130/80 mmHg in exploratory analyses to provide preliminary data on BP control rates of hypertensive Latino patients when considering the new guidelines. We will also explore mean change in systolic and diastolic BP based on the mean of the last two recorded BP readings in the EHR during the pre- and post-intervention periods.",
                    "timeFrame": "Baseline and 12 months"
                },
                {
                    "measure": "Medication adherence",
                    "description": "Will be assessed via pharmacy refills obtained from prescription orders in the clinic EHR using the proportion of days covered (PDC) metric, calculated as the total number of days covered by the medication.",
                    "timeFrame": "12 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Self-identify as Latino\n* Be fluent in English or Spanish\n* Be age 18 years or older\n* Receiving care in a safety-net primary care practice\n* Have uncontrolled HTN documented in the electronic health record (EHR) on at least two visits in the past year (defined as an average BP ≥ 140/90 mmHg)\n* Have been prescribed at least one anti-hypertensive medication and be non- adherent to their medications, defined as adherence \\<80% in the preceding 12 months, as determined by prescription orders obtained from the clinic EHR.\n\nClinic and nonclinical staff inclusion criteria:\n\n• Primary care provider (MD/DO, NP), Nurse, Medical Assistant, or administrative staff employed at the participating practices and (b) interacts with at least five patients with a diagnosis of hypertension.\n\nExclusion Criteria:\n\n* Being deemed unable to comply with the study protocol (either self-selected or by indicating during screening that s/he could not complete all requested tasks)\n* Participation in other hypertension-related clinical trials\n* Have significant psychiatric comorbidity or reports of substance abuse (as documented in the EHR)\n* Plan to discontinue care at their practice within the next 12 months\n\nClinic and nonclinical staff exclusion criteria:\n\n• Refuse to participate",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "90 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Jocelyn Cruz, MPH",
                    "role": "CONTACT",
                    "phone": "6465013474",
                    "email": "Jocelyn.Acosta@nyulangone.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Antoinette Schoenthaler, EdD",
                    "affiliation": "NYUMC Langone",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "NYUMC Langone",
                    "status": "RECRUITING",
                    "city": "New York",
                    "state": "New York",
                    "zip": "10016",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jocelyn Cruz",
                            "role": "CONTACT",
                            "phone": "646-501-3474",
                            "email": "Jocelyn.Acosta@nyulangone.org"
                        },
                        {
                            "name": "Antoinette Schoenthaler, EdD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.71427,
                        "lon": -74.00597
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "33597041",
                    "type": "DERIVED",
                    "citation": "Schoenthaler A, De La Calle F, Soto A, Barrett D, Cruz J, Payano L, Rosado M, Adhikari S, Ogedegbe G, Rosal M. Bridging the evidence-to-practice gap: a stepped-wedge cluster randomized controlled trial evaluating practice facilitation as a strategy to accelerate translation of a multi-level adherence intervention into safety net practices. Implement Sci Commun. 2021 Feb 17;2(1):21. doi: 10.1186/s43058-021-00111-2. Erratum In: Implement Sci Commun. 2021 Oct 21;2(1):122. doi: 10.1186/s43058-021-00226-6."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Individual participant data that underlie the results reported in this article, after deidentification (text, tables, figures, and appendices). Access will be granted to Researchers who provide a methodologically sound proposal.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP"
            ],
            "timeFrame": "Beginning 3 months and ending 5 years following article publication.",
            "accessCriteria": "Proposals may be submitted up to 36 months following article publication. After 36 months the data will be available in our University's data warehouse but without investigator support other than deposited metadata. Information regarding submitting requests and accessing data may be found at (Link to be provided). NYU Data Catalog"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000006973",
                    "term": "Hypertension"
                }
            ],
            "ancestors": [
                {
                    "id": "D000014652",
                    "term": "Vascular Diseases"
                },
                {
                    "id": "D000002318",
                    "term": "Cardiovascular Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M10024",
                    "name": "Hypertension",
                    "asFound": "Hypertension",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17400",
                    "name": "Vascular Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}