{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04829240",
            "orgStudyIdInfo": {
                "id": "IIR 20-146"
            },
            "organization": {
                "fullName": "VA Office of Research and Development",
                "class": "FED"
            },
            "briefTitle": "Brief Anxiety Skills Training Intervention for Veterans in Primary Care",
            "officialTitle": "Improving Anxiety Treatment Engagement and Effectiveness in Primary Care-Mental Health Integration: Multi-site Hybrid I RCT of a Brief Veteran-Centered Anxiety Intervention",
            "therapeuticArea": [
                "Mental Health"
            ],
            "study": "brief-anxiety-skills-training-intervention-for-veterans-in-primary-care"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-08-17",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-05-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-08-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-03-30",
            "studyFirstSubmitQcDate": "2021-03-30",
            "studyFirstPostDateStruct": {
                "date": "2021-04-02",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-25",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-29",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "VA Office of Research and Development",
                "class": "FED"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "Anxiety symptoms are common among primary care patients, but anxiety is undertreated. Brief behavioral (non-medication) anxiety treatments are needed. The purpose of this study is to evaluate whether a brief anxiety treatment designed for VA primary care is more effective at reducing anxiety symptoms and impairment in Veterans compared to usual care. The brief anxiety treatment, Veterans Anxiety Skills Training (VAST), was designed to be evidence-based (emphasis on cognitive-behavioral skills), transdiagnostic (applicable to a wide range of anxiety symptoms), feasible for integrated primary care (no more than 6 brief \\[30-minute\\] sessions), and Veteran-centered (tailored to Veterans and personalized to individual patients). A total of 170 adult Veteran primary care patients from the Syracuse and Western New York VA healthcare systems who are experiencing anxiety symptoms will be recruited and randomly assigned to receive the brief anxiety treatment or usual care. The investigators will compare anxiety symptom severity and functional impairment between the two groups at baseline and at post-assessment (at 16 weeks) and follow-up assessment (at 28 weeks). The investigators will also examine predictors of treatment response among those receiving VAST and whether providers deliver VAST as intended.",
            "detailedDescription": "Background/Rationale: Many Veteran primary care patients experience impairing symptoms of anxiety, but rates of behavioral treatment are low. Primary Care-Mental Health Integration (PCMHI), in which mental health clinicians embedded in primary care provide brief treatment, affords an opportunity to address this treatment gap. However, behavioral interventions that are compatible with the brief PCMHI treatment format and able to accommodate a wide range of anxiety presentations are needed. Accordingly, Veterans Anxiety Skills Training (VAST) was designed to be evidence-based, transdiagnostic, feasible for PCMHI, and Veteran-centered. VAST consists of empirically-supported cognitive-behavioral therapy techniques adapted into a manualized modular intervention specifically designed for delivery in PCMHI.\n\nObjectives: The specific aims of this study are to: (1) Compare patient clinical outcomes for VAST vs. PCMHI usual care between baseline and 16 weeks (post), and also examine whether treatment gains are more likely to be maintained for VAST vs. PCMHI usual care at 28 weeks (follow-up); (2) For participants receiving VAST, explore patient-level predictors of (a) early (8 weeks) and (b) overall (16 weeks) treatment response; and (3) Conduct a mixed-methods process evaluation of VAST implementation to examine rates of, barriers to, and facilitators of achieving and sustaining high-fidelity intervention delivery.\n\nMethods: In this multi-site, hybrid type I effectiveness-implementation randomized clinical trial, 170 adult Veterans with elevated anxiety symptoms will be recruited from primary care at the Syracuse and Western New York VA Medical Centers (VAMCs) and Community-Based Outpatient Clinics (CBOCs). PCMHI providers will be randomized to deliver either VAST or usual care (routine PCMHI care, meaning whatever care the provider deems appropriate), and Veteran participants will be randomized to condition. VAST (up to six 30-minute sessions) consists of a standard initial and final session as well as up to 4 cognitive-behavioral skills modules. The primary outcome (Overall Anxiety Severity and Impairment Scale \\[OASIS\\]) and secondary outcomes (anxiety and depressive symptom severity, functioning, quality of life, suicidality) will be assessed at baseline, 16 weeks (post) and 28 weeks (follow-up). Symptom severity and impairment will also be assessed at 4, 8, and 12 weeks as part of Aim 2. The fidelity of VAST delivery by PCMHI providers will be measured and tracked, and VAST providers will complete semi-structured interviews at the beginning and end of the study.\n\nAnalytic plan: Multi-level modeling will be used to evaluate the hypothesis that patient clinical outcomes will improve more from baseline to post (16 weeks) for participants receiving VAST compared to PCMHI usual care. The primary analysis will be conducted using the intention-to-treat approach. Multi-level modeling will also be used to examine group differences in the secondary outcomes at post (16 weeks) and the primary outcomes at follow-up (28 weeks). Multivariate logistic regression will be used to explore predictors of early (8 weeks) and overall (16 weeks) VAST treatment response (defined as a decrease of 4 or more points on the OASIS). A mixed-methods process evaluation will examine the proportion of PCMHI providers who achieve and sustain high-fidelity VAST delivery as well as barriers to and facilitators of high-fidelity delivery."
        },
        "conditionsModule": {
            "conditions": [
                "Anxiety"
            ],
            "keywords": [
                "anxiety",
                "primary health care",
                "Veterans"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE3"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Randomized clinical trial with randomization to the intervention condition or control condition",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "maskingDescription": "Assessments will be conducted by research assistants who are masked to participant condition",
                    "whoMasked": [
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 170,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Intervention condition",
                    "type": "EXPERIMENTAL",
                    "description": "Modular cognitive-behavioral anxiety intervention tailored to and personalized for Veterans",
                    "interventionNames": [
                        "Behavioral: Veterans Anxiety Skills Training Intervention"
                    ]
                },
                {
                    "label": "Control condition",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Usual care anxiety treatment",
                    "interventionNames": [
                        "Behavioral: PCMHI Usual Care"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Veterans Anxiety Skills Training Intervention",
                    "description": "Modular anxiety intervention designed for Primary Care-Mental Health Integration settings, including up to six 30-minute sessions occurring approximately every 2 weeks, in which Veterans select modules of interest to them to complete, with an emphasis on psychoeducation and cognitive-behavioral coping strategies for self management of anxiety symptoms",
                    "armGroupLabels": [
                        "Intervention condition"
                    ],
                    "otherNames": [
                        "Modular Anxiety Skills Training for Veterans"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "PCMHI Usual Care",
                    "description": "Appointment with Primary Care-Mental Health Integration provider at local primary care clinic for anxiety treatment; provider delivers whatever interventions they deem appropriate and collaboratively decides with patients whether and when to meet again as in routine PCMHI care",
                    "armGroupLabels": [
                        "Control condition"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Overall Anxiety Severity and Impairment Scale change",
                    "description": "Functional impairment from anxiety symptoms will be measured using the Overall Anxiety Severity and Impairment Scale (OASIS), which measures symptom severity and functional impairment across anxiety disorders and subthreshold symptoms. The 5-item scale demonstrates reliability (alpha = .84 in primary care sample) and validity in primary care patients. Participants indicate the frequency and intensity of anxiety, level of avoidance, and interference with activities and social functioning on a Likert scale from 0 to 4. For Aim 1, we will examine change from Baseline to Post-assessment (16 weeks) and from Post-assessment (16 weeks) to Follow-up assessment (28 weeks). For Aim 2, we will examine treatment response occurring from Baseline to (a) 8 weeks (4 \\& 8 weeks) and (b) Post-assessment (12 \\& 16 weeks).",
                    "timeFrame": "Baseline, 4 weeks, 8 weeks, 12 weeks, Post-assessment (16 weeks), Follow-up assessment (28 weeks)"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Depression Anxiety Stress Scale-21 change",
                    "description": "The secondary outcomes of anxiety symptom severity and depression symptoms severity will be measured with the anxiety and depression subscales, respectively, of the Depression Anxiety Stress Scale-21 (DASS-21). Each subscale consists of three 7-item subscales. Participants indicate how much each of 21 items applies to them over the past week on a scale from 0 (did not apply to me at all) to 3 (applied to me very much, or most of the time). This measure has good psychometric properties in both clinical and non-clinical samples. This measure reliably distinguishes between symptoms of anxiety (panic/worry), stress (tension/agitation), and depression (low mood/anhedonia) which are highly comorbid. We will examine change from Baseline to Post-assessment (16 weeks) and from Post-assessment (16 weeks) to Follow-up assessment (28 weeks).",
                    "timeFrame": "Baseline, 4 weeks, 8 weeks, 12 weeks, Post-assessment (16 weeks), Follow-up assessment (28 weeks)"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Quality of Life Enjoyment and Satisfaction Questionnaire-Short Form change",
                    "description": "Quality of life will be measured using the Quality of Life Enjoyment and Satisfaction Questionnaire-Short Form (Q-LESQ-SF), which measures overall enjoyment and satisfaction with various aspects of life. The 16-item scale is reliable (alpha = .86) and valid. Participants rate satisfaction with each domain on a Likert scale from 1 to 5. We will examine change from Baseline to Post-assessment (16 weeks) and from Post-assessment (16 weeks) to Follow-up assessment (28 weeks).",
                    "timeFrame": "Baseline, Post-assessment (16 weeks), Follow-up assessment (28 weeks)"
                },
                {
                    "measure": "Sheehan Disability Scale change",
                    "description": "Overall functioning will be measured using the 3-item Sheehan Disability Scale (SDS), a self-report measure of general impairment. The SDS comprises 11-point discretized analog scales assessing how much psychiatric symptoms impair work, social, and family life. The SDS has good reliability and is sensitive to change. We will examine change from Baseline to Post-assessment (16 weeks) and from Post-assessment (16 weeks) to Follow-up assessment (28 weeks).",
                    "timeFrame": "Baseline, Post-assessment (16 weeks), Follow-up assessment (28 weeks)"
                },
                {
                    "measure": "Columbia-Suicide Severity Rating Scale change",
                    "description": "Suicidality will be assessed using the 8-item Columbia-Suicide Severity Rating Scale (CSSRS). The CSSRS has strong predictive validity and is sensitive to change. We will use the total score as well as the dichotomous suicide screening scoring used in the Veterans Health administration. We will examine change from Baseline to Post-assessment (16 weeks) and from Post-assessment (16 weeks) to Follow-up assessment (28 weeks).",
                    "timeFrame": "Baseline, Post-assessment (16 weeks), Follow-up assessment (28 weeks)"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Veteran,\n* Age \\>=18 years,\n* Seen in the Syracuse or Western New York VAMC or CBOC primary care clinic in the past 12 months,\n* Screen positive for current (past 2 weeks) clinically significant anxiety symptoms (\\>= 8 on GAD7)\n\nExclusion Criteria:\n\n* Inability to communicate in English (as assessed by study staff);\n* Hearing impairment that precludes completion of telephone eligibility screening (as assessed by study staff);\n* Cognitive impairment that precludes informed consent, defined as any of the following:\n\n  * not able to comprehend the study description or eligibility screening as assessed by study staff,\n  * diagnosis of dementia or severe cognitive impairment per self-report, primary care provider, or Problem List, or\n  * screen positive for cognitive impairment (\\>= 3 errors on screener);\n* Diagnosis of Obsessive-Compulsive Disorder (OCD) or serious mental illness (SMI, i.e., psychotic disorders, bipolar disorder) in Problem List;\n* Encounter diagnosis of Posttraumatic Stress Disorder (PTSD) within the past 2 years or screen positive for PTSD (\\>= 4 for men or \\>= 5 for women on the Primary Care PTSD Screen for DSM-5;\n* Currently in psychotherapy/counseling for anxiety and/or depression, defined as any of the following within the past 30 days:\n\n  * attending \\>= 1 non-intake specialty mental health session,\n  * attending \\>= 2 PCMHI sessions, or\n  * being hospitalized for mental health treatment;\n* Current (past 2 weeks) severe depressive symptoms (\\>= 20 on PHQ9);\n* At imminent risk of suicide, defined as being in need of intensive treatment (e.g., hospitalization) to ensure safety, based on study staff's suicide risk assessment (verified by the PI);\n* Started or had dosage change in psychotropic medication for anxiety or depression in the past 30 days",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Robyn L Shepardson, PhD",
                    "role": "CONTACT",
                    "phone": "(315) 425-4400",
                    "phoneExt": "53956",
                    "email": "Robyn.Shepardson@va.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Robyn L. Shepardson, PhD",
                    "affiliation": "Syracuse VA Medical Center, Syracuse, NY",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "VA Western New York Healthcare System, Buffalo, NY",
                    "status": "RECRUITING",
                    "city": "Buffalo",
                    "state": "New York",
                    "zip": "14215-1129",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Julie C Gass, PhD",
                            "role": "CONTACT",
                            "phone": "(716) 834-9200",
                            "phoneExt": "5429",
                            "email": "Julie.Gass@va.gov"
                        },
                        {
                            "name": "Lee Bernstein, MA",
                            "role": "CONTACT",
                            "phone": "(716) 862-5306",
                            "email": "Lee.Bernstein@va.gov"
                        },
                        {
                            "name": "Julie Christina Gass, PhD",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.88645,
                        "lon": -78.87837
                    }
                },
                {
                    "facility": "Syracuse VA Medical Center, Syracuse, NY",
                    "status": "RECRUITING",
                    "city": "Syracuse",
                    "state": "New York",
                    "zip": "13210-2716",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Robyn L Shepardson, PhD",
                            "role": "CONTACT",
                            "phone": "315-425-4400",
                            "phoneExt": "53956",
                            "email": "Robyn.Shepardson@va.gov"
                        },
                        {
                            "name": "Robyn L. Shepardson, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 43.04812,
                        "lon": -76.14742
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000001008",
                    "term": "Anxiety Disorders"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4324",
                    "name": "Anxiety Disorders",
                    "asFound": "Anxiety",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}