{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06114862",
            "orgStudyIdInfo": {
                "id": "IRB19-1260-2"
            },
            "organization": {
                "fullName": "Harvard University",
                "class": "OTHER"
            },
            "briefTitle": "Brief Interventions on Social Media to Reduce Suicide Risk (Intervention 2)",
            "officialTitle": "Analysis of a Peer-to-Peer Support Social Media Platform for Service Members and Veterans of the U.S. Military: Intervention 2 (Stigma-Reduction)",
            "therapeuticArea": [
                "Other"
            ],
            "study": "brief-interventions-on-social-media-to-reduce-suicide-risk-intervention"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-03",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-05-01",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-10-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-10-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-10-30",
            "studyFirstSubmitQcDate": "2023-10-30",
            "studyFirstPostDateStruct": {
                "date": "2023-11-02",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-03-08",
            "lastUpdatePostDateStruct": {
                "date": "2024-03-12",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Matthew Nock",
                "investigatorTitle": "Professor",
                "investigatorAffiliation": "Harvard University"
            },
            "leadSponsor": {
                "name": "Harvard University",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This clinical trial is part of a series of brief interventions to reduce suicide risk in collaboration with the social media platform RallyPoint, a site specifically designed for U.S. servicemembers and veterans to connect with one another. This RCT (Intervention 2: Stigma Reduction) is focused on decreasing the stigma associated with sharing one's personal experiences related to mental health on the RallyPoint site. Specifically, the investigators will test the effect of a psychoeducational intervention that will provide participants information on the potential benefits of self-disclosure.",
            "detailedDescription": "Both active duty and veterans of the United States military are at elevated risk for the development of psychological disorders such as depression, posttraumatic stress disorder, alcohol and substance use disorders, and suicide. Despite the clear need for psychological interventions for this population, only a small proportion of veterans utilize the Veteran's Affairs Health Care System for psychiatric care. Further, most people who are at-risk for suicide do not present for mental health treatment prior to their deaths. There are several reasons why military personnel may not seek out treatment, including stigma of mental health care, or structural barriers such as availability of treatment. Prior research from the current team comparing Army soldiers who died by suicide to matched control soldiers found that suicide decedents were more likely to perceive concerns that receiving mental health care would hurt their careers, reduce others' confidence in them, or lead others to see them as weak.\n\nTo increase the likelihood that veterans and servicemembers receive the help they need, one option is to harness technology to assess and treat mental health concerns outside of traditional healthcare settings. Social media platforms may be a particularly promising avenue for identifying and providing outreach to at-risk individuals, given research suggesting that peer support may be preferable to professional mental health treatment. In fact, a recent survey of military servicemembers conducted by the Defense Equal Opportunity Management Institute, servicemembers indicated that when they are feeling stressed, they prefer to speak with peers or spouses/partners (48-54%) rather than medical or mental health professionals (4-7%). Social media platforms may offer a scalable way of identifying and helping at-risk individuals.\n\nIn the current project, the investigators have partnered with the military-specific social media site RallyPoint (www.rallypoint.com) in order to determine how to best support at-risk veterans and servicemembers. The investigators will be testing three brief interventions aimed at connecting RallyPoint users to peer and professional resources:\n\nIntervention 1: Peer support: This intervention will aim to improve RallyPoint users' ability to support their peers.\n\nIntervention 2: Stigma-reduction intervention (current intervention): This intervention will focus on reducing barriers that are inhibiting members in distress from reaching out to their peers.\n\nIntervention 3: Professional Outreach: This last intervention will aim to reduce barriers that are inhibiting members in distress from seeking professional mental health support."
        },
        "conditionsModule": {
            "conditions": [
                "Stigma, Social",
                "Mental Health Issue"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "whoMasked": [
                        "PARTICIPANT"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 10000,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Control",
                    "type": "NO_INTERVENTION",
                    "description": "Of the individuals identified in the screener survey endorsing past year mental health symptoms, half will be randomized into the control group. The control group will not be contacted. The investigators will passively monitor their posts on RallyPoint for the duration of the study (6 months)."
                },
                {
                    "label": "Intervention",
                    "type": "EXPERIMENTAL",
                    "description": "Of the individuals identified in the screener survey endorsing past year mental health symptoms, half will be randomized into the intervention group. Participants in the intervention group will be recruited using a banner or pop-up message on their RallyPoint homepage or through a message on the RallyPoint site which will ask them if they have time to answer a few questions about their experiences on the RallyPoint site. If participants decline to answer these questions, a message will appear stating that they will be contacted again later, and the investigators will wait several days before contacting the potential participant again. After three attempts, participants will not be re-contacted. Participants' posts on RallyPoint will be passively monitored for 6 months after completing the intervention.",
                    "interventionNames": [
                        "Behavioral: Stigma-reduction intervention"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Stigma-reduction intervention",
                    "description": "Participants will be presented with a list of common reasons why people report not wanting to tell other people about their mental health concerns, drawing from research in this area. Participants will be asked to click on any reason that resonates with them or about which they are interested in learning more. When they click on a particular reason, they will then be presented with psychoeducational information to allay their concerns. For example, if a participant replies that they wouldn't reach out to peers \"because others don't understand what I'm going through,\" we might present context showing that many of their peers have had similar challenges with mental health and have found peer support helpful. Participants will be able to click on as many reasons on this list that they would like to.",
                    "armGroupLabels": [
                        "Intervention"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Number of mental health related posts",
                    "description": "Whether intervention group participants are more likely to post about their personal mental health on RallyPoint after engaging with the intervention (compared to the content of their posts before receiving the intervention), and whether they are more likely to share information on their personal mental health compared with the control group. The investigators may also examine the moderating effects of participants' beliefs about mental health, which will be assessed in the screener survey.",
                    "timeFrame": "6 months post intervention"
                },
                {
                    "measure": "Engagement with intervention",
                    "description": "Engagement will be measured by how much time participants spend exploring the intervention and how many different reasons are explored in the intervention list.",
                    "timeFrame": "During intervention"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Active RallyPoint users endorsing any symptoms of depression, anxiety, or suicidal thoughts and behaviors in the past year on a screener questionnaire will be eligible for this intervention.\n\nExclusion Criteria:\n\n* RallyPoint users denying depression, anxiety, or suicidal thoughts or behaviors in the past year in the screener survey.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Kelly Zuromski, Ph.D.",
                    "role": "CONTACT",
                    "phone": "617-475-0595",
                    "email": "kelly_zuromski@fas.harvard.edu"
                },
                {
                    "name": "Matthew Nock, Ph.D.",
                    "role": "CONTACT",
                    "email": "nock@wjh.harvard.edu"
                }
            ],
            "locations": [
                {
                    "facility": "RallyPoint Networks, Inc",
                    "city": "Boston",
                    "state": "Massachusetts",
                    "zip": "02109",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Dave Gowel",
                            "role": "CONTACT",
                            "phone": "617-833-2114",
                            "email": "david.gowel@rallypoint.com"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.35843,
                        "lon": -71.05977
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M16191",
                    "name": "Suicide",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M225501",
                    "name": "Acetaminophen, hydrocodone drug combination",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Infl",
                    "name": "Anti-Inflammatory Agents"
                },
                {
                    "abbrev": "ARhu",
                    "name": "Antirheumatic Agents"
                },
                {
                    "abbrev": "Analg",
                    "name": "Analgesics"
                },
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}