{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06114875",
            "orgStudyIdInfo": {
                "id": "IRB19-1260"
            },
            "organization": {
                "fullName": "Harvard University",
                "class": "OTHER"
            },
            "briefTitle": "Brief Interventions on Social Media to Reduce Suicide Risk (Intervention 1)",
            "officialTitle": "Analysis of a Peer-to-Peer Support Social Media Platform for Service Members and Veterans of the U.S. Military: Intervention 1 (Peer Support)",
            "therapeuticArea": [
                "Other"
            ],
            "study": "brief-interventions-on-social-media-to-reduce-suicide-risk-intervention"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-11",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-11-20",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-05-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-05-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-10-30",
            "studyFirstSubmitQcDate": "2023-10-30",
            "studyFirstPostDateStruct": {
                "date": "2023-11-02",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-11-30",
            "lastUpdatePostDateStruct": {
                "date": "2023-12-06",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Matthew Nock",
                "investigatorTitle": "Professor",
                "investigatorAffiliation": "Harvard University"
            },
            "leadSponsor": {
                "name": "Harvard University",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This clinical trial is part of a series of brief interventions to reduce suicide risk in collaboration with the social media platform RallyPoint, a site specifically designed for U.S. servicemembers and veterans to connect with one another. In this RCT (Intervention 1: Peer Support), the investigators will test a psychoeducational intervention aimed at increasing peer responses to RallyPoint posts that a machine learning risk algorithm developed by the current team has identified for signs of distress (e.g., descriptions of suicidal thoughts and behaviors or other mental health concerns). In this intervention, the investigators will flag these distressed posts and prompt peers to reply to the posts by providing informational blurbs detailing helpful peer responses.",
            "detailedDescription": "Both active duty and veterans of the United States military are at elevated risk for the development of psychological disorders such as depression, posttraumatic stress disorder, alcohol and substance use disorders, and suicide. Despite the clear need for psychological interventions for this population, only a small proportion of veterans utilize the Veteran's Affairs Health Care System for psychiatric care. Further, most people who are at-risk for suicide do not present for mental health treatment prior to their deaths. There are several reasons why military personnel may not seek out treatment, including stigma of mental health care, or structural barriers such as availability of treatment. Prior research from the current team comparing Army soldiers who died by suicide to matched control soldiers found that suicide decedents were more likely to perceive concerns that receiving mental health care would hurt their careers, reduce others' confidence in them, or lead others to see them as weak.\n\nTo increase the likelihood that veterans and servicemembers receive the help they need, one option is to harness technology to assess and treat mental health concerns outside of traditional healthcare settings. Social media platforms may be a particularly promising avenue for identifying and providing outreach to at-risk individuals, given research suggesting that peer support may be preferable to professional mental health treatment. In fact, a recent survey of military servicemembers conducted by the Defense Equal Opportunity Management Institute, servicemembers indicated that when they are feeling stressed, they prefer to speak with peers or spouses/partners (48-54%) rather than medical or mental health professionals (4-7%). Social media platforms may offer a scalable way of identifying and helping at-risk individuals.\n\nIn the current project, the investigators have partnered with the military-specific social media site RallyPoint (www.rallypoint.com) in order to determine how to best support at-risk veterans and servicemembers. The investigators will be testing three brief interventions aimed at connecting RallyPoint users to peer and professional resources:\n\nIntervention 1: Peer support (current intervention): This intervention will aim to improve RallyPoint users' ability to support their peers.\n\nIntervention 2: Stigma-reduction intervention: This intervention will focus on reducing barriers that are inhibiting members in distress from reaching out to their peers.\n\nIntervention 3: Professional Outreach: This last intervention will aim to reduce barriers that are inhibiting members in distress from seeking professional mental health support."
        },
        "conditionsModule": {
            "conditions": [
                "Distress, Emotional",
                "Suicide"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "whoMasked": [
                        "PARTICIPANT"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 40000,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Control",
                    "type": "NO_INTERVENTION",
                    "description": "Half of RallyPoint's active users will comprise the control group. The control group will not be shown the intervention flags and will see posts displayed as usual."
                },
                {
                    "label": "Intervention",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will not be actively recruited for this intervention. Rather, about half of active RallyPoint users (approximately 40,000 users; 80,000 users total) will be randomized to see the Intervention #1 psychoeducational pop-ups. The investigators will work with RallyPoint collaborators who will only display the distress flags to participants in the intervention group. RallyPoint users will not see flags appear on their own concerning posts, if they make any. The intervention will last up to six months (i.e., flags will be visible on concerning posts made over a six month period).",
                    "interventionNames": [
                        "Behavioral: Peer support intervention"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Peer support intervention",
                    "description": "Flags will appear beside posts that the risk algorithm has identified as containing descriptions of distress or mental health concerns (these flags will not be visible to the original poster). Next to these flags, users will also see a brief blurb such as: \"This person might be going through something difficult. To learn more about what to say to peers who may be experiencing distress, click this banner.\" RallyPoint users will then have the option of clicking on these flags, where they will be directed to a psychoeducational information page on how to provide support to peers who may be experiencing distress.",
                    "armGroupLabels": [
                        "Intervention"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Number of replies to peers' posts",
                    "description": "The number of replies participants make to peers' social media posts.",
                    "timeFrame": "24 hrs post intervention"
                },
                {
                    "measure": "Content in replies to peers' posts",
                    "description": "Whether or not replies contain content related to the intervention (e.g., providing information on mental health resources); the frequency of supportive language found in participants replies to peers' posts.",
                    "timeFrame": "24 hrs post intervention"
                },
                {
                    "measure": "Engagement with intervention",
                    "description": "How often participants in the intervention arm click on the flags.",
                    "timeFrame": "24 hrs post intervention"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Individuals who are active users on the social media site RallyPoint.\n\nExclusion Criteria:\n\n* Individuals who are not active users on the social media site RallyPoint.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Kelly Zuromski, Ph.D.",
                    "role": "CONTACT",
                    "phone": "617-475-0595",
                    "email": "kelly_zuromski@fas.harvard.edu"
                },
                {
                    "name": "Matthew Nock, Ph.D.",
                    "role": "CONTACT",
                    "email": "nock@wjh.harvard.edu"
                }
            ],
            "locations": [
                {
                    "facility": "RallyPoint Networks, Inc",
                    "status": "RECRUITING",
                    "city": "Boston",
                    "state": "Massachusetts",
                    "zip": "02109",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Dave Gowel",
                            "role": "CONTACT",
                            "phone": "617-833-2114",
                            "email": "david.gowel@rallypoint.com"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.35843,
                        "lon": -71.05977
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000013405",
                    "term": "Suicide"
                }
            ],
            "ancestors": [
                {
                    "id": "D000016728",
                    "term": "Self-Injurious Behavior"
                },
                {
                    "id": "D000001526",
                    "term": "Behavioral Symptoms"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M16191",
                    "name": "Suicide",
                    "asFound": "Suicide",
                    "relevance": "HIGH"
                },
                {
                    "id": "M19089",
                    "name": "Self-Injurious Behavior",
                    "relevance": "LOW"
                },
                {
                    "id": "M4818",
                    "name": "Behavioral Symptoms",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}