{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04244461",
            "orgStudyIdInfo": {
                "id": "R01AA026575",
                "type": "NIH",
                "link": "https://reporter.nih.gov/quickSearch/R01AA026575"
            },
            "organization": {
                "fullName": "RAND",
                "class": "OTHER"
            },
            "briefTitle": "Brief Online Intervention for Veterans",
            "officialTitle": "Preventing Alcohol Misuse Among Young Adult Veterans Through Brief Online Intervention",
            "therapeuticArea": [
                "Other"
            ],
            "study": "brief-online-intervention-for-veterans"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-09-30",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-10-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-11-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2020-01-24",
            "studyFirstSubmitQcDate": "2020-01-24",
            "studyFirstPostDateStruct": {
                "date": "2020-01-28",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-17",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-20",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "RAND",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "University of Southern California",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The objective of this planned research is to more fully test the efficacy of a very brief, inexpensive, single-session, and web-delivered personalized normative feedback (PNF) intervention evaluated in a successful pilot R34 study to prevent alcohol misuse and associated negative consequences, as well as increase behavioral health treatment seeking behaviors among a difficult to reach and treatment resistant veteran population. The investigators expand on successful pilot work by (1) building a large publicly available database of young veteran drinking and treatment seeking norms, (2) focusing on reaching veterans who have recently separated from the military and drink heavily but who have not recently sought any behavioral health treatment, (3) evaluating how an enhanced intervention offering PNF content specifically related to treatment seeking affects preparatory behaviors and actual treatment initiation, and (4) testing hypothesized mediators and moderators of intervention drinking and treatment initiation outcomes relevant for this population. In Aim 1, the investigators will add to a large database of drinking norms for the population by collecting drinking and treatment seeking information from veterans underrepresented in the pilot, such as female veterans (total sample N = 2,500). In Aim 2, investigators then use these norms in a randomized controlled trial of the PNF intervention designed to reach heavy drinking young veterans who are not currently receiving behavioral health care (N = 800) and test if additional feedback about treatment seeking can help promote treatment initiation among this treatment resistant group. Outcomes at 3, 6, 9, and 12 months are compared for participants receiving an enhanced PNF condition (N = 400) to an attention-only control condition (N = 400). In Aim 3, the investigators test mediators of intervention efficacy on drinking outcomes (i.e., changes in perceived norms, increases in treatment initiation) and explore moderators of outcomes to determine if the brief intervention works better for veteran participants based on age, gender, reasons for drinking (social versus coping), perceived stigma, posttraumatic stress disorder disorder and depression symptoms, and solitary drinking.\n\nThis project is funded by the NIAAA grant R01AA026575."
        },
        "conditionsModule": {
            "conditions": [
                "Heavy Drinking",
                "Mental Health Wellness"
            ],
            "keywords": [
                "alcohol",
                "mental health",
                "treatment initiation"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 800,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Personalized normative feedback",
                    "type": "EXPERIMENTAL",
                    "description": "Personalized feedback about drinking behavior compared to peers",
                    "interventionNames": [
                        "Behavioral: Personalized Normative Feedback"
                    ]
                },
                {
                    "label": "Control",
                    "type": "NO_INTERVENTION",
                    "description": "Control participants will receive content similar in length but different in content from the PNF (i.e., non-drinking focused). These participants will receive information based on their actual and perceived behavior of playing video games, a strategy used in prior PNF work to balance attention to non-targeted behaviors."
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Personalized Normative Feedback",
                    "description": "The personalized normative feedback (PNF) focuses on behavioral norms, where participants see (1) how their perceptions compare to other same-gender veterans' actual drinking and (2) how their actual drinking compares to other same-gender veterans' actual drinking. The format of the intervention highlights typical days per week, drinks per occasion, and binge drinking as per traditional PNF interventions. PNF will also contain a video description of theories of normative influence (e.g., how individuals are affected by perceptions) and a description of the normative data sample. Participants also see enhanced PNF content that will focus on sharing with participants treatment information that the investigators obtained from a pilot sample.",
                    "armGroupLabels": [
                        "Personalized normative feedback"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Drinking frequency",
                    "description": "Number of days reported any drinking on the timeline followback",
                    "timeFrame": "Past month (30 days)"
                },
                {
                    "measure": "Drinks of drinking days",
                    "description": "Average number of drinks reported during drinking days on the timeline followback",
                    "timeFrame": "Past month (30 days)"
                },
                {
                    "measure": "21-item Brief Young Adult Alcohol Consequences Questionnaire",
                    "description": "Number of 21 assessed alcohol consequences experienced (yes/no). Yes responses are summed to yield a score on this measure. Higher scores indicate experience of a greater number of consequences. Scores range from 0 (no consequences) to 21 (experience of all 21 consequences)",
                    "timeFrame": "Past month (30 days)"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Veterans aged 18 to 40 who has separated/discharged from military service from the Air Force, Army, Marine Corps, or Navy\n* Not currently affiliated with active duty service or in the reserves or guard units\n* Able to read English (also a requirement of military service)\n* Access to a computer, Internet, and personal email address\n* No appointments in the past six months and no pending appointments with a mental health professional or medical doctor for treatment of concerns related to alcohol use, other substance use, PTSD, depression, or other mental health concerns\n* AUDIT-C scores of 3 or higher (for females) or 4 or higher (for males), which represents a sex-specific positive screen for hazardous and harmful alcohol use, as well as a possible AUD in civilian and military samples\n* Separation from the military within the past 5 years.\n\nExclusion Criteria:\n\n* None besides not meeting eligibility criteria",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "40 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Eric Pedersen, Ph.D.",
                    "role": "CONTACT",
                    "phone": "3103930411",
                    "phoneExt": "6078",
                    "email": "ericp@rand.org"
                }
            ],
            "locations": [
                {
                    "facility": "University of Southern California",
                    "status": "RECRUITING",
                    "city": "Los Angeles",
                    "state": "California",
                    "zip": "90033",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Eric Pedersen",
                            "role": "CONTACT",
                            "email": "erpeders@usc.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 34.05223,
                        "lon": -118.24368
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "UNDECIDED"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M3777",
                    "name": "Ethanol",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Infe",
                    "name": "Anti-Infective Agents"
                },
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}