{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04305600",
            "orgStudyIdInfo": {
                "id": "BRAIN-ICU-2"
            },
            "secondaryIdInfos": [
                {
                    "id": "R01AG058639",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/R01AG058639"
                }
            ],
            "organization": {
                "fullName": "Vanderbilt University Medical Center",
                "class": "OTHER"
            },
            "briefTitle": "Bringing to Light the Risk Factors And Incidence of Neuropsychological Dysfunction in ICU Survivors, 2nd Study",
            "officialTitle": "BRAIN-ICU-2 Study: Bringing to Light the Risk Factors And Incidence of Neuropsychological Dysfunction (Dementia) in ICU Survivors, 2nd Study",
            "acronym": "BRAIN-2",
            "therapeuticArea": [
                "Critical Care"
            ],
            "study": "bringing-to-light-the-risk-factors-and-incidence-of-neuropsychological-dysfunction-in-icu-survivors-study"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-03",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2020-10-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-01-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-01-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2020-02-26",
            "studyFirstSubmitQcDate": "2020-03-09",
            "studyFirstPostDateStruct": {
                "date": "2020-03-12",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-03-04",
            "lastUpdatePostDateStruct": {
                "date": "2024-03-05",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Wes Ely",
                "investigatorTitle": "Principal Investigator",
                "investigatorAffiliation": "Vanderbilt University Medical Center"
            },
            "leadSponsor": {
                "name": "Vanderbilt University Medical Center",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute on Aging (NIA)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This BRAIN-ICU-2 study \\[Bringing to light the Risk factors And Incidence of Neuropsychological dysfunction (dementia) in ICU Survivors, 2nd Study\\] is in direct response to PAR-17-038 and will determine ICU patients' main paths to decline, maintenance, or recovery of brain function. We will answer gaps in knowledge about long-term outcome of post-ICU brain disease by following the remaining ICU survivors from the original BRAIN-ICU-1 study with complete cognitive testing for the first time ever to 12 years (AIM 1). We will consent and enroll 567 new ICU patients at Vanderbilt and Rush Universities (i.e., BRAIN-ICU-2 cohort) and determine how detailed neuroimaging and cerebrospinal fluid samples can help reveal locations and mechanisms of injury beyond what we learned from the clinical information collected in our original study (AIM 2). Importantly, we are mirroring the existing world-renowned Rush Alzheimer's Disease Research Center brain bank program so that all patients enrolled in Aims 1 and 2 will able to donate their brains to science for the first-ever in-depth pathological study of those who do and do not get post-ICU dementia to define this disease formally (AIM 3)",
            "detailedDescription": "Delirium affects 50-70% of patients in Intensive Care Units (ICUs) with respiratory failure or shock.1-8 ICU delirium predicts death,2,8 length of stay,3 cost,9 and acquisition of Alzheimer's Disease and Related Dementia (ADRD).10-14 Alzheimer's disease and related dementias\" or \"ADRD\" refers to a diverse range of cognitive impairments that may specifically reflect Alzheimer's disease or, alternatively, may reflect any number of conditions that fall broadly under the rubric of dementia. The relationship between delirium and ADRD must be studied in ICU survivors.10-13,15-23 The risk factors, diagnostic tools, mechanisms, phenotypes, and histopathology of this ADRD are ill-defined.\n\nOur NIA-funded, NEJM published, PAR-18-029 cited original BRAIN-ICU-1 Study10,14 of 821 subjects showed over one-third of ICU survivors (without preexisting dementia) emerged with new ADRD by 1 year.10-12,17,19,24-27 Our pilot data found that many patients have a progressive ADRD phenotype. Some demonstrated transient decline followed by cognitive recovery. Our limited work indicates that cognitive rehabilitation may induce recovery,28 but we must discover which ADRD phenotypes are responsive to intervention.29,30 We must understand neurodegenerative and pathoanatomic risk factors for ADRD in survivors. Our pilot MRI data show acute ICU delirium is associated with atrophy of the whole brain, frontal lobes, and hippocampus.21,22 Specifically, a higher ventricle-to-brain ratio (VBR) appears linked with ADRD.20 We lack information on neuroinflammation, microvascular injury, white matter disease, and amyloid/tau-related neurodegeneration pathways.\n\nIn ICU survivors with/without delirium, the BRAIN-ICU-2 Study will define phenotypes, risk factors, diagnostics, mechanistic pathways, and histopathology of ADRD (in direct response to PAR-18-029). We will characterize which patients show cognitive reserve, recovery, and ADRD progression, and in so doing, address knowledge gaps between delirium and ADRD and facilitate future interventions.\n\nOur overarching hypothesis:\n\nDelirium results in neurodegenerative and neuropathological changes that can be measured with imaging biomarkers, plasma/cerebrospinal fluid (CSF) biomarkers, and autopsy measures of neuropathology, all of which ultimately drive post-ICU ADRD phenotypes, which we will characterize in BRAIN-ICU-2.\n\n1.2. Specific Aims (Figure 1) Aim 1: To test the hypothesis that ICU survivorship and mortality over a decade is associated with unique clinical ADRD phenotypes. With our extended BRAIN-ICU-1 and new cohort (with/without delirium), we will amass survivor follow-up data at 3mo \\& 12mo (original + new cohort, below), 4y \\& 6y (completed), and now 12-14y data. Clinical ADRD Consensus Diagnosis will include Repeatable Battery for Assessment of Neuropsychological Status (RBANS) 31-33, and tests of memory, executive function, functional outcomes, \\& quality of life. We will conduct trajectory analyses to define phenotypes (reserve, recovery, progression).\n\nAim 2: To test the hypothesis that global brain atrophy as assessed by structural MRI will mediate the association between delirium duration and clinical ADRD phenotypes at 12-month follow-up. We will enroll a new ICU cohort of 567 patients from Vanderbilt \\& Rush and engage 3mo \\& 12mo ADRD follow-up. In-hospital, we will assess delirium (Confusion Assessment Method-ICU), baseline risk (e.g., education, frailty, comorbidity, ApoE), neuroinflammatory plasma biomarkers (e.g., HMGB1, S100B, PAI-1), and clinical risks (e.g., sepsis, drug exposures, immobility). In addition to enrollment MRIs, we will also obtain 3T MRI, plasma, and CSF biomarkers at discharge and 12-month. Our primary analysis will assess if the change in ventricle-to-brain ratio (VBR) mediates the association between delirium and clinical ADRD. Secondary analyses will evaluate MRI measures of brain structure (white matter integrity) \\& function (perfusion), and plasma/CSF biomarkers for AD neuropathology, inflammation, \\& synaptic/axonal integrity as additional mediating paths.\n\nAim 3: To test the hypothesis that microvascular pathology underlies post-ICU ADRD. We will establish a repository at Rush and analyze decedents' brains from both the extended BRAIN-ICU-1 and new ICU cohort. We will assess the association between delirium and autopsy measures of neuropathology focusing on cerebrovascular disease (e.g., microinfarcts due to endothelial activation in sepsis). We will also fully characterize the presence of other common neuropathologies (e.g., plaques, tangles, TDP-43)."
        },
        "conditionsModule": {
            "conditions": [
                "Critical Illness",
                "Intensive Care Unit Delirium"
            ],
            "keywords": [
                "critical illness",
                "brain dysfunction",
                "ICU delirium"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": false,
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "PROSPECTIVE"
            },
            "bioSpec": {
                "retention": "SAMPLES_WITH_DNA",
                "description": "All biological specimens (eg, serum, plasma, and DNA samples), maintain for batched assay after trial completion, will be stored in a locked -80°C freezer and labeled with date and study ID# only, without any patient identifiers. These samples will be accessible only to designated co-investigators. Results of the specified laboratory tests will be maintained in a password-protected database to be accessed only by designated coinvestigators."
            },
            "enrollmentInfo": {
                "count": 567,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Aim 1",
                    "description": "Aim 1 participants will be recruited from participants in the first BRAIN study at VUMC."
                },
                {
                    "label": "Aim 2",
                    "description": "Aim 2 participants will be recruited from the ICU populations at both VUMC and RUMC."
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Number of participants whose brains show dementia-type changes in brain structure.",
                    "timeFrame": "Up to 312 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n\\*Adult patients in a medical and/or surgical ICU for the treatment of:\n\n* shock (e.g., with vasopressors,\n* intra-aortic balloon pump,\n* Extracorporeal Membrane Oxygenation therapy) and/or\n* respiratory failure \\[e.g., on mechanical ventilation or non-invasive positive pressure ventilation (NIPPV)\\]\n\nExclusion Criteria:\n\n1. MRI incompatibility (e.g. known claustrophobia, permanent metal implants)\n2. Cumulative ICU time \\> 5 days in the past 30 days, prior to this hospitalization\n3. Inability to start the informed consent process within the 72 hours following organ failure:\n\n   * Attending physician refusal\n   * Patient and/or surrogate refusal\n   * 72-hour period of eligibility was exceeded before the patient was screened\n   * Patient unable to consent and no surrogate available within the 72-hour period\n4. Residence \\> 100 miles from study site and do not regularly visit the area.\n5. Patients who are homeless and have no secondary contact person available.\n6. Cardiac surgery within the current hospitalization\n7. Dementia or other chronic neurologic disease or disorder that either makes the patient incapable of living independently at baseline or results in an IQCODE \\>3.8(completed by the patient or their qualified surrogate). (Examples include but are not limited to mental illness requiring long-term institutionalization, acquired or congenital mental retardation, Parkinson's disease, Huntington's disease, severe Alzheimer's disease or dementia of any etiology, and debilitating cerebrovascular disease.)\n8. Acute or subacute neurologic deficit that is expected to make the patient incapable of living independently after hospital discharge due to cognitive deficits. (Examples include, but are not limited to stroke, intracranial hemorrhage, cranial trauma, intracranial malignancy, anoxic brain injury, and cerebral edema.)\n9. Inability to understand English or Spanish or bilateral deafness or bilateral vision loss\n10. Current enrollment in a study that does not allow co-enrollment\n11. Prisoners\n12. Active substance abuse or psychotic disorder (e.g., schizophrenia or schizo-affective disorder) or recent (within the past 2 years) serious suicidal gesture necessitating hospitalization.\n13. Expected death within 12 hours of enrollment or lack of commitment to treatment by family or the medical team (e.g., likely to withdraw life support measures within 12 hours of enrollment)",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "ICU patients at Vanderbilt University Medical Center in Nashville, Tennessee and Rush University Medical Center in Chicago, Illinois.",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Rebecca Abel, MA",
                    "role": "CONTACT",
                    "phone": "615-875-3763",
                    "email": "rebecca.abel@vumc.org"
                },
                {
                    "name": "Holly Stevens, MS",
                    "role": "CONTACT",
                    "phone": "615-936-3395",
                    "email": "holly.stevens@vumc.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "E. Wesley Ely, MD",
                    "affiliation": "VUMC",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Mayur Patel, MD",
                    "affiliation": "VUMC",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Rush University Medical Center",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Chicago",
                    "state": "Illinois",
                    "zip": "60612",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Sarah Peterson, PhD",
                            "role": "CONTACT",
                            "phone": "312-942-7845",
                            "email": "sarah_j_peterson@rush.edu"
                        },
                        {
                            "name": "Anne Barz, MS",
                            "role": "CONTACT",
                            "phone": "312-912-8974",
                            "email": "anne_barz@rush.edu"
                        },
                        {
                            "name": "David Bennett, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.85003,
                        "lon": -87.65005
                    }
                },
                {
                    "facility": "Vanderbilt University Medical Center",
                    "status": "RECRUITING",
                    "city": "Nashville",
                    "state": "Tennessee",
                    "zip": "37203",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Cayce Strength, RN",
                            "role": "CONTACT",
                            "phone": "615-936-6341",
                            "email": "cayce.strength@vumc.org"
                        },
                        {
                            "name": "E. Wes Ely, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Mayur Patel, MD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Angela Jefferson, PhD",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 36.16589,
                        "lon": -86.78444
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "UNDECIDED"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000003693",
                    "term": "Delirium"
                },
                {
                    "id": "D000016638",
                    "term": "Critical Illness"
                }
            ],
            "ancestors": [
                {
                    "id": "D000003221",
                    "term": "Confusion"
                },
                {
                    "id": "D000019954",
                    "term": "Neurobehavioral Manifestations"
                },
                {
                    "id": "D000009461",
                    "term": "Neurologic Manifestations"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000019965",
                    "term": "Neurocognitive Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                },
                {
                    "id": "D000020969",
                    "term": "Disease Attributes"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M19010",
                    "name": "Critical Illness",
                    "asFound": "Critical Illness",
                    "relevance": "HIGH"
                },
                {
                    "id": "M6904",
                    "name": "Dementia",
                    "relevance": "LOW"
                },
                {
                    "id": "M6894",
                    "name": "Delirium",
                    "asFound": "Delirium",
                    "relevance": "HIGH"
                },
                {
                    "id": "M6446",
                    "name": "Confusion",
                    "relevance": "LOW"
                },
                {
                    "id": "M21826",
                    "name": "Neurobehavioral Manifestations",
                    "relevance": "LOW"
                },
                {
                    "id": "M12404",
                    "name": "Neurologic Manifestations",
                    "relevance": "LOW"
                },
                {
                    "id": "M21836",
                    "name": "Neurocognitive Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M22700",
                    "name": "Disease Attributes",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                }
            ]
        }
    },
    "hasResults": false
}