{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05717062",
            "orgStudyIdInfo": {
                "id": "OPX-PR-03"
            },
            "secondaryIdInfos": [
                {
                    "id": "FD-R-7830",
                    "type": "OTHER_GRANT",
                    "domain": "FDA-OOPD"
                }
            ],
            "organization": {
                "fullName": "Ophirex, Inc.",
                "class": "INDUSTRY"
            },
            "briefTitle": "Broad-spectrum Rapid Antidote: Varespladib IV to Oral Trial for Snakebite (BRAVIO)",
            "officialTitle": "Randomized, Double-Blinded, Placebo-Controlled Study to Evaluate the Safety, Tolerability, and Efficacy of Intravenous Varespladib Followed by Oral Varespladib in Addition to Standard of Care in Subjects Bitten by Venomous Snakes",
            "acronym": "BRAVIO",
            "therapeuticArea": [
                "Other"
            ],
            "study": "broad-spectrum-rapid-antidote-varespladib-iv-to-oral-trial-for-snakebite-bravio"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-09",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-05-30",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-03",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-07",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-01-20",
            "studyFirstSubmitQcDate": "2023-01-30",
            "studyFirstPostDateStruct": {
                "date": "2023-02-08",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-12",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-15",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Ophirex, Inc.",
                "class": "INDUSTRY"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This is a multicenter,randomized,double-blind, placebo-controlled, phase 2 study designed to evaluate the safety, tolerability and efficacy of a continuous rate infusion (CRI) of IV varespladib followed by transition to the oral dosage form, varespladib-methyl, concurrently with SOC, in participants bitten by venomous snakes.\n\nNote: Funding Source - FDA-OOPD",
            "detailedDescription": "This is a multicenter, randomized, double-blind, placebo-controlled, phase 2 study designed to evaluate the safety, tolerability and efficacy of intravenous varespladib followed by oral varespladib, concurrently with standard of care (SOC), in participants bitten by venomous snakes.\n\nApproximately 140 male and female eligible participants will be enrolled and randomized to receive active varespladib or placebo (in addition to SOC)\n\nRandomization will be stratified by the presence or absence of neurotoxicity (SSS nervous system subscore of 0-1 or ≥ 2) at Baseline, and by receipt of antivenom prior to screening, resulting in 4 strata in total."
        },
        "conditionsModule": {
            "conditions": [
                "Snakebite",
                "Envenoming, Snake"
            ],
            "keywords": [
                "Envenoming, Snakebite, varespladib",
                "antidote",
                "snake"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "QUADRUPLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 140,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Varespladib Intravenous Form (IV) + Varespladib Oral tablet (LY315920) + SOC",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will receive intravenous (IV) infusion of varespladib at dose of 0.45 milligrams per kilogram per hour (mg/kg/hr) for six hours. This infusion will continue until when the participant meets clinical criteria for transition to oral drug, -If criteria are met, they will be transitioned to varespladib-methyl (initial dose of 500 mg) then continued oral dosing q12 (once every 12 hours) of 250 mg for the remainder of the study period. Participants that do not meet the criteria for transitioning to the oral drug will remain on the IV infusion at 0.45 mg/kg/hr (along with SOC) and assessed twice a day until they meet criteria for transition to oral drug.",
                    "interventionNames": [
                        "Drug: Varespladib intravenous form",
                        "Drug: varespladib-methyl- oral form"
                    ]
                },
                {
                    "label": "Placebo Intravenous (IV) + Placebo Oral + SOC",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Participants will receive intravenous (IV) infusion of placebo matched to varespladib for six hours. This infusion will continue until the participant meets clinical criteria for transition to oral drug. If criteria are met, they will be transitioned to the oral placebo then continued oral dosing for the remainder of the study period. Participants that do not meet the criteria for transitioning to the oral drug will remain on the IV infusion (along with SOC) and assessed twice a day until they meet criteria for transition to oral drug.",
                    "interventionNames": [
                        "Drug: Placebo intravenous form",
                        "Drug: Placebo - oral form"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Varespladib intravenous form",
                    "description": "This is a lyophilized drug contained in 100 mg vials to be reconstituted in Water for Injection (WFI), followed by dilution into 0.9% Sodium Chloride Injection.",
                    "armGroupLabels": [
                        "Varespladib Intravenous Form (IV) + Varespladib Oral tablet (LY315920) + SOC"
                    ],
                    "otherNames": [
                        "LY315920"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "varespladib-methyl- oral form",
                    "description": "Varespladib-methyl (LY333013) is an immediate-release, oval, white, film-coated tablet at a dosage strength of 250 mg for oral administration.",
                    "armGroupLabels": [
                        "Varespladib Intravenous Form (IV) + Varespladib Oral tablet (LY315920) + SOC"
                    ],
                    "otherNames": [
                        "LY333013"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Placebo intravenous form",
                    "description": "The intravenous placebo will be saline (0.9%). Blinding will be ensured by covering the bag containing the investigational product with opaque covers.",
                    "armGroupLabels": [
                        "Placebo Intravenous (IV) + Placebo Oral + SOC"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Placebo - oral form",
                    "description": "Oral placebo is supplied as a white film-coated oval tablet to match the appearance of the LY333013 250 mg tablet and contains a subset of the excipients present in the active tablet formulation: lactose monohydrate, microcrystalline cellulose, and magnesium stearate",
                    "armGroupLabels": [
                        "Placebo Intravenous (IV) + Placebo Oral + SOC"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Area under the curve of the composite outcome of the pulmonary, cardiovascular, local wound, hematologic, renal and nervous system sections of the snakebite severity score (SSS) from Baseline (pre-dosing) to Day 7.",
                    "description": "The Snakebite Severity Scale is a tool used to measure the severity of envenoming based on 7 body categories: local wound, pulmonary, cardiovascular, gastrointestinal (graded at levels from Grade 0 to Grade 3), hematological, renal and nervous system effects (graded at levels from Grade 0 to Grade 4).\n\nA higher score indicates worse symptoms. For the primary outcome, 5 body categories (local wound, pulmonary, cardiovascular, hematological, and nervous system) will be included.",
                    "timeFrame": "Baseline to Day 7"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Area under the curve of the composite outcome of pulmonary, cardiovascular, local wound, hematologic, renal, and nervous system sections of the SSS from Baseline to Day 7, among patients receiving study drug, 6 hours after bite or symptom onset",
                    "description": "The SSS is a tool developed to measure the severity of snakebite envenoming. Each category is graded from 0 to 3 or 4 (depending on the body category) and a higher score indicates worse signs or symptoms.",
                    "timeFrame": "Baseline to Day 7"
                },
                {
                    "measure": "Change in the composite outcome of pulmonary, cardiovascular, hematologic, renal, and nervous system sections of the SSS from Baseline to the average of the scores 3 and 6 hours after the first dose.",
                    "description": "The SSS is a tool developed to measure the severity of snakebite envenoming. Each category is graded from 0 to 3 or 4 (depending on the body category) and a higher score indicates worse signs or symptoms.",
                    "timeFrame": "Baseline to 3 and 6 hours"
                },
                {
                    "measure": "Pulmonary, cardiovascular, local wound, hematologic, renal, and nervous system sections of the composite Snakebite Severity Scale from Baseline through Day 7.",
                    "description": "The SSS is a tool developed to measure the severity of snakebite envenoming. Each category is graded from 0 to 3 or 4 (depending on the body category) and a higher score indicates worse signs or symptoms.",
                    "timeFrame": "Baseline through Day 7"
                },
                {
                    "measure": "Elapsed time from initiation",
                    "description": "IV varespladib treatment until the transition to oral varespladib-methyl.",
                    "timeFrame": "Baseline to Day 28"
                },
                {
                    "measure": "Complete Snakebite Severity Scale Scores from baseline to Day 7.",
                    "description": "The SSS is a tool developed to measure the severity of snakebite envenoming. Each category is graded from 0 to 3 or 4 (depending on the body category) and a higher score indicates worse signs or symptoms.",
                    "timeFrame": "Baseline through Day 7"
                },
                {
                    "measure": "Coagulation Abnormalities (subject coagulation lab tests: PT, PTT, fibrinogen, INR will be evaluated) from Baseline through Day 7",
                    "description": "Each lab value that is outside of the normal reference range will be evaluated by the investigator to determine clinical relevance.",
                    "timeFrame": "Baseline through Day 7"
                },
                {
                    "measure": "Hemolysis markers (subject hemolysis lab tests: free hemoglobin, haptoglobin, LDH will be evaluated) from Baseline through Day 3",
                    "description": "Each lab value that is outside of the normal reference range will be evaluated by the investigator to determine clinical relevance.",
                    "timeFrame": "Baseline through Day 3"
                },
                {
                    "measure": "Levels of the Myonecrosis Marker, Creatine Kinase (CK) from Baseline through Day 3",
                    "timeFrame": "Baseline through Day 3"
                },
                {
                    "measure": "Kidney function markers (subject lab tests: creatinine, BUN, eGFR will be evaluated) from Baseline through Day 28",
                    "description": "Each lab value that is outside of the normal reference range will be evaluated by the investigator to determine clinical relevance.",
                    "timeFrame": "Baseline through Day 28"
                },
                {
                    "measure": "Numeric Pain Rating Scale (NPRS) score in patients able to respond pre-dosing through Day 28",
                    "description": "The NPRS is an 11-point scale for participants self-reporting of pain with scores ranging from 0 (no pain) to 10 (worst possible pain).",
                    "timeFrame": "Baseline through Day 28"
                },
                {
                    "measure": "Total Antivenom Requirement, measured in number of vials of antivenom administered to the subject, from baseline (pre-dosing) through Day 28",
                    "timeFrame": "Baseline through Day 28"
                },
                {
                    "measure": "Head Lift duration (measured time of 0 - 5 seconds of subject's ability to lift head off of the bed, to determine neurological weakness) from Baseline through Day 7",
                    "description": "Head lift is used to assess subject for neurological weakness.",
                    "timeFrame": "Baseline through Day 7"
                },
                {
                    "measure": "Time from initiation of ventilatory support to initiation of weaning",
                    "timeFrame": "Baseline through Day 28"
                },
                {
                    "measure": "Time of ventilatory support from Baseline through Day 28",
                    "timeFrame": "Baseline through Day 28"
                },
                {
                    "measure": "Time of Intensive Care Unit (ICU) Stay from Baseline through Day 28",
                    "timeFrame": "Baseline through Day 28"
                },
                {
                    "measure": "Time of Hospitalization from baseline (pre-dosing) through Day 28",
                    "timeFrame": "Baseline through Day 28"
                },
                {
                    "measure": "All-cause mortality at Day 28",
                    "timeFrame": "Baseline through Day 28"
                },
                {
                    "measure": "Clinical Global Impression - Improvement (CGI-I) from Baseline through Day 28",
                    "description": "Clinical Global Impression - Improvement Scale is 0, not assessed, 1 = very much improved to 7 = very much worse",
                    "timeFrame": "Baseline through Day 28"
                },
                {
                    "measure": "Patient-Specific Functional Scale (PSFS) total score from Baseline through Day 28",
                    "description": "A 3 item instrument administered verbally; 0= unable to perform activity to 10 = able to perform activity at same level as before injury or problem",
                    "timeFrame": "Baseline through Day 28"
                },
                {
                    "measure": "Patient Global Impression of Change (PGIC) from Baseline through Day 28",
                    "description": "Scale is 1 = no change, to 7= a great deal better",
                    "timeFrame": "Baseline through Day 28"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "INCLUSION CRITERIA:\n\n1. Is a male or female ≥ 18 years of age with venomous snakebite.\n2. Patients must have known or suspected venomous snakebite. In India, enrollment will be restricted to patients bitten by suspected or confirmed Russell's viper (Daboia russelii) or krait (Bungarus spp.) In the U.S., any snakebite that meets all other criteria may be eligible.\n3. Participants must meet one of two categories of inclusion criteria:\n\n   1. Category 1: The participant is enrolled within 5 hours of venomous snakebite or symptom onset with an SSS score of ≥2 in one system and ≥1 in another system (2+1).\n\n      OR\n   2. Category 2: The participant has a suspected or confirmed bite from an elapid and is enrolled within 10 hours of bite or symptom onset with moderate to severe cranial nerve or skeletal muscle weakness.\n4. Is willing (or legally authorized representative is willing) to provide informed consent prior to initiation of any study procedures.\n\nEXCLUSION CRITERIA:\n\n1. Has history of or is suspected to have CVA or intracranial bleeding of any kind, acute coronary syndrome, MI, or severe pulmonary hypertension.\n2. Has known history of inherited bleeding or coagulation disorder.\n3. Is, at Screening Visit, using the following anticoagulants: warfarin/coumadin, argatroban, bilvalirudin, lepirudin, apixaban, dabigatran, clopidogrel, prasugrel, ticlodipine or another anticoagulant agent not specifically listed, or has used heparin, enoxaparin, fondaparinux, or other low molecular weight heparin or any antiarrhythmic drugs within 14 days prior to treatment.\n4. Has a history of chronic liver disease such as chronic active viral hepatitis, alcohol- related liver disease, non-alcoholic steatohepatitis, non-alcoholic fatty liver disease, hemochromatosis, primary biliary cirrhosis, primary sclerosing cholangitis, autoimmune hepatitis.\n5. Reports or has known pre-existing renal impairment or chronic kidney disease.\n6. Has a known allergy or significant adverse reaction to varespladib or varespladib-methyl.\n7. Is considered by the Investigator to be unable to comply with protocol requirements due to geographic considerations, psychiatric disorders, or other compliance concerns.\n8. Is pregnant, has a positive serum human chorionic gonadotropin (hCG) pregnancy test or not willing to use a highly effective method of contraception for 14 days after initial treatment, or is breast-feeding.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Brandi Ritter PA-C, MPAS",
                    "role": "CONTACT",
                    "phone": "5302184454",
                    "email": "brandi@ophirex.com"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Timothy Platts-Mills, MD, MSc",
                    "affiliation": "Ophirex, Inc.",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Banner University Medical Center - Phoenix",
                    "status": "ACTIVE_NOT_RECRUITING",
                    "city": "Phoenix",
                    "state": "Arizona",
                    "zip": "85006",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 33.44838,
                        "lon": -112.07404
                    }
                },
                {
                    "facility": "Arizona Poison & Drug Information Center",
                    "status": "RECRUITING",
                    "city": "Tucson",
                    "state": "Arizona",
                    "zip": "85721",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Elizabeth Campbell",
                            "role": "CONTACT",
                            "phone": "520-626-8388",
                            "email": "bsalvag@email.arizona.edu"
                        },
                        {
                            "name": "Farshad Shirazi, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 32.22174,
                        "lon": -110.92648
                    }
                },
                {
                    "facility": "Loma Linda University Medical Center",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Loma Linda",
                    "state": "California",
                    "zip": "92354",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Tammy Phan, BS",
                            "role": "CONTACT",
                            "email": "thphan@llu.edu"
                        },
                        {
                            "name": "Brian Wolk, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 34.04835,
                        "lon": -117.26115
                    }
                },
                {
                    "facility": "Desert Regional Medical Center",
                    "status": "RECRUITING",
                    "city": "Palm Springs",
                    "state": "California",
                    "zip": "92262",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Emily Coloma",
                            "role": "CONTACT",
                            "phone": "760-416-4737",
                            "email": "emily.coloma@tenethealth.com"
                        },
                        {
                            "name": "Suneil Agrawal, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.8303,
                        "lon": -116.54529
                    }
                },
                {
                    "facility": "Antelope Valley Medical Center",
                    "status": "RECRUITING",
                    "city": "Rosamond",
                    "state": "California",
                    "zip": "93560",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Eileen Shu, MD",
                            "role": "CONTACT",
                            "email": "eileen.shu@ucsf.edu"
                        },
                        {
                            "name": "Eileen Shu, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 34.86414,
                        "lon": -118.16341
                    }
                },
                {
                    "facility": "University of South Florida/Tampa General Hospital",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Tampa",
                    "state": "Florida",
                    "zip": "33606",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Ashley Bader",
                            "role": "CONTACT",
                            "email": "abader@tgh.org"
                        },
                        {
                            "name": "Justin Arnold, DO",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 27.94752,
                        "lon": -82.45843
                    }
                },
                {
                    "facility": "Emergency Medicine, University of Kentucky",
                    "status": "RECRUITING",
                    "city": "Lexington",
                    "state": "Kentucky",
                    "zip": "40536",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Ronda Petrey",
                            "role": "CONTACT",
                            "phone": "859-323-5212",
                            "email": "ronda.petrey@uky.edu"
                        },
                        {
                            "name": "Peter Akpunonu, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 37.98869,
                        "lon": -84.47772
                    }
                },
                {
                    "facility": "Duke University Medical Center",
                    "status": "RECRUITING",
                    "city": "Durham",
                    "state": "North Carolina",
                    "zip": "27710",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Dana Giangiacomo",
                            "role": "CONTACT",
                            "phone": "919-684-3821",
                            "email": "dana.giangiacomo@duke.edu"
                        },
                        {
                            "name": "Charles Gerardo, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 35.99403,
                        "lon": -78.89862
                    }
                },
                {
                    "facility": "Texas Tech University Health Sciences Center El Paso",
                    "status": "NOT_YET_RECRUITING",
                    "city": "El Paso",
                    "state": "Texas",
                    "zip": "79905",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Susan Watts",
                            "role": "CONTACT",
                            "phone": "915-215-4633",
                            "email": "susan.watts@ttuhsc.edu"
                        },
                        {
                            "name": "Sarah Watkins, DO",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 31.75872,
                        "lon": -106.48693
                    }
                },
                {
                    "facility": "UT Health San Antonio",
                    "status": "NOT_YET_RECRUITING",
                    "city": "San Antonio",
                    "state": "Texas",
                    "zip": "78229",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Daniel Cantu, BS",
                            "role": "CONTACT",
                            "email": "cantud5@uthsca.edu"
                        },
                        {
                            "name": "Shawn Varney, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 29.42412,
                        "lon": -98.49363
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000012909",
                    "term": "Snake Bites"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001733",
                    "term": "Bites and Stings"
                },
                {
                    "id": "D000011041",
                    "term": "Poisoning"
                },
                {
                    "id": "D000064419",
                    "term": "Chemically-Induced Disorders"
                },
                {
                    "id": "D000014947",
                    "term": "Wounds and Injuries"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M15712",
                    "name": "Snake Bites",
                    "asFound": "Snakebite",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5014",
                    "name": "Bites and Stings",
                    "relevance": "LOW"
                },
                {
                    "id": "M13931",
                    "name": "Poisoning",
                    "relevance": "LOW"
                },
                {
                    "id": "M30302",
                    "name": "Chemically-Induced Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M17685",
                    "name": "Wounds and Injuries",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC25",
                    "name": "Substance Related Disorders"
                },
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "C000545088",
                    "term": "Varespladib methyl"
                }
            ],
            "ancestors": [
                {
                    "id": "D000064801",
                    "term": "Phospholipase A2 Inhibitors"
                },
                {
                    "id": "D000004791",
                    "term": "Enzyme Inhibitors"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M346839",
                    "name": "Varespladib methyl",
                    "asFound": "Corneal astigmatism",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4250",
                    "name": "Antidotes",
                    "relevance": "LOW"
                },
                {
                    "id": "M7951",
                    "name": "Enzyme Inhibitors",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}