{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT03575000",
            "orgStudyIdInfo": {
                "id": "PRO0002368"
            },
            "organization": {
                "fullName": "VA Pittsburgh Healthcare System",
                "class": "FED"
            },
            "briefTitle": "Bromocriptine for Patients With Schizophrenia and Prediabetes",
            "officialTitle": "Open-label, Flexible-dose Adjunctive Bromocriptine for Patients With Schizophrenia and Prediabetes",
            "therapeuticArea": [
                "Mental Health",
                "Endocrinology"
            ],
            "study": "bromocriptine-for-patients-with-schizophrenia-and-prediabetes"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-07-01",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-07-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-04-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2018-06-15",
            "studyFirstSubmitQcDate": "2018-06-28",
            "studyFirstPostDateStruct": {
                "date": "2018-07-02",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-04-23",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-25",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Ronald A. Codario",
                "investigatorTitle": "Physician",
                "investigatorAffiliation": "VA Pittsburgh Healthcare System"
            },
            "leadSponsor": {
                "name": "VA Pittsburgh Healthcare System",
                "class": "FED"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This is a multicenter open-label, pilot study to evaluate the safety and tolerability of bromocriptine, a dopamine D2/D3 receptor and serotonin 5-HT2C receptor agonist, as an adjunct to preexisting standard-of-care antipsychotic drug (APD) regimens in the management of APD-associated impaired glucose tolerance (IGT)/insulin resistance (IR). The ultimate aim of the study team is to evaluate the efficacy of bromocriptine in treating the metabolic disturbances associated with APDs and the hypothesis is that bromocriptine will be a well-tolerated, safe, and inexpensive way to ameliorate these metabolic complications and prevent or delay the onset of type 2 diabetes (T2D). This study will be a small, short-duration pilot focusing on safety and tolerability. A total of 15 psychiatrically stable APD-treated adult outpatients, VA Pittsburgh , aged 18 to 65 years old, with a confirmed diagnosis of schizophrenia and comorbid IGT will be recruited and receive 6 weeks of bromocriptine (flexibly titrated, 2.5-5.0 mg PO daily). Key inclusion criteria are: 1) currently being treated with second generation APDs for 3 or more months with no change in dose in the 1 month prior to enrollment, 2) fasting glucose 100 to 125mg/dL and/or hemoglobin A1c (HbA1c) 5.7-6.4%. Key exclusions are: 1) prior APD nonadherence, 2) drug/alcohol abuse in the 3 months prior to screening, 3) a history of violent behavior/psychoses, 4) pregnancy, or 5) a diagnosis of diabetes. Subjects on other dopamine agonists or on medications that may interact with bromocriptine and those taking corticosteroids or other medications that may alter glucose levels will be excluded. The purposes of the study are to demonstrate safety/tolerability, demonstrate feasibility, provide proof of concept, and provide an open-label assessment of the metabolic and psychiatric effects of bromocriptine in patients with schizophrenia treated with APDs. The primary metabolic outcome measures will be change in IR as measured by the HOMA-IR and change in IGT measured by HbA1c. Secondary metabolic outcome measures include body weight, fasting lipids, and prolactin. The specific aims are as follows: Specific aim 1: To establish the safety and tolerability of bromocriptine in patients with schizophrenia and IGT/IR treated with APDs. Specific aim 2: To demonstrate feasibility/proof of concept for an improvement in APD-induced IGT/IR with bromocriptine.",
            "detailedDescription": "Background: APDs are among the most widely prescribed medications for psychotic, mood, and anxiety disorders including schizophrenia, bipolar disorder, and major depressive disorder. Many APDs, currently available in the United States, particularly second generation APDs, have been associated to varying degrees with significant dysmetabolic side effects including insulin resistance (IR), impaired glucose tolerance (IGT), hypertension, abdominal obesity, and dyslipidemia. Indeed, 32% of patients taking olanzapine develop IR in addition to gaining at least 15% of their baseline bodyweight. These changes substantially increase the risk of developing T2D and cardiovascular disease (CVD). In fact, the prevalence of metabolic dysfunction in APD-treated patients is more than twice that of the general population and leads to poorer long-term outcomes.\n\nPerhaps most concerning is that APD-treated individuals with schizophrenia have a 15-20-year reduction in life expectancy as compared to the general population, with APD-induced IR being a major contributor to this early mortality. Thus, preventing APD-induced metabolic dysfunction may have a significant impact on morbidity and mortality. Currently there is no consistently effective way to prevent APD-associated metabolic dysfunction and reduce the risk of T2D.\n\nMost studies attempting to elucidate the underlying cause of APD-induced metabolic dysfunction have focused on regions of the central nervous system (CNS) associated with metabolic control (i.e. hypothalamus) because these drugs are utilized primarily to treat neuropsychiatric symptoms in the CNS. Consequently, numerous neurotransmitter and neuropeptide systems in the brain, including dopamine and serotonin, have been implicated in the development of APD-induced metabolic side effects.\n\nRationale: Bromocriptine is a dopamine D2/D3 receptor and serotonin 5-HT2C receptor agonist that the study team proposes as a potential treatment for APD-induced IR. It has received FDA approval for treatment of T2D, having been shown to significantly lower postprandial plasma glucose and hemoglobin A1c (HbA1c) without increasing insulin or C-peptide levels. To date, there are few studies using bromocriptine in schizophrenia. Although most of the studies have been small, the cumulative results have consistently shown safety and benefit in psychiatric patients. Bromocriptine, even when used at high doses, has been found to be safe in APD-treated patients despite theoretical concerns of exacerbating psychosis due to dopaminergic receptor agonism.\n\nDesign: This study is a multicenter open-label, dose-escalation pilot to evaluate the safety and tolerability of bromocriptine as an adjunct to preexisting standard-of-care antipsychotic drug (APD) regimens in the management of APD-associated impaired glucose tolerance (IGT)/insulin resistance (IR). A total of fifteen APD-treated participants aged 18 to 60 years old with schizophrenia who have been psychiatrically stable for at least 3 months and show signs of IR (obesity \\[BMI \\> 30 kg/m2\\] plus impaired fasting glucose (100-125mg/dL) and/or impaired glucose tolerance (A1c 5.7-6.4%) will receive bromocriptine in an open-label, flexible-dose design. The initial dose will be 2.5mg which will be increased to the 5mg target dose by week one unless limited by side effects. Bromocriptine will be given as adjunctive treatment to a participant's current APD regimen. The ultimate aim of the study team is to evaluate the efficacy of bromocriptine in treating the metabolic disturbances associated with APDs and the overarching hypothesis is that bromocriptine will be a well-tolerated, safe, and inexpensive way to ameliorate these metabolic complications and prevent or delay the onset of type 2 diabetes (T2D) in these at-risk patients. That said, this study will be a small, short-duration pilot focusing on safety and tolerability.\n\nThe main purposes of the study are to demonstrate safety/tolerability, demonstrate feasibility, provide proof of concept, and provide an open-label assessment of the metabolic and psychiatric effects of bromocriptine in patients with schizophrenia treated with APDs. Psychiatric symptoms will be measured by the Columbia-Suicide Severity Rating Scale (C-SSRS), Positive and Negative Syndrome Scale (PANSS), the Clinical Global Impression (CGI). General side effects of bromocriptine will be assessed by the UKU Side Effects Scale. The extrapyramidal side effects of APDs will be monitored via the Simpson-Angus Scale and the Abnormal Involuntary Movement Scale (AIMS)."
        },
        "conditionsModule": {
            "conditions": [
                "Schizophrenia",
                "PreDiabetes"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE4"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 15,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Bromocriptine",
                    "type": "EXPERIMENTAL",
                    "description": "This is an open-label study, so there is no comparator group. As such there is only one arm. Subjects will receive bromocriptine at a starting dose of 2.5mg daily which will be increased, if tolerated, to 5mg daily after one week. Bromocriptine will be continued for a total of 6 weeks. Laboratory investigations, telephonic interviews, and face to face visits with subjects will be conducted before, during, and after the time period that bromocriptine will be used as detailed in the study design section.",
                    "interventionNames": [
                        "Drug: Bromocriptine"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Bromocriptine",
                    "description": "This is an open-label study, so there is no comparator group. As such there is only one arm. Subjects will receive bromocriptine at a starting dose of 2.5mg daily which will be increased, if tolerated, to 5mg daily after one week. Bromocriptine will be continued for a total of 6 weeks. Laboratory investigations, telephonic interviews, and face to face visits with subjects will be conducted before, during, and after the time period that bromocriptine will be used as detailed in the study design section.",
                    "armGroupLabels": [
                        "Bromocriptine"
                    ],
                    "otherNames": [
                        "bromocriptine pill"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "HOMA-IR",
                    "description": "The primary metabolic outcome measures will be change in IR as measured by HOMA-IR which is calculated with fasting insulin and glucose.",
                    "timeFrame": "Measured at weeks 0, 4, 6 and 10 (week 10 is four weeks after study drug discontinuation)"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Weight",
                    "description": "in kilograms",
                    "timeFrame": "Measured at weeks 0, 1, 2, 4, 6 and 10"
                },
                {
                    "measure": "Columbia-Suicide Severity Rating Scale (C-SSRS)",
                    "description": "Assesses risk of suicide",
                    "timeFrame": "Measured at weeks 0, 1, 2, 4, 6, 8, and 10 (weeks 8 and 10 are two and four weeks after study drug discontinuation)"
                },
                {
                    "measure": "Positive and Negative Syndrome Scale (PANSS)",
                    "description": "Assesses symptoms of schizophrenia",
                    "timeFrame": "Measured at weeks 0, 1, 2, 4, 6, 8, and 10 (weeks 8 and 10 are two and four weeks after study drug discontinuation)"
                },
                {
                    "measure": "Clinical Global Impression",
                    "description": "Assesses general symptoms of psychiatric illness",
                    "timeFrame": "Measured at weeks 0, 1, 2, 4, 6, 8, and 10 (weeks 8 and 10 are two and four weeks after study drug discontinuation)"
                },
                {
                    "measure": "UKU Side Effects Scale",
                    "description": "Broad and general side effect assessment",
                    "timeFrame": "Measured at weeks 0, 1, 2, 4, 6, 8, and 10 (weeks 8 and 10 are two and four weeks after study drug discontinuation)"
                },
                {
                    "measure": "Simpson-Angus Scale",
                    "description": "Assesses extrapyramidal side effects",
                    "timeFrame": "Measured at weeks 0, 1, 2, 4, 6, 8, and 10 (weeks 8 and 10 are two and four weeks after study drug discontinuation)"
                },
                {
                    "measure": "Abnormal Involuntary Movement Scale (AIMS)",
                    "description": "Assesses extrapyramidal side effects",
                    "timeFrame": "Measured at weeks 0, 1, 2, 4, 6, 8, and 10 (weeks 8 and 10 are two and four weeks after study drug discontinuation)"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Adult males and females, 18-65 years of age, diagnosed with schizophrenia\n2. Female participants must test negative for pregnancy at the time of enrollment based on a urine pregnancy test and agree to use a reliable method of birth control (e.g., oral contraceptives, birth control diaphragms with contraceptive jelly, cervical caps with contraceptive jelly, condoms with contraceptive foam, intrauterine devices, partner with vasectomy, or abstinence) until the study is complete.\n3. Be treated with FDA-approved second generation antipsychotic medication for at least 3 months, with no change in dose in the 1 month prior to enrollment.\n4. Either fasting glucose of 100 to 125 mg/dL inclusive and/or an A1C in the range between 5.7-6.4%\n5. Body mass index at least 30 kg/m2 at screening visit.\n6. Subject must be willing to provide contact information for a close family member or friend that will contact the study team if the participant exhibits signs of psychological deterioration\n7. Subject's primary mental health provider concurs that study enrollment is acceptable\n\nExclusion Criteria:\n\n1. History of documented APD non-adherence in prior 3 months.\n2. Historical or current diagnosis of diabetes mellitus (type 1, type 2, or other)\n3. Pregnant or breast feeding. Women of child-bearing potential must be surgically-sterile or using reliable methods of birth control.\n4. May not have used oral or parenteral systemic corticosteroids within 3 months prior to study enrollment or have expected use during the course of the study. The use of either inhaled or topical corticosteroids are not exclusion criteria.\n5. May not be taking any antidiabetic/antihyperglycemic medications (e.g., metformin, sulfonylureas, thiazolidinediones, insulin, DPP-IV inhibitors, SGLT-2 inhibitors, etc.) currently or within 4 months prior to study enrollment.\n6. May not be taking any of the following cytochrome P450 3A4 (CYP3A4) inhibitors: protease inhibitors (atazanavir, boceprevir, darunavir, fosamprenavir, indinavir, lopinavir, nelfinavir, ritonavir, saquinavir, telaprevir); certain antibiotics/antifungals (clarithromycin, erythromycin, telithromycin, chloramphenicol, ciprofloxacin, fluconazole, itraconazole, ketoconazole, posaconazole, voriconazole); nefazodone; aprepitant; imatinib; certain calcium channel blockers (diltiazem, verapamil); Valerian; or grapefruit/grapefruit juice.\n7. May not be taking or have sensitivity to any dopamine agonist medications (e.g., bromocriptine, cabergoline, pramipexole,ropinirole, rotigotine, etc.) currently or within 3 months prior to study enrollment.\n8. May not be taking or have any sensitivity to any other ergot alkaloids (e.g., dihydroergotamine, ergotamine)\n9. PANSS score \\>90, which is equivalent to \"moderately ill\"\n10. Any current hepatic or renal disease\n11. Any documented history of violent behavior\n12. Diagnosis of Alcohol use disorder or substance use disorder in the past 12 months unless meeting remission criteria as defined by MINI.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Mary McShea, MS",
                    "role": "CONTACT",
                    "phone": "412-360-2300",
                    "email": "mary.mcshea@va.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Ronald Codario, M.D.",
                    "affiliation": "VA Pittsburgh Healthcare System",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "VA Pittsburgh Healthcare System",
                    "city": "Pittsburgh",
                    "state": "Pennsylvania",
                    "zip": "15240",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Mary McShea, MS",
                            "role": "CONTACT",
                            "phone": "412-260-2300",
                            "email": "Mary.mcshea@va.gov"
                        },
                        {
                            "name": "Ronald Codario, MD",
                            "role": "CONTACT",
                            "email": "Ronald.Codario@va.gov"
                        },
                        {
                            "name": "Ronald Codario, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.44062,
                        "lon": -79.99589
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "16618011",
                    "type": "BACKGROUND",
                    "citation": "Baptista T, Martinez J, Lacruz A, Rangel N, Beaulieu S, Serrano A, Arape Y, Martinez M, de Mendoza S, Teneud L, Hernandez L. Metformin for prevention of weight gain and insulin resistance with olanzapine: a double-blind placebo-controlled trial. Can J Psychiatry. 2006 Mar;51(3):192-6. doi: 10.1177/070674370605100310."
                },
                {
                    "pmid": "27973619",
                    "type": "BACKGROUND",
                    "citation": "Chiu CC, Lu ML, Huang MC, Chen PY, Lin YK, Lin SK, Chen CH. Effects of Low Dose Metformin on Metabolic Traits in Clozapine-Treated Schizophrenia Patients: An Exploratory Twelve-Week Randomized, Double-Blind, Placebo-Controlled Study. PLoS One. 2016 Dec 14;11(12):e0168347. doi: 10.1371/journal.pone.0168347. eCollection 2016. Erratum In: PLoS One. 2018 Feb 16;13(2):e0193315. doi: 10.1371/journal.pone.0193315."
                },
                {
                    "pmid": "18389927",
                    "type": "BACKGROUND",
                    "citation": "Correll CU. Acute and long-term adverse effects of antipsychotics. CNS Spectr. 2007 Dec;12(12 Suppl 21):10-4. doi: 10.1017/s1092852900015959. No abstract available."
                },
                {
                    "pmid": "20332352",
                    "type": "BACKGROUND",
                    "citation": "Gaziano JM, Cincotta AH, O'Connor CM, Ezrokhi M, Rutty D, Ma ZJ, Scranton RE. Randomized clinical trial of quick-release bromocriptine among patients with type 2 diabetes on overall safety and cardiovascular outcomes. Diabetes Care. 2010 Jul;33(7):1503-8. doi: 10.2337/dc09-2009. Epub 2010 Mar 23. Erratum In: Diabetes Care. 2016 Oct;39(10):1846. doi: 10.2337/dc16-er10."
                },
                {
                    "pmid": "16338246",
                    "type": "BACKGROUND",
                    "citation": "Hennekens CH, Hennekens AR, Hollar D, Casey DE. Schizophrenia and increased risks of cardiovascular disease. Am Heart J. 2005 Dec;150(6):1115-21. doi: 10.1016/j.ahj.2005.02.007."
                },
                {
                    "pmid": "16803851",
                    "type": "BACKGROUND",
                    "citation": "Kok P, Roelfsema F, Frolich M, van Pelt J, Stokkel MP, Meinders AE, Pijl H. Activation of dopamine D2 receptors simultaneously ameliorates various metabolic features of obese women. Am J Physiol Endocrinol Metab. 2006 Nov;291(5):E1038-43. doi: 10.1152/ajpendo.00567.2005. Epub 2006 Jun 27."
                },
                {
                    "pmid": "19968833",
                    "type": "BACKGROUND",
                    "citation": "Lee MS, Song HC, An H, Yang J, Ko YH, Jung IK, Joe SH. Effect of bromocriptine on antipsychotic drug-induced hyperprolactinemia: eight-week randomized, single-blind, placebo-controlled, multicenter study. Psychiatry Clin Neurosci. 2010 Feb;64(1):19-27. doi: 10.1111/j.1440-1819.2009.02032.x. Epub 2009 Nov 24."
                },
                {
                    "pmid": "15000267",
                    "type": "BACKGROUND",
                    "citation": "Lehman AF, Lieberman JA, Dixon LB, McGlashan TH, Miller AL, Perkins DO, Kreyenbuhl J; American Psychiatric Association; Steering Committee on Practice Guidelines. Practice guideline for the treatment of patients with schizophrenia, second edition. Am J Psychiatry. 2004 Feb;161(2 Suppl):1-56. No abstract available."
                },
                {
                    "pmid": "1679383",
                    "type": "BACKGROUND",
                    "citation": "Levi-Minzi S, Bermanzohn PC, Siris SG. Bromocriptine for \"negative\" schizophrenia. Compr Psychiatry. 1991 May-Jun;32(3):210-6. doi: 10.1016/0010-440x(91)90041-a."
                },
                {
                    "pmid": "7541598",
                    "type": "BACKGROUND",
                    "citation": "Lindenmayer JP. New pharmacotherapeutic modalities for negative symptoms in psychosis. Acta Psychiatr Scand Suppl. 1995;388:15-9. doi: 10.1111/j.1600-0447.1995.tb05939.x."
                },
                {
                    "pmid": "20336059",
                    "type": "BACKGROUND",
                    "citation": "Maayan L, Vakhrusheva J, Correll CU. Effectiveness of medications used to attenuate antipsychotic-related weight gain and metabolic abnormalities: a systematic review and meta-analysis. Neuropsychopharmacology. 2010 Jun;35(7):1520-30. doi: 10.1038/npp.2010.21. Epub 2010 Mar 24."
                },
                {
                    "pmid": "2574194",
                    "type": "BACKGROUND",
                    "citation": "Perovich RM, Lieberman JA, Fleischhacker WW, Alvir J. The behavioral toxicity of bromocriptine in patients with psychiatric illness. J Clin Psychopharmacol. 1989 Dec;9(6):417-22."
                },
                {
                    "pmid": "10937514",
                    "type": "BACKGROUND",
                    "citation": "Pijl H, Ohashi S, Matsuda M, Miyazaki Y, Mahankali A, Kumar V, Pipek R, Iozzo P, Lancaster JL, Cincotta AH, DeFronzo RA. Bromocriptine: a novel approach to the treatment of type 2 diabetes. Diabetes Care. 2000 Aug;23(8):1154-61. doi: 10.2337/diacare.23.8.1154."
                },
                {
                    "pmid": "20717020",
                    "type": "BACKGROUND",
                    "citation": "Pramyothin P, Khaodhiar L. Metabolic syndrome with the atypical antipsychotics. Curr Opin Endocrinol Diabetes Obes. 2010 Oct;17(5):460-6. doi: 10.1097/MED.0b013e32833de61c."
                },
                {
                    "pmid": "28970469",
                    "type": "BACKGROUND",
                    "citation": "Sykes DA, Moore H, Stott L, Holliday N, Javitch JA, Lane JR, Charlton SJ. Extrapyramidal side effects of antipsychotics are linked to their association kinetics at dopamine D2 receptors. Nat Commun. 2017 Oct 2;8(1):763. doi: 10.1038/s41467-017-00716-z."
                },
                {
                    "pmid": "21983314",
                    "type": "BACKGROUND",
                    "citation": "Valiquette G. Bromocriptine for diabetes mellitus type II. Cardiol Rev. 2011 Nov-Dec;19(6):272-5. doi: 10.1097/CRD.0b013e318229d2d2."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000011236",
                    "term": "Prediabetic State"
                },
                {
                    "id": "D000018149",
                    "term": "Glucose Intolerance"
                },
                {
                    "id": "D000012559",
                    "term": "Schizophrenia"
                }
            ],
            "ancestors": [
                {
                    "id": "D000019967",
                    "term": "Schizophrenia Spectrum and Other Psychotic Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                },
                {
                    "id": "D000003920",
                    "term": "Diabetes Mellitus"
                },
                {
                    "id": "D000044882",
                    "term": "Glucose Metabolism Disorders"
                },
                {
                    "id": "D000008659",
                    "term": "Metabolic Diseases"
                },
                {
                    "id": "D000004700",
                    "term": "Endocrine System Diseases"
                },
                {
                    "id": "D000006943",
                    "term": "Hyperglycemia"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M15376",
                    "name": "Schizophrenia",
                    "asFound": "Schizophrenia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M14117",
                    "name": "Prediabetic State",
                    "asFound": "Prediabetes",
                    "relevance": "HIGH"
                },
                {
                    "id": "M20295",
                    "name": "Glucose Intolerance",
                    "asFound": "Prediabetes",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M21838",
                    "name": "Schizophrenia Spectrum and Other Psychotic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M7115",
                    "name": "Diabetes Mellitus",
                    "relevance": "LOW"
                },
                {
                    "id": "M11639",
                    "name": "Metabolic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M25403",
                    "name": "Glucose Metabolism Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M7862",
                    "name": "Endocrine System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M9994",
                    "name": "Hyperglycemia",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                },
                {
                    "abbrev": "BC19",
                    "name": "Gland and Hormone Related Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000001971",
                    "term": "Bromocriptine"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000978",
                    "term": "Antiparkinson Agents"
                },
                {
                    "id": "D000018726",
                    "term": "Anti-Dyskinesia Agents"
                },
                {
                    "id": "D000006727",
                    "term": "Hormone Antagonists"
                },
                {
                    "id": "D000006730",
                    "term": "Hormones, Hormone Substitutes, and Hormone Antagonists"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000018491",
                    "term": "Dopamine Agonists"
                },
                {
                    "id": "D000015259",
                    "term": "Dopamine Agents"
                },
                {
                    "id": "D000018377",
                    "term": "Neurotransmitter Agents"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5247",
                    "name": "Bromocriptine",
                    "asFound": "Assessor-",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4295",
                    "name": "Antiparkinson Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M9789",
                    "name": "Hormones",
                    "relevance": "LOW"
                },
                {
                    "id": "M9788",
                    "name": "Hormone Antagonists",
                    "relevance": "LOW"
                },
                {
                    "id": "M7473",
                    "name": "Dopamine",
                    "relevance": "LOW"
                },
                {
                    "id": "M20595",
                    "name": "Dopamine Agonists",
                    "relevance": "LOW"
                },
                {
                    "id": "M17962",
                    "name": "Dopamine Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M20504",
                    "name": "Neurotransmitter Agents",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "AnDyAg",
                    "name": "Anti-Dyskinesia Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "CaAg",
                    "name": "Cardiotonic Agents"
                }
            ]
        }
    },
    "hasResults": false
}