{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04873037",
            "orgStudyIdInfo": {
                "id": "2021-120"
            },
            "organization": {
                "fullName": "William Beaumont Hospitals",
                "class": "OTHER"
            },
            "briefTitle": "BTL Emsella Chair Versus Sham for the Treatment of Overactive Bladder",
            "officialTitle": "A Single-Blind, Randomized Study of the BTL EmsellaTM Chair Versus Sham for the Treatment of Overactive Bladder",
            "acronym": "EmsellaOAB",
            "therapeuticArea": [
                "Rare Diseases",
                "Other"
            ],
            "study": "btl-emsella-chair-versus-sham-for-the-treatment-of-overactive-bladder"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-11",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-11-22",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-06",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-12",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-04-29",
            "studyFirstSubmitQcDate": "2021-04-29",
            "studyFirstPostDateStruct": {
                "date": "2021-05-05",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-11-06",
            "lastUpdatePostDateStruct": {
                "date": "2023-11-08",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Kenneth M Peters, MD",
                "investigatorTitle": "Director and Chair of the Department of Urology",
                "investigatorAffiliation": "William Beaumont Hospitals"
            },
            "leadSponsor": {
                "name": "William Beaumont Hospitals",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUsExport": true
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this clinical trial is to compare the Emsella Chair therapy to Sham and to determine whether electromagnetic technology is effective in the treatment of overactive bladder (OAB). Currently there are no other studies utilizing the Emsella Chair for the treatment of OAB. Eligible subjects will receive 2 treatments per week for a total of 4 weeks.",
            "detailedDescription": "Overactive bladder (OAB) is a common and often debilitating condition in both men and women. OAB symptoms including urinary frequency, urgency, and/or urge incontinence (UI), have been found to negatively impact quality of life. Due to side effects and the lack of patient compliance to pharmacologic treatments for OAB, non-pharmacologic treatments are in high demand for this condition. Neuromodulation therapies have become increasingly popular for the treatment of overactive bladder in men and women. These neuromodulation therapies work in treating OAB by stimulating the pudendal nerve. The BTL EmsellaTM (Emsella Chair) is a conservative neuromodulation therapy that may have a role for patients who are not surgical candidates or who desire a noninvasive treatment option. The ideal treatment for OAB is still lacking. Many patients are interested in pursuing conservative treatment options. The Emsella chair may have a role for patient who do not desire surgery found with SNM or desire a noninvasive treatment option.\n\nThe Emsella chair is approved as a treatment for stress urinary incontinence (SUI). Overactive bladder patients may benefit from treatment. The Emsella chair generates electromagnetic stimulation which is able to penetrate deep into the pelvic floor muscles inducing stimulation and providing rehabilitation for weak pelvic floor muscles. The Emsella chair is a novel high-intensity focused electromagnetic (HIFEM) technology for the treatment of SUI, in addition to other pelvic floor related disorders. HIFEM technology induces deep pelvic floor muscle contractions designed to deliver the equivalent of 11,200 Kegel exercises over 28 minutes."
        },
        "conditionsModule": {
            "conditions": [
                "Overactive Bladder Syndrome",
                "Overactive Bladder",
                "Urinary Frequency",
                "Urinary Urgency"
            ],
            "keywords": [
                "Overactive Bladder"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Patients who meet all eligibility criteria will be enrolled in the study and randomized (1:1) to receive Emsella chair or sham treatments. The subject and biostatistician will be blinded to the group allocation throughout the study. The initial analysis of data, performed by the biostatistician will not include group assignment.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "maskingDescription": "The sham Emsella treatment will provide sensation without active HIFEM technology. The sham treatment amplitude setting will be limited to below the therapeutic level.",
                    "whoMasked": [
                        "PARTICIPANT",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 166,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Emsella Chair Active Treatment",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Active subjects will be asked to sit on the center of the device and the height will be adjusted until the subject's feet are on the floor. The active treatments are individualized, since some subjects will be more sensitive than others. The Emsella chair will be turned on and the setting gradually increased to the subject's sensory threshold; the maximum sensation the subject can tolerate. The setting will be decreased slightly and stay unchanged for the reminder of the treatment. The treatment threshold should be increased with every treatment until the subject reaches 100%.",
                    "interventionNames": [
                        "Device: BTL Emsella Chair"
                    ]
                },
                {
                    "label": "Emsella Chair Sham Treatment",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "Sham treatment subjects will be positioned on the device in the same manner. The sham treatment will provide some sensation without active HIFEM technology. The programming for the sham treatment will have an amplitude limitation, with the setting below the therapeutic level (less than 10% power).",
                    "interventionNames": [
                        "Device: Sham BTL Emsella Chair"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "BTL Emsella Chair",
                    "description": "The Emsella Chair is a novel high-intensity focused electromagnetic (HIFEM) technology for the treatment of pelvic floor related disorders. HIFEM technology induces deep pelvic floor muscle contractions designed to deliver the equivalent of 11,200 Kegel exercises over 28 minutes. The treatment paradigm consists of 3 different phases. The phases consist of an intense stimulation of the pelvic floor muscles (PFM), which consists of stimulation and relaxation. The repetition of the phases and focused electromagnetic energy delivery leads to pelvic floor stimulation, adaptation, and remodelation.",
                    "armGroupLabels": [
                        "Emsella Chair Active Treatment"
                    ]
                },
                {
                    "type": "DEVICE",
                    "name": "Sham BTL Emsella Chair",
                    "description": "The sham treatment will provide some sensation without active HIFEM technology. The programming for the sham treatment will have an amplitude limitation, with the setting below therapeutic level (less than 10%) power.",
                    "armGroupLabels": [
                        "Emsella Chair Sham Treatment"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Compare the efficacy of Emsella Chair versus Sham by evaluating the proportion of subjects reporting \"moderately improved\" or \"markedly improved\" responses on the Global Response Assessment (GRA) for overall bladder symptoms.",
                    "description": "The GRA evaluates the patients' perceptions of overall improvement in symptoms on a 7-point scale (markedly worse, moderately worse, mildly worse, unchanged, slightly improved, moderately improved, markedly improved).",
                    "timeFrame": "4 weeks after completing all treatments; week 8 of the study"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Compare the efficacy of Emsella chair versus Sham by evaluating the change in subject-reported urinary urgency, frequency, and leakage episodes as reported in a 3-day voiding diary.",
                    "description": "Subjects will record all urinary voids, specifying each episode of urination, urinary leakage, including type, urinary urgency before voiding. In each 3-day voiding diary, subjects are to record voiding data for 3 consecutive days on a paper diary. To be considered valid, each 3-day voiding diary must be recorded within 7 days on either side of a planned visit, based on the date of randomization.",
                    "timeFrame": "4 weeks after completing all treatments; week 8 of the study"
                },
                {
                    "measure": "Compare the efficacy of Emsella chair versus Sham by evaluating the change in subject-reported overactive bladder symptoms as measured by the Overactive Bladder Questionnaire-Short form (OAB-q).",
                    "description": "The OAB-q short form is a disease-specific questionnaire that assesses symptom bother and health related quality of life (HRQL) in people with OAB. The OAB-q short form consists of a 6-item symptom bother scale and a 13- item HRQL scale. A higher score indicates a greater severity of symptom bother.",
                    "timeFrame": "4 weeks after completing all treatments; week 8 of the study"
                },
                {
                    "measure": "Compare the efficacy of Emsella chair versus Sham by evaluating the change in subject-reported impact of urinary incontinence on daily life as measured by the Incontinence Quality of Life questionnaire (I-QOL).",
                    "description": "The I-QOL is a self-reported quality of life measure specific to urinary problems that can be used to assess the impact of urinary problems and their treatment. The I-QOL is a 22 item measure that is divided into three domains: 1) 8-item domain assessing the physical impact of urinary incontinence. 2) 9-item domain assessing psychological impact 3) 5-item domain assessing social impact. Scores are calculated for each domain, and a total summary score can be calculated from all 22 items. A higher scores indicates a greater severity of symptoms on quality of life.",
                    "timeFrame": "4 weeks after completing all treatments; week 8 of the study"
                },
                {
                    "measure": "Compare the efficacy of Emsella chair versus Sham by evaluating the change in subject-reported OAB symptoms (urinary incontinence, urinary urgency, urinary frequency) since start of the study as measured by Global Response Assessment (GRA)",
                    "description": "The GRA evaluates the patients' perceptions of overall improvement in symptoms on a 7-point scale (markedly worse, moderately worse, mildly worse, unchanged, slightly improved, moderately improved, markedly improved). Three separate GRA's will be administered 1. Urinary incontinence 2. Urinary frequency 3. Urinary urgency",
                    "timeFrame": "4 weeks after completing all treatments; week 8 of the study"
                },
                {
                    "measure": "Compare the efficacy of Emsella chair versus Sham by the change in subject-reported fecal incontinence as measured by the Wexner Cleveland Clinic Incontinence Score (Wexner Scale).",
                    "description": "The Wexner Scale is a self-administered questionnaire to assess the frequency and severity of fecal incontinence. The score takes into account the type and frequency of incontinence and the extent to which it alters the patient's life. The score ranges from 0 (perfect continence) to 20 (complete incontinence). A higher score indicates a greater severity of fecal incontinence.",
                    "timeFrame": "4 weeks after completing all treatments; week 8 of the study"
                },
                {
                    "measure": "The secondary durability objective for this study is to determine whether subjects in the Emsella Chair active treatment group continue to have a higher responder rate, as measured by the GRA for overall bladder health, compared to the Sham group.",
                    "description": "The GRA evaluates the patients' perception of improvement in overall bladder symptoms on a 7-point scale (markedly worse, moderately worse, mildly worse, unchanged, slightly improved, moderately improved, markedly improved).",
                    "timeFrame": "Treatment durability will be assessed 4 weeks after the primary endpoint; week 12 of the study"
                },
                {
                    "measure": "The secondary safety objective of this study is to determine the safety and tolerability of Emsella Chair active treatment group compared to Sham.",
                    "description": "Safety and tolerability of the Emsella chair compared to sham will be assessed in relation to the incidence of adverse events reported.",
                    "timeFrame": "4 weeks after the primary endpoint visit; week 12"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Able to read, understand, and provide written, dated, informed consent prior to screening, and be likely to comply with study protocol, including independently complete study questionnaires and communicate with study personnel about AEs and other clinically important information.\n2. Women and men ≥ 18 years of age\n3. Self-reported bladder symptoms present ≥ 3 months\n4. Self-reported failed conservative care of behavioral modifications and/or oral medications\n5. On a stable dose of antimuscarinics/beta-3 agonists for ≥ 4 weeks, and willing to remain on the medication for the duration of the study OR discontinued antimuscarinics/beta-3 agonists for ≥ 2 weeks\n6. Ambulatory and able to use a toilet independently, without difficulty\n7. Subject agrees not to start any new treatment for OAB (medication or otherwise) during the treatment and follow-up periods.\n\n   For Females Only:\n8. If of child-bearing age and female, agree to practice approved birth-control methods (oral contraceptives, condom barrier, injection, diaphragm or cervical cap, vaginal contraceptive ring, IUD, implantable contraceptive, surgical sterilization (bilateral tubal ligation), vasectomized partner(s))\n\nExclusion Criteria:\n\n1. Botox® use in bladder or pelvic floor muscles in the past year\n2. Subject weighs greater than 330 pounds\n3. Pulmonary insufficiency, defined as difficulty breathing and fatigue, especially during exercise; chest pain, such as squeezing, pressure of tightness; the sensation of rapid or irregular heartbeat (palpitations); swelling of the legs or feet; dizziness or fainting; and/or bluish discoloration of the nails and/or lips (cyanosis)\n4. Any condition that causes a lack of normal skin sensation to the pelvis, buttocks, and thighs, at the discretion of the investigator.\n5. Major metal implants such as: metal plates, screws, joint replacements, implanted cardiac pacemakers, drug pumps, neurostimulators, electronic implants, copper intrauterine devices, defibrillators, and metal implants in the pelvic area. Patients with other metal implants will be evaluated by the investigator for inclusion in the study.\n6. Subject has a piercing between the waist and knees and is not willing to remove it before each treatment\n7. Active urethral diverticula\n8. Known vesicoureteral reflux\n9. Currently healing from surgical procedures where muscle contraction may disrupt the healing process\n10. Subject is currently receiving treatment for a malignant tumor that would interfere with study participation. Skin cancers are permitted.\n11. Subject has used the BTL EMSELLA device previously\n12. Subject has urinary incontinence of neurogenic etiology, such as multiple sclerosis, spina bifida, Parkinson's, spinal cord injury, diabetic neuropathy, neurogenic bladder etc.\n13. Current urinary tract infection. If a subject has a confirmed symptomatic UTI at screening, per investigator's clinical judgment, they will be deferred from screening until treatment is completed, and may resume once symptoms have resolved\n14. Current use of neuromodulation therapy, including interstim and PTNS, for bladder symptoms within 3 months of screening visit (if past sacral/pudendal implant, must be explanted)\n15. Currently participating in an investigational study that may impact study results or previously received an investigational drug or treatment within 30 days of the Screening Visit\n16. Current or history of any physical condition that, in the investigator's opinion, might put the subject at risk or interfere with study results interpretation\n\n    For Females Only:\n17. Pregnant, or planning to become pregnant, at screening or anytime throughout the study period\n\n    * Note: For the sake of preserving scientific integrity, one or more of the eligibility criteria have been left off the list posted while the trial is ongoing. A full list of eligibility criteria will be posted upon completion of the trial.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Danielle Tenney",
                    "role": "CONTACT",
                    "phone": "248-551-3565",
                    "email": "danielle.tenney@corewellhealth.org"
                },
                {
                    "name": "Jennifer Giordano, BSN",
                    "role": "CONTACT",
                    "phone": "248-551-3517",
                    "email": "Jennifer.Giordano@beaumont.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Kenneth Peters, MD",
                    "affiliation": "Beaumont Hospital-Royal Oak",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Beaumont Hospital - Royal Oak",
                    "status": "RECRUITING",
                    "city": "Royal Oak",
                    "state": "Michigan",
                    "zip": "48073",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Danielle Tenney",
                            "role": "CONTACT",
                            "phone": "248-551-3565",
                            "email": "danielle.tenney@corewellhealth.org"
                        },
                        {
                            "name": "Jennifer Giordano, BSN",
                            "role": "CONTACT",
                            "phone": "248-551-3517",
                            "email": "Jennifer.Giordano@beaumont.org"
                        },
                        {
                            "name": "Kenneth Peters, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.48948,
                        "lon": -83.14465
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000053201",
                    "term": "Urinary Bladder, Overactive"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001745",
                    "term": "Urinary Bladder Diseases"
                },
                {
                    "id": "D000014570",
                    "term": "Urologic Diseases"
                },
                {
                    "id": "D000052776",
                    "term": "Female Urogenital Diseases"
                },
                {
                    "id": "D000005261",
                    "term": "Female Urogenital Diseases and Pregnancy Complications"
                },
                {
                    "id": "D000091642",
                    "term": "Urogenital Diseases"
                },
                {
                    "id": "D000052801",
                    "term": "Male Urogenital Diseases"
                },
                {
                    "id": "D000059411",
                    "term": "Lower Urinary Tract Symptoms"
                },
                {
                    "id": "D000020924",
                    "term": "Urological Manifestations"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M16355",
                    "name": "Syndrome",
                    "relevance": "LOW"
                },
                {
                    "id": "M27167",
                    "name": "Urinary Bladder, Overactive",
                    "asFound": "Overactive Bladder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5026",
                    "name": "Urinary Bladder Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M17319",
                    "name": "Urologic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M2875",
                    "name": "Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M27093",
                    "name": "Female Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14127",
                    "name": "Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M8399",
                    "name": "Female Urogenital Diseases and Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M27095",
                    "name": "Male Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M29464",
                    "name": "Lower Urinary Tract Symptoms",
                    "relevance": "LOW"
                },
                {
                    "id": "M22659",
                    "name": "Urological Manifestations",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                }
            ]
        }
    },
    "hasResults": false
}