{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04055948",
            "orgStudyIdInfo": {
                "id": "CASE4Y19"
            },
            "organization": {
                "fullName": "Case Comprehensive Cancer Center",
                "class": "OTHER"
            },
            "briefTitle": "Building Family Caregiver Skills Using a Simulation-Based Intervention for Care of Cancer Patients",
            "officialTitle": "Building Family Caregiver Skills Using a Simulation-Based Intervention for Care of Patients With Cancer",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "building-family-caregiver-skills-using-a-simulation-based-intervention-for-care-of-cancer-patients"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-09",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2019-12-17",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-06-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-06-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2019-08-07",
            "studyFirstSubmitQcDate": "2019-08-12",
            "studyFirstPostDateStruct": {
                "date": "2019-08-14",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-09-26",
            "lastUpdatePostDateStruct": {
                "date": "2023-09-28",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Case Comprehensive Cancer Center",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this study is to learn whether an education and support program can help caregivers feel more confident in technical and communication skills needed to care for a person with cancer. Patients with cancer and their caregivers face many challenges. These include learning about cancer and its treatment, coping with symptoms from illness and treatment side effects, making adjustments to usual activities, and managing the emotional effects of having a serious illness. This study is testing whether different forms of education and support can help caregivers feel better prepared. To find out if education about caregiving and different kinds of support are effective, study personnel will compare approaches to help find ways to improve the services that are provided to caregivers during cancer treatment. About 180 patients and their caregivers at the Seidman Cancer Center will take part in this study. Participating in research is voluntary and this study is funded by the National Institute of Health.",
            "detailedDescription": "This is a 2-group, prospective, randomized controlled design to test the effect of an intervention, as compared to a usual care control group, on family caregivers (CG) outcomes, patient outcomes, and healthcare utilization outcomes during treatment.\n\nThe objectives of this study are to:\n\n* Evaluate the effect of a CG intervention, as compared to a control group, on CG primary (anxiety) and secondary (depression, health-related quality of life \\[HRQOL\\], and fatigue) outcomes.\n* Measure the effect of the intervention, as compared to a control group, on patient outcomes (HRQOL and interrupted treatment course), and healthcare utilization outcomes (unplanned hospital admissions, unplanned emergency room visits, and unplanned use of intravenous \\[IV\\] fluids).\n* Determine if CG self-efficacy mediates the effect of the intervention on CG anxiety.\n* Determine if patient illness factors, care demands (hours per week spent caregiving), and patient and CG demographic factors moderate the relationship between the intervention and CG outcomes.\n* Compare the costs of healthcare utilization (unplanned hospital admission, unplanned emergency room visits, and unplanned use of IV fluids) between the intervention and control groups."
        },
        "conditionsModule": {
            "conditions": [
                "Cancer"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Randomization will be done using the minimization stratified randomization technique (QMinim). Stratification variables will be CG gender, CG age, and patient cancer type.",
                "primaryPurpose": "SUPPORTIVE_CARE",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "maskingDescription": "Research Assistant (RA) will be blind to which group CG is assigned.",
                    "whoMasked": [
                        "INVESTIGATOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 180,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Control - Standard of Care",
                    "type": "NO_INTERVENTION",
                    "description": "- All participants will be screened for health literacy using a 4-item Brief Health Literacy Screening Tool (BRIEF)"
                },
                {
                    "label": "Intervention",
                    "type": "EXPERIMENTAL",
                    "description": "* All participants will be screened for health literacy using a 4-item Brief Health Literacy Screening Tool (BRIEF)\n* Three in-person, one-on-one teaching sessions with the caregiver during radiation treatments, followed by a telephone booster contact 2 weeks post-treatment.",
                    "interventionNames": [
                        "Behavioral: One-on-one teaching sessions",
                        "Behavioral: Telephone booster contact"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "One-on-one teaching sessions",
                    "description": "One-on-one teaching sessions with the caregiver during radiation treatments. (note - intervention sessions 2 \\& 3 delivered by phone during COVID-19)",
                    "armGroupLabels": [
                        "Intervention"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Telephone booster contact",
                    "description": "Telephone booster contact 2 weeks post-treatment.",
                    "armGroupLabels": [
                        "Intervention"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "CG anxiety at 20 weeks post-treatment",
                    "description": "Difference in CG anxiety between the intervention and control groups at 20 weeks post-radiation treatment.\n\nCG anxiety will be measured with the Patient-Reported Outcomes Measurement Information System (PROMIS) Anxiety Short Form 7a. This 7-item questionnaire assesses self-reported fear, worry, anxiety, tension, nervousness, and restlessness in the family caregiver over the last 7 days.\n\nThis outcome will be reporting the average T-score for anxiety as measured by the PROMIS scale. Raw scores range from 7 to 35. Each participant's raw score on the scale will be converted to a standardized T-score that has a mean of 50 and a standard deviation of 10. A higher T-score represents greater anxiety. For example, a T-score of 60 is one standard deviation worse anxiety than average.",
                    "timeFrame": "20 weeks post treatment"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "CG anxiety at the end of radiation treatment",
                    "description": "Difference in CG anxiety between the intervention and control groups at the end of radiation treatment\n\nCG anxiety will be measured with the Patient-Reported Outcomes Measurement Information System (PROMIS) Anxiety Short Form 7a. This 7-item questionnaire assesses self-reported fear, worry, anxiety, tension, nervousness, and restlessness in the family caregiver over the last 7 days.\n\nThis outcome will be reporting the average T-score for anxiety as measured by the PROMIS scale. Raw scores range from 7 to 35. Each participant's raw score on the scale will be converted to a standardized T-score that has a mean of 50 and a standard deviation of 10. A higher T-score represents greater anxiety. For example, a T-score of 60 is one standard deviation worse anxiety than average.",
                    "timeFrame": "At end of treatment, average of seven weeks"
                },
                {
                    "measure": "CG anxiety at 4 weeks post treatment",
                    "description": "CG anxiety between the intervention and control groups at 4 weeks post treatment.\n\nCG anxiety will be measured with the Patient-Reported Outcomes Measurement Information System (PROMIS) Anxiety Short Form 7a. This 7-item questionnaire assesses self-reported fear, worry, anxiety, tension, nervousness, and restlessness in the family caregiver over the last 7 days.\n\nThis outcome will be reporting the average T-score for anxiety as measured by the PROMIS scale. Raw scores range from 7 to 35. Each participant's raw score on the scale will be converted to a standardized T-score that has a mean of 50 and a standard deviation of 10. A higher T-score represents greater anxiety. For example, a T-score of 60 is one standard deviation worse anxiety than average.",
                    "timeFrame": "4 weeks post treatment"
                },
                {
                    "measure": "CG depression",
                    "description": "CG depression will be measured with the PROMIS Depression Short Form 8b. This 8-item questionnaire assesses caregiver self-reported negative mood (sadness, guilt), views of self (worthlessness), and social cognition (loneliness), as well as decreased positive affect and engagement. It assesses depression over the last 7 days.\n\nThis outcome will be reporting the average T-score for depression as measured by the PROMIS scale. Raw scores range from 8 to 40. Each participant's raw score on the scale will be converted to a standardized T-score that has a mean of 50 and a standard deviation of 10. A higher T-score represents greater depression. For example, a T-score of 60 is one standard deviation worse depression than average.",
                    "timeFrame": "at baseline, at end of treatment (average of seven weeks), and at 4 and 20 weeks post treatment"
                },
                {
                    "measure": "CG HRQOL as measured by PROMIS Global Health Scale Global Physical Health and Global Mental Health domains",
                    "description": "The PROMIS Global Health Scale will be scored as two separate domains - Global Physical Health and Global Mental Health. These domains are not combined for a total score. Raw scores range from 4 to 20. Each participant's raw score on the scale will be converted to a standardized T-score that has a mean of 50 and a standard deviation of 10. A higher T-score represents better health (Global Physical Health or Global Mental Health) than the general population. For example, a T-score of 60 is one standard deviation better health than average",
                    "timeFrame": "at baseline, at end of treatment (average of seven weeks), and at 4 and 20 weeks post treatment"
                },
                {
                    "measure": "CG fatigue",
                    "description": "CG fatigue will be measured with the PROMIS Fatigue Short Form 7a, a 7-item questionnaire that evaluates the self-reported experience of fatigue (frequency, duration, intensity) and the impact of fatigue on daily activities. It assesses fatigue over the last 7 days.\n\nThis outcome will be reporting the average T-score for fatigue. Raw scores range from 7 to 35. Each participant's raw score on the scale will be converted to a standardized T-score that has a mean of 50 and a standard deviation of 10. A higher T-score represents greater fatigue. For example, a T-score of 60 is one standard deviation worse fatigue than average.",
                    "timeFrame": "at baseline, at end of treatment (average of seven weeks), and at 4 and 20 weeks post treatment"
                },
                {
                    "measure": "Participant HRQOL (cancer patient) as measured by FACT-C",
                    "description": "Participant HRQOL will be measured using the disease-specific versions of FACT-G that include common subscales (physical, social, emotional, and functional well-being) plus cancer-specific questions. The effect of the intervention on HRQOL across diagnoses will be analyzed using the common subscales. The symptom experience with each diagnostic group will be described using the cancer-specific subscale.\n\nParticipants rate their response to each item on a 5-point Likert-type scale. After reverse-scoring negatively worded questions, items are summed. Higher scores indicate better quality of life.\n\nThe FACT - Colorectal (FACT-C, Version 4) is a 37-item questionnaire that measures self-reported HRQOL in patients with colorectal cancer over the last 7 days.",
                    "timeFrame": "at baseline, at end of treatment (average of seven weeks), and at 4 and 20 weeks post treatment"
                },
                {
                    "measure": "Participant HRQOL (cancer patient) as measured by FACT-H&N",
                    "description": "Participant HRQOL will be measured using the disease-specific versions of FACT-G that include common subscales (physical, social, emotional, and functional well-being) plus cancer-specific questions. The effect of the intervention on HRQOL across diagnoses will be analyzed using the common subscales. The symptom experience with each diagnostic group will be described using the cancer-specific subscale.\n\nParticipants rate their response to each item on a 5-point Likert-type scale. After reverse-scoring negatively worded questions, items are summed. Higher scores indicate better quality of life.\n\nThe FACT - Head \\& Neck Scale (FACT-H\\&N, Version 4) is a 39-item questionnaire that assesses self-reported HRQOL in patients with head \\& neck cancer over the last 7 days",
                    "timeFrame": "at baseline, at end of treatment (average of seven weeks), and at 4 and 20 weeks post treatment"
                },
                {
                    "measure": "Participant HRQOL (cancer patient) as measured by FACT - E",
                    "description": "Participant HRQOL will be measured using the disease-specific versions of FACT-G that include common subscales (physical, social, emotional, and functional well-being) plus cancer-specific questions. The effect of the intervention on HRQOL across diagnoses will be analyzed using the common subscales and will describe the symptom experience within each diagnostic group using the cancer-specific subscale.\n\nParticipants rate their response to each item on a 5-point Likert-type scale. After reverse-scoring negatively worded questions, items are summed. Higher scores indicate better quality of life.\n\nThe FACT - Esophageal (FACT-E)",
                    "timeFrame": "at baseline, at end of treatment (average of seven weeks), and at 4 and 20 weeks post treatment"
                },
                {
                    "measure": "Participant HRQOL (cancer patient) as measured by FACT-L",
                    "description": "Participant HRQOL will be measured using the disease-specific versions of FACT-G that include common subscales (physical, social, emotional, and functional well-being) plus cancer-specific questions. The effect of the intervention on HRQOL across diagnoses will be analyzed using the common subscales and will describe the symptom experience within each diagnostic group using the cancer-specific subscale.\n\nParticipants rate their response to each item on a 5-point Likert-type scale. After reverse-scoring negatively worded questions, items are summed. Higher scores indicate better quality of life.\n\nThe FACT - Lung (FACT-L)",
                    "timeFrame": "at baseline, at end of treatment (average of seven weeks), and at 4 and 20 weeks post treatment"
                },
                {
                    "measure": "Interrupted treatment",
                    "description": "Interrupted Radiation Treatment Course, defined as the total number of missed treatment days due to patient or caregiver reasons, will be determined from the patient's radiation therapy treatment record. Number of days of each episode of absence from treatment will also be recorded.",
                    "timeFrame": "At end of treatment, average of seven weeks"
                },
                {
                    "measure": "Healthcare utilization cost",
                    "description": "Healthcare utilization includes unplanned hospital admission, unplanned emergency room visits, and unplanned IV fluid use for treatment of dehydration.\n\nThese variables will be combined to compute a \"healthcare utilization cost\" for each participant. Medicare reimbursement rates will be used to estimate costs regardless of the age or insurance of the participant. Using the DRG, diagnosis and procedure codes we will determine what Medicare \"would have paid\" for those services, and will use that as a proxy for cost. Cost of IV fluids will be estimated using wholesale acquisition cost. Mean differences between the intervention and control groups will be analyzed using a two sample t-test for independent means.",
                    "timeFrame": "at baseline, at end of treatment (average of seven weeks), and at 4 and 20 weeks post treatment"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria (for patients):\n\n* Diagnosis of stage I, II, III cancers of the rectum, anus, and esophagus; stage III NSCLC; and stage I - IV A/B head/neck (tongue, gum, oral cavity, nasopharynx, oropharynx, hypopharynx, parotid, or larynx).\n* Receiving their first course of radiation therapy.\n* Has an identified family CG who is willing to participate.\n\nInclusion Criteria (for CGs):\n\n* Family member or friend of an adult patient described above; and\n* Identified by the patient as his/her primary CG, who is providing daily assistance and/or emotional support.\n\nExclusion Criteria:\n\n* Patients who do not have a caregiver will be excluded.\n* CGs of patients who are receiving hospice care will be excluded because of the patient's poor prognosis and multiple issues associated with end-of-life care.\n* CGs who are themselves undergoing active cancer treatment will be excluded (hormonal treatment allowed).",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Susan Mazanec, PhD",
                    "role": "CONTACT",
                    "phone": "1-800-641-2422",
                    "email": "CTUReferral@UHhospitals.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Susan Mazanec, PhD",
                    "affiliation": "University Hospitals Cleveland Medical Center, Case Comprehensive Cancer Center",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University Hospitals Cleveland Medical Center, Case Comprehensive Cancer Center",
                    "status": "RECRUITING",
                    "city": "Cleveland",
                    "state": "Ohio",
                    "zip": "44106",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Susan Mazanec, PhD",
                            "role": "CONTACT",
                            "phone": "800-641-2422",
                            "email": "CTUReferral@UHhospitals.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.4995,
                        "lon": -81.69541
                    }
                },
                {
                    "facility": "MetroHealth Medical Center",
                    "status": "RECRUITING",
                    "city": "Cleveland",
                    "state": "Ohio",
                    "zip": "44109",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Peter M Laye, MD",
                            "role": "CONTACT",
                            "phone": "216-778-5470"
                        },
                        {
                            "name": "Peter M Laye, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.4995,
                        "lon": -81.69541
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "34107914",
                    "type": "DERIVED",
                    "citation": "Mazanec SR, Blackstone E, Daly BJ. Building family caregiver skills using a simulation-based intervention for care of patients with cancer: protocol for a randomized controlled trial. BMC Nurs. 2021 Jun 9;20(1):93. doi: 10.1186/s12912-021-00612-4."
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        }
    },
    "hasResults": false
}