{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05701111",
            "orgStudyIdInfo": {
                "id": "IRB-67441"
            },
            "organization": {
                "fullName": "Stanford University",
                "class": "OTHER"
            },
            "briefTitle": "Building Resilience at Schools: Emotional and Biological Assessment and Treatment of Traumatic Stress",
            "officialTitle": "Building Resilience at Schools: Emotional and Biological Assessment and Treatment of Traumatic Stress",
            "therapeuticArea": [
                "Other"
            ],
            "study": "building-resilience-at-schools-emotional-and-biological-assessment-and-treatment-of-traumatic-stress"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-03",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-02-23",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-05",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-05",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-12-19",
            "studyFirstSubmitQcDate": "2023-01-24",
            "studyFirstPostDateStruct": {
                "date": "2023-01-27",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-03-06",
            "lastUpdatePostDateStruct": {
                "date": "2024-03-08",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Victor Carrion",
                "investigatorTitle": "Professor and Vice-Chair of Psychiatry and Behavioral Sciences",
                "investigatorAffiliation": "Stanford University"
            },
            "leadSponsor": {
                "name": "Stanford University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Pure Edge Inc.",
                    "class": "UNKNOWN"
                },
                {
                    "name": "Iowa State University",
                    "class": "OTHER"
                },
                {
                    "name": "Ponce Health Sciences University",
                    "class": "UNKNOWN"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "In the last four years alone, residents of Puerto Rico have experienced a slew of natural disasters including Hurricane Maria in 2017, earthquakes in 2019 and 2020, the continued COVID-19 pandemic from 2020-2022, and most recently Hurricane Fiona. This series of distressing events can lead to an increased need for mental health resources and trauma treatment. Furthermore, the unique single-district structure of the Puerto Rican education system allows for the efficient dissemination of potential interventions and treatment to all students.\n\nThe purpose of this study is to examine two treatment conditions for educators and school-aged children in Puerto Rico experiencing burnout, fatigue, and high stress: delivery of a mindfulness-based educator curriculum and, for children who report Post Traumatic Stress Disorder (PTSD) symptomatology, delivery of the mindfulness curriculum with the additional intervention of Cue-Centered Therapy (CCT). The study has two aims: 1) To assess the efficacy of the mindfulness curriculum and of CCT in a population of students, counselors, and teachers, characterized by high stress over the last few years of natural disasters and pandemic challenges and 2) To identify genetic contributions to resilience by analyzing gene expression in students before and after the intervention.\n\nThe overarching goals of the investigators' research collaboration are to improve educators' psychological well-being and children's socioemotional development when faced with high stress and adversity and to improve mental health clinicians' competence and confidence in treating children exposed to trauma by training them in CCT. The investigators' research will identify critical biopsychosocial components responsible for the cognitive, behavioral, and emotional improvement and effective implementation strategies in a large but geographically dispersed school district. The knowledge base that will result from this study will inform the implementation of trauma-informed care in school settings and with populations experiencing stress and adversity, and contribute to the investigators' understanding of the underlying biology of these interventions to provide a rationale for further development and dissemination."
        },
        "conditionsModule": {
            "conditions": [
                "Post Traumatic Stress Disorder",
                "Complex Posttraumatic Stress Disorder",
                "Stress",
                "Burn Out",
                "Mental Health Issue"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "SEQUENTIAL",
                "interventionModelDescription": "At Time 1, all participating students undergo a mindfulness curriculum in the classroom, and a subset that reports PTSD symptomatology will continue to receive Cue Centered Therapy at TIme 2 after completing the mindfulness curriculum. A subset of Time 1 students will be randomly selected for DNA buccal swabs at all three time points. All participating teachers undergo training for and implementation of the mindfulness curriculum. All participating counselors undergo training for and implementation of Cue-Centered Therapy.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 80800,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Mindfulness Curriculum",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will undergo a mindfulness curriculum in the classroom for 6-8 weeks and complete surveys before the start and after completion.",
                    "interventionNames": [
                        "Behavioral: Start with the Heart Students"
                    ]
                },
                {
                    "label": "Teachers",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will be trained in the mindfulness curriculum and implement it in the classroom for 6-8 weeks. They will complete surveys before training and after implementation.",
                    "interventionNames": [
                        "Behavioral: Start with the Heart Teachers"
                    ]
                },
                {
                    "label": "Counselors",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will be trained in Cue-Centered Therapy and implement the treatment with student clients for 15-18 weeks. They will complete surveys before training and after 3 months after the start of implementation.",
                    "interventionNames": [
                        "Behavioral: Cue Centered Therapy Counselors"
                    ]
                },
                {
                    "label": "CCT",
                    "type": "EXPERIMENTAL",
                    "description": "Participants that report PTSD symptomatology during the mindfulness curriculum surveys will be eligible to participate in Cue-Centered Therapy treatment for 15-18 weeks. They will complete surveys before and after treatment.",
                    "interventionNames": [
                        "Behavioral: Cue Centered Therapy Students"
                    ]
                },
                {
                    "label": "iSWAB-DNA",
                    "type": "OTHER",
                    "description": "Students that give prior consent to participating in DNA buccal swabs and the mindfulness curriculum are randomly selected to give buccal swabs prior to and after the mindfulness curriculum intervention. A subset of those students that qualify for CCT will give another buccal swab after CCT completion. DNA will be sent to Dr. Urban's lab for analysis of genetic resilience markers.",
                    "interventionNames": [
                        "Behavioral: Start with the Heart Students",
                        "Behavioral: Cue Centered Therapy Students",
                        "Genetic: iSWAB-DNA"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Start with the Heart Students",
                    "description": "The Start with the Heart curriculum includes psychoeducation, lessons, and activities, on mindfulness, neurobiology, meditation, positive thinking, movement, and nutrition to promote well-being. The curriculum will be taught in the classroom to students for 15-20 min per day for 6-8 weeks.",
                    "armGroupLabels": [
                        "Mindfulness Curriculum",
                        "iSWAB-DNA"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Start with the Heart Teachers",
                    "description": "Pure Edge Inc will train teachers to deliver the Start with the Heart curriculum. The training emphasizes the neuroscience of stress and educator self-care. The teachers will implement the training in their respective classrooms for 6-8 weeks.",
                    "armGroupLabels": [
                        "Teachers"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Cue Centered Therapy Counselors",
                    "description": "The Early Life Stress and Resilience Program team members will train school counselors on Cue-Centered Therapy through self-paced online modules, virtual and in-person live training, and office hours as needed. Counselors will implement the intervention with eligible students for 15-18 weeks.",
                    "armGroupLabels": [
                        "Counselors"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Cue Centered Therapy Students",
                    "description": "Students who report a threshold of PTSD symptoms will be offered participation in Cue-Centered Therapy with their school counselors. They will have one-on-one therapy that targets trauma experiences through cognitive behavioral tools, narrative therapy, exposure therapy, psychoeducation, and more. Their caregivers will be involved as needed. They will enroll in treatment for 15-18 weeks.",
                    "armGroupLabels": [
                        "CCT",
                        "iSWAB-DNA"
                    ]
                },
                {
                    "type": "GENETIC",
                    "name": "iSWAB-DNA",
                    "description": "Eligible students will give DNA buccal swabs at 2-3 time points for later analysis of genetic markers.",
                    "armGroupLabels": [
                        "iSWAB-DNA"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Mean Change from Baseline in Resilience Score",
                    "description": "Resilience is assessed using the Child/Youth and Adult Resilience Measure on a 5- point Likert scale. Score range 1 to 5 (1=Not at all, 5=A lot). The total score is summed. Changes in scores will be assessed between all time points.",
                    "timeFrame": "Three time points: Baseline, week 8, week 23"
                },
                {
                    "measure": "Mean Change from Baseline in Work Self-Efficacy Score",
                    "description": "Work Self-Efficacy is assessed on a 5- point Likert scale. Score range 1 to 5 (1=Not well at all, 5=Very Well). The total score is summed. Changes in scores will be assessed between all time points.",
                    "timeFrame": "Teachers: Baseline, week 8; Counselors: Baseline, week 23"
                },
                {
                    "measure": "Mean Change from Baseline in Anxiety Score",
                    "description": "Generalized Anxiety Disorder (GAD) symptoms are assessed using the GAD-7 on a 4- point Likert scale. Score range 0 to 3 (0=Not at all, 3=Nearly every day). Total score is summed. Changes in scores will be assessed between all time points.",
                    "timeFrame": "Three time points: Baseline, week 8, week 23"
                },
                {
                    "measure": "Mean Change from Baseline in Depression Score",
                    "description": "Depression is assessed using the Patient Health Questionnaire (PHQ)-8 on a 4- point Likert scale. Score range 0 to 3 (0=Not at all, 3=Nearly every day). Total score is summed. Changes in scores will be assessed between all time points.",
                    "timeFrame": "Three time points: Baseline, week 8, week 23"
                },
                {
                    "measure": "Mean Change from Baseline in Somatic Symptoms Score",
                    "description": "Somatic symptoms are assessed using the PHQ-15 on a 3- point Likert scale. Score range 0 to 2 (0=Not bothered at all, 2=Bothered a lot). Total score is summed. Changes in scores will be assessed between all time points.",
                    "timeFrame": "Three time points: Baseline, week 8, week 23"
                },
                {
                    "measure": "Changes in Methylation Pattern of Genes",
                    "description": "Using DNA methylation to analyze DNA samples from buccal swabs to investigate genetic markers of resilience. Genetic markers to be analyzed include: CTNNB1, ITGB8, CSRP2, WTAP, TSC22D1, HNRNPH1, NTRK2, DCX, CDK14, PTNN, SLC1A3, IGFBP2, ERBB4. Changes in genetic expressions will be assessed between all time points.",
                    "timeFrame": "Three time points: Baseline, week 8, week 23"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Mean Change from Baseline in Family Functioning Score",
                    "description": "Family functioning are assessed using the Family Assessment Device on a 4- point Likert scale. Score range 1 to 4 (1=Strongly Agree, 4=Strongly Disagree). Unhealthy responses are reverse-scored and each subscale is averaged. Only the General Functioning subscale will be used for the study. Changes in scores will be assessed between all time points.",
                    "timeFrame": "Three time points: Baseline, week 8, week 23"
                },
                {
                    "measure": "Mean Change from Baseline in Sleep Quality Score",
                    "description": "Sleep quality is assessed using the Brief-Pittsburgh Sleep Quality Index. Questions are open answer (i.e. When have you usually gone to bed at night? How many hours of actual sleep did you get at night?). Total score is calculated by summing subscores of sleep duration, latency, day dysfunction, sleep efficiency, sleep quality, and meds. Changes in scores will be assessed between all time points.",
                    "timeFrame": "Three time points: Baseline, week 8, week 23"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Teachers and students at a participating school site, Adults and students/caregivers willing to participate in the study\n2. For Cue Centered Therapy:\n\n   1. Youth aged 11-17 with exposure to at least one Diagnostic Statistical Manual (DSM) 5-defined traumatic event and meeting threshold criteria for posttraumatic symptoms per the University of California Los Angeles (UCLA) PTSD scale.\n   2. Willingness to participate in therapy\n   3. Caregiver willing to participate in therapy\n   4. Perpetrator of the traumatic event is not living in the home with the child\n\nExclusion Criteria:\n\n1. For the general study and for Cue Centered Therapy:\n\n1. Students doing current trauma-focused interventions with a mental health professional\n2. Low cognitive functioning (IQ less than 70)\n3. Substance dependence as defined by DSM criteria\n4. Autism/Schizophrenia\n5. Clinically significant medical illness",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "11 Years",
            "maximumAge": "17 Years",
            "stdAges": [
                "CHILD"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Emily Lab Manager",
                    "role": "CONTACT",
                    "phone": "(650) 724- 6598",
                    "email": "emilywu@stanford.edu"
                },
                {
                    "name": "Elizabeth Lab Administrator",
                    "role": "CONTACT",
                    "phone": "(650) 721-3582",
                    "email": "eliz5@stanford.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Victor Carrion, M.D.",
                    "affiliation": "John A. Turner, M.D. Professor and Vice-Chair of Psychiatry and Behavioral Sciences at Stanford University and Director of the Stanford Early Life Stress and Resilience Program",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Hilit Kletter, Ph.D.",
                    "affiliation": "Clinical Associate Professor",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Alexander Urban, Ph.D.",
                    "affiliation": "Associate Professor",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Stanford University",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Palo Alto",
                    "state": "California",
                    "zip": "94305",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Emily Wu",
                            "role": "CONTACT",
                            "phone": "650-724-6598",
                            "email": "emilywu@stanford.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 37.44188,
                        "lon": -122.14302
                    }
                },
                {
                    "facility": "Centros Sor Isolina Ferre",
                    "status": "RECRUITING",
                    "city": "San Juan",
                    "zip": "00926",
                    "country": "Puerto Rico",
                    "contacts": [
                        {
                            "name": "María de Lourdes López",
                            "role": "CONTACT",
                            "phone": "787-842-0000",
                            "phoneExt": "1111",
                            "email": "mlopez@csifpr.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 18.46633,
                        "lon": -66.10572
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000040921",
                    "term": "Stress Disorders, Traumatic"
                },
                {
                    "id": "D000013313",
                    "term": "Stress Disorders, Post-Traumatic"
                }
            ],
            "ancestors": [
                {
                    "id": "D000068099",
                    "term": "Trauma and Stressor Related Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5326",
                    "name": "Burns",
                    "relevance": "LOW"
                },
                {
                    "id": "M24916",
                    "name": "Stress Disorders, Traumatic",
                    "asFound": "Stress Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M16103",
                    "name": "Stress Disorders, Post-Traumatic",
                    "asFound": "Posttraumatic Stress Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M1658",
                    "name": "Burnout, Psychological",
                    "relevance": "LOW"
                },
                {
                    "id": "M17685",
                    "name": "Wounds and Injuries",
                    "relevance": "LOW"
                },
                {
                    "id": "M222",
                    "name": "Trauma and Stressor Related Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                }
            ]
        }
    },
    "hasResults": false
}