{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05381766",
            "orgStudyIdInfo": {
                "id": "22-00299"
            },
            "organization": {
                "fullName": "NYU Langone Health",
                "class": "OTHER"
            },
            "briefTitle": "Building Access to Food Through Systems and Solidarity",
            "officialTitle": "Building Access to Food Through Systems and Solidarity (BASIS): a Subsidized and Culturally-adapted Produce Box Program for Immigrant Communities of Brooklyn, NY",
            "acronym": "BASIS",
            "therapeuticArea": [
                "Other"
            ],
            "study": "building-access-to-food-through-systems-and-solidarity"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-06-07",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-10-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-10-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-05-11",
            "studyFirstSubmitQcDate": "2022-05-18",
            "studyFirstPostDateStruct": {
                "date": "2022-05-19",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-22",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-24",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "NYU Langone Health",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute on Minority Health and Health Disparities (NIMHD)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "BASIS aims to implement a whole-of-community intervention in Brooklyn for improving diet and the social and /built environments for English-, Chinese-, Spanish-, and Bangla-speaking communities. This is achieved through five main pillars: by 1) improving food access (subsidized, culturally tailored fresh produce box program), 2) providing nutrition education, 3) conducting experiential learning (gardening workshops, cooking demonstrations, farm tours, physical activity sessions, arts-based sessions), 4) assisting with economic security (SNAP/WIC enrollment, workforce development, small business owner engagement), and 5) contributing to policy.",
            "detailedDescription": "This is a single-site program that will be evaluated over a period of 5 years using a multi-level, mixed methods approach. Each year, culturally appropriate produce will be provided weekly for 20 weeks to community members in Sunset Park and surrounding neighborhoods. Brooklyn Grange in Sunset Park will grow and provide Chinese specific produce and Angel Family Farm will grow and provide Mexican specific produce. Brooklyn Grange's CSA produce box will be valued at $25 and available on a sliding scale (for a fee ranging from $7 to $31 depending on the participant's self-identified situation). In a sliding scale model, each participant contributes the same percentage of income on food but participants can choose the price point they want to pay based on their individual situation and financial resources. Angel Family Farm's subsidized CSA produce box will be valued at $30 and available for a fee of up to $15, which was determined to be acceptable by community members. Participants that receive SNAP benefits can use their EBT card to cover their produce box fees. Education will be offered in the form of nutrition education, cooking tutorials, and farming information provided by staff at Brooklyn Grange.\n\nThere will be 3 comparison communities of Mexican and Chinese American individuals in NYC as part of the study's evaluation. Individuals from these communities will not be participating in the CSA produce box. For the Mexican community, we will focus on South Bronx where there are dense pockets of Mexican communities. For the Chinese community, we will focus on Chinatown, Manhattan and Flushing, Queens."
        },
        "conditionsModule": {
            "conditions": [
                "Diet Habit"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 4000,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Intervention Group - CSA Model",
                    "type": "EXPERIMENTAL",
                    "description": "English-, Chinese-, Spanish-, and Bangladeshi-speaking community members (adults 18+ years) residing in Sunset Park and surrounding neighborhoods will participate in a culturally adapted systems-level program for improving diet. The intervention will be evaluated through baseline and follow-up surveys and skin carotenoid assessments.",
                    "interventionNames": [
                        "Other: CSA Model"
                    ]
                },
                {
                    "label": "Control Group",
                    "type": "NO_INTERVENTION",
                    "description": "Mexican-identifying community members (adults 18+ years) residing in Mott Haven, Bronx and Chinese-identifying community members (adults 18+ years) residing in Chinatown, Manhattan and Flushing, Queens will form the comparison community. Recruited participants from the comparison communities will complete evaluation components (surveys and skin carotenoid assessments) but not receive the intervention."
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "CSA Model",
                    "description": "Community-supported agriculture (CSA) involves a community of individuals who support a farm and in return receive distributions of the farm's produce throughout the growing season. Culturally appropriate produce will be provided weekly for 20 weeks to community members in Sunset Park and surrounding neighborhoods. Brooklyn Grange in Sunset Park will grow and provide Chinese specific produce for a fee ranging from $7 to $31 depending on the participant's self-identified situation and Angel Family Farm will grow and provide Mexican specific produce for a fee of up to $15. Participants that receive SNAP benefits can use their EBT card to cover their produce box fees. Education will be offered in the form of nutrition education, cooking tutorials, and farming information provided by staff at Brooklyn Grange.",
                    "armGroupLabels": [
                        "Intervention Group - CSA Model"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in Fruit+Vegetable Intake as Measured by Skin Carotenoids",
                    "description": "Fruit and vegetable intake will be assessed by a composite measurement of skin carotenoids. Skin carotenoids are a biomarker of fruit and vegetable intake and will be measured using the Veggie Meter. The Veggie Meter is a non-invasive device about the size of a large stapler that plugs into the standard USB port of a laptop computer",
                    "timeFrame": "Baseline, Week 20"
                },
                {
                    "measure": "Change in Fruit+Vegetable Intake as Measured by Self-Report",
                    "description": "Self-report of fruit and vegetable intake will rely on food frequency-like questionnaires that will ask about amount and frequency of a list of common produce items (e.g., cucumbers, tomatoes) as well as specific produce items supplied in the BASIS produce box program. Fruit+vegetable intake is reported as a composite measure.",
                    "timeFrame": "Baseline, Week 20"
                },
                {
                    "measure": "Change in Neighborhood Social Cohesion",
                    "description": "Neighborhood social cohesion will be assessed using the 5-item scale developed by the Project on Human Development in Chicago Neighborhoods Community Survey. Participants may rate agreement/disagreement on a 5-point scale (scale: 1-strongly agree, 2-agree, 3-neutral, 4-disagree, 5-strongly disagree) with the following 5 statements: 1) People around here are willing to help their neighbors; 2) People in this neighborhood generally don't get along with each other; 3) People in this neighborhood can be trusted; 4) People in this neighborhood do not share the same values; and 5) Most people in this neighborhood know each other. Participant responses for questions 1, 3 and 5 will then be reverse coded (e.g., strongly agree was assigned a value of 5 instead of 1), such that a higher value was associated with a more positive response to each statement. The total score ranges from 5-25; higher scores indicate greater neighborhood social cohesion.",
                    "timeFrame": "Baseline, Week 20"
                },
                {
                    "measure": "Change in Sense of Belonging",
                    "description": "Sense of belonging will be measured using the 4-item Challenged Sense of Belonging Scale (CSBS). The CSBS is scored using a five-point Likert scale, where 1 indicates \"strongly agree\" and 5 indicates \"strongly disagree\". Each item on the scale is scored from 1 (low sense of belonging) to 5 (high sense of belonging). The total score is calculated by adding the manifest variables and dividing by the number of manifest variables, resulting in a score between 1 and 5; higher scores indicate a higher sense of belonging.",
                    "timeFrame": "Baseline, Week 20"
                },
                {
                    "measure": "Change in Ethnic Pride",
                    "description": "Ethnic pride will be measured using the 8-item Ethnic Affirmation and Belonging Scale. Items are scored on a 5-point Likert scale from 1-5. The total score is an average of the 8 item scores and ranges from 1-5; higher scores indicate greater ethnic pride.",
                    "timeFrame": "Baseline, Week 20"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in Cross-Cultural/Cross-Racial Understanding",
                    "description": "Cross-cultural/cross-racial understanding will be measured using the 'Other Group Orientation' subscale of the Multigroup Ethnic Identity Measure. The six-item subscale is rated on a 4-point scale (scale: 1-strongly agree, 2-agree, 4-disagree, 5-strongly disagree). The total score is an average of the 6 item scores and ranges from 1-5; higher scores indicate greater cross-cultural/cross-racial understanding.",
                    "timeFrame": "Baseline, Week 20"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\nCSA:\n\n* Adult age 18 years and over\n* Resides in Zip codes: 11204, 11209, 11214, 11215, 11217, 11218, 11219, 11220, 11228, 11232\n* Speak English, Mandarin, Cantonese, Spanish, or Bangla\n* Willing and able to provide consent\n\nComparison Communities:\n\n* Adult age 18 years and over\n* Currently living in South Bronx (Zip codes 10454, 10455, 10451, 10456, 10459), Chinatown (Zip codes 10038, 10002, 10013, 10012), or Flushing (Zip codes 11354, 11355, 11356, 11357, 11360, 11359, 11358, 11365, 11367, 11368)\n* Speak English, Mandarin, Cantonese, or Spanish\n* Willing and able to provide consent\n\nExclusion Criteria:\n\n• Unable to complete the baseline survey in English, Mandarin, Cantonese, Spanish or Bangla",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "85 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Stella Yi, MD",
                    "role": "CONTACT",
                    "phone": "646-501-3477",
                    "email": "Stella.Yi@nyulangone.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Stella Yi, MD",
                    "affiliation": "NYU Langone Health",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "NYU Langone Health",
                    "status": "RECRUITING",
                    "city": "New York",
                    "state": "New York",
                    "zip": "10016",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Stella Yi, MD",
                            "role": "CONTACT",
                            "phone": "646-501-3477",
                            "email": "Stella.Yi@nyulangone.org"
                        },
                        {
                            "name": "Stella Yi, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.71427,
                        "lon": -74.00597
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "All of the individual participant data collected during the trial, after deidentification.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "ICF"
            ],
            "timeFrame": "Beginning 9 months and ending 36 months following article publication or as required by a condition of awards and agreements supporting the research",
            "accessCriteria": "The investigator who proposed to use the data. Upon reasonable request, Requests should be directed to stella.yi@nyulangone.org. To gain access, data requestors will need to sign a data access agreement."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M5592",
                    "name": "Carotenoids",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}