{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06311838",
            "orgStudyIdInfo": {
                "id": "2023H0244"
            },
            "organization": {
                "fullName": "Ohio State University",
                "class": "OTHER"
            },
            "briefTitle": "Building Social and Structural Connections for the Prevention of Opioid Use Disorder Among Youth Experiencing Homelessness",
            "officialTitle": "Building Social and Structural Connections for the Prevention of Opioid Use Disorder Among Youth Experiencing Homelessness: An RCT Examining Biopsychosocial Mechanisms",
            "therapeuticArea": [
                "Other"
            ],
            "study": "building-social-and-structural-connections-for-the-prevention-of-opioid-use-disorder-among-youth-experiencing-homelessness"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-05-06",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2028-12-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2029-12-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-02-26",
            "studyFirstSubmitQcDate": "2024-03-13",
            "studyFirstPostDateStruct": {
                "date": "2024-03-15",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-12",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-13",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Ohio State University",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Homelessness severely affects health and well-being and is particularly negative for youth. Between 70-95% of youth experiencing homelessness (YEH) report problem substance use and 66-89% have a mental health disorder. Youth appear to be at greater risk for living on the streets or being homeless than adults and are more vulnerable to long term consequences of homelessness. Multiple social determinants of health (SDOH) are uniquely associated with homelessness, driving substance use and adverse mental health consequences. However, limited research has identified pragmatic interventions that have a long-term ameliorating impact on the complex, multi-symptomatic issues among these youth. This study overcomes prior gaps in research through testing a multi-component comprehensive prevention intervention targeting SDOH that may affect biopsychosocial health indicators and longer-term health outcomes. In partnership with a drop-in center for YEH, youth between the ages of 14 to 24 years, will be engaged and randomly assigned to conditions using a dismantling design so that essential intervention components can be efficiently identified. In particular, youth (N = 300) will be randomly assigned to a) Motivational Interviewing/Community Reinforcement Approach + Services as Usual (MI/CRA + SAU, n = 80), b) Strengths-Based Outreach and Advocacy + Services As Usual (SBOA + SAU, n = 80), c) MI/CRA + SBOA + SAU (n = 80) or d) SAU (n=60) through the drop-in center. In order to assess the longer-term prevention effects on substance use, mental health and other outcomes, all youth will be assessed at baseline and at 3, 6, 12, 18 and 24-months post-baseline. The primary goal of this study is to establish the impact of a comprehensive intervention embedded within a system that serves YEH, a community drop-in center, on youth's opioid misuse and disorder, other substance misuse and disorders, mental health diagnoses, and other targeted outcomes. This study will offer unique information on the physiological and psychological stress pathways underlying change for specific subgroups of youth along with cost estimates to inform future implementation efforts in drop-in centers around the country.",
            "detailedDescription": "Specific Aim 1. Using a dismantling randomized design, compare intervention conditions to determine those components essential for optimizing substance use and mental health: a) Strengths-Based Outreach and Advocacy (SBOA), b) Motivational Interviewing (MI)/Community Reinforcement Approach (CRA), c) SBOA+MI/CRA, and d) Services As Usual (SAU). Hypothesis. Youth assigned to SBOA+MI/CRA will show better short and long-term outcomes on Opioid Use Disorder prevention and on other substance use and mental health outcomes than youth assigned to either intervention alone or Services As Usual.\n\nSpecific Aim 2. Test whether intended change processes (social stability, psychosocial resources, stress) produce the desired change on substance use and mental health. Hypothesis. Inasmuch as the interventions trigger successful increases in social stability and psychosocial resources and reductions in stress, targeted outcomes will improve.\n\nSpecific Aim 3. Explore how the moderators of age, sex, race/ethnicity, sexual/gender minority status, and experience of childhood abuse and neglect influence intervention response.\n\nSpecific Aim 4. Determine cost effectiveness of the intervention approaches."
        },
        "conditionsModule": {
            "conditions": [
                "Opioid Use Disorder",
                "Dual Diagnosis",
                "Housing Problems",
                "Mental Disorder in Adolescence",
                "Risk Behavior",
                "Homelessness"
            ],
            "keywords": [
                "youth experiencing homelessness",
                "social determinants of health",
                "opioid use disorder",
                "substance use"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Using a dismantling, randomized controlled design, researchers will examine the singular and combined impact of Motivational Interviewing/Community Reinforcement Approach (MI/CRA) and Strengths-Based Outreach and Advocacy (SBOA) on substance use, mental health and other outcomes (e.g., housing stability, education, employment) with Youth Experiencing Homelessness (YEH) recruited from a local drop-in center.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "maskingDescription": "Assessors will be blind to intervention condition.",
                    "whoMasked": [
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 300,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Motivational Interviewing/Community Reinforcement Approach + Services as Usual (MI/CRA + SAU)",
                    "type": "EXPERIMENTAL",
                    "description": "The current evidence base recommends integrating treatments targeting both Substance Use Disorder and psychiatric disorders, especially combining Motivational Interviewing with behavioral interventions such as CRA or Cognitive Behaviorial Therapy.\n\nEnhancing intrinsic motivation for behavioral change is the central purpose of motivational interviewing (MI), a clinical method built on the insights and strategies described by Carl Rogers as client-centered therapy. MI is also directive, however, in selectively eliciting and reinforcing client \"change talk\". Typically offered as a brief intervention of 1-2 sessions, MI has a strong record of efficacy in the treatment of alcohol and other drug use disorders, mental health and other problematic behaviors.\n\nThe Community Reinforcement Approach (CRA) offers an empirically-based multifaceted approach to substance abuse/mental health treatment that also addresses many of the clinical needs of multi-problem homeless individuals.",
                    "interventionNames": [
                        "Behavioral: Motivational Interviewing/Community Reinforcement Approach (MI/CRA)",
                        "Behavioral: Services as Usual (SAU)"
                    ]
                },
                {
                    "label": "Strengths-Based Outreach and Advocacy + Services As Usual (SBOA +SAU)",
                    "type": "EXPERIMENTAL",
                    "description": "Some research suggests that engagement with an advocate is key to success when linking those experiencing homelessness to available services and supports in the community. The strengths model is based on the premise that the purpose of advocacy \"is to assist consumers in identifying, securing, and preserving the range of resources, both external and internal, needed to live in a normal, independent way in the community\". Strengths-based interventions focus on enhancing well-being and happiness rather than attempting to correct deficits or pathology. The advocate takes responsibility for securing needed services for the youth and remains a support as they traverse the system of care. The focus of the first several weeks of advocacy is on obtaining identification and ensuring basic needs are met (food, safety, medical care, housing, etc.). As basic needs are addressed, youth and advocates focus on other high need areas including education, employment, mental health and substance use.",
                    "interventionNames": [
                        "Behavioral: Strengths-Based Outreach and Advocacy (SBOA )",
                        "Behavioral: Services as Usual (SAU)"
                    ]
                },
                {
                    "label": "Motivational Interviewing/Community Reinforcement Approach (MI/CRA) + SBOA + SAU",
                    "type": "EXPERIMENTAL",
                    "description": "This intervention combines all three interventional models: Motivational Interviewing/Community Reinforcement Approach along with Strengths-Based Outreach and Advocacy and the Services as Usual.",
                    "interventionNames": [
                        "Behavioral: Motivational Interviewing/Community Reinforcement Approach (MI/CRA)",
                        "Behavioral: Strengths-Based Outreach and Advocacy (SBOA )",
                        "Behavioral: Services as Usual (SAU)"
                    ]
                },
                {
                    "label": "Services as Usual (SAU)",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "All youth will receive services as usual provided by the drop-in center.",
                    "interventionNames": [
                        "Behavioral: Services as Usual (SAU)"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Motivational Interviewing/Community Reinforcement Approach (MI/CRA)",
                    "description": "MI/CRA includes two Motivational Interviewing sessions and twelve 1-hour Community Reinforcement Approach sessions.",
                    "armGroupLabels": [
                        "Motivational Interviewing/Community Reinforcement Approach (MI/CRA) + SBOA + SAU",
                        "Motivational Interviewing/Community Reinforcement Approach + Services as Usual (MI/CRA + SAU)"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Strengths-Based Outreach and Advocacy (SBOA )",
                    "description": "The number of Strengths-Based Outreach and Advocacy sessions participants will receive are flexibly determined based upon youth needs.",
                    "armGroupLabels": [
                        "Motivational Interviewing/Community Reinforcement Approach (MI/CRA) + SBOA + SAU",
                        "Strengths-Based Outreach and Advocacy + Services As Usual (SBOA +SAU)"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Services as Usual (SAU)",
                    "description": "Participants assigned to this group will receive the standard services provided to all youth involved with the drop-in center.",
                    "armGroupLabels": [
                        "Motivational Interviewing/Community Reinforcement Approach (MI/CRA) + SBOA + SAU",
                        "Motivational Interviewing/Community Reinforcement Approach + Services as Usual (MI/CRA + SAU)",
                        "Services as Usual (SAU)",
                        "Strengths-Based Outreach and Advocacy + Services As Usual (SBOA +SAU)"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Form 90 Substance Use interview",
                    "description": "Self-reported interviewer-administered Form 90 Substance Use interview developed for National Institute on Alcohol Abuse and Alcoholism (NIAAA) funded Project Match. The Form 90 differentiates illicit drug use from prescribed drug use including marijuana.",
                    "timeFrame": "Administered at baseline, and 3-, 6-, and 12-, 18-, and 24-months post intervention."
                },
                {
                    "measure": "Shortened Inventory of Problems - Alcohol and Drugs (SIP-AD)",
                    "description": "The SIP-AD measures consequences related to impulse control and social responsibility, as well as physical, interpersonal, and intrapersonal domains with good psychometric properties.",
                    "timeFrame": "Administered at baseline, and 3-, 6-, and 12-, 18-, and 24-months post intervention."
                },
                {
                    "measure": "Presence of drugs of abuse",
                    "description": "One-step BMC ToxCup® Urine Test Kit Provides instant reading urine test for the presence or lack of detection of cannabinoids, amphetamines, methamphetamines, phencyclidine (PCP), cocaine/crack, and opiates. (Branan Medical Corp., Irvine, CA).\n\nDetection levels:\n\nMarijuana 50 ng/ml Cocaine 150 ng/ml Opiates 300 ng/ml Methamphetamine 500 ng/ml Ecstasy 500 ng/ml Phencyclidine 25 ng/ml Propoxyphene 300 ng/ml Benzodiazepines 300 ng/ml Barbiturates 300 ng/ml Methadone 300 ng/ml Buprenorphine 10 ng/ml Tricyclic Antidepressants 1000 ng/ml Oxycodone 100 ng/ml",
                    "timeFrame": "Administered at baseline, and 3-, 6-, and 12-, 18-, and 24-months post intervention."
                },
                {
                    "measure": "Beck Depression Inventory II (BDI-II)",
                    "description": "The most frequently used self-report instrument to assess mood, cognitive and somatic aspects of depression. The BDI-II has good psychometric properties. Scores range from 0 - 63 with higher scores indicating more depressived symptoms and worse outcomes.",
                    "timeFrame": "Administered at baseline, and 3-, 6-, and 12-, 18-, and 24-months post intervention."
                },
                {
                    "measure": "Beck Anxiety Inventory (BAI)",
                    "description": "Used to assess current anxiety symptoms via 21 items, rated in intensity with scores ranging from 0-63. It was developed to discriminate symptoms of anxiety from depressive symptoms, and has alpha coefficients ranging from 0.90-0.94. Higher scores indicate more anxiety symptoms and worse outcomes.",
                    "timeFrame": "Administered at baseline, and 3-, 6-, and 12-, 18-, and 24-months post intervention."
                },
                {
                    "measure": "Short Form-12",
                    "description": "Standardized, internationally used instrument that provides a general measure of health status.The 12 items on the SF-12 are summarized in two weighted summary scales, and generate a mental health and physical health score. Scores range from 1 -100. Lower scores indicate poorer health. Construct validity has been evaluated with adult users of a homeless day shelter",
                    "timeFrame": "Administered at baseline, and 3-, 6-, and 12-, 18-, and 24-months post intervention."
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Youth must meet the criteria for homelessness as defined by the McKinney-Vento Act: children and youth who lack a fixed, regular, and adequate nighttime residence; or live in a welfare hotel, or place without regular sleeping accommodations, or live in a shared residence with other persons due to the loss of one's housing or economic hardship\n* Must speak english adequately to complete measures\n\nExclusion Criteria:\n\n* Youth who have a stable housing situation.\n* Non-English speaker",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "14 Years",
            "maximumAge": "24 Years",
            "stdAges": [
                "CHILD",
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Jodi Ford, PhD",
                    "role": "CONTACT",
                    "phone": "614-292-6862",
                    "email": "ford.553@osu.edu"
                },
                {
                    "name": "Natasha Slesnick, PhD",
                    "role": "CONTACT",
                    "phone": "(614) 247-8469",
                    "email": "slesnick.5@osu.edu"
                }
            ],
            "locations": [
                {
                    "facility": "Star House",
                    "status": "RECRUITING",
                    "city": "Columbus",
                    "state": "Ohio",
                    "zip": "43201",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Natasha Slesnick, PhD",
                            "role": "CONTACT",
                            "phone": "614-247-8469",
                            "email": "slesnick.5@osu.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.96118,
                        "lon": -82.99879
                    }
                },
                {
                    "facility": "Ohio State University",
                    "status": "RECRUITING",
                    "city": "Columbus",
                    "state": "Ohio",
                    "zip": "43210",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jodi Ford, PhD",
                            "role": "CONTACT",
                            "phone": "614-292-6862",
                            "email": "ford.553@osu.edu"
                        },
                        {
                            "name": "Natasha Slesnick, PhD",
                            "role": "CONTACT",
                            "phone": "(614) 247-8469",
                            "email": "slesnick.5@osu.edu"
                        },
                        {
                            "name": "Jodi Ford, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Natasha Slesnick, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.96118,
                        "lon": -82.99879
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "The proposed research for public-use data sharing will include three data types: survey data, stress biomarker data, and activity-space data. The final survey dataset will include self-reported demographic, behavioral, social (e.g. exposures to adversity, including homelessness, violence, incarceration, etc.) and health-related data (e.g. psychosocial measures, mental and physical health symptoms/disorders and diagnoses, health services).\n\nThe data will be deposited with the Inter-University Consortium for Political and Social Research (ICPSR), an NIH funded data repository supported by National Institute on Drug Abuse as a data repository. The data from all 300 participants will be available for the six time-points of collection, made available in ICPSR preferred formats (e.g., CSV, SAS, SPSS) and securely transferred to ICPSR. Identifying (individual and location data) and personal health information will NOT be shared to protect participant confidentiality.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF"
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009293",
                    "term": "Opioid-Related Disorders"
                },
                {
                    "id": "D000019966",
                    "term": "Substance-Related Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "ancestors": [
                {
                    "id": "D000079524",
                    "term": "Narcotic-Related Disorders"
                },
                {
                    "id": "D000064419",
                    "term": "Chemically-Induced Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "asFound": "Mental Disorders",
                    "relevance": "HIGH"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M12244",
                    "name": "Opioid-Related Disorders",
                    "asFound": "Opioid Use Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M21837",
                    "name": "Substance-Related Disorders",
                    "asFound": "Opioid Use Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M2057",
                    "name": "Narcotic-Related Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M30302",
                    "name": "Chemically-Induced Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC25",
                    "name": "Substance Related Disorders"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M4033",
                    "name": "Analgesics, Opioid",
                    "relevance": "LOW"
                },
                {
                    "id": "M3777",
                    "name": "Ethanol",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Analg",
                    "name": "Analgesics"
                },
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "Infe",
                    "name": "Anti-Infective Agents"
                }
            ]
        }
    },
    "hasResults": false
}