{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05187182",
            "orgStudyIdInfo": {
                "id": "202202027"
            },
            "organization": {
                "fullName": "Washington University School of Medicine",
                "class": "OTHER"
            },
            "briefTitle": "CA-4948 in Combination With FOLFOX/PD-1 Inhibitor +/- Trastuzumab for Untreated Unresectable Gastric and Esophageal Cancer",
            "officialTitle": "Phase I Trial of CA-4948 in Combination With FOLFOX/PD-1 Inhibitor +/- Trastuzumab for Untreated Unresectable Gastric and Esophageal Cancer",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "ca-in-combination-with-folfox-pd-inhibitor-trastuzumab-for-untreated-unresectable-gastric-and-esophageal-cancer"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-12",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-06-02",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-09-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-06-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-12-23",
            "studyFirstSubmitQcDate": "2021-12-23",
            "studyFirstPostDateStruct": {
                "date": "2022-01-11",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-12-01",
            "lastUpdatePostDateStruct": {
                "date": "2023-12-04",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Washington University School of Medicine",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Curis, Inc.",
                    "class": "INDUSTRY"
                },
                {
                    "name": "The Foundation for Barnes-Jewish Hospital",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "This is a phase I trial of CA-4948 in combination with FOLFOX/PD-1 inhibitor with or without trastuzumab for unresectable gastric, GEJ, and esophageal cancer. During the Dose Escalation portion of the study, different dose levels of CA-4948 in combination with FOLFOX/nivolumab will be evaluated by BOIN algorithm.\n\nDose Expansion will include Cohorts A and B. Expansion Cohort A will enroll up to 12 patients with HER2 negative gastric, GEJ, and esophageal cancer at the expansion dose of CA-4948 determined during Dose Escalation and will use the same treatment regimen of FOLFOX/nivolumab. Expansion Cohort B will investigate CA-4948 at the dose determined during Dose Escalation in combination with FOLFOX/pembrolizumab and trastuzumab in up to 12 patients with HER2 positive disease; however, the initial 6 patients will be considered safety lead-in to confirm the safety and tolerability of this combination; if determined to be safe, an additional 6 patients will be enrolled for a total of 12 in Cohort B."
        },
        "conditionsModule": {
            "conditions": [
                "Gastric Cancer",
                "Esophageal Cancer",
                "Stomach Cancer",
                "Esophagus Cancer",
                "Gastroesophageal Junction Cancer"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "SEQUENTIAL",
                "interventionModelDescription": "The dose escalation phase will occur first. In the dose expansion phase, participants will be assigned to either Cohort A or Cohort B and treated in parallel.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 42,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Dose Escalation (CA4948 + FOLFOX + Nivolumab)",
                    "type": "EXPERIMENTAL",
                    "description": "* CA4948 (dose will depend on dose level assigned) twice daily by mouth. Standard of care mFOLFOX7 every 14 days. Nivolumab every 14 days.\n* Each cycle is 14 days.",
                    "interventionNames": [
                        "Drug: CA-4948",
                        "Biological: Nivolumab",
                        "Drug: mFOLFOX7"
                    ]
                },
                {
                    "label": "Dose Expansion Cohort A (CA4948 + FOLFOX + Nivolumab)",
                    "type": "EXPERIMENTAL",
                    "description": "* CA4948 (dose will be the recommended phase II dose found in the dose escalation portion of study) twice daily by mouth. Standard of care mFOLFOX7 every 14 days. Nivolumab every 14 days.\n* Each cycle is 14 days.",
                    "interventionNames": [
                        "Drug: CA-4948",
                        "Biological: Nivolumab",
                        "Drug: mFOLFOX7"
                    ]
                },
                {
                    "label": "Dose Expansion Cohort B (CA4948 + FOLFOX + Pembrolizumab + Trastuzumab)",
                    "type": "EXPERIMENTAL",
                    "description": "* CA4948 (dose will be the recommended dose found in the dose escalation portion of study) twice daily by mouth Standard of care mFOLFOX7 every 14 days. Pembrolizumab on day 1 of every 3 cycles. Trastuzumab every 14 days.\n* Each cycle is 14 days.",
                    "interventionNames": [
                        "Drug: CA-4948",
                        "Biological: Pembrolizumab",
                        "Drug: Trastuzumab",
                        "Drug: mFOLFOX7"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "CA-4948",
                    "description": "Provided by Curis, Inc.",
                    "armGroupLabels": [
                        "Dose Escalation (CA4948 + FOLFOX + Nivolumab)",
                        "Dose Expansion Cohort A (CA4948 + FOLFOX + Nivolumab)",
                        "Dose Expansion Cohort B (CA4948 + FOLFOX + Pembrolizumab + Trastuzumab)"
                    ]
                },
                {
                    "type": "BIOLOGICAL",
                    "name": "Nivolumab",
                    "description": "240 mg IV on Day 1 of each cycle",
                    "armGroupLabels": [
                        "Dose Escalation (CA4948 + FOLFOX + Nivolumab)",
                        "Dose Expansion Cohort A (CA4948 + FOLFOX + Nivolumab)"
                    ],
                    "otherNames": [
                        "Opdivo"
                    ]
                },
                {
                    "type": "BIOLOGICAL",
                    "name": "Pembrolizumab",
                    "description": "400 mg IV on Day 1 of every 3 cycles (C1D1, C4D1, C7D1,...) and dosing may continue for a max of 2 years",
                    "armGroupLabels": [
                        "Dose Expansion Cohort B (CA4948 + FOLFOX + Pembrolizumab + Trastuzumab)"
                    ],
                    "otherNames": [
                        "Keytruda"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Trastuzumab",
                    "description": "6 mg/kg IV loading dose on Cycle 1 Day 1 and 4 mg/kg IV on Day 1 of every subsequent cycle",
                    "armGroupLabels": [
                        "Dose Expansion Cohort B (CA4948 + FOLFOX + Pembrolizumab + Trastuzumab)"
                    ],
                    "otherNames": [
                        "Herceptin"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "mFOLFOX7",
                    "description": "Standard of care",
                    "armGroupLabels": [
                        "Dose Escalation (CA4948 + FOLFOX + Nivolumab)",
                        "Dose Expansion Cohort A (CA4948 + FOLFOX + Nivolumab)",
                        "Dose Expansion Cohort B (CA4948 + FOLFOX + Pembrolizumab + Trastuzumab)"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Safety of regimen as measured by number of adverse events",
                    "timeFrame": "From start of treatment through 30 days after completion of treatment (estimated to be 15 months)"
                },
                {
                    "measure": "Expansion dose of CA-4948 in combination with FOLFOX/PD-1 inhibitor with/without trastuzumab",
                    "timeFrame": "Completion of 2 cycles (each cycle is 14 days) for all participants enrolled in Dose Escalation portion of the study (estimated to be 19 months)"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Progression-free rate (PFR)",
                    "description": "* Proportion of participants with no disease progression\n* Progressive disease (PD): At least a 20% increase in the sum of the diameters of target lesions, taking as reference the smallest sum on study (this includes the baseline sum if that is the smallest on study). In addition to the relative increase of 20%, the sum must also demonstrate an absolute increase of at least 5 mm. Appearance of one or more new lesions and/or unequivocal progression of existing non-target lesions. Unequivocal progression should not normally trump target lesion status. It must be representative of overall disease status change, not a single lesion increase.",
                    "timeFrame": "At 6 months"
                },
                {
                    "measure": "Disease control rate (DCR)",
                    "description": "* Proportion of participants who had complete response, partial response, or stable disease by RECIST 1.1 Complete Response (CR): Disappearance of all target lesions. Any pathological lymph nodes (whether target or non-target) must have reduction in short axis to \\<10 mm. Disappearance of all non-target lesions and normalization of tumor marker level.\n* Partial Response (PR): At least a 30% decrease in the sum of the diameters of target lesions, taking as reference the baseline sum diameters.\n* Stable disease (SD): Neither sufficient shrinkage to qualify for PR nor sufficient increase to qualify for PD, taking as reference the smallest sum diameters while on study.",
                    "timeFrame": "At 6 months post study completion (estimated to be 20 months)"
                },
                {
                    "measure": "Overall response rate (ORR) per RECIST 1.1",
                    "description": "* Defined as number of participants with complete response or partial response per RECIST 1.1 guidelines.\n* Complete response (CR): Disappearance of all target lesions. Any pathological lymph nodes (whether target or non-target) must have reduction in short axis to \\<10 mm. Disappearance of all non-target lesions and normalization of tumor marker level.\n* Partial response (PR): At least a 30% decrease in the sum of the diameters of target lesions, taking as reference the baseline sum diameters.",
                    "timeFrame": "Through completion of treatment (estimated to be 14 months)"
                },
                {
                    "measure": "Overall response rate (ORR) per iRECIST",
                    "description": "-Defined as number of participants with complete response or partial response per iRECIST guidelines.",
                    "timeFrame": "Through completion of treatment (estimated to be 14 months)"
                },
                {
                    "measure": "Progression-free survival (PFS)",
                    "description": "* PFS is defined as the duration of time from start of treatment to time of progression or death, whichever occurs first. The alive patients without progression are censored at the date of last follow-up.\n* Progressive disease (PD): At least a 20% increase in the sum of the diameters of target lesions, taking as reference the smallest sum on study (this includes the baseline sum if that is the smallest on study). In addition to the relative increase of 20%, the sum must also demonstrate an absolute increase of at least 5 mm. Appearance of one or more new lesions and/or unequivocal progression of existing non-target lesions. Unequivocal progression should not normally trump target lesion status. It must be representative of overall disease status change, not a single lesion increase.",
                    "timeFrame": "At 1 year"
                },
                {
                    "measure": "Overall survival (OS)",
                    "description": "-OS is defined as the duration of time from start of treatment to time of death from any cause. The alive patients are censored at the date of last follow-up.",
                    "timeFrame": "At 1 year"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Advanced unresectable or metastatic histologically or cytologically confirmed adenocarcinoma or squamous cell carcinoma of the stomach, gastroesophageal junction, or esophagus\n* Measurable or evaluable disease defined by RECIST 1.1.\n* Lesions amenable to research biopsy. This criteria can be waived by the PI after documented discussion with the treating physician.\n* Known HER2 status if histology is adenocarcinoma prior to enrollment; results from local CLIA laboratory is acceptable.\n\n  * For Dose Escalation, patients are required to have documented HER2 negative cancer.\n  * For Dose Expansion, patients will be enrolled to either HER2 positive or negative cohorts at the time of enrollment\n* No prior systemic treatment for unresectable/advanced gastric, GEJ, or esophageal cancer.\n\n  * Neoadjuvant or adjuvant systemic therapy is allowed; however, surgical resection should have been \\> 12 months from planned C1D1.\n  * Up to two prior cycles of FOLFOX is allowed.\n  * Definitive chemoradiation is allowed if the last date of chemotherapy or radiation (whichever is more recent) is \\> 3 months from planned C1D1.\n  * Prior palliative radiation therapy, including brain radiation, in the unresectable setting is allowed, but the last treatment date should be \\>10 days from planned C1D1.\n* At least 18 years of age\n* ECOG performance status 0 or 1\n* Normal bone marrow and organ function as defined below:\n\n  * Absolute neutrophil count ≥ 1.5 K/cumm\n  * Platelets ≥ 100 K/cumm\n  * Hemoglobin ≥ 9.0 g/dL\n  * Total bilirubin ≤ 1.5 x IULN or ≤ 3 x IULN in patients with documented Gilbert's syndrome\n  * AST(SGOT)/ALT(SGPT) ≤ 2.0 x IULN, unless there are liver metastases in which case AST and ALT ≤ 5.0 x IULN\n  * Creatinine clearance ≥ 35 mL/min by Cockcroft-Gault\n* Creatinine phosphokinase (CPK) elevation at screening \\< Grade 2 (CPK \\< 2.5 x IULN)\n* Patients on a cholesterol lowering statin must be on a stable dose with no dose changes within 3 weeks prior to study start.\n* Expansion Cohort B patients only: LVEF above LLN as assessed by MUGA or ECHO\n* The effects of CA-4948 on the developing human fetus are unknown. For this reason, women of childbearing potential and men must agree to use adequate contraception (hormonal or barrier method of birth control, abstinence) prior to study entry and for the duration of study participation. Should a woman become pregnant or suspect she is pregnant while participating in this study, she must inform her treating physician immediately. Men treated or enrolled on this protocol must also agree to use adequate contraception prior to the study, for the duration of the study, and 3 months after completion of the study\n* Ability to understand and willingness to sign an IRB approved written informed consent document (or that of legally authorized representative, if applicable).\n\nExclusion Criteria:\n\n* Current use or anticipated need for alternative, holistic, naturopathic, or botanical formulations used for the purpose of cancer treatment. Use of medical marijuana is permitted.\n* A history of other malignancy with the exception of 1) malignancies for which all treatment was completed at least 2 years before registration and the patient has no evidence of disease; 2) or known indolent malignancies that do not require treatment and will likely not alter the course of treatment of metastatic gastric, GEJ, or esophageal cancer.\n* History of allogeneic organ or stem cell transplant\n* Currently receiving any other investigational therapeutic agents. Investigational tracers related to imaging studies are allowed with a 7 day-washout.\n* Clinically active CNS metastasis; treated and asymptomatic metastasis allowed at the discretion of the PI. Radiotherapy to the brain must be completed \\> 10 days prior to planned C1D1.\n* A history of allergic reactions attributed to compounds of similar chemical or biologic composition to CA-4948, FOLFOX, nivolumab, trastuzumab or other agents used in the study.\n* Concomitant use of drugs with a known risk of causing prolonged QTc and/or Torsades de Pointes or a history of risk factors for Torsades de Pointes.\n* Presence of interstitial lung disease or pneumonitis ≥ G2\n* Administration of a live attenuated vaccine within 30 days prior to enrollment.\n* QTc (Bazett) \\>470ms on screening EKG\n* Gastrointestinal condition which could impair absorption of CA-4948 or inability to ingest CA-4948\n* Uncontrolled intercurrent illness including, but not limited to, ongoing or active infection, symptomatic congestive heart failure, unstable angina pectoris, or cardiac arrhythmia\n* Pregnant and/or breastfeeding. Women of childbearing potential must have a negative pregnancy test within 7 days of study entry.\n* Patients with HIV are eligible unless their CD4+ T-cell counts are \\< 350 cells/mcL or they have a history of AIDS-defining opportunistic infection within the 12 months prior to registration. Concurrent treatment with effective ART according to DHHS treatment guidelines is recommended. Recommend exclusion of specific ART agents based on predicted drug-drug interactions (i.e., for sensitive CYP3A4 substrates, concurrent strong CYP3A4 inhibitors (ritonavir and cobicistat) or inducers (efavirenz) should be contraindicated).\n* Participants with active, known or suspected autoimmune disease. Participants with vitiligo, type I diabetes mellitus, residual hypothyroidism due to autoimmune condition only requiring hormone replacement, euthyroid participants with a history of Grave's disease (participants with suspected autoimmune thyroid disorders must be negative for thyroglobulin and thyroid peroxidase antibodies and thyroid stimulating immunoglobulin prior to first dose of study treatment), psoriasis not requiring systemic treatment, or conditions not expected to recur in the absence of an external trigger are permitted to enroll after discussing with the PI.\n* Participants with a condition requiring systemic treatment with either corticosteroids (\\> 10 mg daily prednisone or equivalent) or other immunosuppressive medications within 14 days of study treatment except for adrenal replacement steroid doses \\> 10 mg daily prednisone equivalent in the absence of active autoimmune disease. Note: treatment with a short course of steroids (\\< 5 days) up to 7 days prior to initiating study treatment is permitted. Inhaled intranasal, intra-articular, and topical steroid uses are permitted.\n* Patients are unwilling to adhere to the lifestyle guidance in protocol.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Patrick Grierson, M.D., Ph.D.",
                    "role": "CONTACT",
                    "phone": "314-747-7689",
                    "email": "grierson@wustl.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Patrick Grierson, M.D., Ph.D.",
                    "affiliation": "Washington University School of Medicine",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Washington University School of Medicine",
                    "status": "RECRUITING",
                    "city": "Saint Louis",
                    "state": "Missouri",
                    "zip": "63110",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Patrick Grierson, M.D., Ph.D.",
                            "role": "CONTACT",
                            "phone": "314-747-7689",
                            "email": "grierson@wustl.edu"
                        },
                        {
                            "name": "Patrick Grierson, M.D., Ph.D.",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Olivia Aranha, M.D., Ph.D.",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Matthew Ciorba, M.D.",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Kian-Huat Lim, M.D., Ph.D.",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Michael Iglesia, M.D., Ph.D.",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Katrina Pedersen, M.D.",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Rama Suresh, M.D.",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Benjamin Tan, M.D.",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Nikolaos Trikalinos, M.D.",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "David DeNardo, Ph.D.",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Feng Gao, Ph.D.",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.62727,
                        "lon": -90.19789
                    }
                }
            ]
        },
        "referencesModule": {
            "seeAlsoLinks": [
                {
                    "label": "Alvin J. Siteman Cancer Center at Barnes-Jewish Hospital and Washington University School of Medicine",
                    "url": "http://www.siteman.wustl.edu"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000013274",
                    "term": "Stomach Neoplasms"
                },
                {
                    "id": "D000004938",
                    "term": "Esophageal Neoplasms"
                }
            ],
            "ancestors": [
                {
                    "id": "D000005770",
                    "term": "Gastrointestinal Neoplasms"
                },
                {
                    "id": "D000004067",
                    "term": "Digestive System Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000004066",
                    "term": "Digestive System Diseases"
                },
                {
                    "id": "D000005767",
                    "term": "Gastrointestinal Diseases"
                },
                {
                    "id": "D000013272",
                    "term": "Stomach Diseases"
                },
                {
                    "id": "D000006258",
                    "term": "Head and Neck Neoplasms"
                },
                {
                    "id": "D000004935",
                    "term": "Esophageal Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M16064",
                    "name": "Stomach Neoplasms",
                    "asFound": "Stomach Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M8088",
                    "name": "Esophageal Neoplasms",
                    "asFound": "Esophageal Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7256",
                    "name": "Digestive System Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M8886",
                    "name": "Gastrointestinal Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M7255",
                    "name": "Digestive System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8883",
                    "name": "Gastrointestinal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M16062",
                    "name": "Stomach Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M9348",
                    "name": "Head and Neck Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M8085",
                    "name": "Esophageal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T5486",
                    "name": "Stomach Cancer",
                    "asFound": "Stomach Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "T2141",
                    "name": "Esophageal Cancer",
                    "asFound": "Esophageal Cancer",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC06",
                    "name": "Digestive System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "C000582435",
                    "term": "Pembrolizumab"
                },
                {
                    "id": "D000077594",
                    "term": "Nivolumab"
                },
                {
                    "id": "D000068878",
                    "term": "Trastuzumab"
                }
            ],
            "ancestors": [
                {
                    "id": "D000074322",
                    "term": "Antineoplastic Agents, Immunological"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                },
                {
                    "id": "D000082082",
                    "term": "Immune Checkpoint Inhibitors"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M349416",
                    "name": "Pembrolizumab",
                    "asFound": "Mg/m2",
                    "relevance": "HIGH"
                },
                {
                    "id": "M325",
                    "name": "Trastuzumab",
                    "asFound": "Follow-up",
                    "relevance": "HIGH"
                },
                {
                    "id": "M1854",
                    "name": "Nivolumab",
                    "asFound": "Technique",
                    "relevance": "HIGH"
                },
                {
                    "id": "M1346",
                    "name": "Antineoplastic Agents, Immunological",
                    "relevance": "LOW"
                },
                {
                    "id": "M2342",
                    "name": "Immune Checkpoint Inhibitors",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}