{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06353711",
            "orgStudyIdInfo": {
                "id": "IRB-23-0746"
            },
            "secondaryIdInfos": [
                {
                    "id": "R34MH129782",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/R34MH129782"
                }
            ],
            "organization": {
                "fullName": "University of North Carolina, Charlotte",
                "class": "OTHER"
            },
            "briefTitle": "CA-LINC Black Youth Suicide Detection and Intervention Study",
            "officialTitle": "CA-LINC: A Culturally Adapted Care Coordination Suicide Detection and Intervention Model for Black Youth",
            "acronym": "CA-LINC",
            "therapeuticArea": [
                "Other"
            ],
            "study": "ca-linc-black-youth-suicide-detection-and-intervention-study"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-08",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-03",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-05",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-04-02",
            "studyFirstSubmitQcDate": "2024-04-02",
            "studyFirstPostDateStruct": {
                "date": "2024-04-09",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-04-08",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-10",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Sonyia Richardson",
                "investigatorTitle": "Assistant Professor",
                "investigatorAffiliation": "University of North Carolina, Charlotte"
            },
            "leadSponsor": {
                "name": "University of North Carolina, Charlotte",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute of Mental Health (NIMH)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The Culturally Adapted Linking Individuals Needing Care (CA-LINC) study will recruit a sample of Black youth to participate in a two-arm parallel-comparison single-blinded pilot randomized control trial (RCT). For the pilot RCT, 68 Black youth participants ages 14-19 who meet the inclusion criteria will be randomly assigned to one of two conditions: CA-LINC (n=34) or TAU (n=34).\n\nCA-LINC is a 90-day culturally adapted LINC intervention developed with and for Black youth. The CA-LINC intervention integrates engagement and follow-up strategies to assess/monitor suicide risk, facilitate service use referrals/linkages, develop/reﬁne safety plans, and create villages of care. The CA-LINC intervention incorporates African-centered principles and empowerment and motivational strategies aimed to support, enhance strengths, promote hope, improve family relationships, and reinforce caring messages. This consumer-, community-, and theory-driven care coordination intervention is designed to reduce suicide ideation and behavior (SIB) by improving service engagement and delivery standards.\n\nCA-LINC is implemented by Peer Support Specialists and Community Health Workers assigned to mental health \"hubs\" in Black Faith-Based Organizations (FBOs) that facilitate standardization and access to care for Black youth/families regardless of religious affiliation. Black FBOs effectively mobilize Black communities to promote positive health behaviors. The RCT will explore the \"fit\" of the culturally adapted intervention (CA-LINC) in Black communities in Charlotte, North Carolina, and inform a scalable RCT for a future study.",
            "detailedDescription": "Specific Aims:\n\nAim 1 (Phase 1): Adapt the LINC intervention to address practical, systemic, linguistic, cultural, and developmental needs of Black youth and caregivers. Tasks include:\n\n* Identify/assess stakeholder (youth, caregiver, provider, community) perceptions and needs to enhance suicide risk detection, service referrals/linkages, and service engagement using focus groups.\n* Conduct focus groups to obtain provider perceptions and feedback on clinical workflow processes (e.g., screening, eligibility protocol, warm hand-off referrals) and implementation strategies (e.g., assessment, contact sessions).\n* Adapt service delivery components and workflow and implementation strategies using an iterative process.\n\nAim 2 (Phase 2): Evaluate the feasibility and assess outcomes of CA-LINC via an open trial and small-scale pilot RCT. Tasks include:\n\n* Assess stakeholder perceptions on the acceptability/appropriateness of the adapted intervention.\n* Assess provider and community stakeholder perceptions on the practicality and integration of implementing and sustaining CA-LINC using existing community resources/infrastructure.\n* Evaluate the feasibility of study procedures for screening, recruitment, and randomization.\n* Evaluate treatment adherence, fidelity, and study retention.\n* Examine effect size estimates for differences in primary outcomes (suicide ideation and behaviors (SIB) measured by the Suicidal Ideation Questionnaire among Black youth randomly assigned to CA-LINC vs. Treatment as Usual (TAU).\n* Examine differences in potential change mechanisms (i.e., therapeutic alliance, service utilization, cultural humility, family relationships, engagement behaviors, and participation barriers) between LINC and TAU.\n\nProtocol/Procedures: Participants will participate in a care coordination intervention aimed at linking them to resources and decreasing their risk for suicide.\n\nScreening: Youth participants (14-19) will be screened for participation in the study by a Research Assistant to verify a reported history of suicide ideation and/or behavior based on agency and/or school screeners (i.e., Patient Health Questionnaire- Adolescent \\[PHQ-A\\], Columbia-Suicide Severity Rating Scale \\[C-SSRS\\], or Ask Suicide-Screening Questions \\[ASQ\\]) or as indicated via self-report. This information will be documented on the Youth CA-LINC Screening Form. Of particular note is that the screening process for youth requires safety protocols to offer additional protections for participants based on their responses to the initial eligibility screeners. In particular, the research team involved with screening prospective participants will be trained to follow suicide crisis protocols (i.e., the Assessment of Suicidality Protocol) developed by the study's PIs, Drs. Gryglewicz and Karver. The protocol includes conducting a brief suicide risk assessment, triaging care, de-escalating the crisis, and/or immediately contacting mobile crisis support or 911 for emergency assistance.\n\nStudy Measures: Upon consent, the measures/data collection will occur at baseline, 30, 90, and 180 days for the RCT. Measures will be administered by IRB-compliant university research assistants (blinded to group assignment in the RCT only). Baseline measures will be administered in person or online via phone or Zoom prior to randomization to CA-LINC or TAU. RAs will administer the same study measures during (30 days) and immediately after the intervention (90 days), and at the 6-month follow-up from baseline (in person, phone, online). A 30-day benchmark was chosen to capture potential change mechanisms influencing treatment engagement, dropout, and/or youth outcomes. A 6-month follow-up is added to the study timeline to assess the feasibility of collecting longitudinal data with Black youth and evaluate change over time."
        },
        "conditionsModule": {
            "conditions": [
                "Suicide",
                "Suicide Prevention"
            ],
            "keywords": [
                "Black youth",
                "suicide",
                "ideation",
                "attempts"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "TRIPLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "INVESTIGATOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 68,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "CA-LINC Intervention",
                    "type": "EXPERIMENTAL",
                    "description": "CA-LINC is a 90-day culturally adapted LINC intervention developed with and for Black youth. The CA-LINC intervention integrates engagement and follow-up strategies to assess/monitor suicide risk, facilitate service use referrals/linkages, develop/reﬁne safety plans, and create villages of care. The CA-LINC intervention incorporates African-centered principles and empowerment and motivational strategies to support, enhance strengths, promote hope, improve family relationships, and reinforce caring messages. This consumer-, community-, and theory-driven care coordination intervention is designed to reduce suicide ideation and behavior (SIB) by improving service engagement and delivery standards. CA-LINC is implemented by Peer Support Specialists and Community Health Workers assigned to mental health \"hubs\" in Black Faith Based Organizations (FBOs) to facilitate standardization and access to care.",
                    "interventionNames": [
                        "Behavioral: CA-LINC Intervention"
                    ]
                },
                {
                    "label": "Treatment as Usual",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "The treatment as usual arm includes care coordination services provided by Peer Support Specialists and Community Health Workers in the FBO mental health hubs. This condition includes screening to determine youth suicide risk (high vs. low). Youth presenting with high risk are typically referred to an inpatient treatment facility. Youth presenting with low risk may be referred to a local outpatient provider. MH hub staff may attempt to follow up with families (typically not more than a one-time check-in) to ensure they are connected to the referral source. Following initial referrals, mental health hubs typically continue to provide crisis response and referral services to youth and caregivers as needed.",
                    "interventionNames": [
                        "Behavioral: Treatment as Usual"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "CA-LINC Intervention",
                    "description": "Participants received the CA-LINC intervention.",
                    "armGroupLabels": [
                        "CA-LINC Intervention"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Treatment as Usual",
                    "description": "Participants received Treatment as Usual",
                    "armGroupLabels": [
                        "Treatment as Usual"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in Suicide Ideation",
                    "description": "The Suicide Ideation Questionnaire (SIQ) is a reliable, valid 30-item scale to assess suicidal ideation among minoritized youth.",
                    "timeFrame": "Baseline, 30 days, 90 days, 180 days"
                },
                {
                    "measure": "Change in Suicide Behaviors",
                    "description": "The Self-Harm Behavior Questionnaire (SHBQ) is a valid and reliable measure to assess suicide attempts and nonsuicidal self-injury among diverse youth.",
                    "timeFrame": "Baseline, 30 days, 90 days, 180 days"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Treatment Acceptability",
                    "description": "The Treatment Evaluation Inventory Short Form (TEI-SF) a 14-item reliable and valid measure modified to assess the acceptability of CA-LINC.",
                    "timeFrame": "30 days, 90 days"
                },
                {
                    "measure": "Change in Therapeutic Alliance",
                    "description": "The Therapeutic Alliance Scales for Adolescents (TASA) a reliable, valid 12-item scale slightly modified to assess the helping relationship between youth/care coordinator.",
                    "timeFrame": "30 days, 90 days"
                },
                {
                    "measure": "Change in Cultural Humility",
                    "description": "The Cultural Humility Scale (CHS) a reliable, valid 12-item scale to determine youth perceived cultural humility within the youth-care coordinator relationship.",
                    "timeFrame": "30 days, 90 days"
                },
                {
                    "measure": "Change in Family Relationships",
                    "description": "The PROMIS Pediatric Family Relationship a reliable, valid 47-item measure to assess youth's perceptions of family relationships.",
                    "timeFrame": "Baseline, 30 days, 90 days, 180 days"
                },
                {
                    "measure": "Change in Engagement Behaviors",
                    "description": "Engagement Behaviors Scale (EBS). A 17-item measure, adapted from the Adolescent Alliance-Building Scale,105,106 to assess helping behaviors of care coordinators.",
                    "timeFrame": "30 days, 90 days"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria for Youth to Participate (Ages 14-19):\n\n1. Current or recent history (\\<90 days) of suicide ideation, planning, or attempts or nonsuicidal self-injurious behaviors per youth or caregiver self-report or positive screen on the PHQ-A, C-SSRS, or ASQ.\n2. Able to fluently speak and read English\n3. Racial identification as Black, including LGBTQ+SGL\n4. Written assent to participate in the study (\\<18 years old)\n5. Written consent from a parent/legal guardian/caregiver to participate in the study (\\<18 years old)\n6. Written consent if the youth is ages 18-19\n\nExclusion Criteria for Youth:\n\n1. Youth at imminent suicide risk (reported verbally and/or indicated on C-SSRS)\n2. Youth who exhibit severe cognitive, language, or developmental delays\n3. Youth not meeting inclusion criteria",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "14 Years",
            "maximumAge": "19 Years",
            "stdAges": [
                "CHILD",
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Sonyia C Richardson, PhD",
                    "role": "CONTACT",
                    "phone": "7046877935",
                    "email": "srichardson@charlotte.edu"
                },
                {
                    "name": "Michelle Vance, PhD",
                    "role": "CONTACT",
                    "email": "mmvance1@ncat.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Sonyia C Richardson, PhD",
                    "affiliation": "University of North Carolina at Charlotte",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Michelle Vance, PhD",
                    "affiliation": "North Carolina Agriculture & Technical State University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Kim Gryglewicz, PhD",
                    "affiliation": "University of Central Florida",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Marc Karver, PhD",
                    "affiliation": "University of South Florida",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "The University of North Carolina at Charlotte",
                    "city": "Charlotte",
                    "state": "North Carolina",
                    "zip": "28223",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Sonyia Richardson, PhD",
                            "role": "CONTACT",
                            "phone": "704-687-7935",
                            "email": "smcopela@charlotte.edu"
                        },
                        {
                            "name": "Sonyia C Richardson, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 35.22709,
                        "lon": -80.84313
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "36100810",
                    "type": "BACKGROUND",
                    "citation": "Vance MM, Gryglewicz K, Nam E, Richardson S, Borntrager L, Karver MS. Exploring Service Use Disparities among Suicidal Black Youth in a Suicide Prevention Care Coordination Intervention. J Racial Ethn Health Disparities. 2023 Oct;10(5):2231-2243. doi: 10.1007/s40615-022-01402-7. Epub 2022 Sep 13."
                },
                {
                    "pmid": "34128700",
                    "type": "BACKGROUND",
                    "citation": "Gryglewicz K, Peterson A, Nam E, Vance MM, Borntrager L, Karver MS. Caring Transitions - A Care Coordination Intervention to Reduce Suicide Risk Among Youth Discharged From Inpatient Psychiatric Hospitalization. Crisis. 2023 Jan;44(1):7-13. doi: 10.1027/0227-5910/a000795. Epub 2021 Jun 15."
                },
                {
                    "pmid": "38095815",
                    "type": "BACKGROUND",
                    "citation": "Richardson SC, Gunn LH, Phipps M, Azasu E. Factors Associated with Suicide Risk Behavior Outcomes Among Black High School Adolescents. J Community Health. 2024 Jun;49(3):466-474. doi: 10.1007/s10900-023-01312-7. Epub 2023 Dec 14."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Submit data in compliance with the NIMH Data Archive data submission agreement.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF"
            ],
            "timeFrame": "By the end of data collection, June 2025.",
            "accessCriteria": "In accordance with the NIMH Data Archive requirements."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000013405",
                    "term": "Suicide"
                },
                {
                    "id": "D000092864",
                    "term": "Suicide Prevention"
                }
            ],
            "ancestors": [
                {
                    "id": "D000016728",
                    "term": "Self-Injurious Behavior"
                },
                {
                    "id": "D000001526",
                    "term": "Behavioral Symptoms"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M16191",
                    "name": "Suicide",
                    "asFound": "Suicide",
                    "relevance": "HIGH"
                },
                {
                    "id": "M2958",
                    "name": "Suicide Prevention",
                    "asFound": "Suicide Prevention",
                    "relevance": "HIGH"
                },
                {
                    "id": "M19089",
                    "name": "Self-Injurious Behavior",
                    "relevance": "LOW"
                },
                {
                    "id": "M4818",
                    "name": "Behavioral Symptoms",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}