{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT03611595",
            "orgStudyIdInfo": {
                "id": "171971"
            },
            "organization": {
                "fullName": "University of California, San Diego",
                "class": "OTHER"
            },
            "briefTitle": "Cabozantinib in Combination With 13-cis-Retinoic Acid in Children With Relapsed or Refractory Solid Tumors",
            "officialTitle": "A National Phase I Study of Cabozantinib in Combination With 13-cis-Retinoic Acid in Children With Relapsed or Refractory Solid Tumors",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "cabozantinib-in-combination-with-cis-retinoic-acid-in-children-with-relapsed-or-refractory-solid-tumors"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-11",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2018-08-28",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-08",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-08",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2018-07-26",
            "studyFirstSubmitQcDate": "2018-07-26",
            "studyFirstPostDateStruct": {
                "date": "2018-08-02",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-11-27",
            "lastUpdatePostDateStruct": {
                "date": "2023-11-29",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR_INVESTIGATOR",
                "investigatorFullName": "Peter Zage",
                "investigatorTitle": "Associate Professor-in-Residence",
                "investigatorAffiliation": "University of California, San Diego"
            },
            "leadSponsor": {
                "name": "Peter Zage",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Exelixis",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This study is being conducted in order to determine the safety, dose-limiting toxicities, and maximum tolerated dose of cabozantinib in combination with 13-cis-retinoic acid in patients with relapsed or refractory solid tumors including tumors of the central nervous system (CNS)",
            "detailedDescription": "Participants will be treated in an open-label, non-randomized phase I trial to determine the safety, dose-limiting toxicities, tolerability, and maximum tolerated dose of cabozantinib combined with 13-cis-retinoic acid in children with relapsed or refractory solid tumors.\n\nEligible Participants must have a histologically confirmed solid tumor at time of initial diagnosis, and have either progressive, recurrent, or refractory disease. Cabozantinib will be given orally once every day with cycles repeated every 4 weeks (28 days, +/- 3 days), with no rest periods between cycles, combined with 13-cis-retinoic acid at 80mg/m2/dose twice daily for two consecutive weeks (14 days) out of every four weeks (28 days, +/- 3 days). Participants with disease response or stable disease at the end of each cycle will be allowed to continue treatment, and patients may continue to receive therapy until there is evidence of clinical or radiographic disease progression.\n\nThe investigator will perform a phase I trial to define the maximum tolerated dose (MTD) of cabozantinib in combination with 13-cis-retinoic acid using the standard 3+3 study design. Cohorts of patients will be enrolled at doses determined as detailed below. The first cycle will be used to determine the dose-limiting toxicities. Toxicity will be summarized by dose levels. Response rates will be estimated. Kaplan-Meier curves will be plotted to graphically present time to progression (PFS) and other time-to-event endpoints. Median PFS and the corresponding 95% confidence intervals will be reported.\n\nCabozantinib dosing will be started and modified, if necessary, during the course of the trial as detailed below. The tablet formulation of the drug will be used with doses in 20mg increments.\n\nBaseline evaluation to determine eligibility will include medical history (including a review of current medications), physical examination, blood count with differential, chemistry panel blood or urine pregnancy test for women of child-bearing potential (not post-menopausal for at least 12 months and not surgically sterile), echocardiogram, electrocardiogram, and disease evaluation (appropriate for disease). Samples for correlative studies will be collected accordingly.\n\nParticipants will be evaluated weekly (+/- three days) during the first cycle. The interim evaluations will consist of interval history (with a review of current medications), physical examination, blood count with differential, and chemistry panel. Pregnancy tests will be performed prior to each cycle in women of childbearing potential. After the first cycle, patients will be evaluated monthly (+/- seven days).\n\nParticipants who have had therapy discontinued will undergo end-of-therapy evaluations and will continue to be monitored with interval histories, physical examinations, and laboratory evaluations every three months (+/- seven days), with disease evaluations every three months (+/- 28 days) until they fulfill criteria for removal from study or the study is completed"
        },
        "conditionsModule": {
            "conditions": [
                "Solid Tumor"
            ],
            "keywords": [
                "13-cis-Retinoic Acid",
                "Children",
                "Relapsed Solid Tumors",
                "Refractory Solid Tumors",
                "Solid Tumors",
                "cancer",
                "cabozantinib"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 18,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Cabozantinib and 13-cis-retinoic acid",
                    "type": "EXPERIMENTAL",
                    "description": "Cabozantinib will be given orally once every day with cycles repeated every 4 weeks (28 days, +/- 3 days), with no rest periods between cycles, combined with 13-cis-retinoic acid at 80mg/m2/dose twice daily for two consecutive weeks (14 days) out of every four weeks (28 days, +/- 3 days).",
                    "interventionNames": [
                        "Drug: Cabozantinib",
                        "Drug: 13-cis-retinoic acid"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Cabozantinib",
                    "description": "Cabozantinib will be given orally once every day with cycles repeated every 4 weeks (28 days, +/- 3 days), with no rest periods between cycles",
                    "armGroupLabels": [
                        "Cabozantinib and 13-cis-retinoic acid"
                    ],
                    "otherNames": [
                        "CABOMETYX"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "13-cis-retinoic acid",
                    "description": "13-cis-retinoic acid at 80mg/m2/dose twice daily for two consecutive weeks (14 days) out of every four weeks (28 days, +/- 3 days).",
                    "armGroupLabels": [
                        "Cabozantinib and 13-cis-retinoic acid"
                    ],
                    "otherNames": [
                        "isotretinoin"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "maximum tolerated dose of cabozantinib plus 13-cis-retinoic acid",
                    "description": "3+3 design to find the maximum tolerated dose (MTD) of cabozantinib when used in combination with 13-cis-retinoic acid",
                    "timeFrame": "12 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Patients must have had histologic verification of a solid tumor, including tumors of the CNS, at the time of initial diagnosis or relapse, with disease that has progressed on standard therapy, relapsed after standard therapy, or for which no standard curative therapy is known\n2. Patients must have documentation of either measurable or evaluable disease within 4 weeks of onset of study therapy\n3. Performance Status - Lansky play or Karnofsky score of ≥40\n4. Prior Therapy: Patients must have fully recovered from the acute toxic effects of all prior chemotherapy, immunotherapy, or radiotherapy prior to study enrolment with the exception of hematologic parameters (absolute neutrophil count, hemoglobin, platelet count), which need to have recovered to meet eligibility criteria\n\n5 Steroids are permitted for control of emesis and for symptom management in patients with intracranial metastases. However, patients with known CNS disease or CNS metastases who require increasing doses of steroids are not allowed in the study. Patients MUST be on a stable or decreasing steroid dose for greater than or equal to 1 week prior to start of study therapy.\n\n6. Female subjects of childbearing potential must agree to use an adequate method of contraception for the course of the study. Male subjects must agree to use an adequate method of contraception for the course of the study\n\nExclusion Criteria:\n\n1. Evidence of severe or uncontrolled systemic disease\n2. Cardiac Disease\n3. Blood pressure \\>95th percentile for age (either systolic or diastolic) or \\>140/90 for patients \\>18 years of age and uncontrolled by oral medication at onset of study therapy\n4. Women who are currently pregnant or breastfeeding.\n5. Prior therapy with cabozantinib at any time.\n6. Major surgery within 8 weeks before starting study therapy.\n7. Prior treatment with allogeneic stem cell transplantation or total body irradiation (TBI)\n8. Therapeutic anticoagulation with heparin, LMWH , or any other agents are not allowed in subjects with intracranial tumors/metastatses.\n9. Concomitant anticoagulation at therapeutic doses with oral anticoagulants (eg, warfarin, direct thrombin and Factor Xa inhibitors) or platelet inhibitors (eg, clopidogrel) in patients without primary or metastatic CNS tumors\n10. The subject has experienced any of the following:\n\n    1. clinically-significant GI bleeding within 6 months before the first dose of study treatment;\n    2. any other signs indicative of pulmonary hemorrhage within 3 months before the first dose of study treatment.\n11. The subject has radiographic evidence of cavitating pulmonary lesion(s) and/or the subject has tumor invading any major blood vessels;\n12. The subject has evidence of tumor invading the GI tract (esophagus, stomach, small or large bowel, rectum or anus), or any evidence of endotracheal or endobronchial tumor within 28 days before the first dose of cabozantinib\n13. thromboembolic event requiring therapeutic anticoagulation within 6 months of onset of study treatment\n14. GI disorders particularly those associated with a high risk of perforation or fistula formation\n15. Inability to swallow intact tablets",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "2 Years",
            "maximumAge": "26 Years",
            "stdAges": [
                "CHILD",
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Peter Zage, MD",
                    "role": "CONTACT",
                    "phone": "858-534-6494",
                    "email": "pzage@ucsd.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Peter Zage",
                    "affiliation": "University of California, San Diego",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Rady Children's Hospital - San Diego",
                    "status": "RECRUITING",
                    "city": "San Diego",
                    "state": "California",
                    "zip": "92123",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Peter Zage, MD",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 32.71533,
                        "lon": -117.15726
                    }
                },
                {
                    "facility": "Children's Healthcare of Atlanta",
                    "status": "RECRUITING",
                    "city": "Atlanta",
                    "state": "Georgia",
                    "zip": "30322",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Dolly Aguilera, ME",
                            "role": "CONTACT",
                            "phone": "404-785-3515",
                            "email": "Dolly.Aguilera@choa.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.749,
                        "lon": -84.38798
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000014212",
                    "term": "Tretinoin"
                },
                {
                    "id": "D000015474",
                    "term": "Isotretinoin"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                },
                {
                    "id": "D000007641",
                    "term": "Keratolytic Agents"
                },
                {
                    "id": "D000003879",
                    "term": "Dermatologic Agents"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M16965",
                    "name": "Tretinoin",
                    "asFound": "Renal Cell",
                    "relevance": "HIGH"
                },
                {
                    "id": "M18131",
                    "name": "Isotretinoin",
                    "asFound": "Positive for",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10667",
                    "name": "Keratolytic Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M7074",
                    "name": "Dermatologic Agents",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "Derm",
                    "name": "Dermatologic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}