{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04412629",
            "orgStudyIdInfo": {
                "id": "202007173"
            },
            "organization": {
                "fullName": "Washington University School of Medicine",
                "class": "OTHER"
            },
            "briefTitle": "Cabozantinib in High Grade Neuroendocrine Neoplasms",
            "officialTitle": "Cabozantinib in High Grade Neuroendocrine Neoplasms",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "cabozantinib-in-high-grade-neuroendocrine-neoplasms"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2020-11-24",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-07-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-03-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2020-05-28",
            "studyFirstSubmitQcDate": "2020-05-28",
            "studyFirstPostDateStruct": {
                "date": "2020-06-02",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-13",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-14",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Washington University School of Medicine",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Exelixis",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "High grade neuroendocrine neoplasm patients are treated with platinum doublets such as carboplatin and etoposide mimicking the current guidelines for small cell lung cancer (SCLC). Unfortunately, recurrences are common and most patients with metastatic disease succumb to it within a year. There is no extensive literature or consensus on second- or third-line options (which include FOLFOX, FOLFIRI, capecitabine and temozolomide, taxanes or immunotherapy) and there is urgent need for better regimens."
        },
        "conditionsModule": {
            "conditions": [
                "High Grade Neuroendocrine Neoplasms"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 32,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Cabozantinib",
                    "type": "EXPERIMENTAL",
                    "description": "-Cabozantinib 60 mg by mouth daily on days 1-21",
                    "interventionNames": [
                        "Drug: Cabozantinib",
                        "Procedure: Blood for plasma biomarkers",
                        "Procedure: Tissue biopsy"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Cabozantinib",
                    "description": "Cabozantinib should be taken on an empty stomach (at least 1 hour before or 2 hours after eating) at the same time every day.",
                    "armGroupLabels": [
                        "Cabozantinib"
                    ],
                    "otherNames": [
                        "Cabometyx"
                    ]
                },
                {
                    "type": "PROCEDURE",
                    "name": "Blood for plasma biomarkers",
                    "description": "Baseline, cycle 1 day 8, cycle 1 day 15, and day 1 of every cycle thereafter",
                    "armGroupLabels": [
                        "Cabozantinib"
                    ]
                },
                {
                    "type": "PROCEDURE",
                    "name": "Tissue biopsy",
                    "description": "Baseline, before start of cycle 2, and time of progression",
                    "armGroupLabels": [
                        "Cabozantinib"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Objective response rate (ORR)",
                    "description": "* ORR is defined as number of patients with complete response or partial response\n* Complete response - Disappearance of all target lesions, non-target lesions, and normalization of tumor marker level.\n* Partial response - At least a 30% decrease in the sum of the diameters of the longest diameter of the target lesions taking as reference the baseline sum longest diameter",
                    "timeFrame": "Through the end of treatment (estimated to be 4 months)"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Overall survival (OS)",
                    "description": "-OS is defined as days from date of treatment to date of death. Patients alive or lost to follow-up are censored at the follow-up date.",
                    "timeFrame": "Through completion of follow-up (estimated to be 1 year)"
                },
                {
                    "measure": "Progression-free survival (PFS)",
                    "description": "* PFS is defined as the days from the date of treatment and death or progression, which occurs first. Patients alive without progression or lost to follow-up are censored at the last follow-up date.\n* Progressive Disease (PD): At least a 20% increase in the sum of the longest diameter of the target lesions taking as reference the smallest sum longest diameter recorded since the treatment started or the appearance of new lesions. Unequivocal progression of existing non-target lesions. Although a clear progression of non-target lesions only is exceptional, in such circumstances, the opinion of the treating physician should prevail and the progression status should be confirmed later on by a review panel (or study chair/primary investigator).",
                    "timeFrame": "Through completion of follow-up (estimated to be 1 year)"
                },
                {
                    "measure": "Safety of regimen as measured by incidence of adverse events",
                    "timeFrame": "From start of treatment through 30 days after last dose of study treatment (estimated to be 5 months)"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n-Histologically or cytologically confirmed high-grade neuroendocrine tumor that has progressed after at least one line of therapy, excluding small cell lung cancer (SCLC). High grade includes any neuroendocrine neoplasm with a Ki-67 of \\>=20% or with mitotic count of more than 20 mitoses per high power field or any poorly differentiated neoplasm or any neoplasm lacking these that is deemed high grade by pathology consensus, based on other markers (necrosis or IHC demonstrating p53 or RB mutation). This includes:\n\n* High grade well differentiated neuroendocrine neoplasms\n* Transformed NENs from a lower to a higher grade (patient may have some low grade and some high grade NENs)\n* High grade neoplasms with significant expression of neuroendocrine markers such as synaptophysin, chromogranin or INSM-1 or unknown origin neoplasms with gene expression signatures consistent with neuroendocrine lineage (as per validated tissue of origin testing, such as CancerType ID, after pathology consensus).\n* Mixed neuroendocrine and non-neuroendocrine neoplasms (MiNEN), including MiNEN per WHO and mixed neoplasms not fulfilling criteria of MiNEN. The neuroendocrine component would need to be a high-grade neuroendocrine tumor as documented by pathology review.\n\nNote: Up to two prostate NEC patients (primary diagnosis, not transformed adenocarcinoma) will be enrolled in the first phase. For the second phase, non gastroenteropancreatic or lung histologies will be approved by PI.\n\nNote: For ambiguous cases, will consult with a designated expert pathologist.\n\n* Measurable disease defined as lesions that can be accurately measured in at least one dimension (longest diameter to be recorded) as ≥ 10 mm with CT scan, as ≥ 20 mm by chest x-ray, or ≥ 10 mm with calipers by clinical exam.\n* Concurrent or prior somatostatin analogue therapy is allowed (for well differentiated high grade neoplasms). Prior use of investigational agents is allowed.\n* At least 18 years of age.\n* ECOG performance status ≤ 1 (Karnofsky ≥ 80%)\n* Normal bone marrow and organ function as defined below:\n\n  * Absolute neutrophil count ≥ 1,500/mm3 without granulocyte colony-stimulating factor support\n  * White blood cell count ≥ 2,500/mm3\n  * Platelets ≥ 100,000/mm3 without transfusion\n  * Hemoglobin ≥ 9.0 g/dL\n  * AST(SGOT), ALT(SGPT), and alkaline phosphatase (ALP) ≤ 3.0 x IULN; ALP ≤ 5.0 x IULN with documented bone metastases\n  * Total bilirubin ≤ 1.5 x IULN (for subjects with gilbert's disease ≤ 3.0 x IULN)\n  * Serum albumin ≥ 2.8 g/dL\n  * Serum creatinine ≤ 2.0 x IULN or calculated creatinine clearance ≥ 30 mL/min by Cockcroft-Gault\n  * Urine protein/creatinine ratio (UPCR) ≤ 1 mg/mg (≤ 113.2 mg/mmol)\n  * PT/INR or PTT \\< 1.3 x IULN (within 7 days before the first dose of study treatment)\n* Corrected QT interval calculated by the Fridericia formula (QTcF) ≤ 500 ms (by ECG)\n* Recovery to baseline or ≤ grade 1 from toxicities related to any prior treatments, unless adverse events are clinically nonsignificant and/or stable on supportive therapy as per discussion with PI.\n* Sexually active fertile subjects and their partners must agree to use medically accepted methods of contraception (e.g., barrier methods, including male condom, female condom, or diaphragm with spermicidal gel) during the course of the study and for 4 months after the last dose of study treatment.\n* Female subjects of childbearing potential must not be pregnant at screening. Female subjects are considered to be of childbearing potential unless one of the following criteria are met: documented permanent sterilization (hysterectomy, bilateral salpingectomy, or bilateral oophorectomy) or documented postmenopausal status (defined as 12 months of amenorrhea in a woman \\> 45 years-of-age in the absence of other biological or physiological causes. In addition, females \\< 55 years-of-age must have a serum follicle stimulating (FSH) level \\> 40 mIU/mL to confirm menopause).\n* Ability to understand and willingness to sign an IRB approved written informed consent document (or that of legally authorized representative, if applicable).\n* Willing to undergo 3 mandatory biopsies: in screening, on treatment prior to C2, and at EOT, if safe and feasible.\n\nExclusion Criteria:\n\n* A history of other malignancy with the exception of malignancies for which all treatment was completed at least 2 years before registration and the patient has no evidence of disease. Allowed are superficial skin cancers, or localized, low grade tumors deemed cured and not treated with systemic therapy at any point in the prior year.\n* Currently receiving any other investigational agents. Prior use of investigational agents is allowed.\n* Prior treatment with cabozantinib.\n* Receipt of any small molecule kinase inhibitor (including investigational kinase inhibitor) within 2 weeks before the first dose of study treatment.\n* Receipt of any type of cytotoxic, biologic, or other systemic anticancer therapy (including investigational) within 4 weeks before first dose of study treatment.\n* Radiation therapy for bone metastasis within 2 weeks, any other radiation therapy within 4 weeks before the first dose of study treatment. Systemic treatment with radionuclides within 6 weeks before the first dose of study treatment. Patients with clinically relevant ongoing complications from prior radiation therapy are not eligible.\n* Known brain metastases or cranial epidural disease unless adequately treated with radiotherapy and/or surgery (including radiosurgery) and stable for at least 4 weeks prior to first dose of study treatment after radiotherapy or at least 4 weeks prior to first dose of study treatment after major surgery (e.g., removal or biopsy of brain metastasis). Subjects must have complete wound healing from major surgery or minor surgery before first dose of study treatment.\n* Inability to swallow tablets.\n* A history of allergic reactions attributed to compounds of similar chemical or biologic composition to cabozantinib or other agents used in the study.\n* Concomitant anticoagulation with coumarin agents (e.g. warfarin), direct thrombin inhibitors (e.g., dabigatran), direct factor Xa inhibitor betrixaban, or platelet inhibitors (e.g. clopidogrel). Allowed anticoagulants are the following:\n\n  * Prophylactic use of low-dose aspirin for cardio-protection (per local applicable guidelines) and low-dose low molecular weight heparins (LMWH)\n  * Therapeutic doses of LMWH or anticoagulation with direct factor Xa inhibitors rivaroxaban, edoxaban, or apixaban in subjects without known brain metastases who are on a stable dose of the anticoagulant for at least 1 week before first dose of study treatment without clinically significant hemorrhagic complications from the anticoagulation regimen or the tumor.\n* Uncontrolled, significant intercurrent or recent illness including, but not limited to, the following conditions:\n\n  * Cardiovascular disorders:\n\n    * Congestive heart failure New York Heart Association Class 3 or 4, unstable angina pectoris, serious cardiac arrhythmias.\n    * Uncontrolled hypertension defined as sustained blood pressure (BP) \\> 140 mm Hg systolic or \\> 90 mm Hg diastolic despite optimal antihypertensive treatment.\n    * Stroke (including transient ischemic attack \\[TIA\\]), myocardial infarction (MI), or other ischemic event, or thromboembolic event (e.g., deep venous thrombosis, pulmonary embolism) within 6 months before first dose of study treatment.\n\n      * Subjects with a diagnosis of incidental, subsegmental PE or DVT within 6 months are allowed if stable, asymptomatic, and treated with anticoagulation for at least 1 week before first dose of study treatment. Prior liver-directed therapy within 6 months is also allowed unless patient experienced significant complications, at PI discretion.\n  * Gastrointestinal (GI) disorders including those associated with a high risk of perforation or fistula formation:\n\n    * The subject has evidence of tumor invading the GI tract, active peptic ulcer disease, inflammatory bowel disease (e.g., Crohn's disease), diverticulitis, cholecystitis, symptomatic cholangitis or appendicitis, acute pancreatitis, acute obstruction of the pancreatic duct or common bile duct, or gastric outlet obstruction.\n    * Abdominal fistula, GI perforation, bowel obstruction, or intra-abdominal abscess within 6 months before first dose.\n\nNote: Complete healing of an intra-abdominal abscess must be confirmed before first dose.\n\n* Clinically significant hematuria, hematemesis, or hemoptysis of \\> 0.5 teaspoon (2.5 ml) of red blood, or other history of significant bleeding (eg, pulmonary hemorrhage) within 12 weeks before first dose.\n* Cavitating pulmonary lesion(s) or known endotracheal or endobronchial disease manifestation.\n* Lesions invading or encasing any major blood vessels.\n* Other clinically significant disorders that would preclude safe study participation.\n\n  * Serious non-healing wound/ulcer/bone fracture.\n  * Uncompensated/symptomatic hypothyroidism.\n  * Moderate to severe hepatic impairment (Child-Pugh B or C).\n\n    * Major surgery (e.g. laparascopic nephrectomy, GI surgery removal or biopsy of brain metastasis) within 2 weeks before first dose of study treatment. Minor surgeries 10 days before first dose (with the exception of the baseline biopsy, which must have occurred no less than 6 days prior to the first dose). Subjects must have complete wound healing from major or minor surgery before first dose of study treatment. Patients with clinically relevant ongoing complications from prior surgery are not eligible.\n    * Pregnant and/or breastfeeding\n    * Patients with known HIV infection are eligible unless their CD4+ T-cell counts are \\< 350 cells/mcL or they have a history of AIDS-defining opportunistic infection within the 12 months prior to registration. Concurrent treatment with effective ART according to DHHS treatment guidelines is recommended.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Nikolaos Trikalinos, M.D.",
                    "role": "CONTACT",
                    "phone": "314-362-5654",
                    "email": "ntrikalinos@wustl.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Nikolaos Trikalinos, M.D.",
                    "affiliation": "Washington University School of Medicine",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Washington University School of Medicine",
                    "status": "RECRUITING",
                    "city": "Saint Louis",
                    "state": "Missouri",
                    "zip": "63110",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Nikolaos Trikalinos, M.D.",
                            "role": "CONTACT",
                            "phone": "314-362-5654",
                            "email": "ntrikalinos@wustl.edu"
                        },
                        {
                            "name": "Nikolaos Trikalinos, M.D.",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Benjamin R Tan, M.D.",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Esther Lu, M.S., Ph.D.",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Rama Suresh, M.D.",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Katrina Pedersen, M.D.",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Nusayba Bagegni, M.D.",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Ryan Fields, M.D.",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Olivia Aranha, M.D., Ph.D.",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Patrick Grierson, M.D., Ph.D.",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Kian-Huat Lim, M.D., Ph.D.",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.62727,
                        "lon": -90.19789
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "33835977",
                    "type": "DERIVED",
                    "citation": "Abstracts Presented at the 13th Annual Multidisciplinary Neuroendocrine Tumor Medical Virtual Symposium of the North American Neuroendocrine Tumor Society, October 2-3, 2020. Pancreas. 2021 Mar 1;50(3):441-467. doi: 10.1097/MPA.0000000000001763. No abstract available."
                }
            ],
            "seeAlsoLinks": [
                {
                    "label": "Alvin J. Siteman Cancer Center at Barnes-Jewish Hospital and Washington University School of Medicine",
                    "url": "http://www.siteman.wustl.edu"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000018358",
                    "term": "Neuroendocrine Tumors"
                }
            ],
            "ancestors": [
                {
                    "id": "D000017599",
                    "term": "Neuroectodermal Tumors"
                },
                {
                    "id": "D000009373",
                    "term": "Neoplasms, Germ Cell and Embryonal"
                },
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009380",
                    "term": "Neoplasms, Nerve Tissue"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M20495",
                    "name": "Neuroendocrine Tumors",
                    "asFound": "Neuroendocrine Neoplasm",
                    "relevance": "HIGH"
                },
                {
                    "id": "M19845",
                    "name": "Neuroectodermal Tumors",
                    "relevance": "LOW"
                },
                {
                    "id": "M20388",
                    "name": "Neuroectodermal Tumors, Primitive",
                    "relevance": "LOW"
                },
                {
                    "id": "M12318",
                    "name": "Neoplasms, Germ Cell and Embryonal",
                    "relevance": "LOW"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M12325",
                    "name": "Neoplasms, Nerve Tissue",
                    "relevance": "LOW"
                },
                {
                    "id": "T4091",
                    "name": "Neuroendocrine Tumor",
                    "asFound": "Neuroendocrine Neoplasm",
                    "relevance": "HIGH"
                },
                {
                    "id": "T4092",
                    "name": "Neuroepithelioma",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}