{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04631744",
            "orgStudyIdInfo": {
                "id": "19-04020287"
            },
            "organization": {
                "fullName": "Weill Medical College of Cornell University",
                "class": "OTHER"
            },
            "briefTitle": "Cabozantinib in Patients With Metastatic Castrate Resistant Prostate Cancer (mCRPC)",
            "officialTitle": "Open Label Phase II Trial of Cabozantinib in Patients With Metastatic Castrate Resistant Prostate Cancer (mCRPC) and Known Amplifications or Activating Mutations in Gene Targets of Cabozantinib Who Have Received Prior Anti-Androgen Therapy",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "cabozantinib-in-patients-with-metastatic-castrate-resistant-prostate-cancer-mcrpc"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-01",
            "overallStatus": "RECRUITING",
            "startDateStruct": {
                "date": "2021-03-03",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-05-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-05-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2020-11-10",
            "studyFirstSubmitQcDate": "2020-11-10",
            "studyFirstPostDateStruct": {
                "date": "2020-11-17",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-01-16",
            "lastUpdatePostDateStruct": {
                "date": "2024-01-17",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Weill Medical College of Cornell University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Exelixis",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this study is to determine what effects (good and bad) cabozantinib has in treatment of patients with metastatic castrate resistant prostate cancer (mCRPC).\n\nThe hypothesis for this trial is that cabozantinib has anti-tumor activity in a molecularly-selected group of patients with CRPC.",
            "detailedDescription": "This is a single-arm, open-label Phase II multi-institutional trial in 30 patients that have been molecularly selected based on that their tumors possess alterations in molecular targets of cabozantinib. Patients will be treated be continuously until they develop radiographic progression or discontinue cabozantinib for toxicity. If 6 or more out of 12 subjects with particular mutation or gene amplification show progression prior to 6 months, accrual for the particular genomic alteration may close. In addition, a series of correlative studies will be performed including tissue biopsies in order to further define the mechanisms of cabozantinib anti-tumor action in prostate cancer and identify surrogate markers of response.\n\nThis research study is being done because additional effective treatments are needed for prostate cancer that has spread and is growing despite hormone suppression. Prior studies indicate that Cabozantinib may be effective in a subset of these participants, but that has not yet been determined.\n\nAbout 30 subjects will take part in this study at 4 participating sites. We expect to enroll approximately 20 participants at Weill Cornell Medicine and approximately 3-5 subjects per participating site. All subjects participating in this study will be treated with Cabozantinib. All subjects will continue to take LHRH analogue therapy.\n\nOnce eligible participants will be enrolled on the trial for approximately approximately 12 months. At that point, subjects will switch to long-term follow up for two years after removal from the study or until death, whichever occurs first.\n\nStudy related procedures can be combined with routine Standard of Care (SOC) visits. These will include obtaining medical history, vitals, routine blood collection, radiographic imaging (CT, MRI and Bone scan), EKG and between 2 and 4 weeks after starting therapy, a tumor biopsy is required. This will be done with a needle by local sedation by an Interventional Radiologist."
        },
        "conditionsModule": {
            "conditions": [
                "Prostate Cancer"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 30,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Cabozantinib Arm",
                    "type": "EXPERIMENTAL",
                    "interventionNames": [
                        "Drug: Cabozantinib"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Cabozantinib",
                    "description": "Subjects will receive cabozantinib orally at a (starting) dose of 40 mg once daily",
                    "armGroupLabels": [
                        "Cabozantinib Arm"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in radiographically progression-free survival following treatment with Cabozantinib radiographically progression-free after 6 months",
                    "description": "Progression-free survival is defined as the time from randomization to minimum of radiographic progression or death, whichever occurs first. Radiographic response rate will be captured through radiographic scans such as MRI, CT and bone scans. Response evaluation criteria in solid tumors (RECIST) criteria with Prostate Cancer Working Group 3 (PCWG3) modifications.",
                    "timeFrame": "Will be assessed at 6 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in prostate specific antigen (PSA)",
                    "description": "PSA decline by with Prostate Cancer Working Group 3 (PCWG3) modifications",
                    "timeFrame": "Will be collected at the time of visit 1 through end of study or 100 months"
                },
                {
                    "measure": "Change in adverse event rate response rate",
                    "description": "National Cancer Institute (NCI) Common Terminology Criteria for Adverse Events (CTCAE) version 4.0 is used to grade all adverse events",
                    "timeFrame": "Will be collected at the time of visit 1 through end of study or 100 months"
                },
                {
                    "measure": "Change in overall survival (OS)",
                    "description": "Overall survival will be captured through in-clinic or telephone contact with subjects",
                    "timeFrame": "Will be collected at the time of visit 1 through end of study or 100 months"
                },
                {
                    "measure": "Proportion of patients with circulating tumor cells (CTC) response",
                    "description": "CTCs will be analyzed through blood specimen collection via CellSearch methodology lab testing",
                    "timeFrame": "Will be collected at the time of visit 1 through end of study or 100 months"
                },
                {
                    "measure": "Proportion of patients with a tumor response",
                    "description": "Modified response evaluation criteria in solid tumors (RECIST) criteria will be use to determine complete response (CR) or partial response (PR)",
                    "timeFrame": "Will be collected at the time of visit 1 through end of study or 100 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria\n\n1. Age \\>18 years.\n2. Documented histological or cytological diagnosis of prostate carcinoma.\n3. Evidence of metastatic PC on imaging (bone scan and/or CT/MRI scan)\n4. Agree to undergo a biopsy of at least one metastatic site or primary prostate prior to beginning therapy. Adequate archival metastatic tissue can be used if available in lieu of a biopsy if done when patient had CRPC and within 3 months the start of treatment.\n5. Agree to undergo a biopsy of at least one metastatic site or primary prostate after 3 weeks weeks of therapy (biopsy must be between day 21 and day 24 of treatment). Re- biopsy of same pre-treatment biopsy soft tissue site is preferred.\n6. Serum testosterone level less than 50 ng/dl. Subjects without prior orchiectomy must be currently taking and willing to continue luteinizing hormone-releasing hormone (LHRH) analogue (agonist or antagonist) therapy until permanent discontinuation of study treatment.\n7. Documented progressive metastatic CRPC based on at least one of the following criteria:\n\n   * PSA progression according to Prostate Cancer Working Group 3 (PCWG3) criteria\n   * Objective radiographic progression, according to PCWG3 criteria\n8. ECOG performance status of 0-1\n9. Recovery to baseline or ≤ Grade 1 CTCAE v4 from toxicities related to any prior treatments, unless specified below or AE(s) are clinically nonsignificant and/or stable on supportive therapy.\n10. Adequate organ and marrow function, based upon meeting all of the following laboratory criteria within 14 days before first dose of study treatment:\n\n    * Absolute neutrophil count (ANC) ≥ 1500/mm3 (≥ 1.5 GI/L) without granulocyte colony-stimulating factor support\n    * White blood cell count ≥ 2500/mm3 (≥ 2.5 GI/L)\n    * Platelets ≥ 100,000/mm3 (≥ 100 GI/L) without transfusion\n    * Hemoglobin ≥ 9 g/dL (≥ 90 g/L)\n    * Total bilirubin ≤ 1.5 x ULN (for subjects with Gilbert's disease ≤ 3 x ULN)\n    * Serum albumin ≥ 2.8 g/dl\n    * Serum creatinine ≤ 2.0 x ULN or calculated creatinine clearance ≥ 30 mL/min (≥ 0.5 mL/sec) using the Cockcroft-Gault equation:\n    * If urine dipstick is positive, then: Urine protein/creatinine ratio (UPCR) ≤ 1 mg/mg (≤ 113.2 mg/mmol)\n\n13. Evidence of amplification or activating mutation of selected targets of cabozantinib (including MET, KIT, RET, VEGFR-1, VEGFR-2, VEGFR-3, FLT3, AXL, TRKB, or TIE2) by at least one of the following:\n\n* DNA sequencing of metastatic tumor biopsy specimen or cfDNA test\n* RNA sequencing of metastatic tumor biopsy specimen\n* Commercial cell-free DNA assay\n* Overexpression by IHC on metastatic tumor biopsy specimen 14. Sexually active fertile subjects and their partners must agree to use medically accepted methods of contraception (e.g., barrier methods, including male condom, female condom, or diaphragm with spermicidal gel) during the course of the study and for 4 months after the last dose of study treatment 15. Capable of understanding and complying with the protocol requirements and must have signed the informed consent document\n\nExclusion Criteria\n\n1. Prior treatment with cabozantinib\n2. Receipt of any type of small molecule kinase inhibitor (including investigational kinase inhibitor) within 2 weeks before first dose of study treatment.\n3. Receipt of any type of cytotoxic, biologic or other systemic anticancer therapy (including investigational) except agents to maintain castrate status within 4 weeks before first dose of study treatment. Antiresportive bone agents are also allowed.\n4. Subject has received abiraterone acetate or enzalutamide within 2 weeks before enrollment.\n5. Radiation therapy for bone metastasis within 2 weeks, any other radiation therapy within 4 weeks before first dose of study treatment. Systemic treatment with radionuclides within 6 weeks before the first dose of study treatment. Subjects with clinically relevant ongoing complications from prior radiation therapy are not eligible.\n6. Known brain metastases or cranial epidural disease unless adequately treated with radiotherapy and/or surgery (including radiosurgery) and stable for at least 4 weeks prior to first dose of study treatment after radiotherapy or at least 4 weeks prior to first dose of study treatment after major surgery (e.g., removal or biopsy of brain metastasis). Subjects must have complete wound healing from major surgery or minor surgery before first dose of study treatment. Eligible subjects must be neurologically asymptomatic and without corticosteroid treatment for neurological indications at the time of first dose of study treatment.\n7. Concomitant anticoagulation with coumarin agents (e.g., warfarin), direct thrombin inhibitors (e.g., dabigatran), direct factor Xa inhibitor betrixaban, or platelet inhibitors (e.g., clopidogrel). Allowed anticoagulants are the following:\n\n   * Prophylactic use of low-dose aspirin for cardio-protection (per local applicable guidelines) and low-dose low molecular weight heparins (LMWH).\n   * Therapeutic doses of LMWH or anticoagulation with direct factor Xa inhibitors rivaroxaban, edoxaban, or apixaban in subjects without known brain metastases who are on a stable dose of the anticoagulant for at least 1 week before first dose of study treatment without clinically significant hemorrhagic complications from the anticoagulation regimen or the tumor.\n8. The subject has prothrombin time (PT)/INR or partial thromboplastin time (PTT) test ≥ 1.3 x the laboratory ULN within 14 days before the first dose of study treatment.\n9. The subject has uncontrolled, significant intercurrent or recent illness including, but not limited to, the following conditions:\n\n   * Cardiovascular disorders:\n\n     * Congestive heart failure New York Heart Association Class 3 or 4, unstable angina pectoris, serious cardiac arrhythmias.\n     * Uncontrolled hypertension defined as sustained blood pressure (BP) \\>140 mm Hg systolic or \\>90 mm Hg diastolic despite optimal antihypertensive treatment.\n     * Stroke (including transient ischemic attack \\[TIA\\]), myocardial infarction (MI), or other ischemic event, or thromboembolic event (e.g. deep venous thrombosis, pulmonary embolism) within 6 months before first dose.\n   * Gastrointestinal (GI) disorders including those associated with a high risk of perforation or fistula formation:\n\n     * The subject has evidence of tumor invading the GI tract, active peptic ulcer disease, inflammatory bowel disease (e.g., Crohn's disease), diverticulitis, cholecystitis, symptomatic cholangitis or appendicitis, acute pancreatitis, acute obstruction of the pancreatic duct or common bile duct, or gastric outlet obstruction.\n     * Abdominal fistula, GI perforation, bowel obstruction, or intra-abdominal abscess within 6 months before first dose.\n\n   Note: Complete healing of an intra-abdominal abscess must be confirmed before first dose.\n   * Clinically significant hematuria, hematemesis, or hemoptysis of \\> 0.5 teaspoon (2.5 mL) of red blood, or other history of significant bleeding (e.g., pulmonary hemorrhage) within 12 weeks before first dose.\n   * Cavitating pulmonary lesion(s) or known endotracheal or endobronchial disease manifestation.\n   * Lesions invading or encasing any major blood vessels. Subjects with lesions invading the intrahepatic vasculature, including portal vein, hepatic vein, and hepatic artery, are eligible.\n   * Other clinically significant disorders that would preclude safe study participation.\n\n     * Serious non-healing wound/ulcer/bone fracture.\n     * Uncompensated/symptomatic hypothyroidism.\n     * Moderate to severe hepatic impairment (Child-Pugh B or C).\n10. Major surgery (e.g., GI surgery, removal or biopsy of brain metastasis) within 8 weeks before first dose of study treatment. Complete wound healing from major surgery must have occurred 1 month before first dose and from minor surgery (e.g. simple excision, tooth extraction) at least 10 days before first dose. Subjects with clinically relevant ongoing complications from prior surgery are not eligible.\n11. Corrected QT interval calculated by the Fridericia formula (QTcF) \\> 500 ms per electrocardiogram (ECG) within 28 days before first dose of study treatment \\[add reference for Fridericia formula\\].\n\n    Note: If a single ECG shows a QTcF with an absolute value \\> 500 ms, two additional ECGs at intervals of approximately 3 min must be performed within 30 min after the initial ECG, and the average of these three consecutive results for QTcF will be used to determine eligibility.\n12. Inability to swallow tablets.\n13. Previously identified allergy or hypersensitivity to components of the study treatment formulations.\n14. Diagnosis of another malignancy within 2 years before first dose of study treatment, except for superficial skin cancers, or localized, low-grade tumors deemed cured and not treated with systemic therapy.\n\nMolecular Eligibility\n\nTo be eligible, a patient's tumor must have evidence of gene amplification, an activating mutation, or overexpression of one of the following genes: MET, KIT, RET, VEGFR-1, VEGFR-2, VEGFR-3, FLT3, AXL, TRKB, or TIE2. Eligibility can be met via the following diagnostic tests:\n\n1. DNA sequencing of a metastatic tumor biopsy specimen showing gene amplification or activating mutation using a CLIA-certified assay. Tumor tissue samples must have been collected within 6 months of enrollment.\n2. Protein overexpression in a metastatic tumor biopsy specimen determined by immunohistochemistry (IHC) showing 2+ or 3+ protein expression using a CLIA-certified assay.These include common in-house KIT and commercial reference labs for panTRK (e.g. NeoGenomics) and cMET (e.g. NeoGenomics, Caris, Mayo Clinic).\n3. CLIA-certified commercial cell free DNA assay reporting gene amplification or activating mutation within 3 months of enrollment.\n\n   * For the Guardant360 Liquid Biopsy amplification must be at least (++) or (+++) for to meet eligibility.\n   * For the FoundationOneLiquid assay, amplification will be eligible. Reports that have an \"equivocal\" or \"subclonal\" designation will not be eligible.\n4. Any non-CLIA certified assay such as RNA expression profiling of a metastatic tumor biopsy specimen showing overexpression must be confirmed by a CLIA-certified assay (i.e., immunohistochemistry showing 2+ or 3+ protein expression)",
            "healthyVolunteers": false,
            "sex": "MALE",
            "genderBased": true,
            "genderDescription": "Men with Metastatic Castrate Resistant Prostate Cancer (mCRPC)",
            "minimumAge": "18 Years",
            "maximumAge": "99 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "GUONC Research Team",
                    "role": "CONTACT",
                    "phone": "212-746-1480",
                    "email": "guonc@med.cornell.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "David M Nanus, MD",
                    "affiliation": "Weill Medical College of Cornell University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Karmanos Cancer Institute",
                    "status": "RECRUITING",
                    "city": "Detroit",
                    "state": "Michigan",
                    "zip": "48201",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Brenda Dickow, RN",
                            "role": "CONTACT",
                            "phone": "313-576-9372",
                            "email": "dickowb@karmanos.org"
                        },
                        {
                            "name": "Elisabeth Heath, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.33143,
                        "lon": -83.04575
                    }
                },
                {
                    "facility": "New Jersey Urology/Summit Medical Group",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Saddle Brook",
                    "state": "New Jersey",
                    "zip": "07663",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Michelle Mackenzie",
                            "role": "CONTACT",
                            "email": "mmackenzie@summithealth.com"
                        },
                        {
                            "name": "Elan Diamond",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.89899,
                        "lon": -74.09264
                    }
                },
                {
                    "facility": "Columbia University Irving Medical Center",
                    "status": "RECRUITING",
                    "city": "New York",
                    "state": "New York",
                    "zip": "10032",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Brianne Bodin, BSN, RN, OCN",
                            "role": "CONTACT",
                            "phone": "212-342-5162"
                        },
                        {
                            "name": "Mark N Stein, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.71427,
                        "lon": -74.00597
                    }
                },
                {
                    "facility": "Weill Cornell Medicine",
                    "status": "RECRUITING",
                    "city": "New York",
                    "state": "New York",
                    "zip": "10065",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "GUONC Research Team",
                            "role": "CONTACT",
                            "email": "guonc@med.cornell.edu"
                        },
                        {
                            "name": "David M Nanus, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.71427,
                        "lon": -74.00597
                    }
                },
                {
                    "facility": "University of Pittsburgh Medical Center (UPMC)",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Pittsburgh",
                    "state": "Pennsylvania",
                    "zip": "15232",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Clare Grzejka",
                            "role": "CONTACT",
                            "email": "grzejkac@upmc.edu"
                        },
                        {
                            "name": "Leonard Appleman",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.44062,
                        "lon": -79.99589
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000011471",
                    "term": "Prostatic Neoplasms"
                }
            ],
            "ancestors": [
                {
                    "id": "D000005834",
                    "term": "Genital Neoplasms, Male"
                },
                {
                    "id": "D000014565",
                    "term": "Urogenital Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000005832",
                    "term": "Genital Diseases, Male"
                },
                {
                    "id": "D000091662",
                    "term": "Genital Diseases"
                },
                {
                    "id": "D000091642",
                    "term": "Urogenital Diseases"
                },
                {
                    "id": "D000011469",
                    "term": "Prostatic Diseases"
                },
                {
                    "id": "D000052801",
                    "term": "Male Urogenital Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M14335",
                    "name": "Prostatic Neoplasms",
                    "asFound": "Prostate Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M8946",
                    "name": "Genital Neoplasms, Male",
                    "relevance": "LOW"
                },
                {
                    "id": "M17315",
                    "name": "Urogenital Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M2876",
                    "name": "Genital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8944",
                    "name": "Genital Diseases, Male",
                    "relevance": "LOW"
                },
                {
                    "id": "M2875",
                    "name": "Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14333",
                    "name": "Prostatic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M27095",
                    "name": "Male Urogenital Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M4059",
                    "name": "Androgens",
                    "relevance": "LOW"
                },
                {
                    "id": "M4057",
                    "name": "Androgen Antagonists",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}