{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06061952",
            "orgStudyIdInfo": {
                "id": "STUDY20230135"
            },
            "organization": {
                "fullName": "University Hospitals Cleveland Medical Center",
                "class": "OTHER"
            },
            "briefTitle": "CAE for Poorly Adherent Individuals With Schizophrenia",
            "officialTitle": "Prospective 12-week Randomized Controlled Trial (RCT) of Remotely- Delivered Customized Adherence Enhancement for Poorly Adherent Individuals With Schizophrenia (CAE-S) vs Enhanced Treatment as Usual (eTAU)",
            "acronym": "CAE-S",
            "therapeuticArea": [
                "Mental Health"
            ],
            "study": "cae-for-poorly-adherent-individuals-with-schizophrenia"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-01",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-01-16",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-04-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-04-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-09-25",
            "studyFirstSubmitQcDate": "2023-09-25",
            "studyFirstPostDateStruct": {
                "date": "2023-09-29",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-01-30",
            "lastUpdatePostDateStruct": {
                "date": "2024-02-01",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR_INVESTIGATOR",
                "investigatorFullName": "Martha Sajatovic",
                "investigatorTitle": "Physician, UHMG",
                "investigatorAffiliation": "University Hospitals Cleveland Medical Center"
            },
            "leadSponsor": {
                "name": "Martha Sajatovic",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Merck Sharp & Dohme LLC",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This project aims to evaluate the feasibility, acceptability and preliminary efficacy of remotely delivered CAE among patients with schizophrenia (CAE-S).",
            "detailedDescription": "Patients with schizophrenia will be randomly assigned to receive either CAE-S or eTAU following the baseline assessment. The primary feasibility outcomes will be attendance and patient satisfaction (Aim 1) and change from baseline to 12 weeks in schizophrenia symptoms as measured by the Positive and Negative Symptom Scale (PANSS) (Aim 2). An exploratory evaluation (Aim 3) will examine the posited mechanistic underpinnings of the CAE-S intervention by assessing change from screening to 12 weeks in psychotropic medication adherence as measured by the Tablets Routine Questionnaire (TRQ) and validated by eCAP (objective bottle openings). Secondary measures will include the Clinical Global Impression (CGI), functional status, quality of life and attitudes towards medication."
        },
        "conditionsModule": {
            "conditions": [
                "Schizophrenia"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "OTHER",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 36,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Customized Adherence Enhancement for Schizophrenia (CAE-S)",
                    "type": "EXPERIMENTAL",
                    "description": "CAE is an adjunctive (to standard medication treatment) behavioral intervention delivered virtually (real-time one on one video-conferencing) in 6 individual sessions. All participants will receive content from the 4 currently existing CAE modules delivered over a 6-session series spaced out over approximately 6-10 weeks. The material from the 4 modules will be broken down into predetermined sub-sections and delivered in 6 sessions. The modules themselves are delivered in sections (thematic units within the module) and do not correspond to a specific session. The 4 CAE modules are Psychoeducation, Communication with Providers, Medication Routines, and Substance Use.",
                    "interventionNames": [
                        "Behavioral: Customized Adherence Enhancement for Schizophrenia (CAE-S)"
                    ]
                },
                {
                    "label": "Enhanced Treatment as Usual (eTAU)",
                    "type": "OTHER",
                    "description": "To optimize control intervention rigor, the eTAU participants will view a pre-taped series of 6 videos (based on NAMI or DBSA general wellness guidelines) 1:1 with a therapist who has similar credentials and competency as the CAE mental health clinician. The therapist will view the video with the participant and field questions the patient may have.",
                    "interventionNames": [
                        "Other: Enhanced Treatment as Usual (eTAU)"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Customized Adherence Enhancement for Schizophrenia (CAE-S)",
                    "description": "6-session series spaced out over approximately 6-10 weeks",
                    "armGroupLabels": [
                        "Customized Adherence Enhancement for Schizophrenia (CAE-S)"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Enhanced Treatment as Usual (eTAU)",
                    "description": "eTAU participants will view a pre-taped series of 6 videos",
                    "armGroupLabels": [
                        "Enhanced Treatment as Usual (eTAU)"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Average number of CAE sessions attended by those in the CAE group after 12 weeks",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Percentage of subjects in the CAE group that agree or strongly agree that the intervention was useful at 12 weeks",
                    "timeFrame": "12 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in Positive and Negative Syndrome Scale (PANSS) total score between CAE-S and eTAU groups at 12 weeks",
                    "description": "The PANSS is a clinician rated scale used for measuring symptom severity of patients with schizophrenia. Total scores range from 30 to 210, with higher scores indicating more severe schizophrenia",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Change in Tablets Routine Questionnaire (TRQ) at 12 weeks",
                    "description": "The TRQ is a validated self-report measure that identifies proportion of days with missed doses in the past 7 days (past-week) and in the past 30 days (past-month). Lower scores (a smaller proportion/percentage n of missed medication) represent better adherence, while higher scores (a larger proportion/percentage of missed medication) represent worse adherence.",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Change in eCAP use at 12 weeks",
                    "description": "Study participants will be given an eCAP device for one of their pill bottles, which will record time/date of bottle opening. eCAP will be used to monitor the antipsychotic dosed most often (index drug). If more than one drug is dosed at the same frequency, the antipsychotic most recently added to the regimen will be the index drug.. Investigators will calculate a percent of doses taken by dividing the number of times the bottle is opened by the number of times it should have been opened as per the prescription.",
                    "timeFrame": "12 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Individuals age 18 and older with schizophrenia as confirmed by the Mini International Psychiatric Inventory (MINI)\n* Prescribed an antipsychotic medication for treatment of schizophrenia\n* Known to have medication treatment adherence problems as identified by the Tablets Routine Questionnaire (TRQ, 20% or more missed medications in past week or past month)\n* Ability to be rated on psychiatric rating scales\n* Currently in treatment or scheduled to receive treatment at a Community Mental Health Clinic (CMHC) or other clinical setting able to provide mental health care during and after study participation\n* Able to provide written, informed consent to study participation\n* Has access to electronic device and internet to complete sessions conducted on videoconferencing platform\n\nExclusion Criteria:\n\n* Prior or current treatment with clozapine (clozapine therapy includes additional medication-related monitoring and clinical visits that may impact medication adherence)\n* Medical condition or illness, which in the opinion of the research psychiatrist, would interfere with the patient's ability to participate in the trial\n* Physical dependence on substances (alcohol or illicit drugs) likely to lead to withdrawal reaction during the course of the study in the clinical opinion of the treated research psychiatrist\n* Immediate risk of harm to self or others\n* Female who is currently pregnant or breastfeeding\n* Does not have access to electronic device and internet to complete sessions conducted on videoconferencing platform",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Gracie Howard-Griggs",
                    "role": "CONTACT",
                    "phone": "888-819-0004",
                    "email": "Gracie.HowardGriggs@UHhospitals.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Martha Sajatovic, MD",
                    "affiliation": "University Hospitals Cleveland Medical Center",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University Hospitals Cleveland Medical Center",
                    "status": "RECRUITING",
                    "city": "Cleveland",
                    "state": "Ohio",
                    "zip": "44106",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Gracie Howard-Griggs",
                            "role": "CONTACT",
                            "phone": "888-819-0004",
                            "email": "Gracie.HowardGriggs@UHhospitals.org"
                        },
                        {
                            "name": "Martha Sajatovic, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.4995,
                        "lon": -81.69541
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000012559",
                    "term": "Schizophrenia"
                }
            ],
            "ancestors": [
                {
                    "id": "D000019967",
                    "term": "Schizophrenia Spectrum and Other Psychotic Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M15376",
                    "name": "Schizophrenia",
                    "asFound": "Schizophrenia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M21838",
                    "name": "Schizophrenia Spectrum and Other Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}