{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05958342",
            "orgStudyIdInfo": {
                "id": "STUDY23040043"
            },
            "secondaryIdInfos": [
                {
                    "id": "W81XWH-6-D-0024",
                    "type": "OTHER_GRANT",
                    "domain": "Department of Defense"
                }
            ],
            "organization": {
                "fullName": "University of Pittsburgh",
                "class": "OTHER"
            },
            "briefTitle": "CAlcium and VAsopressin Following Injury Early Resuscitation (CAVALIER) Trial",
            "officialTitle": "CAlcium and VAsopressin Following Injury Early Resuscitation (CAVALIER) Trial",
            "acronym": "CAVALIER",
            "therapeuticArea": [
                "Other"
            ],
            "study": "calcium-and-vasopressin-following-injury-early-resuscitation-cavalier-trial"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-06-30",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-03",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2028-03",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-07-14",
            "studyFirstSubmitQcDate": "2023-07-14",
            "studyFirstPostDateStruct": {
                "date": "2023-07-24",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-02",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-03",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR_INVESTIGATOR",
                "investigatorFullName": "Jason Sperry",
                "investigatorTitle": "Professor",
                "investigatorAffiliation": "University of Pittsburgh"
            },
            "leadSponsor": {
                "name": "Jason Sperry",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "United States Department of Defense",
                    "class": "FED"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The CAlcium and VAsopressin following Injury Early Resuscitation (CAVALIER) Trial is a proposed 4 year, double-blind, mutli-center, prehospital and early in hospital phase randomized trial designed to determine the efficacy and safety of prehospital calcium and early in hospital vasopressin in patients at risk of hemorrhagic shock.",
            "detailedDescription": "Resuscitation strategies for the acutely injured patient in hemorrhagic shock have evolved. Patients benefit from receiving less crystalloid in favor of blood transfusions with balanced ratios of plasma and platelets or whole blood resuscitation. These resuscitation practices are termed Damage Control Resuscitation and have been incorporated into resuscitation protocols in Level I trauma centers across the country. Damage Control Resuscitation represents standard practice for military and civilian trauma. Despite these changes, deaths from traumatic hemorrhage continue to occur in the first hours following trauma center arrival, underscoring the importance of early, novel interventions.\n\nHypocalcemia following traumatic injury is exceedingly common following severe traumatic injury in patients at risk of hemorrhagic shock. During hemorrhagic shock resuscitation, pathways reliant upon calcium such as platelet function, intrinsic and extrinsic hemostasis, and cardiac contractility are disrupted. Citrate containing transfusion products are known to further reduce calcium levels through chelation during trauma resuscitation. Hypocalcemia has consistently been shown to be independently associated with the risk of large volume blood transfusion and mortality. Current management practices include calcium replacement during the in hospital phase of care in patients receiving blood products. Early calcium replacement in patients at risk of hemorrhage and hypocalcemia may mitigate coagulopathy, maintain hemostasis, improve hemodynamics and outcomes, and may reduce complications attributable to hemorrhagic shock.\n\nArginine vasopressin is a physiologic hormone released by the posterior pituitary in response to hypotension and is commonly used as a vasopressor for critically ill patients for the treatment of hypotension due to multiple causes including sepsis. Prolonged hemorrhagic shock has the potential to alter systemic vasomotor tone which can progress to refractory/recalcitrant hypotension. Patients receiving resuscitation for hemorrhage are at risk of vasopressin deficiency. Vasopressin may improve hemostasis by enhancing platelet function and augmenting clot formation. Vasopressin infusion soon after injury in patients in hemorrhagic shock has been demonstrated to be safe and result in a reduction in blood transfusion requirements and a lower incidence of deep venous thrombosis.\n\nWhole blood, red cells, and blood components are a precious and limited resource. Trauma resuscitation adjuncts such as early calcium and vasopressin may provide benefit when transfusion products are limited and may provide additional benefit even when transfusion capabilities remain robust. Due to their action on coagulation and hemodynamic cascades in the injured patient, these resuscitation adjuncts have the potential to interact and provide additive benefit to the injured patient. However, safety and efficacy of prehospital calcium and early in hospital vasopressin remain inadequately characterized. Enrolled patients may participate in the prehospital phase (calcium), in-hospital phase (vasopressin), or both. The aims of the CAlcium and VAsopressin following Injury Early Resuscitation (CAVALIER) trial are to determine the efficacy and safety of prehospital calcium supplementation and early in hospital vasopressin infusion as compared to standard care resuscitation in patients at risk of hemorrhagic shock and to appropriately characterize any additive effect of both resuscitation adjunct interventions."
        },
        "conditionsModule": {
            "conditions": [
                "Trauma",
                "Hemorrhage"
            ],
            "keywords": [
                "hemorrhagic shock",
                "trauma",
                "calcium gluconate",
                "vasopressin"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "SEQUENTIAL",
                "interventionModelDescription": "permuted block design",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "QUADRUPLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 1050,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Prehospital Intervention Arm",
                    "type": "EXPERIMENTAL",
                    "description": "1 gram calcium gluconate provided via intravenous or intraosseous access over approximately 2-5 minutes, initiated prior to trauma bay arrival and infused to completion following arrival if needed",
                    "interventionNames": [
                        "Drug: Calcium Gluconate"
                    ]
                },
                {
                    "label": "Prehospital Control Arm",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "Identical volume saline placebo to prehospital intervention arm provided via intravenous or intraosseous access over approximately 2-5 minutes, initiated prior to trauma bay arrival and infused to completion following arrival if needed",
                    "interventionNames": [
                        "Drug: saline placebo"
                    ]
                },
                {
                    "label": "Early In-Hospital Intervention Arm",
                    "type": "EXPERIMENTAL",
                    "description": "4 unit vasopressin bolus followed by a vasopressin infusion at 0.04 U/min for eight hours, initiated within approximately two hours of enrollment",
                    "interventionNames": [
                        "Drug: Vasopressin"
                    ]
                },
                {
                    "label": "Early In-Hospital Control Arm",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "volume matched saline bolus followed by volume matched normal saline placebo infusion for eight hours initiated within approximately two hours of enrollment",
                    "interventionNames": [
                        "Drug: saline placebo"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Calcium Gluconate",
                    "description": "1 gram calcium gluconate provided via intravenous or intraosseous access over approximately 2-5 minutes",
                    "armGroupLabels": [
                        "Prehospital Intervention Arm"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Vasopressin",
                    "description": "4 unit vasopressin bolus followed by vasopressin infusion at 0.04 U/min for eight hours",
                    "armGroupLabels": [
                        "Early In-Hospital Intervention Arm"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "saline placebo",
                    "description": "saline placebo volume matched to prehospital or in hospital phase",
                    "armGroupLabels": [
                        "Early In-Hospital Control Arm",
                        "Prehospital Control Arm"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Number of participants with 30-day mortality",
                    "description": "all cause mortality within 30 days",
                    "timeFrame": "from randomization to death or 30 days, whichever comes first"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Number of participants with 6-hour mortality",
                    "description": "all cause mortality within 6 hours",
                    "timeFrame": "from randomization to death or 6 hours, whichever comes first"
                },
                {
                    "measure": "Number of participants with 24-hour mortality",
                    "description": "all cause mortality within 24 hours",
                    "timeFrame": "from randomization to death or 24 hours, whichever comes first"
                },
                {
                    "measure": "Number of participants with In-hospital mortality",
                    "description": "death prior to hospital discharge",
                    "timeFrame": "In hospital mortality from time of randomization to death or 30 days, whichever comes first"
                },
                {
                    "measure": "Number of participants with Death from hemorrhage",
                    "description": "Death from hemorrhage adjudicated by the site investigator",
                    "timeFrame": "from randomization to death or 30 days, whichever comes first"
                },
                {
                    "measure": "Number of participants with Death from brain injury",
                    "description": "Death from brain injury adjudicated by the site investigator",
                    "timeFrame": "from randomization to death or 30 days, whichever comes first"
                },
                {
                    "measure": "Blood and blood component transfusion requirements in the initial 6 hours",
                    "description": "number of units transfused and type",
                    "timeFrame": "from randomization to 6 hours"
                },
                {
                    "measure": "Blood and blood component transfusion requirements in the initial 24 hours",
                    "description": "number of units transfused and type",
                    "timeFrame": "from randomization to 24 hours"
                },
                {
                    "measure": "Incidence of Multiple Organ Failure (MOF)",
                    "description": "Evaluated via the Denver Post injury Multiple Organ Failure Score, characterized as an incidence rate (percentage) and as MOF free days. Patients never admitted to ICU or with length of stay less than 48 hours will have a score of 0. A summary Denver score of \\>3 will be classified as MOF.",
                    "timeFrame": "Scores determined daily until up to Day 7 or ICU discharge, whichever comes first"
                },
                {
                    "measure": "Incidence of nosocomial infection",
                    "description": "Utilizing the CDC criteria for diagnosis of hospital acquired pneumonia and blood stream infection",
                    "timeFrame": "from randomization to death or 30 days"
                },
                {
                    "measure": "Time to hemostasis",
                    "description": "Determined by ability to reach nadir transfusion requirement of 1 unit of red blood cells in a 60 minute period in the first 4 hours following arrival. In the absence of ability to obtain hemostasis within the first 4 hours, the patient will be designated \"non-hemostasis\"",
                    "timeFrame": "hospital arrival to 4 hours"
                },
                {
                    "measure": "Incidence of coagulopathy by thromboelastography (TEG)",
                    "description": "TEG date collected only when obtained as part of clinical",
                    "timeFrame": "within 4 hours of arrival plus or minus 12"
                },
                {
                    "measure": "Incidence of coagulopathy by thromboelastography (TEG)",
                    "description": "TEG date collected only when obtained as part of clinical",
                    "timeFrame": "within 24 hours of arrival plus or minus 12"
                },
                {
                    "measure": "ICU free days",
                    "description": "number of days the patient is alive and not admitted to ICU subtracted from 30",
                    "timeFrame": "From hospital arrival to death or 30 days"
                },
                {
                    "measure": "Hospital free days",
                    "description": "number of days the patient is alive and not admitted to hospital subtracted from 30",
                    "timeFrame": "From hospital arrival to death or 30 days"
                },
                {
                    "measure": "Ionized calcium measurements",
                    "description": "Ionized calcium collected as part of clinical care or as research lab",
                    "timeFrame": "Measured in the first 60 minutes (+/- 3 hours), when feasible, during early stage resuscitation in emergency department or operating room"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\nPrehospital Phase:\n\nInjured patients at risk of hemorrhagic shock being transported from scene or referral hospital to a participating CAVALIER trial site who meet the following criteria:\n\n1A. Systolic blood pressure ≤ 90mmHg and tachycardia (HR ≥ 108) at scene, at outside hospital, or during anticipated transport to a participating CAVALIER trial site\n\nOR\n\n1B. Systolic blood pressure ≤ 70mmHg at scene, at outside hospital, or during anticipated transport to a participating CAVALIER trial site\n\nEarly In-Hospital Phase:\n\nInjured patients at a participating CAVALIER trial site at risk of hemorrhagic shock who meet the following criteria:\n\n1A. Systolic blood pressure ≤ 90mmHg and tachycardia (HR ≥ 108) at scene, at outside hospital, during transport, or in emergency department of a participating CAVALIER trial site\n\nOR\n\n1B. Systolic blood pressure ≤ 70mmHg at scene, at outside hospital, during transport, or in emergency department of a participating CAVALIER trial site\n\nAND\n\n2.Blood/blood component transfusion initiated in prehospital setting or deemed clinically indicated within 60 minutes of arrival at the enrolling trauma center\n\nAND 3. Clinical team deems Operating Room for major hemorrhage control procedure (e.g., laparotomy, thoracotomy, vascular exploration or extremity amputation) indicated within 60 minutes of arrival at the enrolling trauma center\n\nAND\n\n4. Anticipated admission to intensive care unit (ICU)\n\nExclusion Criteria:\n\nPrehospital Phase\n\n1. Wearing NO CAVALIER opt-out bracelet\n2. Age \\> 90 or \\< 18 years of age\n3. Isolated fall from standing injury mechanism\n4. Known prisoner\n5. Known pregnancy\n6. Traumatic arrest with \\> 5 minutes of CPR without return of vital signs\n7. Brain matter exposed or penetrating brain injury\n8. Isolated drowning or hanging victims\n9. Objection to study voiced by subject or family member at the scene or at the trauma center\n10. Inability to obtain IV/IO access\n\nEarly In-Hospital Phase:\n\n1. Wearing NO CAVALIER opt-out bracelet\n2. Age \\> 90 or \\< 18 years of age\n3. Isolated fall from standing injury mechanism\n4. Known prisoner\n5. Known pregnancy\n6. Traumatic arrest with \\> 5 minutes of CPR without return of vital signs\n7. Brain matter exposed or penetrating brain injury\n8. Isolated drowning or hanging victims\n9. Objection to study voiced by subject or family member at the scene or at the trauma center\n10. Inability to obtain IV access",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "90 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Jason Sperry, MD",
                    "role": "CONTACT",
                    "phone": "4128028270",
                    "email": "sperryjl@upmc.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Jason Sperry, MD",
                    "affiliation": "University of Pittsburgh",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Pittsburgh",
                    "status": "RECRUITING",
                    "city": "Pittsburgh",
                    "state": "Pennsylvania",
                    "zip": "15213",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jason Sperry, MD",
                            "role": "CONTACT",
                            "phone": "412-647-3065",
                            "email": "sperryjl@upmc.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.44062,
                        "lon": -79.99589
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "De-identified data may be shared with the funding agency as well as other researchers upon request to the Principal Investigator",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "ICF"
            ],
            "timeFrame": "Data will become available after publication of the primary manuscript",
            "accessCriteria": "Requests for data will be submitted in writing and reviewed by the Principal Investigator"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000006470",
                    "term": "Hemorrhage"
                }
            ],
            "ancestors": [
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M15577",
                    "name": "Shock",
                    "relevance": "LOW"
                },
                {
                    "id": "M17685",
                    "name": "Wounds and Injuries",
                    "relevance": "LOW"
                },
                {
                    "id": "M9556",
                    "name": "Hemorrhage",
                    "asFound": "Hemorrhage",
                    "relevance": "HIGH"
                },
                {
                    "id": "M15579",
                    "name": "Shock, Hemorrhagic",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000014667",
                    "term": "Vasopressins"
                },
                {
                    "id": "D000001127",
                    "term": "Arginine Vasopressin"
                },
                {
                    "id": "D000002118",
                    "term": "Calcium"
                }
            ],
            "ancestors": [
                {
                    "id": "D000077264",
                    "term": "Calcium-Regulating Hormones and Agents"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000006490",
                    "term": "Hemostatics"
                },
                {
                    "id": "D000003029",
                    "term": "Coagulants"
                },
                {
                    "id": "D000014662",
                    "term": "Vasoconstrictor Agents"
                },
                {
                    "id": "D000050034",
                    "term": "Antidiuretic Agents"
                },
                {
                    "id": "D000045283",
                    "term": "Natriuretic Agents"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5381",
                    "name": "Calcium",
                    "asFound": "Asthma Management",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5398",
                    "name": "Calcium, Dietary",
                    "relevance": "LOW"
                },
                {
                    "id": "M17414",
                    "name": "Vasopressins",
                    "asFound": "Post-transplant",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4437",
                    "name": "Arginine Vasopressin",
                    "asFound": "Post-transplant",
                    "relevance": "HIGH"
                },
                {
                    "id": "M9789",
                    "name": "Hormones",
                    "relevance": "LOW"
                },
                {
                    "id": "M9576",
                    "name": "Hemostatics",
                    "relevance": "LOW"
                },
                {
                    "id": "M6259",
                    "name": "Coagulants",
                    "relevance": "LOW"
                },
                {
                    "id": "M17409",
                    "name": "Vasoconstrictor Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "T1",
                    "name": "Arginine",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "BDCA",
                    "name": "Bone Density Conservation Agents"
                },
                {
                    "abbrev": "NaAg",
                    "name": "Natriuretic Agents"
                },
                {
                    "abbrev": "VaCoAg",
                    "name": "Vasoconstrictor Agents"
                },
                {
                    "abbrev": "Coag",
                    "name": "Coagulants"
                },
                {
                    "abbrev": "AA",
                    "name": "Amino Acids"
                }
            ]
        }
    },
    "hasResults": false
}