{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05082519",
            "orgStudyIdInfo": {
                "id": "T2020-003"
            },
            "organization": {
                "fullName": "Therapeutic Advances in Childhood Leukemia Consortium",
                "class": "OTHER"
            },
            "briefTitle": "Caloric Restriction and Activity to Reduce Chemoresistance in B-ALL",
            "officialTitle": "A Phase 2 Randomized Trial of Caloric Restriction and Activity to Reduce Chemoresistance in B-cell Acute Lymphoblastic Leukemia",
            "acronym": "IDEAL2",
            "therapeuticArea": [
                "Endocrinology",
                "Oncology and Hematology"
            ],
            "study": "caloric-restriction-and-activity-to-reduce-chemoresistance-in-b-all"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-10",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-03-12",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-10-15",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2031-10-15",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-09-22",
            "studyFirstSubmitQcDate": "2021-10-13",
            "studyFirstPostDateStruct": {
                "date": "2021-10-19",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-10-25",
            "lastUpdatePostDateStruct": {
                "date": "2023-10-26",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR_INVESTIGATOR",
                "investigatorFullName": "Etan Orgel",
                "investigatorTitle": "Principal Investigator",
                "investigatorAffiliation": "Therapeutic Advances in Childhood Leukemia Consortium"
            },
            "leadSponsor": {
                "name": "Etan Orgel",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Therapeutic Advances in Childhood Leukemia Consortium",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This study is for older children, adolescents, and young adults with B-cell Acute Lymphoblastic Leukemia (B-ALL). Higher amounts of body fat is associated with resistance to chemotherapy in patients with B-ALL. Chemotherapy during the first month causes large gains in body fat in most people, even those who start chemotherapy at a healthy weight.\n\nThis study is being done to find out if caloric restriction achieved by a personalized nutritional menu and exercise plan during routine chemotherapy can make the patient's ALL more sensitive to chemotherapy and also reduce the amount of body fat gained during treatment. The goals of this study are to help make chemotherapy more effective in treating the patient's leukemia as demonstrated by fewer patients with leukemia minimal residual disease (MRD) while also trying to reduce the amount of body fat that chemotherapy causes the patient to gain in the first month.",
            "detailedDescription": "GOALS AND OBJECTIVES\n\nHypothesis: Caloric restriction with increased physical activity integrated into induction chemotherapy will decrease chemoresistance and reduce minimal residual disease (MRD). In children receiving induction therapy for NCI/Rome high-risk B-cell acute lymphoblastic leukemia (HR B-ALL),\n\n1.1 Primary Objectives\n\n* To examine efficacy of the IDEAL2 (Improving Diet and Exercise in ALL) caloric restriction and activity intervention integrated into HR B-ALL induction to reduce incidence of end of induction (EOI) MRD ≥0.01%.\n* To examine the efficacy of the IDEAL2 intervention to reduce gain in fat mass during induction\n\n1.2 Secondary Objective\n\n• To assess self-reported adherence (defined ≥75%) to the diet and activity components of the IDEAL intervention.\n\n1.3 Exploratory Clinical Objectives\n\n* To compare rates of continued MRD positivity by end of consolidation (EOC MRD ≥0.01%).\n* To compare loss of lean mass (LM), physical inactivity, fitness (via two-minute walk test), and motor function (via BOT-2) at EOI and/or at EOC between intervention and control arms\n* To compare differences in macronutrient and micronutrient intake during induction and at EOC between intervention and control arms\n* To compare utilization of immunotherapy (CAR, other) and hematopoietic stem cell transplantation (HSCT) between intervention and control arms\n* To compare event-free survival (EFS), disease-free survival (DFS), and overall survival (OS) between intervention and control arms.\n* To compare chemotherapy dose-delivery, obesity-associated treatment toxicities (hepatotoxicity, pancreatitis, thrombosis, steroid-induced hyperglycemia, ICU admission, infection) between intervention and control arms\n* To evaluate the reliability of relative fat mass (RFM) to estimate body fat percentage, FM, and LM as measured by dual-energy X-ray absorptiometry (DXA)\n* To explore influence of sleep patterns on changes in FM from baseline to EOI and to EOC\n* To compare patient-reported quality of life (PedsQL scale) between intervention and control arms\n\n1.4 Exploratory Integrated Biology Objectives\n\n* To quantify the effect of the IDEAL2 intervention, obesity, insulin, and adiponectin on PIK3K/AKT, mTOR, MAPK/ERK signaling and NfKB transcription via mass cytometry of ALL cells\n* To quantify the effect of the IDEAL2 intervention and obesity on differences in adipokines and cytokines circulating in the plasma\n* To investigate differences in the metabolome in the plasma and bone marrow extra-cellular fluid at diagnosis and at EOI between intervention and control arms\n* To explore the underlying biology of chemoresistance, obesity, adipocytes, and ALL cells\n\nOUTLINE: Patients are randomized to 1 of 2 arms\n\nEXPERIMENTAL ARM: Standard of care nutrition education plus the updated \"Improving Diet and Exercise in ALL\" (IDEAL2) intervention to achieve calorie restriction through a personalized nutritional program and increased activity/exercise.\n\nCONTROL ARM: One-time standard of care nutritional education session\n\nAll patients receive standard of care B-ALL chemotherapy."
        },
        "conditionsModule": {
            "conditions": [
                "B-cell Acute Lymphoblastic Leukemia",
                "Obesity"
            ],
            "keywords": [
                "obesity",
                "leukemia",
                "B-cell leukemia",
                "Pediatric obesity",
                "Pediatric ALL"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "This is a randomized Phase 2 study in patients with HR B-ALL comparing the efficacy of one-time education + the IDEAL2 intervention (experimental) versus one-time education alone (control) in reducing the rate (probability) of having detectable minimum residual disease at the end of induction therapy (EOI MRD) and in reducing the amount of fat gained during induction.\n\nEligible patients will be randomized 1:1 to either the experimental or control arms using stratified, blocked randomization within four strata defined by presenting WBC (\\< 50K/uL, ≥ 50K/uL) and body mass index (normal weight vs overweight/obese).",
                "primaryPurpose": "SUPPORTIVE_CARE",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 240,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "IDEAL2 intervention",
                    "type": "EXPERIMENTAL",
                    "description": "Focused and short-term intervention of diet and exercise during induction. Calorie goal is \\>=15% daily deficit as determined by each subject's estimated energy requirement. Fat intake will make up \\<25% of daily calories. Carbohydrate will make up \\<55% of daily calories consisting of \"low\" glycemic load foods (\\<100/2,000 kcal adjusted for daily calories). Protein will make up \\>=20% of daily calories. Subjects will also perform moderate exercise 5 days per week for 30 minutes/session (total = 150 minutes per week). Subjects will have a step goal to decrease sedentary behavior, with a starting goal of \\>=1000 steps/day and increasing by at least 1000 steps/day each week.",
                    "interventionNames": [
                        "Behavioral: IDEAL2 Intervention"
                    ]
                },
                {
                    "label": "Control - Standard of Care",
                    "type": "NO_INTERVENTION",
                    "description": "One-time education of diet and exercise, which is the standard of care for ALL patients during induction."
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "IDEAL2 Intervention",
                    "description": "Intervention of diet and exercise to improve outcomes for ALL patients",
                    "armGroupLabels": [
                        "IDEAL2 intervention"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "EOI MRD positivity >= 0.01%",
                    "description": "To compare the rate of MRD \\>=0.01% at end of induction between experimental arm and control arm",
                    "timeFrame": "Prior to day 5 until end of induction (~day 35 from start of chemotherapy)"
                },
                {
                    "measure": "Change in fat mass",
                    "description": "To compare the % change in fat mass from baseline to end of induction between the experimental arm and control arm",
                    "timeFrame": "Prior to day 5 until end of induction (~day 35 from start of chemotherapy)"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Proportion of patients with >=75% adherence to diet intervention",
                    "description": "To assess the self-reported adherence to the diet component of the IDEAL2 intervention",
                    "timeFrame": "Prior to day 5 until end of induction (~day 35 from start of chemotherapy)"
                },
                {
                    "measure": "Proportion of patients with >=75% adherence to exercise intervention",
                    "description": "To assess the self-reported adherence to the exercise component of the IDEAL2 intervention",
                    "timeFrame": "Prior to day 5 until end of induction (~day 35 from start of chemotherapy)"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Patients must be ≥ 10.0 and \\<26.0 years of age.\n* Patients must have a diagnosis of de novo B-ALL\n* Patients must have a M3 marrow (\\>25% blasts by morphology) or at least 1,000/µL circulating leukemia cells in PB confirmed by Flow Cytometry (or other convincing evidence of a B-ALL diagnosis not meeting above criteria following central review by the Study Hematopathologist and Study Chair or Vice-Chair).\n* The treatment regimen must be the first treatment attempt for B-ALL-\n* Must be a multi-agent induction regimen inclusive of vincristine, glucocorticoid, pegaspargase/calaspargase, and daunorubicin or doxorubicin and with a planned duration \\<35 days.\n* Organ function must meet that required for initiation of chemotherapy\n* Patients at diagnosis must meet Karnofsky \\> 50% for patients \\> 16 years of age and Lansky \\> 50% for patients ≤ 16 years of age (or be expected to recover prior to Day 8) .\n* If the patient is a female of childbearing potential, a negative urine or serum pregnancy test is required within two weeks prior to enrollment.\n\nExclusion Criteria:\n\n* Patient will be excluded if they are underweight at time of enrollment (BMI% \\<5th percentile for age for patients age 10-19 years, BMI \\<18.5 in patients 20-29 years).\n* Patients with Down syndrome or a DNA fragility syndrome (such as Fanconi anemia, Bloom syndrome) will be excluded.\n* Patient receiving a SJCRH-style \"Total Therapy\" regimen will be excluded.\n* Patients receiving anti-CD20 monoclonal antibody therapy during induction therapy.\n* Patients will be excluded if they received treatment for a previous malignancy.\n* Patient will be excluded if they are pregnant.\n* Patient will be excluded if they have a pre-diagnosis requirement for enteral or parenteral supplementation .\n* Patient will be excluded due to inability to perform the intervention (e.g., specific nutritional needs, severe developmental delay, paraplegia)\n* Patients will be excluded if they have significant concurrent disease, illness, psychiatric disorder or social issue that would compromise patient safety or compliance with the protocol treatment or procedures, interfere with consent, study participation, follow up, or interpretation of study results",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "10 Years",
            "maximumAge": "25 Years",
            "stdAges": [
                "CHILD",
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Ellynore Florendo",
                    "role": "CONTACT",
                    "phone": "323-361-3022",
                    "email": "eflorendo@chla.usc.edu"
                },
                {
                    "name": "Roy Leong",
                    "role": "CONTACT",
                    "phone": "323-361-5132",
                    "email": "rleong@chla.usc.edu"
                }
            ],
            "locations": [
                {
                    "facility": "Children's Hospital Los Angeles",
                    "status": "RECRUITING",
                    "city": "Los Angeles",
                    "state": "California",
                    "zip": "90027",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Etan Orgel, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 34.05223,
                        "lon": -118.24368
                    }
                },
                {
                    "facility": "Children's Hospital Orange County",
                    "status": "RECRUITING",
                    "city": "Orange",
                    "state": "California",
                    "zip": "92868",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Van Huynh, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.78779,
                        "lon": -117.85311
                    }
                },
                {
                    "facility": "UCSF School of Medicine",
                    "status": "RECRUITING",
                    "city": "San Francisco",
                    "state": "California",
                    "zip": "94158",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Michelle Hermiston, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 37.77493,
                        "lon": -122.41942
                    }
                },
                {
                    "facility": "Colorado Children's Hospital",
                    "status": "RECRUITING",
                    "city": "Denver",
                    "state": "Colorado",
                    "zip": "80045",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Lisa Hartman, M.D.",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.73915,
                        "lon": -104.9847
                    }
                },
                {
                    "facility": "Children's Healthcare of Atlanta at Egleston",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Atlanta",
                    "state": "Georgia",
                    "zip": "30322",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Melinda Pauly, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.749,
                        "lon": -84.38798
                    }
                },
                {
                    "facility": "Ann & Robert H. Lurie Children's Hospital of Chicago",
                    "status": "RECRUITING",
                    "city": "Chicago",
                    "state": "Illinois",
                    "zip": "60611",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jenna Rossoff, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.85003,
                        "lon": -87.65005
                    }
                },
                {
                    "facility": "Johns Hopkins / Sydney Kimmel Cancer Center",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Baltimore",
                    "state": "Maryland",
                    "zip": "21231",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Patrick Brown, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.29038,
                        "lon": -76.61219
                    }
                },
                {
                    "facility": "C.S. Mott University of Michigan",
                    "status": "RECRUITING",
                    "city": "Ann Arbor",
                    "state": "Michigan",
                    "zip": "48109",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jennifer Agrusa, M.D.",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.27756,
                        "lon": -83.74088
                    }
                },
                {
                    "facility": "Children's Hospitals and Clinics of Minnesota",
                    "status": "RECRUITING",
                    "city": "Minneapolis",
                    "state": "Minnesota",
                    "zip": "55404",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Nathan Gossai, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 44.97997,
                        "lon": -93.26384
                    }
                },
                {
                    "facility": "Columbia University Medical Center",
                    "status": "NOT_YET_RECRUITING",
                    "city": "New York",
                    "state": "New York",
                    "zip": "10032",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Nobuko Hijiya, MD",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.71427,
                        "lon": -74.00597
                    }
                },
                {
                    "facility": "Levine Children's Hospital",
                    "status": "RECRUITING",
                    "city": "Charlotte",
                    "state": "North Carolina",
                    "zip": "28203",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Joel Kaplan, DO",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 35.22709,
                        "lon": -80.84313
                    }
                },
                {
                    "facility": "Cincinnati Children's Hospital Medical Center",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Cincinnati",
                    "state": "Ohio",
                    "zip": "45229",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Robin Norris, MD",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.12713,
                        "lon": -84.51435
                    }
                },
                {
                    "facility": "Nationwide Children's Hospital",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Columbus",
                    "state": "Ohio",
                    "zip": "43205",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Susan Vear-Colace, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.96118,
                        "lon": -82.99879
                    }
                },
                {
                    "facility": "Oregon Health & Science University",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Portland",
                    "state": "Oregon",
                    "zip": "97239",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Bill Chang, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 45.52345,
                        "lon": -122.67621
                    }
                },
                {
                    "facility": "Children's Hospital of Philadelphia",
                    "status": "RECRUITING",
                    "city": "Philadelphia",
                    "state": "Pennsylvania",
                    "zip": "19104",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Susan Rheingold, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.95233,
                        "lon": -75.16379
                    }
                },
                {
                    "facility": "University of Texas, Southwestern",
                    "status": "RECRUITING",
                    "city": "Dallas",
                    "state": "Texas",
                    "zip": "75235",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Tamra Slone, MD",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 32.78306,
                        "lon": -96.80667
                    }
                },
                {
                    "facility": "Cook Children's Medical Center",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Fort Worth",
                    "state": "Texas",
                    "zip": "76104",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Kenneth Heym, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 32.72541,
                        "lon": -97.32085
                    }
                },
                {
                    "facility": "Baylor Texas Children's Hospital",
                    "status": "RECRUITING",
                    "city": "Houston",
                    "state": "Texas",
                    "zip": "77030",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Karen Rabin, M.D.",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 29.76328,
                        "lon": -95.36327
                    }
                },
                {
                    "facility": "Primary Children's Hospital",
                    "status": "RECRUITING",
                    "city": "Salt Lake City",
                    "state": "Utah",
                    "zip": "84113",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Mallorie Heneghan, M.D.",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.76078,
                        "lon": -111.89105
                    }
                },
                {
                    "facility": "Children's Hospital of Wisconsin",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Milwaukee",
                    "state": "Wisconsin",
                    "zip": "53226",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Michael Burke, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 43.0389,
                        "lon": -87.90647
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000007938",
                    "term": "Leukemia"
                },
                {
                    "id": "D000054198",
                    "term": "Precursor Cell Lymphoblastic Leukemia-Lymphoma"
                },
                {
                    "id": "D000007945",
                    "term": "Leukemia, Lymphoid"
                },
                {
                    "id": "D000009765",
                    "term": "Obesity"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000006402",
                    "term": "Hematologic Diseases"
                },
                {
                    "id": "D000050177",
                    "term": "Overweight"
                },
                {
                    "id": "D000044343",
                    "term": "Overnutrition"
                },
                {
                    "id": "D000009748",
                    "term": "Nutrition Disorders"
                },
                {
                    "id": "D000001835",
                    "term": "Body Weight"
                },
                {
                    "id": "D000008232",
                    "term": "Lymphoproliferative Disorders"
                },
                {
                    "id": "D000008206",
                    "term": "Lymphatic Diseases"
                },
                {
                    "id": "D000007160",
                    "term": "Immunoproliferative Disorders"
                },
                {
                    "id": "D000007154",
                    "term": "Immune System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M18116",
                    "name": "Leukemia, Lymphocytic, Chronic, B-Cell",
                    "relevance": "LOW"
                },
                {
                    "id": "M27585",
                    "name": "Precursor Cell Lymphoblastic Leukemia-Lymphoma",
                    "asFound": "Acute Lymphoblastic Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12701",
                    "name": "Obesity",
                    "asFound": "Obesity",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10945",
                    "name": "Leukemia",
                    "asFound": "Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10951",
                    "name": "Leukemia, Lymphoid",
                    "asFound": "Lymphoblastic Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M30155",
                    "name": "Pediatric Obesity",
                    "relevance": "LOW"
                },
                {
                    "id": "M18115",
                    "name": "Leukemia, B-Cell",
                    "relevance": "LOW"
                },
                {
                    "id": "M11220",
                    "name": "Lymphoma",
                    "relevance": "LOW"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M9490",
                    "name": "Hematologic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M26186",
                    "name": "Overweight",
                    "relevance": "LOW"
                },
                {
                    "id": "M25307",
                    "name": "Overnutrition",
                    "relevance": "LOW"
                },
                {
                    "id": "M12684",
                    "name": "Nutrition Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M5114",
                    "name": "Body Weight",
                    "relevance": "LOW"
                },
                {
                    "id": "M11225",
                    "name": "Lymphoproliferative Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M11203",
                    "name": "Lymphatic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10206",
                    "name": "Immunoproliferative Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M10200",
                    "name": "Immune System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T1308",
                    "name": "Chronic Lymphocytic Leukemia",
                    "relevance": "LOW"
                },
                {
                    "id": "T175",
                    "name": "Acute Lymphoblastic Leukemia",
                    "asFound": "Acute Lymphoblastic Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "T3533",
                    "name": "Lymphoblastic Lymphoma",
                    "asFound": "Acute Lymphoblastic Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "T1134",
                    "name": "Childhood Acute Lymphoblastic Leukemia",
                    "relevance": "LOW"
                },
                {
                    "id": "T170",
                    "name": "Acute Graft Versus Host Disease",
                    "relevance": "LOW"
                },
                {
                    "id": "T3543",
                    "name": "Lymphosarcoma",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC15",
                    "name": "Blood and Lymph Conditions"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}