{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04798339",
            "orgStudyIdInfo": {
                "id": "MCC-20552"
            },
            "secondaryIdInfos": [
                {
                    "id": "CACZ885TUS02T",
                    "type": "OTHER",
                    "domain": "Novartis Pharmaceuticals"
                }
            ],
            "organization": {
                "fullName": "H. Lee Moffitt Cancer Center and Research Institute",
                "class": "OTHER"
            },
            "briefTitle": "Canakinumab With Darbepoetin Alfa in PTs With Lower-Risk MDS Who Have Failed ESA",
            "officialTitle": "A Phase 1b/2 Study Evaluating the Safety and Efficacy of Canakinumab With Darbepoetin Alfa in Patients With Lower-Risk Myelodysplastic Syndromes (MDS) Who Have Failed Erythropoietin Stimulating Agents (ESA)",
            "therapeuticArea": [
                "Rare Diseases"
            ],
            "study": "canakinumab-with-darbepoetin-alfa-in-pts-with-lower-risk-mds-who-have-failed-esa"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "RECRUITING",
            "startDateStruct": {
                "date": "2021-03-30",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-06-28",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-06-28",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-03-11",
            "studyFirstSubmitQcDate": "2021-03-11",
            "studyFirstPostDateStruct": {
                "date": "2021-03-15",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-04-05",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-08",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "H. Lee Moffitt Cancer Center and Research Institute",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Novartis Pharmaceuticals",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This study is a multi-institution, open-label, Phase 1b/2 clinical trial evaluating the toxicity and efficacy of canakinumab in combination with darbepoetin alfa in patients with lower-risk MDS who have failed prior treatment with an Erythropoietin Stimulating Agent (ESA)",
            "detailedDescription": "This study is a multi-institution, open-label, Phase 1b/2 clinical trial evaluating the toxicity and efficacy of canakinumab in combination with darbepoetin alfa in patients with lower-risk MDS who have failed prior treatment with an ESA. The study will be conducted in two parts, an initial Phase 1b dose escalation study followed by a dose expansion phase."
        },
        "conditionsModule": {
            "conditions": [
                "Myelodysplastic Syndromes"
            ],
            "keywords": [
                "MDS"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1",
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "SEQUENTIAL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 41,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Phase 1b: Dose Level 1",
                    "type": "EXPERIMENTAL",
                    "description": "Patients will be treated at dose level 1: Canakinumab 150 mg by subcutaneous injection on day 1 of each 28 day cycle. Darbepoetin alfa will be administered subcutaneously at a dose of 300mg on days 1 and 15 of each cycle.",
                    "interventionNames": [
                        "Drug: Canakinumab Injection",
                        "Drug: Darbepoetin Alfa"
                    ]
                },
                {
                    "label": "Phase 1b: Dose Level 2",
                    "type": "EXPERIMENTAL",
                    "description": "Patients will be treated at dose level 2: Canakinumab 300 mg by subcutaneous injection on day 1 of each 28 day cycle. Darbepoetin alfa will be administered subcutaneously at a dose of 300mg on days 1 and 15 of each cycle.",
                    "interventionNames": [
                        "Drug: Canakinumab Injection",
                        "Drug: Darbepoetin Alfa"
                    ]
                },
                {
                    "label": "Phase 2: Treatment at Maximum Tolerated Dose",
                    "type": "EXPERIMENTAL",
                    "description": "Patients will be treated with Darbepoetin alfa subcutaneously at a dose of 300 mg on days 1 and 15 of each cycle plus the maximum tolerated dose of Canakinumab.",
                    "interventionNames": [
                        "Drug: Canakinumab Injection",
                        "Drug: Darbepoetin Alfa"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Canakinumab Injection",
                    "description": "Participants will be treated at 1 of 2 dose levels of Canakinumab, beginning at 150 mg and increasing to 300 mg or the Maximum Tolerated Dose",
                    "armGroupLabels": [
                        "Phase 1b: Dose Level 1",
                        "Phase 1b: Dose Level 2",
                        "Phase 2: Treatment at Maximum Tolerated Dose"
                    ],
                    "otherNames": [
                        "Ilaris"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Darbepoetin Alfa",
                    "description": "Participants will receive Darbepoetin alfa subcutaneously at a dose of 300mg on days 1 and 15 of each cycle",
                    "armGroupLabels": [
                        "Phase 1b: Dose Level 1",
                        "Phase 1b: Dose Level 2",
                        "Phase 2: Treatment at Maximum Tolerated Dose"
                    ],
                    "otherNames": [
                        "Aranesp"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Phase 1b: Maximum Tolerated Dose (MTD)",
                    "description": "Maximum tolerated Dose will be determined by testing increasing doses of canakinumab along with a fixed dose of darbepoetin alfa. Patients will be followed for at least 1 cycle before the safety of each cohort can be fully assessed and decisions made for dose escalation in the next cohort. The MTD is defined as the dose level below which DLT is manifested in ≥33% of the patients or at dose level 2 if DLT is manifested in \\<33% of the patients (with at 6 patients treated at the MTD).",
                    "timeFrame": "up to 28 days per cohort"
                },
                {
                    "measure": "Phase 2: Rate of Hematologic Improvement-Erythroid (HI-E) response",
                    "description": "To determine the rate of hematologic improvement-erythroid (HI-E) response, defined as red blood cell transfusion independence (RBC-TI) of at least 8 weeks in transfusion dependent patients or a mean Hgb increase of \\>/=1.5g/dL above baseline sustained for at least 8 weeks in non-transfusion dependent patients.",
                    "timeFrame": "8 - 12 weeks from baseline"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Phase 1b and Phase 2: Duration of Hematologic Improvement-Erythroid (HI-E) response",
                    "description": "Duration of HI-E response: defined as the total duration for which patient is free from transfusions, or in non-transfusion dependent patients, the duration of sustained Hgb improvement of ./=1.5g/dL above pre-treatment baseline.",
                    "timeFrame": "Up to 12 months per cohort"
                },
                {
                    "measure": "Phase 1b and Phase 2: Degree in reduction of PRBC Transfusions",
                    "description": "Degree in reduction of PRBC Transfusions: defined as the total reduction in absolute number of units of PRBCs transfused over the first 24 weeks on study versus the number of units of PRBCs during the 16 weeks prior to treatment",
                    "timeFrame": "at 24 weeks per cohort"
                },
                {
                    "measure": "Phase 2: Overall Response Rate (ORR)",
                    "description": "Overall Response Rate (ORR) is defined by achieving a complete response (CR), partial response (PR), marrow CR (mCR) or hematologic improvement (HI) by IWG 2006 response criteria in MDS",
                    "timeFrame": "Up to 60 months"
                },
                {
                    "measure": "Phase 2: Duration of Response",
                    "description": "Duration of response is defined as the duration that begins on the day patient first achieves a response, until the day that patient loses response/progresses as per IWG criteria or dies.",
                    "timeFrame": "Up to 60 months"
                },
                {
                    "measure": "Phase 2: Overall Survival (OS)",
                    "description": "OS is defined as the duration of time starting from first treatment with canakinumab until death",
                    "timeFrame": "Up to 60 months"
                },
                {
                    "measure": "Phase 2: Progression Free Survival (PFS)",
                    "description": "PFS is defined as the duration of time starting from first treatment with canakinumab until death or disease progression or transformation, as defined by IWG 2006 criteria.",
                    "timeFrame": "Up to 60 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Adequate organ function as defined by laboratory values per protocol\n* Documented diagnosis of MDS by World Health Organization (WHO) criteria, further meeting the following criteria according to disease risk classification\n* Patients must be transfusion dependent, defined as requirement for transfusion of at least 3 units of Packed Red Blood cells (PRBCs) 16 weeks for a Hgb\\<9.0g/dL or, in non-transfusion dependent patients (\\<3 units of PRBCs transfused in the preceding 16 weeks), must have a baseline Hgb of \\<9.0 g/dL at time of study enrollment\n* Eastern Cooperative Oncology Group (ECOG) Performance Status \\</=2.\n* Women of child bearing potential must have negative urine or serum pregnancy test within 28 days prior to start of study drug.\n* Women of child bearing potential must agree to use adequate contraception (hormonal or barrier method of birth control; abstinence; tubal ligation, partner's vasectomy) prior to Cycle 1 Day 1 and for the duration of study participation.\n\nExclusion Criteria:\n\n* Use of chemotherapeutic agents or experimental agents (agents that are not commercially available) for the treatment of MDS within 14 days of the first day of study drug treatment.\n* Previous treatment with a hypomethylating agent (such as azacitidine, decitabine or investigational hypomethylating agent).\n* Use of concurrent growth factors such as G-CSF, GM-CSF, or thrombopoietin mimetics during study except in cases of febrile neutropenia, where G-CSF can be used for short term. Growth factors must be stopped two weeks prior to study.\n* Patient has any of the following cardiac abnormalities: (a) Uncontrolled, symptomatic congestive heart failure as designated by the treating physician (b) Myocardial infarction ≤ 6 months prior to enrollment (c) Unstable angina pectoris as designated by the treating physician (d) Serious uncontrolled cardiac arrhythmia as designated by the treating physician. (e) Uncontrolled hypertension as designated by the treating physician\n* Known history of human immunodeficiency virus (HIV) (no laboratory testing is required), or active infection with Hepatitis B or Hepatitis C.\n* Active tuberculosis (Tb) infection or documented, untreated latent Tb infection (all patients should undergo Tb risk evaluation prior to enrollment with Tb screening performed as per local guidelines,\n* Active, uncontrolled infection at the time of enrollment, except in cases of localized infections that are unlikely to lead to a systemic infection such as onychomycoses or dental caries. Patients with new fever (\\> 38.0 C) or respiratory symptoms are required to undergo laboratory screening for COVID-19\n* Have undergone prior allo-HSCT for the treatment of MDS, or other hematologic disorder, or prior solid organ transplant.\n* Any serious or uncontrolled medical disorder that, in the opinion of the investigator, may increase the risk associated with study participation or study drug administration, impair the ability of the subject to receive protocol therapy, or interfere with the interpretation of study results.\n* Prior malignancy active within the previous 2 years except for locally curable cancers that have been apparently cured, such as basal or squamous cell skin cancer, superficial bladder cancer, or carcinoma in situ of the prostate, cervix, or breast.\n* Patients with a condition requiring systemic treatment with corticosteroids within 14 days of study drug administration (i.e. prednisone at doses of \\>10mg). Inhaled or topical steroids and adrenal/pituitary replacement doses \\>10mg daily prednisone equivalents are permitted.\n* Patients undergoing concurrent treatment with agents targeting tumor necrosis factor alpha (TNF) or IL-1 within 28 days of study enrollment.\n* Patients who have received a live-virus vaccine within 30 days before study drug administration (patients should not be treated with live-virus vaccine while undergoing therapy).\n* History of allergy or hypersensitivity to either darbepoetin alfa or the study drug or its components.\n* Women of child bearing potential who are pregnant or breastfeeding.\n* Subjects who are compulsorily detained for treatment of either a psychiatric or physical (e.g., infectious disease) illness.)",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "overallOfficials": [
                {
                    "name": "David A Sallman, MD",
                    "affiliation": "Moffitt Cancer Center",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Moffitt Cancer Center",
                    "status": "RECRUITING",
                    "city": "Tampa",
                    "state": "Florida",
                    "zip": "33612",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Lisa Nardelli",
                            "role": "CONTACT",
                            "phone": "813-745-4731",
                            "email": "Lisa.Nardelli@moffitt.org"
                        },
                        {
                            "name": "David A Sallman, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Rami Komrokji, MD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Timothy E Kubal, MD, MBA",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Andrew T Kuykendall, MD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Jeffrey E Lancet, MD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Eric Padron, MD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Kendra L Sweet, MD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Chetasi Talati, MD",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 27.94752,
                        "lon": -82.45843
                    }
                },
                {
                    "facility": "Emory-Winship Cancer Institute",
                    "status": "RECRUITING",
                    "city": "Atlanta",
                    "state": "Georgia",
                    "zip": "30322",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Aaliyah Guillory",
                            "role": "CONTACT",
                            "phone": "404-778-5165",
                            "email": "Aguill2@emory.edu"
                        },
                        {
                            "name": "Anthony Hunter, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.749,
                        "lon": -84.38798
                    }
                }
            ]
        },
        "referencesModule": {
            "seeAlsoLinks": [
                {
                    "label": "Moffitt Cancer Center Clinical Trials website",
                    "url": "https://www.moffitt.org/clinical-trials-research/clinical-trials/?gclid=EAIaIQobChMImIymzIa-9gIVAZ2GCh3uzAWJEAAYASAAEgI0ovD_BwE"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000011289",
                    "term": "Preleukemia"
                },
                {
                    "id": "D000009190",
                    "term": "Myelodysplastic Syndromes"
                },
                {
                    "id": "D000013577",
                    "term": "Syndrome"
                }
            ],
            "ancestors": [
                {
                    "id": "D000004194",
                    "term": "Disease"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000001855",
                    "term": "Bone Marrow Diseases"
                },
                {
                    "id": "D000006402",
                    "term": "Hematologic Diseases"
                },
                {
                    "id": "D000011230",
                    "term": "Precancerous Conditions"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M16355",
                    "name": "Syndrome",
                    "asFound": "Syndrome",
                    "relevance": "HIGH"
                },
                {
                    "id": "M14164",
                    "name": "Preleukemia",
                    "asFound": "Myelodysplastic Syndrome",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12145",
                    "name": "Myelodysplastic Syndromes",
                    "asFound": "Myelodysplastic Syndrome",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5134",
                    "name": "Bone Marrow Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M9490",
                    "name": "Hematologic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14111",
                    "name": "Precancerous Conditions",
                    "relevance": "LOW"
                },
                {
                    "id": "T3993",
                    "name": "Myelodysplastic Syndromes",
                    "asFound": "Myelodysplastic Syndrome",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC15",
                    "name": "Blood and Lymph Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000068256",
                    "term": "Darbepoetin alfa"
                }
            ],
            "ancestors": [
                {
                    "id": "D000006397",
                    "term": "Hematinics"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M314",
                    "name": "Epoetin Alfa",
                    "relevance": "LOW"
                },
                {
                    "id": "M244",
                    "name": "Darbepoetin alfa",
                    "asFound": "Small Cell Lung Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M9485",
                    "name": "Hematinics",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Hemat",
                    "name": "Hematinics"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}