{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05015439",
            "orgStudyIdInfo": {
                "id": "IRB00267739"
            },
            "organization": {
                "fullName": "Johns Hopkins University",
                "class": "OTHER"
            },
            "briefTitle": "Cannabidiol (CBD) in Adults With ASD",
            "officialTitle": "Crossover Trial of Cannabidiol (CBD) Versus Placebo for Psychiatric Presentations in Adults With Autism Spectrum Disorder",
            "therapeuticArea": [
                "Other"
            ],
            "study": "cannabidiol-cbd-in-adults-with-asd"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-01",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-04-20",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-11",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-12",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-08-16",
            "studyFirstSubmitQcDate": "2021-08-16",
            "studyFirstPostDateStruct": {
                "date": "2021-08-20",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-01-03",
            "lastUpdatePostDateStruct": {
                "date": "2024-01-05",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Johns Hopkins University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Canopy Growth Corporation",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "There are no FDA approved treatments for use in adults with autism spectrum disorder (ASD), many of whom have distressing anxiety, mood disturbances, sleep problems, and agitation. Some researchers and individuals with ASD have noted that cannabidiol (CBD) is beneficial for those psychiatric problems. This study is to learn more about the effectiveness and safety of CBD in the treatment of psychiatric problems in adults with ASD. The study will last 14 weeks total, during which six weeks participants will receive a pill containing CBD, two weeks where participants will receive no drug/placebo, and six weeks where participants will receive the placebo, an inactive pill. As part of the study, participants will have regular visits and be asked questions about anxiety, challenging behaviors, daily functioning, cognition, and physical symptoms, on standard assessments.",
            "detailedDescription": "The investigator's study will be a randomized cross-over design, in which all 40 participants receive six weeks of CBD and six weeks of placebo with a 2-week washout in between. Participants will be seen at in-person visits at Baseline and at the end of Weeks 2, 4, and 6 of each arm of the study for clinical evaluation and primary data collection. Two additional telephone visits will be held with participants during Weeks 1 and 3 of each arm to collect data related to safety and drug tolerability.\n\nCurrently in the clinic, as part of routine care on a semi-annual basis, the investigators administer the following informant-reported scales: Aberrant Behavior Checklist (ABC, a 58-item inventory that examines presence and severity of behaviors in the domains of hyperactivity, irritability, lethargy, stereotypies, and inappropriate speech); Neuropsychiatric Inventory Questionnaire (NPI-Q, measures severity and caregiver distress related to 12 different neuropsychiatric symptoms); Social Communication Questionnaire (SCQ, a 40-item yes/no questionnaire that screens for ASD); and Waisman Activities of Daily Living scale (17-item scale to assess level of independence in activities of daily living). As part of this study, the investigators will also administer the Hamilton Anxiety Rating scale (14-item clinician-clinician rated scale to assess severity of anxiety), the Yale-Brown Obsessive Compulsive Scale (YBOCS, 10-item clinician-rated scale to measure obsessions and compulsions), and Clinical Global Impression (CGI, clinician-rated assessment of severity of illness compared to other patients and measure of global improvement) scale to participants.\n\nThe investigators will obtain informed consent to administer all assessments prior to the initiation of CBD and placebo (i.e., baseline) and administer the above clinical assessments (listed in paragraph above) at Baseline, and at the end of Week 2, Week 4, and Week 6 of each arm of the study. The investigators will monitor cognition, using the Mini Mental State Exam, at Baseline, Week 2, and Week 6 of each arm.\n\nThe study intervention will be supplied as a softgel capsule containing either CBD or inert filler (for placebo). The starting dose of CBD will be 100 mg twice daily (with breakfast and dinner, roughly 10-12 hours apart), with a plan to increase the dose to 200 mg twice daily at Week 3. The target dose is based on studies of CBD in children/adolescents with ASD and observational data of adults with ASD. Dose will be reduced or stopped for participants who exhibit an exacerbation of aberrant behavior or adverse side effects. Doses will not exceed 200 mg twice daily (400mg total daily dose). The study physician will remain blinded to the treatment assignment. However, if, based on clinical observation and adverse event reporting, the study physician believes that the study intervention has led to adverse events, she has the option of reducing or stopping the intervention \"dose\" (independent of whether participant is taking placebo or CBD) at her discretion.\n\nThe investigators will monitor for medication side effects and adverse events at all telephone and clinic visits. The investigators will use both the Drug Effect Questionnaire (DEQ) and Medication Side-Effects Questionnaire. The DEQ determines subjective ratings of cannabis intoxication using a visual analog scale anchored with \"not at all\" at one end and \"extremely\" at the other end. This method is sensitive to detecting acute effects of cannabis. There are few data reflecting the validity and reliability of DEQ in individuals with cognitive impairment, such as intellectual disability, and many neuropsychiatric measures in this field require the use of an informant. Because of this, the investigators will also use an informant version of the DEQ that is currently in use for a study of dronabinol in older adults with dementia. The items are similar but worded to be administered to an informant rather than a cognitively impaired adult. The investigators will also administer the Medication Side-Effects Questionnaire and use \"all evaluable data,\" including participant interview and discussion with informants, if the participant has language or cognitive impairment. The Questionnaire lists potential side effects of CBD rated on a four-point scale (none, mild, moderate, strong). Based on the list of potential side effects from trials of CBD, items will include diarrhea, somnolence, fever, decreased appetite, vomiting, dry mouth, restlessness, irritability, and coughing.\n\nAs part of routine clinical care, the investigators will check vital signs (heart rate, blood pressure, and weight) at all in-person clinic visits. Blood draws, to examine liver function tests (hepatic function panel), will be drawn at baseline (Week 0), Week 2, and Week 4 of each arm. If a participant is simultaneously taking lithium or valproic acid and is experiencing adverse events that the investigators think could be due to drug-drug interactions, then the investigators will draw lithium or valproic acid levels, respectively. Elevation of aminotransferases three times the upper limit of normal will result in discontinuing the dose of CBD and withdrawal from the study. The investigators will also assess for suicidality using the Columbia Suicide Severity Rating Scale at Baseline, Week 2, and Week 6 of each arm. If a participant endorses suicidal ideation with intent or plan (\"yes\" to questions 4 or 5), then the participant will undergo further clinician assessment to determine the safest course of action, which may include direction to the emergency department for evaluation, safety monitoring, and planning.\n\nThe investigators hypothesize that compared to placebo, CBD treatment will be associated with greater reduction in challenging behaviors as measured by the total score on the Aberrant Behavior Checklist (ABC). The investigators also intend to compare the safety of six weeks of CBD treatment to placebo and hypothesize that CBD will be well-tolerated with adverse effects not significantly different than placebo. This study will add to the limited knowledge base of effective interventions for psychiatric illness and behaviors in adults with ASD, with the ultimate goal of improved patient care and quality of life."
        },
        "conditionsModule": {
            "conditions": [
                "Autism Spectrum Disorder"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "QUADRUPLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 40,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Cannabidiol",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will receive cannabidiol, starting at 100 mg twice daily, and increased to 200 mg twice daily by week 3. This arm will last six weeks.",
                    "interventionNames": [
                        "Drug: Cannabidiol"
                    ]
                },
                {
                    "label": "Placebo",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "Participants will receive six weeks of placebo.",
                    "interventionNames": [
                        "Drug: Placebo"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Cannabidiol",
                    "description": "The study intervention will be supplied as a softgel capsule containing cannabidiol.",
                    "armGroupLabels": [
                        "Cannabidiol"
                    ],
                    "otherNames": [
                        "CBD"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Placebo",
                    "description": "The study intervention will be supplied as a softgel capsule containing inert filler.",
                    "armGroupLabels": [
                        "Placebo"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in Aberrant Behaviors as assessed by the Aberrant Behavior Checklist",
                    "description": "The Aberrant Behavior Checklist (ABC) assesses drug and other treatment effects on individuals with intellectual disability or other developmental disabilities. The ABC consists of a five-factor scale comprising 58 items. Problem behaviors are rated on a categorical scale between 0 (not at all a problem) and 3 (problem is severe in degree). The irritability subscale consists of 15 items, lethargy/social withdrawal consists of 16 items, stereotypic behavior consists of 7 items, hyperactivity/noncompliance consists of 16 items, and inappropriate speech consists of 4 items. The total score can range from a minimum of 0 (no problem behaviors) to a maximum of 174, with higher numbers indicating worse symptoms.",
                    "timeFrame": "baseline and six weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in Anxiety as assessed by the Hamilton Anxiety Rating Scale",
                    "description": "Change from baseline and end of six-week arm on Hamilton Anxiety Rating Scale (HAM-A), which is a 14-item clinician-rated scale to measure severity of anxiety, with higher scores indicating higher anxiety. Each question is ranked on a scale of 0, indicating not present, to 4, indicating very severe. Total scores range from 0-56 with higher scores indicating greater anxiety",
                    "timeFrame": "baseline and six weeks"
                },
                {
                    "measure": "Change in Yale-Brown Obsessive Compulsive Scale (Y-BOCS)",
                    "description": "Change from baseline and end of six-week arm on Yale-Brown Obsessive Compulsive Scale (Y-BOCS). The Y-BOCS is a 10-item clinician-rated scale to measure obsessions and compulsions. The Y-BOCS includes five rating dimensions for obsessions and compulsions: time spent or occupied; interference with functioning or relationships; degree of distress; resistance; and control. The 10 Y-BOCS items are each scored on a four-point scale from 0 indicating \"no symptoms\" to 4 indicating \"extreme symptoms.\" The sum of the first five items is a severity index for obsessions, and the sum of the last five an index for compulsions. Total scores range from 0-40 with higher scores indicating greater obsessive compulsiveness.",
                    "timeFrame": "baseline and six weeks"
                },
                {
                    "measure": "Change in Clinical Global Impression Scale-Improvement (CGI)",
                    "description": "Change from baseline and end of six-week arm on Clinical Global Impression Scale (CGI). The CGI is a clinician-rated assessment of global improvement. The CGI-Improvement measures change from the initiation of treatment on a seven-point scale. The CGI-Improvement has the clinician compare the individual's overall clinical condition to the one week period just prior to the initiation of treatment. The score ranges from 1, very much improved, to 7 very much worse since initiation of treatment, with lower scores indicating more improvement.",
                    "timeFrame": "baseline and six weeks"
                },
                {
                    "measure": "Change in neuropsychiatric symptomatology as assessed by the Neuropsychiatric Inventory Questionnaire (NPI-Q)",
                    "description": "Change from baseline and end of six-week arm on Neuropsychiatric Inventory Questionnaire (NPI-Q). The NPI-Q measures severity and caregiver distress related to 12 different neuropsychiatric symptoms. Each of the 12 NPI-Q domains contains a survey question to reflect cardinal symptoms of that domain. Initial responses to each domain question are \"Yes\" (present) or \"No\" (absent). If \"Yes\", the informant rates both the Severity of the symptoms present within the last month on a 3-point scale (1 is mild, 3 is severe) and the associated impact of the symptom manifestations on them (i.e. Caregiver Distress) using a 5-point scale (0 not distressing, 5 extreme or very severe). The NPI-Q provides symptom Severity and Distress ratings for each symptom reported, and total Severity and Distress scores reflecting the sum of individual domain scores. The total score ranges from 0 to 36.",
                    "timeFrame": "baseline and six weeks"
                },
                {
                    "measure": "Change in Waisman Activities of Daily Living scale",
                    "description": "Change from baseline and end of six-week arm on Waisman Activities of Daily Living scale, which was developed for adolescents and adults with developmental disabilities. The Waisman Activities of Daily Living scale rates the participant's level of independence in 17 different daily living tasks, such as making his/her own bed to banking and managing finances. Each task is rated 0, does not do at all, to 2, independent/does on own. Scale ranges from 0 (no independence in daily living skills) to 34 (independent in daily living skills), with higher scores reflecting more independence in daily living skills.",
                    "timeFrame": "baseline and six weeks"
                },
                {
                    "measure": "Change in Social Communication Questionnaire",
                    "description": "Change from baseline and end of six-week arm on Social Communication Questionnaire (SCQ). The SCQ is a 40-item yes/no questionnaire that screens for ASD. ASD is suspected with a score of 15 or higher.",
                    "timeFrame": "baseline and six weeks"
                },
                {
                    "measure": "Change in Mini Mental State Examination (MMSE)",
                    "description": "Change from baseline on cognition using the Mini Mental State Examination (MMSE). The MMSE examines cognitive domains of orientation, memory, language, attention, and visuospatial. The score ranges from 0 as most cognitively impaired to 30 as no cognitive impairment detected on the screen, with lower scores reflecting more cognitive impairment.",
                    "timeFrame": "baseline and six weeks"
                },
                {
                    "measure": "Change in Adverse Effects- Drug Effect Questionnaire (DEQ) Subjective",
                    "description": "Change from baseline on frequency of adverse effects using the Drug Effect Questionnaire (DEQ). The DEQ, through 18 questions, determines subjective ratings of cannabis intoxication using a 100-mm visual analog scale anchored with \"not at all\" at one end and \"extremely\" at the other end. This method is sensitive to detecting acute effects of cannabis. The score is determined by the distance between the left anchor point and the participant's mark on the line. Each item is scored separately. The score ranges from 0 to 1800, with higher scores indicating a more acute drug effect.",
                    "timeFrame": "baseline and six weeks"
                },
                {
                    "measure": "Change in Adverse Effects- Drug Effect Questionnaire (DEQ) Informant",
                    "description": "Change from baseline on frequency of adverse effects using the Drug Effect Questionnaire (DEQ). The DEQ, through 18 questions, determines ratings of cannabis intoxication using a 100-mm visual analog scale anchored with \"not at all\" at one end and \"extremely\" at the other end. The score is determined by the distance between the left anchor point and the participant's mark on the line. Each item is scored separately. The informant answers for the participant, indicating how acutely affected the participant appears. The score ranges from 0 to 1800, with higher scores indicating a more acute drug effect.",
                    "timeFrame": "baseline and six weeks"
                },
                {
                    "measure": "Change in Adverse Effects- Medication Side-Effects Questionnaire",
                    "description": "Change from baseline on frequency of adverse effects using the Medication Side-Effects Questionnaire. The Questionnaire lists potential side effects of CBD rated on a four-point scale (none, mild, moderate, strong). Based on the list of potential side effects from trials of CBD, items will include diarrhea, somnolence, fever, decreased appetite, vomiting, dry mouth, restlessness, irritability, and coughing. The scores range from 0 to 36 with higher scores indicating more severe medication side effects.",
                    "timeFrame": "baseline and six weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* ASD based on Diagnostic Statistical Manual 5 (DSM-5) criteria\n* a significant mood disorder, sleep disturbance, or exhibit agitation, aggression, or other aberrant behavior that is interfering with function and quality of life, as determined by their psychiatric interview\n\nExclusion Criteria:\n\n* history of alcohol or substance use disorder\n* positive urine tetrahydrocannabinol screen at onset of study\n* individuals who are pregnant, lactating, or planning pregnancy during or within three months of completing the trial\n* individuals with unstable liver disease\n* individuals taking medications where CBD interaction might significantly alter drug levels, such as clobazam",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Elizabeth Wise, MD",
                    "role": "CONTACT",
                    "phone": "410-550-6207",
                    "email": "ewise11@jhmi.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Elizabeth Wise, MD",
                    "affiliation": "Johns Hopkins University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "JHBMC",
                    "status": "RECRUITING",
                    "city": "Baltimore",
                    "state": "Maryland",
                    "zip": "21224",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 39.29038,
                        "lon": -76.61219
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000067877",
                    "term": "Autism Spectrum Disorder"
                }
            ],
            "ancestors": [
                {
                    "id": "D000002659",
                    "term": "Child Development Disorders, Pervasive"
                },
                {
                    "id": "D000065886",
                    "term": "Neurodevelopmental Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4623",
                    "name": "Autistic Disorder",
                    "relevance": "LOW"
                },
                {
                    "id": "M206",
                    "name": "Autism Spectrum Disorder",
                    "asFound": "Autism Spectrum Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5903",
                    "name": "Child Development Disorders, Pervasive",
                    "relevance": "LOW"
                },
                {
                    "id": "M5902",
                    "name": "Developmental Disabilities",
                    "relevance": "LOW"
                },
                {
                    "id": "M30644",
                    "name": "Neurodevelopmental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000002185",
                    "term": "Cannabidiol"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000927",
                    "term": "Anticonvulsants"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5445",
                    "name": "Cannabidiol",
                    "asFound": "Incentive",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4246",
                    "name": "Anticonvulsants",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "AntiConv",
                    "name": "Anticonvulsants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}