{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05823753",
            "orgStudyIdInfo": {
                "id": "801460"
            },
            "organization": {
                "fullName": "University of California, San Diego",
                "class": "OTHER"
            },
            "briefTitle": "Cannabidiol to Reduce Anxiety Reactivity",
            "officialTitle": "Endocannabinoid System Engagement to Reduce Anxiety Reactivity With Cannabidiol in Social Anxiety Disorder (R61 Project)",
            "therapeuticArea": [
                "Mental Health"
            ],
            "study": "cannabidiol-to-reduce-anxiety-reactivity"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-04-19",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-04",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-04",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-04-10",
            "studyFirstSubmitQcDate": "2023-04-10",
            "studyFirstPostDateStruct": {
                "date": "2023-04-21",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-06",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-08",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Charles Taylor",
                "investigatorTitle": "Associate Professor",
                "investigatorAffiliation": "University of California, San Diego"
            },
            "leadSponsor": {
                "name": "University of California, San Diego",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": true
        },
        "descriptionModule": {
            "briefSummary": "This study seeks to understand how cannabidiol (CBD) - a non-intoxicating chemical compound obtained from the Cannabis sativa plant - affects biological and stress-related responses that are believed to underlie anxiety disorders. This study will evaluate the effects of different doses of CBD on blood plasma levels of anandamide (a molecule in the brain that has been shown to help regulate stress responses; primary biological signature) and anxiety reactivity to a standardized stress task (secondary target) in an acute (4-day) dosing study (i.e., when steady state CBD levels have been reached). Approximately 60 subjects with social anxiety disorder (SAD), ages 18-70, will participate in this study. They will be assigned by chance to receive one of two doses of CBD (150 mg BID or 450 mg BID administered in two divided doses daily) or placebo (which resembles the study drug but has no active ingredients) BID for 3 days and on the morning of day 4. Knowledge gained from this study will help determine the therapeutic potential of CBD for anxiety.",
            "detailedDescription": "Background and aims:\n\nThe proposed two-phase, milestone driven project seeks to understand how cannabidiol (CBD) effects biological and stress-related responses that are believed to underlie anxiety disorders. This knowledge will help advance the therapeutic potential of CBD for anxiety. The R61 phase project will evaluate the dose-dependent effects of CBD on blood plasma levels of anandamide (a molecule in the brain that has been shown to help regulate stress responses; primary biological signature) and anxiety reactivity to a standardized stress task (secondary target) in an acute (4-day) dosing study (i.e., when steady state CBD levels have been reached). Aim 1 will test the hypothesis that CBD increases anandamide levels and decreases anxiety reactivity compared to placebo. Aim 2 will determine which dose (150 mg BID or 450 mg BID) of CBD produces a greater effect on anandamide and anxiety reactivity. To achieve these aims, 60 participants meeting diagnostic criteria for social anxiety disorder (SAD) will be randomized 1:1:1 to one of two doses of CBD (300 mg/day or 900 mg/day) or placebo. They will complete standardized paradigms assessing anxiety reactivity and blood draws for determination of CBD and anandamide levels at baseline and day 4.\n\nResearch design and procedures:\n\nThis phase II clinical trial will randomize 60 subjects using a double-blind, parallel group design, 1:1:1 to CBD (300 mg/day or 900 mg/day) or placebo. Randomization will be stratified by sex assigned at birth. Study personnel and subjects will be blinded throughout. Only the study biostatistician and pharmacist will be unblinded.\n\nSession 1 (intake session) will involve explanation of study procedures, informed written consent, a clinical evaluation, a series of questionnaires, medical exam and history including current treatments, and urine and blood test. This session will determine eligibility to take part in the study.\n\nSession 2 (baseline assessment session) will include vital signs, urine test, blood draw (to assess plasma CBD and endocannabinoid metabolites), state mood assessments, computerized tasks assessing responses to emotional faces, and reactivity to a standardized stress task. At the end of this session, subjects will receive their CBD/placebo dispensation kit and instructions for taking CBD/placebo from the study physician. The CBD product to be used in this study is Epidiolex® (Jazz Pharmaceuticals/Greenwich), a plant-derived, highly purified CBD oral solution that is FDA approved for the treatment of seizures associated with Lennox-Gastaut syndrome or Dravet syndrome in patients 2 years of age and older. Participants will receive CBD or placebo oral solution twice daily (evenly split doses at morning and evening meals) for three days (to achieve steady state) following the baseline assessment (day 0).\n\nSession 3 (post-test session) will occur on the morning of day 4 (time of day matched to baseline ±1h). Participants will be instructed to take their morning dose with a meal as done in previous days. Post-test assessments will be the same as those taken at baseline, including blood draw, urine test, state mood assessments, computerized tasks assessing responses to emotional faces, and reactivity to a standardized stress task. Frequency of adverse and serious adverse events (AE/SAEs) and medication adherence will be assessed by the study physician. At the end of this session, subjects will be debriefed and referred for additional care as appropriate."
        },
        "conditionsModule": {
            "conditions": [
                "Social Anxiety",
                "Social Anxiety Disorder"
            ],
            "keywords": [
                "Cannabidiol (CBD)",
                "Social Anxiety"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "A phase II, 3-arm, sub-acute (4-day) steady state dosing clinical trial.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "QUADRUPLE",
                    "maskingDescription": "Identical taste, smell, color and viscosity of liquid provided in identical bottles. Each participant will receive two bottles, with instructions of how many ml to take BID from each of Bottle #1 and Bottle #2. The research pharmacy will label the bottles for each randomized participant so they take the dose to which they were randomized.",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 60,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Cannabidiol 900 mg/d",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Participants will receive CBD (900 mg/d). Evenly split doses of 450 mg will be taken at morning and evening meals for 3 days, and a 450 mg dose will be taken in the morning of day 4 (before the post-test).",
                    "interventionNames": [
                        "Drug: Cannabidiol"
                    ]
                },
                {
                    "label": "Cannabidiol 300 mg/d",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Participants will receive CBD (300 mg/d). Evenly split doses of 150 mg will be taken at morning and evening meals for 3 days, and a 150 mg dose will be taken in the morning of day 4 (before the post-test).",
                    "interventionNames": [
                        "Drug: Cannabidiol"
                    ]
                },
                {
                    "label": "Placebo",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "Participants will receive a CBD matching placebo. Evenly split doses will be taken at morning and evening meals for 3 days, and a dose will be taken in the morning of day 4 (before the post-test).",
                    "interventionNames": [
                        "Drug: Placebo"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Cannabidiol",
                    "description": "The CBD product to be used in this study is Epidiolex (Jazz Pharmaceuticals/Greenwich), a plant-derived, highly purified CBD oral solution that is FDA approved for the treatment of seizures associated with Lennox-Gastaut syndrome or Dravet syndrome in patients 2 years of age and older.\n\nDoses will be 300 mg/d or 900 mg/d according to participants' assigned condition. Participants will receive CBD or placebo oral solution twice daily (evenly split doses at morning and evening meals) for three days (to achieve steady state) following the baseline assessment (day 0), and in the morning of day 4 (before the post-test).",
                    "armGroupLabels": [
                        "Cannabidiol 300 mg/d",
                        "Cannabidiol 900 mg/d"
                    ],
                    "otherNames": [
                        "Epidiolex"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Placebo",
                    "description": "Placebo solution (excipients only, also by Jazz Pharmaceuticals/Greenwich).",
                    "armGroupLabels": [
                        "Placebo"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Anandamide",
                    "description": "Change in blood plasma levels of anandamide collected pre-stress task. A standardized mean difference (SMD) increase of 0.5 or greater in favor of CBD (either 300 mg/d or 900 mg/d) vs. placebo is defined as the primary biological target.",
                    "timeFrame": "Baseline, day 4"
                },
                {
                    "measure": "Change in state anxiety (SUDs) during stress task anticipation phase",
                    "description": "Self-reported current feelings of anxiety using a 0 to 100 subjective units of distress scale. Higher scores reflect greater levels of anxiety. A standardized mean difference (SMD) decrease of 0.3 or greater in favor of CBD (either 300 mg/d or 900 mg/d) vs. placebo during the anticipation phase of the stress task is defined as one of two primary biobehavioral targets.",
                    "timeFrame": "Baseline, day 4"
                },
                {
                    "measure": "Change in state anxiety (SUDs) during stress task performance phase",
                    "description": "Self-reported current feelings of anxiety using a 0 to 100 subjective units of distress scale. Higher scores reflect greater levels of anxiety. A standardized mean difference (SMD) decrease of 0.3 or greater in favor of CBD (either 300 mg/d or 900 mg/d) vs. placebo during the performance phase of the stress task is defined as one of two primary biobehavioral targets.",
                    "timeFrame": "Baseline, day 4"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in state anxiety (STAI) during stress task anticipation phase",
                    "description": "The Spielberger State-Trait Anxiety Inventory-State subscale (STAI-State) is a 20-item measure that uses a 4-point (1 to 4) Likert scale to assess current anxiety-related affect. Higher scores indicate greater current anxiety.",
                    "timeFrame": "Baseline, day 4"
                },
                {
                    "measure": "Change in state anxiety (STAI) following the stress task",
                    "description": "The Spielberger State-Trait Anxiety Inventory-State subscale (STAI-State) is a 20-item measure that uses a 4-point (1 to 4) Likert scale to assess current anxiety-related affect. Higher scores indicate greater current anxiety.",
                    "timeFrame": "Baseline, day 4"
                },
                {
                    "measure": "Change in negative self-statements during the stress task",
                    "description": "The Self-Statements during Public Speaking - Negative Self-Perception Scale (SSPS-N) is a 5-item scale that measures negative self-evaluations of one's performance on a 0 to 5 Likert scale. Higher scores reflect greater negative self-evaluations.",
                    "timeFrame": "Baseline, day 4"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Change in anxiety-related behavior during stress task",
                    "description": "Observer-rated participant behavior during the stress task using 6 items reflecting the anxiety-related behaviors commonly displayed during social-evaluative stress (e.g., fidget, appear tense or rigid). Items are rated on a 7-point scale (1 to 7) from not at all to very much. Higher scores reflect greater anxious behavior.",
                    "timeFrame": "Baseline, day 4"
                },
                {
                    "measure": "Change in Emotional Attention Bias",
                    "description": "Attentional bias (AB) for positive (happy) and negative (disapproving) faces will be measured by computing response latency differences to identify a visual probe that replaces the emotional stimulus compared to a neutral stimulus. Higher scores reflect greater AB for the emotional stimuli.",
                    "timeFrame": "Baseline, day 4"
                },
                {
                    "measure": "Change in Emotion Recognition",
                    "description": "A discriminability (d') index based on signal detection theory will be computed to measure subjects' ability to detect subtle emotion displays across varying intensities of six basic emotions (happiness, surprise, sadness, fear, anger and disgust), which are morphed between each prototype and a neutral face.",
                    "timeFrame": "Baseline, day 4"
                },
                {
                    "measure": "Change in behavior on a Driving task",
                    "description": "A simulated 1-dimensional driving task. The position of a virtual car is controlled with a gaming joystick. In each trial, subjects are instructed to drive the car as quickly as possible and stop as close as possible to a stop sign without crossing the stop-line. Behavior on this task can be modelled according to continuous adjustments in response to both current error and predicted future error, and has been shown to be predictive of self-reported fear. There are two computed parameters for the driving task, Kp (a driving parameter) and Kd (a damping parameter).",
                    "timeFrame": "Baseline, day 4"
                },
                {
                    "measure": "Change in approach-avoidance motivations - Social Approach-Avoidance Paradigm (SAAP)",
                    "description": "The SAAP measures the degree to which morphed facial expressions elicit motivation to approach and avoid another individual. On each trial in the SAAP, participants are presented with a single facial expression and asked to self-report the degree to which they would like to approach and avoid.",
                    "timeFrame": "Baseline, day 4"
                },
                {
                    "measure": "Change in safety behaviors during the stress task",
                    "description": "Safety behavior change will be assessed using the Safety Behavior Questionnaire. Items are rated on a 9-point scale ranging from 0 (not at all) to 8 (all the time). Higher scores indicate greater use of safety behaviors during the stress task.",
                    "timeFrame": "Baseline, day 4"
                },
                {
                    "measure": "Change in cannabinoid metabolites collected pre-stress task",
                    "description": "Blood plasma levels of 6-OH-CBD (6-hydroxy-cannabidiol), 7-OH-CBD (7-hydroxycannabidiol) and 7-COOH-CBD (7-carboxy-cannabidiol).",
                    "timeFrame": "Baseline, day 4"
                },
                {
                    "measure": "Change in 2-arachidonoylglycerol (2-AG) collected pre-stress task",
                    "description": "Blood plasma levels of 2-arachidonoylglycerol (2-AG).",
                    "timeFrame": "Baseline, day 4"
                },
                {
                    "measure": "Change in N palmitoylethanolamide (PEA) collected pre-stress task",
                    "description": "Blood plasma levels of N palmitoylethanolamide (PEA).",
                    "timeFrame": "Baseline, day 4"
                },
                {
                    "measure": "Change in N oleoylethanolamide (OEA) collected pre-stress task",
                    "description": "Blood plasma levels of N oleoylethanolamide (OEA).",
                    "timeFrame": "Baseline, day 4"
                },
                {
                    "measure": "Change in blood plasma levels of cannabidiol collected pre-stress task",
                    "description": "Blood plasma levels of cannabidiol (CBD).",
                    "timeFrame": "Baseline, day 4"
                },
                {
                    "measure": "Change in threat-related predictions collected before the stress task",
                    "description": "Self-ratings of (a) the perceived probability and (b) the perceived cost (consequence) of participants' most feared outcome occurring during the stress task ranging from 0 (not at all likely/bad) to 100 (extremely likely/bad). Higher scores reflect greater threat-related expectancies.",
                    "timeFrame": "Baseline, day 4"
                },
                {
                    "measure": "Change in threat-related outcomes collected after the stress task",
                    "description": "Self-ratings of (a) the perceived occurrence and (b) the perceived cost (consequence) of participants' most feared outcome occurring during the stress task ranging from 0 (not at all) to 100 (completely/extremely bad). Higher scores reflect greater threat-related outcome perceptions.",
                    "timeFrame": "Baseline, day 4"
                },
                {
                    "measure": "Global Rating of Change",
                    "description": "Participant reported perceptions of change from baseline (day 0) in response to the stress task. Change is rated on a 7-point scale ranging from 'much worse' to 'much better'",
                    "timeFrame": "Day 4"
                },
                {
                    "measure": "Global Satisfaction with Change",
                    "description": "Participant reported satisfaction with the amount of perceived change from baseline (day 0) in response to the stress task. Satisfaction is rated on a 7-point scale ranging from 'very dissatisfied' to 'very satisfied'",
                    "timeFrame": "Day 4"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion criteria: (1) Principal diagnosis of social anxiety disorder (SAD) according to the Mini-International Neuropsychiatric Interview for DSM-5 (MINI Version 7.0.2; Sheehan, 2016); (2) clinician-administered LSAS score ≥ 60 and score ≥ 2 on Question 6 (public speaking fear/anxiety sub-scale; Mennin et al., 2002); (3) ages 18-70; (4) able to provide informed, written consent; (5) English proficiency.\n\nExclusion criteria are included to ensure that participation does not place subjects at undue risk, and to minimize confounding interpretation of our findings:\n\n1. Current or imminent risk of suicide assessed using the Columbia Suicide Severity Rating Scale (C-SSRS)\n2. Bipolar or psychotic disorders\n3. History of major neurological disorder or moderate to severe traumatic brain injury or severe or unstable medical conditions that might be compromised by participation in the study.\n4. Past 6-month substance use disorder (any severity, with the exception of mild alcohol use disorder)\n5. Prior history of cannabis use disorder, or allergy or intolerance to cannabinoids\n6. Current (within past 7 days) cannabinoid use (medicinal or recreational; assessed using patient report and a urine sample). Concurrent cannabinoid use is prohibited during the study.\n7. Positive urinalysis screen for psychoactive drug use (that is not physician prescribed)\n8. Abnormal and clinically relevant blood count, liver, renal or EKG findings as determined by physician\n9. Currently prescribed medications with known CBD-interactions (e.g., amiodarone, fluconazole, metronidazole, miconazole, sulfamethoxazole, clarithromycin, erythromycin, cyclosporine, verapamil, itraconazole, voriconazole, boceprevir, St. John's Wart, and carbamazepine)\n10. People who are pregnant, breastfeeding, or planning to become pregnant within the next 6 months. People who are able to get pregnant who do not meet those exclusions must agree to use an acceptable method of contraception from at least 21 days prior to the first dose of study drug and for 3 months after the last dose of study drug for study entry.\n11. Concurrent empirically supported psychosocial treatments for anxiety or mood disorders (e.g., cognitive behavioral therapy)\n12. Use of any psychotropic medication (e.g. SSRIs, benzodiazepines) within 14 days before study entry \\[except for fluoxetine within 30 days\\]. Concurrent use is prohibited during the study.\n13. Use of beta-adrenergic blocking agents (\"beta blockers\") within 14 days before study entry. Concurrent use is prohibited during the study.\n14. Use of any over-the-counter, prescription, or herbal product for treating symptoms of anxiety or social anxiety within 14 days before study entry. Concurrent use is prohibited during the study.\n15. Inability to complete the assessments or test sessions.\n16. Clinical conditions assessed by the interviewer that necessitate more imminent clinical care. These criteria are in place so participants with these other, more several symptoms can be referred for appropriate services.\n17. Prior participation in a clinical trial involving cannabinoids.\n18. Non-correctable vision or hearing problems, as some tests require intact sensory functioning.\n19. No telephone or easy access to telephone.\n20. Severe depression symptoms (PHQ-9 \\>= 20)",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "70 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Taylor Smith, BS",
                    "role": "CONTACT",
                    "phone": "858-534-6407",
                    "email": "trs004@health.ucsd.edu"
                },
                {
                    "name": "Nuzhat Beg, MBBS, MAS",
                    "role": "CONTACT",
                    "email": "nbeg@health.ucsd.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Murray B Stein, MD, MPH",
                    "affiliation": "University of California, San Diego",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Charles Taylor, PhD",
                    "affiliation": "University of California, San Diego",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of California, San Deigo",
                    "status": "RECRUITING",
                    "city": "San Diego",
                    "state": "California",
                    "zip": "92093",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Taylor Smith, BS",
                            "role": "CONTACT",
                            "phone": "858-534-6407",
                            "email": "trs004@health.ucsd.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 32.71533,
                        "lon": -117.15726
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000001008",
                    "term": "Anxiety Disorders"
                },
                {
                    "id": "D000072861",
                    "term": "Phobia, Social"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                },
                {
                    "id": "D000010698",
                    "term": "Phobic Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4324",
                    "name": "Anxiety Disorders",
                    "asFound": "Anxiety Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M1117",
                    "name": "Phobia, Social",
                    "asFound": "Social Anxiety Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M13603",
                    "name": "Phobic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000002185",
                    "term": "Cannabidiol"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000927",
                    "term": "Anticonvulsants"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5445",
                    "name": "Cannabidiol",
                    "asFound": "Incentive",
                    "relevance": "HIGH"
                },
                {
                    "id": "M21860",
                    "name": "Pharmaceutical Solutions",
                    "relevance": "LOW"
                },
                {
                    "id": "M4246",
                    "name": "Anticonvulsants",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "AntiConv",
                    "name": "Anticonvulsants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "PhSol",
                    "name": "Pharmaceutical Solutions"
                }
            ]
        }
    },
    "hasResults": false
}