{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05571592",
            "orgStudyIdInfo": {
                "id": "22-00568-R61"
            },
            "organization": {
                "fullName": "NYU Langone Health",
                "class": "OTHER"
            },
            "briefTitle": "Cannabidiol as a Treatment for Social Anxiety Disorder (R61)",
            "officialTitle": "Randomized Placebo-controlled Trial to Determine the Biological Signature of Cannabidiol as a Treatment for Social Anxiety Disorder (R61)",
            "therapeuticArea": [
                "Mental Health"
            ],
            "study": "cannabidiol-as-a-treatment-for-social-anxiety-disorder"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-01-26",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-08-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-08-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-10-05",
            "studyFirstSubmitQcDate": "2022-10-05",
            "studyFirstPostDateStruct": {
                "date": "2022-10-07",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-04-18",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-19",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "NYU Langone Health",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Ananda Scientific",
                    "class": "UNKNOWN"
                },
                {
                    "name": "National Center for Complementary and Integrative Health (NCCIH)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The R61 will include two CBD dose levels vs placebo (PBO) and examine potential engagement with two primary targets in a 3-week randomized controlled trial design. Willing and eligible subjects will be randomized to one of three randomized double-blind treatments (n = 20 each group): 1) CBD 800 mg (400 mg twice daily), 2) CBD 400 mg (200 mg twice daily), or 3) PBO twice daily for three weeks.\n\nParticipation is estimated at approximately 1 month from end of screening to endpoint for the primary R61 study period. This includes screening, baseline, week 2 stress task, Week 3 2-day imaging paradigm, and clinical safety assessments at weeks 2 and 3.",
            "detailedDescription": "In the R61 trial, two doses of a Phase 3 trial suitable hemp-derived (legal) oral CBD formulation with enhanced bioavailability will be compared against placebo (PBO) in a 3-week double-blind randomized controlled trial. Participants will undergo a standardized stress task at week 2, and a standardized 2-day fear learning and extinction protocol at week 3, with functional MRI (fMRI) brain activation accompanying fear extinction recall and fearful faces tasks on the second day."
        },
        "conditionsModule": {
            "conditions": [
                "Social Anxiety Disorder"
            ],
            "keywords": [
                "CBD",
                "Cannabidiol"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "INVESTIGATOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 60,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Cannabidiol 400mg",
                    "type": "EXPERIMENTAL",
                    "description": "Participants assigned to 200mg twice-daily (400mg/day) dose for 3 weeks.",
                    "interventionNames": [
                        "Drug: Cannabidiol"
                    ]
                },
                {
                    "label": "Cannabidiol 800mg",
                    "type": "EXPERIMENTAL",
                    "description": "Participants assigned to 400mg twice-daily (800mg/day) dose for 3 weeks.",
                    "interventionNames": [
                        "Drug: Cannabidiol"
                    ]
                },
                {
                    "label": "Placebo",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "Participants assigned to twice-daily placebo dose for 3 weeks.",
                    "interventionNames": [
                        "Drug: Placebo"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Cannabidiol",
                    "description": "Oral Capsule Formulation of CBD dissolved in a self-emulsifying drug technology called nanodomains, encapsulated within 1-ml softgel capsules, with a CBD purity ≥98%. Imported from Ananda Scientific",
                    "armGroupLabels": [
                        "Cannabidiol 400mg",
                        "Cannabidiol 800mg"
                    ],
                    "otherNames": [
                        "Nantheia (A1002N5S) Softgel Capsules"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Placebo",
                    "description": "Drug: Placebo\n\nPlacebo softgel capsule formulation.",
                    "armGroupLabels": [
                        "Placebo"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in Stress Task-Induced Anxiety as Measured by Visual Analogue Mood Scale (VAMS)",
                    "description": "Participants rate their anxiety using the VAMS Anxiety Subscale, which assesses the intensity of anxiety over the previous few minutes. Higher scores indicate greater levels of anxiety. An increase in scores indicates anxiety increased during the observational period.",
                    "timeFrame": "Baseline Phase, Speech Phase (Week 2)"
                },
                {
                    "measure": "Difference in Amygdala Beta-Weights in Activation in Response to Intensely Fearful Faces versus Neutral Faces as Measured by fMRI",
                    "description": "Amygdala beta-weights in activation will be measured by functional MRI while viewing both neutral face expression images and intensely fearful face expression images during a Fearful Faces task.",
                    "timeFrame": "Week 3"
                },
                {
                    "measure": "Change in Clinician-Rated Liebowitz Social Anxiety Scale (LSAS) Score",
                    "description": "24-item questionnaire ranking Fear or Anxiety and Avoidance in a series of situations.\n\nFear or Anxiety ranked on 4-point Likert scale, where: 0 = None, 1 = Mild, 2 = Moderate, and 3 = Severe. Avoidance ranked on a 4-point Likert scale, where: 0 = Never (0%), 1= Occasionally (1 -33%), 2 = Often (33 - 67%), and 3 = Usually (67 - 100%).\n\nTotal scores range from 0 to 144; higher scores indicate greater severity of social anxiety: 0-54 = Mild social anxiety; 55-65 = Moderate social anxiety; 66-80 = Marked social anxiety; 81-95 = Severe social anxiety; Greater than 95 = Very severe social phobia (anxiety). An increase in scores indicates severity of social anxiety increased during the observational period.",
                    "timeFrame": "Day 1, Week 3"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Difference in Ventromedial Prefrontal Cortex (vmPFC) Activation Accompanying Fear Extinction Recall During fMRI",
                    "description": "The vmPFC beta-weights in activation will be measured by functional MRI during fear extinction recall task.",
                    "timeFrame": "Week 3"
                },
                {
                    "measure": "Mean Change in CBD Plasma Concentration from Pre-Treatment to Post-Treatment",
                    "description": "Measured via patient blood draws taken immediately before dosing and 60 minutes post-dosing. Expressed in ng/mL.",
                    "timeFrame": "Immediately Pre-Dose, 60 Minutes Post-Dose (Up to Week 3)"
                },
                {
                    "measure": "Change in Clinical Global Impression of Severity (CGI-S) Score",
                    "description": "Clinician's rating of the severity of a participant's illness on 7-point scale from 1-7, where higher scores indicate greater severity of illness: 1 = Normal, not at all ill; 2= Borderline mentally ill; 3 = Mildly ill; 4 = Moderately ill; 5 = Markedly ill; 6 = Severely ill; and 7 = Among the most extremely ill patients. An increase in scores indicates severity of illness increased during the observational period.",
                    "timeFrame": "Day 1, Week 3"
                },
                {
                    "measure": "Change in Clinical Global Impression of Improvement (CGI-I) Score",
                    "description": "Clinician's assessment of how much the patient's illness has improved or worsened relative to a baseline state at the beginning of intervention on a 7-point scale, where lower scores indicate higher levels of improvement: 1 = Very much improved; 2 = Much improved; 3 = Minimally improved; 4 = No change; 5 = Minimally worse; 6 = Much worse; 7 = Very much worse. An increase in scores indicates illness improvement decreased during the observational period.",
                    "timeFrame": "Day 1, Week 3"
                },
                {
                    "measure": "Change in Quick Inventory of Depressive Symptomatology, Self-Report (QIDS-SR) Score",
                    "description": "16-item self-report questionnaire assessing depressive symptoms over the past week. Scores range from 0 to 27; higher scores indicate greater severity of depression: 0-5 = no depression; 6-10 = mild depression; 11-15 = moderate depression; 16-20 = severe depression; 21 and up = very severe depression. An increase in scores indicates severity of depression increased during the observational period.",
                    "timeFrame": "Day 1, Week 3"
                },
                {
                    "measure": "Change in Perceived Stress Scale (PSS-10) Score",
                    "description": "10-item self-report questionnaire assessing how different situations affect feelings and perceived stress. Items ranked on 5-point Likert scale: 0 = Never; 1 = Almost never, 2 = Sometimes, 3 = Fairly often, and 4 = Very often.\n\nScores range from 0-40; higher scores indicate higher levels of perceived stress: 0-13 = low stress; 14-26 = moderate stress; 27-40 = high perceived stress. An increase in scores indicates levels of perceived stress increased during the observational period.",
                    "timeFrame": "Day 1, Week 3"
                },
                {
                    "measure": "Change in Anxiety Sensitivity Index-3 (ASI-3) Score",
                    "description": "18-item self-report measure of fear of anxiety-related sensations. Items ranked on 5-point Likert scale: 0 = Very Little, 1 = A little, 2 = Some, 3 = Much, 4 = Very much.\n\nTotal scores range from 0-72; higher scores indicate higher levels of anxiety sensitivity: 0-17 = Almost No Anxiety Sensitivity; 18-35 = Low Anxiety Sensitivity; 36-53 = Moderate Anxiety Sensitivity; 54-72 = High Anxiety Sensitivity. An increase in scores indicates levels of anxiety sensitivity increased during the observational period.",
                    "timeFrame": "Day 1, Week 3"
                },
                {
                    "measure": "Change in Insomnia Severity Index (ISI) Score",
                    "description": "7-item self-report measure of insomnia severity, sleep dissatisfaction and interference related to sleep problems. Scores range from 0-28; higher scores indicate greater severity of insomnia: 0-7 = No clinically significant insomnia; 8-14 = Subthreshold insomnia; 15-21 = Clinical insomnia (moderate severity); 22-28 = Clinical insomnia (severe). An increase in scores indicates severity of insomnia increased during the observational period.",
                    "timeFrame": "Day 1, Week 3"
                },
                {
                    "measure": "Change in Patient-Reported Outcomes Measurement Information System Ability to Participate in Social Roles and Activities (PROMIS-APS) Score",
                    "description": "8-item self-assessment of perceived ability to perform one's usual social roles and activities. Items ranked on 5-point Likert scale: 1 = Always, 2 = Usually, 3 = Sometimes, 4 = Rarely, and 5 = Never.\n\nThe raw score is the sum of individual responses and ranges from 8 to 40; higher scores indicate greater ability to participate in social roles and activities. The raw score is translated to give a T-score for each participant. The T-score rescales the raw score into a standardized score with a mean of 50 and a standard deviation (SD) of 10. An increase in scores indicates ability to participate in social roles and activities increased during the observational period.",
                    "timeFrame": "Day 1, Week 3"
                },
                {
                    "measure": "Change in Patient-Reported Outcomes Measurement Information System Satisfaction with Participation in Social Roles (PROMIS-SPS) Score",
                    "description": "8-item self-assessment measuring satisfaction with performing one's usual social roles and activities over the previous 7 days. Items rated on 5-point Likert scale: 1 = Not at all, 2 = A little bit, 3 = Somewhat, 4 = Quite a bit, and 5 = Very much.\n\nThe raw score is the sum of individual responses and ranges from 8 to 40; higher scores indicate greater satisfaction with participation in social roles. The raw score is translated to give a T-score for each participant. The T-score rescales the raw score into a standardized score with a mean of 50 and a standard deviation (SD) of 10. An increase in scores indicates satisfaction with participation in social roles increased during the observational period.",
                    "timeFrame": "Day 1, Week 3"
                },
                {
                    "measure": "Change in Patient-Reported Outcomes Measurement Information System (PROMIS) Anxiety Score",
                    "description": "8-item self-assessment measuring fear, anxiety, and arousal in the past 7 days. Items rated on 5-point Likert scale: 1 = Never, 2 = Rarely, 3 = Sometimes, 4 = Often, and 5 = Always.\n\nThe raw score is the sum of individual responses and ranges from 8 to 40; higher scores indicate greater levels of anxiety. The raw score is translated to give a T-score for each participant. The T-score rescales the raw score into a standardized score with a mean of 50 and a standard deviation (SD) of 10. An increase in scores indicates levels of anxiety increased during the observational period.",
                    "timeFrame": "Day 1, Week 3"
                },
                {
                    "measure": "Change in Self-Statements during Public Speaking Scale: Negative Thoughts (SSPS-N) Score",
                    "description": "10-item self-assessment of fearful negative thoughts experienced during public speaking. Agreement with each item is scored on a 6-point Likert scale ranging from 0 (No agreement at all) to 5 (Extreme agreement). The total score is the sum of responses and ranges from 0 to 50; higher total scores indicate higher levels of agreement with negative self-statements. An increase in scores indicates agreement with negative self-statements increased during the observational period.",
                    "timeFrame": "Day 1, Week 3"
                },
                {
                    "measure": "Number of Participants who Adhere to Treatment",
                    "description": "Adherence defined as completion of at least 80% of dosing. Measured via the smartphone-assisted medication adherence platform called Emocha, which the participant uses to take a video of drug administration at each dose.",
                    "timeFrame": "Up to Week 3"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Male or female outpatients aged 18 to 45 years of age\n2. A primary mental health complaint (designated by the patient as the most important source of current distress and confirmed on Structured Clinical Interview for DSM-5 diagnoses by a certified clinical evaluator) of Social Anxiety Disorder (SAD), as defined by DSM-5 criteria\n3. Overall social anxiety severity defined by a Liebowitz Social Anxiety Scale (LSAS) score of at least 60\n4. Willingness and ability to participate in the informed consent process and comply with the requirements of the study protocol. Includes compliance with the requirements and restrictions listed in ICF and in the protocol (including consent to abstain from using marijuana, any cannabis-related products, or any tobacco products during the study).\n\nExclusion Criteria:\n\n1. Known allergy or hypersensitivity to CBD or any of the excipients\n2. A lifetime history of bipolar disorder, schizophrenia, psychosis, or delusional disorders; obsessive-compulsive disorder or an eating disorder in the past 12 months; neurocognitive disorders, intellectual disabilities, communication disorders or other cognitive dysfunction that could interfere with capacity to engage in therapy or complete study procedures; major depressive disorder, substance or alcohol use disorder (other than nicotine) in the last 6 months.\n3. Positive urine toxicology for illicit drugs and/or cannabinoids, or self-reported use of CBD, THC or marijuana in the past 4 weeks prior to baseline\n4. Patients with significant suicidal ideation (assessed by CSSRS SI score greater than 2) or who have enacted suicidal behaviors within 6 months prior to intake will be excluded from study participation and referred for appropriate clinical intervention.\n5. Patients must be free of concurrent psychotropic medication including those acting on serotonergic pathways, antidepressants, antipsychotics, anticonvulsants, benzodiazepines, and psychostimulants, treatments for addictions, and medications that are either strong inducers of CYP3A4 or CYP2C19, substrates of UGT1A9, UGT2B7, CYP2C8, CYP2C9, and CYP2C19, or substrates of CYP1A2 and CYP2B6, and which have a narrow therapeutic index for at least 4 weeks prior to the initiation of treatment.\n6. Inability to understand study procedures or informed consent process, or significant personality dysfunction likely to interfere with study participation (assessed during the clinical interview) or inability to comply with study procedures (such as planned extended travel) assessed on clinical interview.\n7. Serious current unstable medical illness, or a condition for which hospitalization may be likely within the next year as assessed by medical history and physical exam. If any questions about medical safety emerge with screening procedures, consent will be formally obtained to contact patient's PCP in order to determine whether any medical concerns making participation unsafe or not feasible (such as need for extended inpatient care or medications with concern for significant drug interactions and/or safe utilization of CBD) are present.\n8. Clinically significant abnormal physical examination, vital signs or 12 lead ECG at screening. Clinically significant abnormal values for hematology, clinical chemistry, or urinalysis at screening.\n9. Pregnant women (to be ruled out by urine ß-HCG) and women of childbearing potential who are not using medically accepted forms of contraception (such as IUD, oral contraceptives, barrier devices, condoms and foam, or implanted progesterone rods stabilized for at least 3 months). Men must also be using at least one medically accepted form of contraception.\n10. Any concurrent psychotherapy initiated within 3 months of baseline, or ongoing psychotherapy of any duration directed specifically toward treatment of SAD. Prohibited psychotherapy includes CBT, DBT, ACT, mindfulness-based approaches or psychodynamic therapy focusing on exploring specific, dynamic causes of the SAD symptomatology and providing management skills. General supportive therapy initiated greater than 3 months prior is acceptable.\n11. Has received an investigational drug or used an invasive investigational medical device within 1 month or within a period less than 10 times the drug's half-life, whichever is longer, before Day 1\n12. Patients with a history of head trauma causing loss of consciousness, seizure or ongoing cognitive impairment.\n13. Contraindications for MRI including metal implants, surgical clips, probability of metal fragments, or braces that are prohibited due to severe risk of injury.\n14. Left-handed\n15. A prior history of a diagnosis of moderate to severe hepatic dysfunction or current bilirubin \\>=1.5X ULN and/or ALT or AST as 2X ULN, and/or if clinically significant signs and symptoms that are together suggestive of significant hepatic injury (i.e., nausea, vomiting, right upper quadrant pain, anorexia, fatigue, jaundice, dark urine).",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "45 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Liza Goodwin",
                    "role": "CONTACT",
                    "phone": "646-754-4773",
                    "email": "Elizabeth.Goodwin@nyulangone.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Naomi Simon, MD",
                    "affiliation": "NYU Langone Health",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Esther Blessing, MD",
                    "affiliation": "NYU Langone Health",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "NYU Langone Health",
                    "status": "RECRUITING",
                    "city": "New York",
                    "state": "New York",
                    "zip": "10016",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Liza Goodwin",
                            "role": "CONTACT",
                            "phone": "646-754-4773",
                            "email": "Elizabeth.Goodwin@nyulangone.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.71427,
                        "lon": -74.00597
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "The primary cleaned de-identified dataset will be made available within twelve months of database lock or following publication of primary manuscript, whichever occurs first.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP"
            ],
            "timeFrame": "This data will be made available within twelve months of database lock or following publication of primary manuscript, whichever occurs first.",
            "accessCriteria": "A de-identified dataset can be readily shared without the need of a Data Use Agreement (DUA) and facilitates book-keeping, making it the preferred data sharing plan. NYU SoM is committed to creating limited access public use datasets in accordance with NIH specifications. All study data will be made available via a data archive accessible through a public website hosted and maintained by NYU SoM. Web archived data may also be available as downloadable content, facilitating access to the research data."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000001008",
                    "term": "Anxiety Disorders"
                },
                {
                    "id": "D000072861",
                    "term": "Phobia, Social"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                },
                {
                    "id": "D000010698",
                    "term": "Phobic Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4324",
                    "name": "Anxiety Disorders",
                    "asFound": "Anxiety Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M1117",
                    "name": "Phobia, Social",
                    "asFound": "Social Anxiety Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M13603",
                    "name": "Phobic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000002185",
                    "term": "Cannabidiol"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000927",
                    "term": "Anticonvulsants"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5445",
                    "name": "Cannabidiol",
                    "asFound": "Incentive",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4246",
                    "name": "Anticonvulsants",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "AntiConv",
                    "name": "Anticonvulsants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}