{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06218056",
            "orgStudyIdInfo": {
                "id": "23-001793"
            },
            "organization": {
                "fullName": "University of California, Los Angeles",
                "class": "OTHER"
            },
            "briefTitle": "Cannabidiol for Reducing Cigarette Use",
            "officialTitle": "Evaluating the Efficacy of Cannabidiol for Reducing Cigarette Use",
            "therapeuticArea": [
                "Other"
            ],
            "study": "cannabidiol-for-reducing-cigarette-use"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-07-15",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-12-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-12-27",
            "studyFirstSubmitQcDate": "2024-01-11",
            "studyFirstPostDateStruct": {
                "date": "2024-01-23",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-06",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-08",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Edythe London",
                "investigatorTitle": "Distinguished Professor in Residence",
                "investigatorAffiliation": "University of California, Los Angeles"
            },
            "leadSponsor": {
                "name": "University of California, Los Angeles",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The goal of this research is to evaluate the efficacy of cannabidiol (CBD) in reducing cigarette smoking. Although there are safe and effective treatments for smoking cessation, not everyone who attempts smoking cessation is successful, even with these treatments. Relapse rates are high, leaving a need for new approaches. Despite justification to evaluate CBD for this indication, human research on the topic is scant. Larger, more extended studies are warranted and essential.\n\nWe will recruit participants from CRI-Help, Inc., a substance abuse treatment program in North Hollywood, where residents who indicate the desire to stop smoking are prohibited from using other cannabis products which would affect recruitment.\n\nThe aims of this study are:\n\n1. Evaluate the effects of CBD on reduction of cigarette use. The primary endpoint will be reduction in cigarette use, indexed by self-reported cigarettes/day and plasma cotinine.\n\n   The secondary endpoint will be abstinence from smoking, indexed categorically by self-report and confirmed biochemically by expired carbon monoxide (CO) during the last 2 weeks of the trial.\n2. Evaluate CBD effects on participant retention. The primary endpoint will be retention in the trial, indicated by number of days that participants continue in the trial.\n\n   Secondary endpoints will be nicotine dependence and withdrawal (measured weekly on the Fagerström Test for Nicotine Dependence and Minnesota Withdrawal Scale, respectively), and mood states (measured weekly on the Patient Health Questionnaire-9 and Generalized Anxiety Disorder-7 screener).\n3. Exploratory Aims. Measure CBD and endocannabinoids. Plasma concentrations of CBD, N-arachidonoyl-ethanolamine (anandamide) and 2-arachidonoylglycerol (2-AG), will be measured at baseline and at specified times throughout the trial. The primary endpoint will be CBD plasma level.\n\nParticipants who meet eligibility criteria will take part in a 56-day treatment phase during which they receive the study medication under supervision (CBD or placebo twice daily) and complete questionnaires on side effects, withdrawal, craving and mood symptoms. Blood, breath, and urine tests will also be performed throughout the study. Participants who complete the treatment will also be assessed at 1-month and 3-month follow up visits.",
            "detailedDescription": "This will be a randomized, double-blind, placebo-controlled, comparison study of Nantheia ATL5 (CBD) vs. placebo in participants who have Tobacco Use Disorder and indicate desire for smoking cessation. We will instruct participants and provide support for them using messages from the National Cancer Institute's (NCI) Smokefree.gov website. Smokefree.gov offers free text messaging programs that give encouragement, advice, and tips for becoming smoke-free and being healthier. The NCI website also helps people who smoke create a personalized quit plan that makes it easier to stay on track, get through hard times, and quit for good. Creating this plan will be part of baseline procedures.\n\nRecruitment and intervention will take place at CRI-Help, Inc., a community-based, private non-profit behavioral healthcare organization located in Southern California with several agency sites, including the one in north Hollywood, where this protocol will be conducted. CRI-Help's treatment team is composed of licensed and certified treatment professionals, including doctors, nurses, psychologists, therapists, and certified drug counselors. Additionally, CRI-Help is licensed and certified by the State of California, and accredited by the Commission on Accreditation of Rehabilitation Facilities (CARF). Clients take part in individual and group counseling, integrated health and counseling, and vocational assistance. Additional services include recreational and fitness activities, family education, neurofeedback, trauma groups, grief counseling, treatment for co-occurring mental health conditions, and daily 12-Step meetings. The rehabilitation treatment programs are designed to integrate 12-Step philosophy into daily life.\n\nWe will enroll up to 120 participants who have Tobacco Use Disorder, express a desire for smoking cessation, and are in residential treatment for substance use disorders.\n\nA staff member of Cri-Help, Inc. will identify participants who meet the general recruitment criteria for the study, and will provide them with a flyer describing the study and inviting them to contact University of California Los Angeles (UCLA) staff at Cri-Help if they are interested in participating. Interested potential participants will meet with research staff for a description of the study in a private room, where informed consent will be taken remotely by Dr. Larissa Mooney. Participants will then complete questionnaires and will travel to UCLA for medical evaluation (blood and urine tests, ECG, history and physical) at the Clinical and Translational Research Center (CTRC). Dr. Mooney/CTRC Nurse Practitioners will review lab results (and History \\& Physical report) and will advise Dr. London (Principal Investigator) on medical aspects in determining eligibility.\n\nTREATMENT PHASE\n\nThe treatment phase of the study will be performed in two cohorts of participants. The first cohort (60 participants) will receive CBD at a dose of 400 mg/day or matching placebo (n = 30/group). If efficacy in reducing smoking is indicated at 400 mg/day (group difference in change in cigarette use, either statistically significant at p \\< 0.05 or a trend at p \\< or = 0.1), the second cohort (60 participants) will be tested in a replication--400 mg/day vs. placebo (n = 30/group). However, if there is no indication of efficacy at 400 mg/day, the second cohort will be tested in a trial of 800 mg/day CBD vs. placebo.\n\nNote: Blood will be drawn for clinical lab tests to determine safety of participation (25 ml each time), and also for assay of CBD, anandamide, 2 arachidonoylglycerol (2-AG) and cotinine (2 ml each time). Blood will be drawn on 6 days: at screening (Days -7 to 0: 25 ml for screening), at baseline (Day 0: 2 ml for assay of cotinine and cannabinoids), and during the intervention (Days 7, 14, 28, and 56: 27 ml each time for safety labs as well as cotinine + cannabinoids). The total volume of blood taken will be up to (135 ml over the course of the entire study).\n\nRANDOMIZATION TO TREATMENT\n\nWe will randomize by sex and age (18-30, 31 years or older) to ensure equal representation across the groups. We will use an intention-to-treat analysis, including data from all participants who are randomized.\n\nSAFETY ASSESSMENTS AND MONITORING\n\nThe following tests and procedures will be performed for safety monitoring throughout the study:\n\n1. Comprehensive metabolic panel, Complete Blood Count (CBC) with differential, and urinalysis Key tests: aspartate aminotransferase (AST), alanine aminotransferase (ALT) and international normalized ratio (INR) levels Sampling times: Days -7 to 0 (screening), Days 7, 14, 28 and 56 (treatment).\n2. Electrocardiogram Safety parameters: evidence of arrhythmia, recent myocardial infarction (MI), and 3rd degree heart block. Assessment times: Days -7 to 0 (screening).\n3. Ovarian hormone battery Hormone assays: estradiol, follicle-stimulating hormone (FSH), free thyroxine (T4), luteinizing hormone (LH), prolactin, thyroid-stimulating hormone (TSH), total thyroxine (T4) , total triodothyronine (T3). If abnormality is seen, ultrasound will be obtained.\n\n   Assessment times: Days -7 to 0 (screening), Days 7, 14, 28 and 56 (treatment).\n4. Suicidality Assessment: Columbia Suicide Severity Rating Scale (C-SSRS) Assessment times: Days -7 to 0 (screening), and weekly during the Treatment phase, and also at the 1- and 3-month follow-up.\n5. Pregnancy A urine pregnancy test will be administered once during Days -7 to 0, weekly during the treatment period (Days 1-56).\n\nDOSING AND TESTING SCHEDULE\n\nThe investigational product will be Nantheia-ATL5, which is CBD, extracted from hemp, at a 10% strength (softgel capsules with 100 mg/ml of CBD per capsule) or matching placebo.\n\nThe formulation to be used in for this trial contains CBD and the following excipients:\n\n1. emulsifying agents: Cremophor EL (Polyoxyl 35 castor oil), Tween 80 (Polysorbate 80), Plurol® Oleique (polyglyceryl-3 dioleate);\n2. cwe o-surfactant: propylene glycol;\n3. oil: Labrosol® (caprylocapryol polyoxyl-8 glycerides), medium chain triglycerides;\n4. antioxidant: BHT (butylated hydroxytoluene).\n\nATL5 Softgel Capsules will be manufactured by Baxco Pharmaceutical Inc., (California, USA) under current good manufacturing practice (cGMP) conditions. They will be administered orally as indicated below.\n\nDOSAGE AND DURATION OF TREATMENT\n\nThe planned study will evaluate Nantheia ATL5 (400 and 800 mg per day; 200 mg and 400 mg twice a day (BID), respectively). The treatment period with CBD or placebo will be 56 days. Participants will be in the study for up to 24 weeks (8 weeks intervention + 4-week and 12-week follow-up) 16 weeks.\n\nDOSE JUSTIFICATION\n\nCBD will be tested at 400 and 800 mg daily. These doses were selected on the basis of safety data from human studies. In a previous clinical trial, doses of CBD as high as 50 mg/kg (i.e., 350 mg for a 70-kg participant) were well tolerated. Doses between 300 and 1500 mg have been used in humans without toxicity or serious adverse events. Forty-two subjects received 200 mg of CBD four times daily (total 800 mg per day) for 2 to 4 weeks to treat schizophrenia without notable side effects. Additionally, a review of 132 reports, which included animal and human studies, concluded that CBD was well-tolerated in humans, at doses of up to 1500 mg/day for 4 weeks to treat schizophrenia without notable side effects; and a review of 132 reports, including animal and human studies, concluded that CBD was well-tolerated in humans, at doses of up to 1500 mg/day.\n\nMEASURES COLLECTED:\n\nFollowing screening, a baseline assessment will include sampling blood for assay of cotinine as an indication of heaviness of smoking, and self-reports of smoking-related behaviors on the following smoking-related questionnaires:\n\n* Fagerström Test for Nicotine Dependence (FTND). This 6-item survey (\\~2 min) is closely linked to nicotine intake (Heatherton et al., 1991).\n* Smoking History Questionnaire. Developed in Dr. London's Lab, this 25-item survey (\\~5 min) queries age at of initiation, longest quit attempt, number of quit attempts, reasons for quitting, and current smoking behavior (e.g., preferred brand, cigarettes per day, etc.).\n* Minnesota Nicotine Withdrawal Scale (MNWS) (Hughes \\& Hatsukami, 1986) measures withdrawal symptoms: craving, irritability, anxiety, difficulty concentrating, restlessness, headache, drowsiness, and gastrointestinal (GI) disturbances.\n\nThese symptoms are scored on an ordinal scale \\[0 (not present) to 3 (severe)\\].\n\n* Generalized Anxiety Disorder-7 (GAD-7). This is a self-administered seven-item questionnaire that is used to measure or assess the severity of generalized anxiety disorder (GAD). It takes \\~1-2 min to complete.\n* Patient Health Questionnaire-9 (PHQ-9). This self-administered nine-item scale measures the degree of depression. It takes \\~1-2 min to complete.\n\nParticipants will self-report cigarette use and adverse events at each visit using structured questionnaires. On Days 7, 14, 28 and 56, we will take vital signs, and draw blood for clinical laboratory tests (to assure safety) and to assay cotinine as an index of heaviness of smoking and for assay of cannabinoids (CBD, anandamide, 2-AG); participants will complete the Anti-depressant Side Effect Checklist (ASEC), FTND, MNWS, GAD-7, PHQ-9.\n\nAt 1- and 3-month follow up, we will take the same self-report and behavioral measures, and vital signs (no blood assays).\n\nADHERENCE TO MEDICATION\n\nParticipants will report to the nursing station in the morning and evening according to the CRI-Help medication schedule. They will receive the investigational product (CBD or placebo) and will take it under the direct observation of a Residential Technician (Registered Alcohol and Drug Technician, RADT, certified by the California Consortium of Addiction Programs and Professionals). Any unused or missed medication will be collected weekly and will be returned to the manufacturer.\n\nPARTICIPANT RETENTION\n\nThe index of retention will be number of days a participant remains in the study.\n\nASSAYS OF CBD, ANANDAMIDE, 2-AG AND COTININE\n\nWe will use liquid chromatography/mass spectrometry-multiple reaction monitoring (LC/MS-MRM) assays that we have developed for these compounds in plasma. Internal standards are added after sample extracts are processed and injected onto a multi-mode column with reversed phase, cation and anion exchange capabilities. After equilibration and elution, column effluents are passed through an electrospray ion source attached to a triple quadrupole mass spectrometer, and nuclear magnetic resonance (NMR) signals are recorded. Peak areas, measured with manufacturer-supplied software, are checked and adjusted if needed. Each compound is quantified by interpolation from response curves from data obtained using internal standards and increasing concentrations of unlabeled authentic analytes."
        },
        "conditionsModule": {
            "conditions": [
                "Tobacco Use Disorder",
                "Tobacco Smoking",
                "Tobacco Dependence"
            ],
            "keywords": [
                "Cannabidiol",
                "Tobacco Use Disorder",
                "Smoking Cessation"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "QUADRUPLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 120,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Cannabidiol (CBD) 400 mg or 800 mg",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Sixty participants who meet all eligibility criteria will be randomized to receive CBD (ATL5; Ananda Scientific) at a dose of 400 mg or 800 mg.",
                    "interventionNames": [
                        "Drug: Cannabidiol (CBD) 400 mg or 800 mg"
                    ]
                },
                {
                    "label": "Placebo",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "Sixty participants who meet all eligibility criteria will be randomized to receive placebo.",
                    "interventionNames": [
                        "Drug: Placebo"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Cannabidiol (CBD) 400 mg or 800 mg",
                    "description": "CBD (200 mg or 400 mg) will be administered orally twice daily in the morning and again in the afternoon. The active ingredient in the Ananda investigational new drug, ATL5, is cannabidiol (CBD), extracted from hemp, at a 10% strength (softgel capsules with 100 mg/ml od CBD per capsule). The novel formulation is based on the principle that a water-free mixture of some concentrated inactive ingredients (excipients) self-assemble spontaneously into liquid nanodomains that contain the active component CBD. ATL5 Softgel Capsules will be manufactured by Baxco Pharmaceutical Inc., (California, USA) under cGMP conditions.",
                    "armGroupLabels": [
                        "Cannabidiol (CBD) 400 mg or 800 mg"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Placebo",
                    "description": "The placebo softgel capsule formulation will have a composition with the same relative proportions as the CBD ATL5 Softgel Capsules. This formulation will be manufactured by Baxco Pharmaceutical Inc under cGMP conditions. Different amounts (numbers of softgel capsules) of placebo will be administered to match that of the active compound, daily in the morning and afternoon for each of 56 days.",
                    "armGroupLabels": [
                        "Placebo"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Evaluate the effects of CBD on reduction of cigarette use",
                    "description": "Reduction in cigarette use will be indexed by self-reported number of cigarettes/day.",
                    "timeFrame": "24 weeks"
                },
                {
                    "measure": "Validate self-reported effects of CBD on reduction of cigarette use",
                    "description": "Plasma levels of cotinine (ng/mL) will be measured to validate self-reported tobacco use.",
                    "timeFrame": "24 weeks"
                },
                {
                    "measure": "Evaluate CBD effects on participant retention",
                    "description": "The primary endpoint will be retention in the trial, indicated by number of days that participants continue in the protocol.",
                    "timeFrame": "8 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Abstinence from smoking during the last 2 weeks of the trial",
                    "description": "Abstinence from smoking will be indexed categorically by self-report questionnaires.",
                    "timeFrame": "2 weeks (Days 42-56)"
                },
                {
                    "measure": "Confirmation of abstinence from smoking during the last 2 weeks of the trial",
                    "description": "Self-reported abstinence will be confirmed by point of care measurement of expired carbon monoxide (CO, parts per million, ppm).",
                    "timeFrame": "2 weeks (Days 42-56)"
                },
                {
                    "measure": "Validation of abstinence from smoking during the last 2 weeks of the trial",
                    "description": "Abstinence from smoking during the last 2 weeks of the trial will be confirmed biochemically by measure of plasma cotinine (ng/mL).",
                    "timeFrame": "2 weeks (Days 42-56)"
                },
                {
                    "measure": "Change in nicotine dependence",
                    "description": "Nicotine dependence will be measured weekly on the Fagerström Test for Nicotine Dependence. It contains six items.\n\nYes/no items are scored from 0 to 1 and multiple-choice items are scored from 0 to 3. The items are summed to yield a total score of 0-10. The higher the total Fagerström score, the more intense is the patient's physical dependence on nicotine.",
                    "timeFrame": "8 weeks"
                },
                {
                    "measure": "Change in nicotine withdrawal",
                    "description": "Nicotine withdrawal will be measured weekly measured weekly on the Minnesota Withdrawal Scale (MNWS; Hughes \\& Hatsukami, 1986), which measures cigarette craving, irritability, anxiety, difficulty concentrating, restlessness, headache, drowsiness, and gastrointestinal tract disturbances. These symptoms are generally scored on an ordinal scale ranging from 0 (not present) to 3 (severe intensity). A summary score is computed.",
                    "timeFrame": "8 weeks"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Plasma concentrations of CBD",
                    "description": "The primary endpoint will be CBD plasma level (ng/mL) which will be measured at baseline and regularly throughout the trial.",
                    "timeFrame": "24 weeks"
                },
                {
                    "measure": "Plasma concentrations of N-arachidonoyl ethanolamine (anandamide)",
                    "description": "Anandamide (ng/mL) will be measured at baseline and regularly throughout the trial.",
                    "timeFrame": "24 weeks"
                },
                {
                    "measure": "Plasma concentrations of 2-arachidonoylglycerol (2-AG)",
                    "description": "Levels of 2-AG 9ng/mL) will be measured at baseline and regularly throughout the trial.",
                    "timeFrame": "24 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\nWe will study equal numbers of males and females, 18 - 65 years of age, who smoke cigarettes and are in residential treatment for substance use disorders. Recruitment will be from participants at Cri-Help Treatment Center in North Hollywood, CA.\n\nParticipants will not be recruited from the general population for this study because common use of cannabis in the greater Los Angeles area would confound measurements of CBD, interfering with evaluation of the association of plasma level from treatment with efficacy. This problem is avoided in studying participants who are receiving treatment at a facility where cannabis use is not allowed.\n\nWe will include all racial and ethnic groups. Based on the population of the surrounding communities in the Los Angeles region, we anticipate a racial and ethnic makeup of approximately 26% White, 9% Black/African American, 49% Hispanic/Latino, 14% Asian American, and 2% multi-racial/unknown. These percentages align with our recent studies.\n\nSmoking cigarettes and at least moderate nicotine dependence, as indicated by a score of at least 4 on the Fagerström Test for Nicotine Dependence (Heatherton et al., 1991) are inclusion criteria. Although vaping is popular and a high proportion of participants who vape also report cigarette smoking (58%) (Smith et al., 2022), we will exclude participants who vape nicotine. Vaping is not allowed at Cri-Help, Inc.\n\n-\n\nExclusion Criteria:\n\n* Physiological dependence on alcohol or any drug, requiring medical detoxification and/or showing signs of acute withdrawal symptoms from opioids, alcohol or benzodiazepines.\n* Treatment of Opioid Use Disorder with buprenorphine or methadone to avoid potential drug-drug interactions. CBD interacts with CYP3A (Welty et al., 2014). Opioid drugs metabolized by cytochrome P450 (CYP450), and cytochrome P450 isoenzyme CYP3A4 (CYP3A4) in particular, include fentanyl, methadone, oxycodone, and buprenorphine (Kotlinska Lemieszek et al., 2015).\n* Meeting DSM-5 criteria for schizophrenia, Bipolar I disorder, psychotic disorder, having active suicidal ideation, or suicide attempt in the past 12 months. NOTE: Participants with other psychiatric conditions, such as major depression, generalized anxiety, dysthymia, social phobia or specific phobia can enroll if they are clinically stable.\n* AIDS or current HIV medication treatment with antiviral and/or non-antiviral therapy (due to the interaction of CBD with antiviral therapy).\n* Clinically significant abnormalities on EKG (such as evidence of arrhythmia or MI).\n* Clinically significant cardiovascular, hematologic, hepatic, renal, neurological, or endocrine abnormalities \\[specific exclusion criteria: AST greater than or equal to 3Xs ULN, Bilirubin greater or equal to 1.5 X ULN, Prothrombin time/International Normalized Ratio (INR) \\> 1.5.\n* Pregnancy and/or lactation. Contraception methods required at time of enrollment, and throughout the duration of the study medication period include abstinence, oral contraceptives, depot contraceptives, condom with spermicide, cervical cap with spermicide, diaphragm with spermicide, intrauterine device, surgical sterilization (e.g. tubal ligation, vasectomy).\n* Because of evidence that CBD affects ovarian function in rats, women with values outside the reference ranges on a hormonal battery \\[estradiol, follicle- stimulating hormone, free thyroxine index, luteinizing hormone, prolactin, total T3 and total T4, thyroid-stimulating hormone\\], followed by an abnormal ovarian ultrasound finding will be excluded.\n* Based on data obtained using Epidiolex® (CBD) oral solution label section 7, \"Drug Interactions\", we will exclude participants who are taking the following medications: a) strong inducers of CYP3A4 or CYP2C19, which may decrease CBD plasma levels; and b) substrates of UGT1A9, UGT2B7, CYP2B6, CYP2C19 due to the potential of CBD to inhibit enzyme activity.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "65 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Edythe D London, PhD",
                    "role": "CONTACT",
                    "phone": "310-825-0606",
                    "email": "ELondon@mednet.ucla.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Edythe D London, PhD",
                    "affiliation": "University of California, Los Angeles",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "CRI-Help, Inc.",
                    "city": "North Hollywood",
                    "state": "California",
                    "zip": "91601",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Brandon Fernandez, MPH",
                            "role": "CONTACT",
                            "phone": "818-985-8323",
                            "phoneExt": "142",
                            "email": "brandonf@cri-help.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 34.17223,
                        "lon": -118.37897
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Data and stored biospecimens can be used in additional research to be conducted by study investigators associated with the Center for Medicinal Cannabis Research (CMCR) conducting IRB approved research. Biospecimens and data collected in the course of the study will be banked and may be sent to other research scientists anonymously (without identification). The CMCR leadership will be responsible for deciding how the biospecimens will be used. Information related to the collection, storage, and possible uses of biospecimens has been included in the consent.",
            "timeFrame": "Data will be provided to CMCR and CMCR leadership will decide on requests for data from other investigators -- after the study is complete, expected in December 2026.",
            "accessCriteria": "Interested investigators would need to contact CMCR, where criteria will be determined."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000014029",
                    "term": "Tobacco Use Disorder"
                }
            ],
            "ancestors": [
                {
                    "id": "D000019966",
                    "term": "Substance-Related Disorders"
                },
                {
                    "id": "D000064419",
                    "term": "Chemically-Induced Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M16785",
                    "name": "Tobacco Use Disorder",
                    "asFound": "Tobacco Use Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M21837",
                    "name": "Substance-Related Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M30302",
                    "name": "Chemically-Induced Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC25",
                    "name": "Substance Related Disorders"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000002185",
                    "term": "Cannabidiol"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000927",
                    "term": "Anticonvulsants"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5445",
                    "name": "Cannabidiol",
                    "asFound": "Incentive",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4246",
                    "name": "Anticonvulsants",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "AntiConv",
                    "name": "Anticonvulsants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}