{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04527003",
            "orgStudyIdInfo": {
                "id": "STUDY00013752"
            },
            "organization": {
                "fullName": "Milton S. Hershey Medical Center",
                "class": "OTHER"
            },
            "briefTitle": "Cannabidiol and Management of Endometriosis Pain",
            "officialTitle": "A Randomized Controlled Pilot Study of the Use of Cannabidiol in the Management of Endometriosis Pain",
            "therapeuticArea": [
                "Other"
            ],
            "study": "cannabidiol-and-management-of-endometriosis-pain"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-10",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2020-12-04",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-06-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-12-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2020-08-21",
            "studyFirstSubmitQcDate": "2020-08-21",
            "studyFirstPostDateStruct": {
                "date": "2020-08-26",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-10-10",
            "lastUpdatePostDateStruct": {
                "date": "2023-10-11",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Kristin Riley, MD",
                "investigatorTitle": "Assistant Professor of Obstetrics and Gynecology",
                "investigatorAffiliation": "Milton S. Hershey Medical Center"
            },
            "leadSponsor": {
                "name": "Milton S. Hershey Medical Center",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The investigators are looking to conduct a study looking at the effects of cannabidiol (CBD) in patients with endometriosis. It is believed that CBD will improve both pain and quality of life. The study will last a total of 12 weeks and involve several onsite visits in addition to daily pain assessments.",
            "detailedDescription": "The proposal is to conduct a randomized double-blind placebo-controlled pilot study to evaluate the effectiveness of cannabidiol on the management of endometriosis-related pain.\n\nSubjects will be pre-screened from new and existing patients as well as from referral sites for the diagnosis of endometriosis. Potential subjects will be pre-screened for moderate to severe endometriosis associated pain (VAS \\> 3) greater than 6 months. Those meeting all inclusion and exclusion criteria that who are willing to participate will receive a detailed history and physical exam, appropriate bloodwork and undergo informed consented at the Screening Visit. Baseline survey data will be collected. During Screening, the patient's will be asked to complete their daily electronic diaries and screened for daily reporting adherence.\n\nRandomized subjects will receive either (1) placebo (2) low dose CBD (3) high dose CBD. This study will include an 8-week intervention period during which subjects will be asked to record daily electronic VAS scores, pain medication use and a number of other parameters. Subjects will return at week 12 for a 4 week post-treatment visit, where they can also chose to enroll in an optional pharmacokinetic study. Participants will complete the Endometriosis Health Profile-30 (EHP-30), Patient Global Assessments (PGAs), the Patient Global Impression of Change (PGIC) surveys and, if partnered and sexually active, the Female Sexual Function Index at various time points. Patients will also have bloodwork done to assess for circulating markers of inflammation, circulating CBD concentration levels and liver dysfunction throughout the study duration. Subjects will be screened for side effects and asked to record pain medication use throughout the duration of the study. Study drug compliance will be assessed.\n\nAt the completion of the study, all subjects will be offered the opportunity to do pharmacokinetic testing with sublingual CBD until a maximum number of 4 patients are enrolled. The testing will include 24 hours of monitoring with sequential blood draws to determine the pharmacokinetic parameters of sublingual CBD after administration and one salivary pH. They will be discharged at 24 hours and asked to return to the clinic at 48 hours for one final lab draw."
        },
        "conditionsModule": {
            "conditions": [
                "Endometriosis",
                "CBD",
                "Pelvic Pain"
            ],
            "keywords": [
                "endometriosis",
                "CBD",
                "pelvic pain"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE3"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "maskingDescription": "Double-blind of study team (PI, Sub-I's and all research staff) and subjects. Randomization will be completed by Investigational Pharmacy and will keep the blind.",
                    "whoMasked": [
                        "PARTICIPANT",
                        "INVESTIGATOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 36,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Group A - Placebo",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "Norethindrone acetate (5mg daily) + Placebo",
                    "interventionNames": [
                        "Drug: Norethindrone Acetate",
                        "Other: Placebo"
                    ]
                },
                {
                    "label": "Group B - Low Dose CBD",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Norethindrone acetate (5mg daily) + Low dose CBD (10mg sublingual daily)",
                    "interventionNames": [
                        "Drug: Cannabidiol (CBD) Extract",
                        "Drug: Norethindrone Acetate"
                    ]
                },
                {
                    "label": "Group C - High Dose CBD",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Norethindrone acetate (5mg daily) + High dose CBD (20mg sublingual daily)",
                    "interventionNames": [
                        "Drug: Cannabidiol (CBD) Extract",
                        "Drug: Norethindrone Acetate"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Cannabidiol (CBD) Extract",
                    "description": "Cannabis is a well-known plant that contains more than 500 identified phytochemicals of which over 100 are cannabinoids. The most widely studied is 9-tetrahydrocannabinol (9-THC), which is the major psychoactive component of Cannabis, but Cannabidiol (CBD) has been increasingly favored for its reduced side effect profile and potential health benefits. CBD was first isolated from Cannabis in the 1940s. CBD, unlike 9-THC, does not bind to CB1 and CB2 receptors, which accounts for its lack of typical psychotropic effects, but is still appears to work via alternative mechanisms via the endocannabinoid system.",
                    "armGroupLabels": [
                        "Group B - Low Dose CBD",
                        "Group C - High Dose CBD"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Norethindrone Acetate",
                    "description": "Norethindrone is a form of progesterone, a female hormone important for regulating ovulation and menstruation.",
                    "armGroupLabels": [
                        "Group A - Placebo",
                        "Group B - Low Dose CBD",
                        "Group C - High Dose CBD"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Placebo",
                    "description": "a substance or treatment which is designed to have no therapeutic value",
                    "armGroupLabels": [
                        "Group A - Placebo"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Pain Score",
                    "description": "Pain will be reported daily using the Visual Analog Scale, a 100mm horizontal line on which the patient's pain intensity is represented by a point between the extremities of 0 (no pain) and 100 (worst pain). The primary study endpoint will be compared between groups using the area under the curve.",
                    "timeFrame": "8 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in Total FSFI Score",
                    "description": "The Female Sexual Function Index (FSFI) is a validated survey. The total FSFI score ranges from 2 (low sexual function) to 36 (high sexual function).",
                    "timeFrame": "Baseline and 12 weeks"
                },
                {
                    "measure": "Change in EHP-30 Core Domain",
                    "description": "The Endometriosis Health Profile-30 (EHP-30) is a validated questionnaire measuring quality of life in women with endometriosis. A summary score is calculated for the core domain on a scale of 0 to 100 (0 indicates the best possible health status whereas 100 indicates the worst possible health status).",
                    "timeFrame": "Baseline and 12 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Females ages 18-45 years at the time of enrollment\n2. A surgical diagnosis with direct visualization and/or histopathologic confirmation of endometriosis with associated moderate to severe endometriosis related pain ( \\> 3 on a VAS)\n3. Is not expected to undergo gynecological surgery or other surgical procedure for treatment of endometriosis during the study period\n4. Agrees to use approved contraception during the entire study if not surgically sterile\n5. Patients using oral contraceptives, vaginal ring, injectable progesterone and/or GnRH agonists/antagonist for contraception and/or management of endometriosis, can be included if both they and their primary provider agree to stopping their medication and transitioning to Norethindrone acetate (NETA) as the primary treatment of endometriosis throughout the study period.\n6. Patients using Long-acting reversible contraceptives (LARCs) for contraception and/or management of endometriosis can be included if both they and their primary provider agree to initiate Norethindrone (NETA) as the primary treatment of endometriosis throughout the study period\n\nExclusion Criteria:\n\n1. Women that are pregnant, breastfeeding or trying to conceive\n2. Women with chronic daily opioid use and any chronic pain or frequently reoccurring pain condition, other than endometriosis, that is treated with opioids for \\> 14 days per month.\n3. Women that are currently using Cannabis based products or have used them within 30 days of enrollment\n4. Non-English speaking or inability to read and understand English\n5. Women with a BMI \\> 35 kg/m2\n6. Women with known liver disease, such as hepatitis, or with screening LFTS (AST/ALT) \\> 3 times above the upper limits of normal (ULN) in the past year\n7. Women with chronic alcohol use (defined as \\> 3 drinks per day, averaged over one week)\n8. Women with chronic use of drugs (defined as \\> 10 days/month) that cause somnolence/sedation such as benzodiazepines or Central Nervous System (CNS) depressants that are unwilling or unable to discontinue the medications for the washout period and the duration of the study\n9. Women who are currently taking Clobazam or Valproate and are unwilling/unable to discontinue the medication for the washout period and the duration of the study\n10. Women with suicidal ideation or uncontrolled depression within the past year\n11. Known history of or suspected breast cancer on screening physical exam\n12. History of or active deep venous thrombosis or pulmonary embolism\n13. History of or active arterial thromboembolic event (e.g. stroke, myocardial infarction)\n14. Multiple (\\> 3) risk factors for arterial vascular disease (e.g. uncontrolled hypertension, diabetes mellitus, hypercholesterolemia, obesity and smoking)\n15. Current use of a progestin-containing contraceptive implant",
            "healthyVolunteers": false,
            "sex": "FEMALE",
            "genderBased": true,
            "genderDescription": "Females ages 18-45 years at the time of enrollment who have a surgical diagnosis with direct visualization and/or histopathologic confirmation of endometriosis with associated moderate to severe endometriosis related pain",
            "minimumAge": "18 Years",
            "maximumAge": "45 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Kristin Riley, MD",
                    "role": "CONTACT",
                    "phone": "7175316446",
                    "email": "kriley1@pennstatehealth.psu.edu"
                },
                {
                    "name": "Barbara Scheetz",
                    "role": "CONTACT",
                    "phone": "717-531-4483",
                    "email": "bscheetz@pennstatehealth.psu.edu"
                }
            ],
            "locations": [
                {
                    "facility": "Penn State Health Milton S. Hershey Medical Center",
                    "status": "RECRUITING",
                    "city": "Hershey",
                    "state": "Pennsylvania",
                    "zip": "17033",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Heidi N Watts, BSN, RN",
                            "role": "CONTACT",
                            "phone": "717-531-6272",
                            "email": "hwatts@pennstatehealth.psu.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.28592,
                        "lon": -76.65025
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "22819144",
                    "type": "BACKGROUND",
                    "citation": "Burney RO, Giudice LC. Pathogenesis and pathophysiology of endometriosis. Fertil Steril. 2012 Sep;98(3):511-9. doi: 10.1016/j.fertnstert.2012.06.029. Epub 2012 Jul 20."
                },
                {
                    "pmid": "15541453",
                    "type": "BACKGROUND",
                    "citation": "Giudice LC, Kao LC. Endometriosis. Lancet. 2004 Nov 13-19;364(9447):1789-99. doi: 10.1016/S0140-6736(04)17403-5."
                },
                {
                    "pmid": "16962527",
                    "type": "BACKGROUND",
                    "citation": "Behera M, Vilos GA, Hollett-Caines J, Abu-Rafea B, Ahmad R. Laparoscopic findings, histopathologic evaluation, and clinical outcomes in women with chronic pelvic pain after hysterectomy and bilateral salpingo-oophorectomy. J Minim Invasive Gynecol. 2006 Sep-Oct;13(5):431-5. doi: 10.1016/j.jmig.2006.05.007."
                },
                {
                    "pmid": "28590310",
                    "type": "BACKGROUND",
                    "citation": "Rafique S, Decherney AH. Medical Management of Endometriosis. Clin Obstet Gynecol. 2017 Sep;60(3):485-496. doi: 10.1097/GRF.0000000000000292."
                },
                {
                    "pmid": "31135725",
                    "type": "BACKGROUND",
                    "citation": "Lamvu G, Soliman AM, Manthena SR, Gordon K, Knight J, Taylor HS. Patterns of Prescription Opioid Use in Women With Endometriosis: Evaluating Prolonged Use, Daily Dose, and Concomitant Use With Benzodiazepines. Obstet Gynecol. 2019 Jun;133(6):1120-1130. doi: 10.1097/AOG.0000000000003267."
                },
                {
                    "pmid": "27285147",
                    "type": "BACKGROUND",
                    "citation": "Fasinu PS, Phillips S, ElSohly MA, Walker LA. Current Status and Prospects for Cannabidiol Preparations as New Therapeutic Agents. Pharmacotherapy. 2016 Jul;36(7):781-96. doi: 10.1002/phar.1780."
                },
                {
                    "pmid": "22038019",
                    "type": "BACKGROUND",
                    "citation": "Hermanson DJ, Marnett LJ. Cannabinoids, endocannabinoids, and cancer. Cancer Metastasis Rev. 2011 Dec;30(3-4):599-612. doi: 10.1007/s10555-011-9318-8."
                },
                {
                    "pmid": "28861506",
                    "type": "BACKGROUND",
                    "citation": "Bouaziz J, Bar On A, Seidman DS, Soriano D. The Clinical Significance of Endocannabinoids in Endometriosis Pain Management. Cannabis Cannabinoid Res. 2017 Apr 1;2(1):72-80. doi: 10.1089/can.2016.0035. eCollection 2017."
                },
                {
                    "pmid": "24920437",
                    "type": "BACKGROUND",
                    "citation": "Brawn J, Morotti M, Zondervan KT, Becker CM, Vincent K. Central changes associated with chronic pelvic pain and endometriosis. Hum Reprod Update. 2014 Sep-Oct;20(5):737-47. doi: 10.1093/humupd/dmu025. Epub 2014 Jun 11."
                },
                {
                    "pmid": "21160085",
                    "type": "BACKGROUND",
                    "citation": "Rocha MG, e Silva JC, Ribeiro da Silva A, Candido Dos Reis FJ, Nogueira AA, Poli-Neto OB. TRPV1 expression on peritoneal endometriosis foci is associated with chronic pelvic pain. Reprod Sci. 2011 Jun;18(6):511-5. doi: 10.1177/1933719110391279. Epub 2010 Dec 15."
                },
                {
                    "pmid": "28478727",
                    "type": "BACKGROUND",
                    "citation": "Bohonyi N, Pohoczky K, Szalontai B, Perkecz A, Kovacs K, Kajtar B, Orban L, Varga T, Szegedi S, Bodis J, Helyes Z, Koppan M. Local upregulation of transient receptor potential ankyrin 1 and transient receptor potential vanilloid 1 ion channels in rectosigmoid deep infiltrating endometriosis. Mol Pain. 2017 Jan-Dec;13:1744806917705564. doi: 10.1177/1744806917705564."
                },
                {
                    "pmid": "22923487",
                    "type": "BACKGROUND",
                    "citation": "Sanchez AM, Vigano P, Mugione A, Panina-Bordignon P, Candiani M. The molecular connections between the cannabinoid system and endometriosis. Mol Hum Reprod. 2012 Dec;18(12):563-71. doi: 10.1093/molehr/gas037. Epub 2012 Aug 24."
                },
                {
                    "pmid": "30006259",
                    "type": "BACKGROUND",
                    "citation": "Devinsky O, Verducci C, Thiele EA, Laux LC, Patel AD, Filloux F, Szaflarski JP, Wilfong A, Clark GD, Park YD, Seltzer LE, Bebin EM, Flamini R, Wechsler RT, Friedman D. Open-label use of highly purified CBD (Epidiolex(R)) in patients with CDKL5 deficiency disorder and Aicardi, Dup15q, and Doose syndromes. Epilepsy Behav. 2018 Sep;86:131-137. doi: 10.1016/j.yebeh.2018.05.013. Epub 2018 Jul 11."
                },
                {
                    "pmid": "31052254",
                    "type": "BACKGROUND",
                    "citation": "Ewing LE, Skinner CM, Quick CM, Kennon-McGill S, McGill MR, Walker LA, ElSohly MA, Gurley BJ, Koturbash I. Hepatotoxicity of a Cannabidiol-Rich Cannabis Extract in the Mouse Model. Molecules. 2019 Apr 30;24(9):1694. doi: 10.3390/molecules24091694."
                },
                {
                    "pmid": "30534073",
                    "type": "BACKGROUND",
                    "citation": "Millar SA, Stone NL, Yates AS, O'Sullivan SE. A Systematic Review on the Pharmacokinetics of Cannabidiol in Humans. Front Pharmacol. 2018 Nov 26;9:1365. doi: 10.3389/fphar.2018.01365. eCollection 2018."
                },
                {
                    "pmid": "30001569",
                    "type": "BACKGROUND",
                    "citation": "Lucas CJ, Galettis P, Schneider J. The pharmacokinetics and the pharmacodynamics of cannabinoids. Br J Clin Pharmacol. 2018 Nov;84(11):2477-2482. doi: 10.1111/bcp.13710. Epub 2018 Aug 7."
                },
                {
                    "pmid": "30520828",
                    "type": "BACKGROUND",
                    "citation": "Roslawski MJ, Remmel RP, Karanam A, Leppik IE, Marino SE, Birnbaum AK. Simultaneous Quantification of 13 Cannabinoids and Metabolites in Human Plasma by Liquid Chromatography Tandem Mass Spectrometry in Adult Epilepsy Patients. Ther Drug Monit. 2019 Jun;41(3):357-370. doi: 10.1097/FTD.0000000000000583."
                }
            ],
            "seeAlsoLinks": [
                {
                    "label": "HIGHLIGHTS OF PRESCRIBING INFORMATION. EPIDIOLEX ® (cannabidi ol) oral solution, CX \\[pending DEA scheduling action\\] Initial U.S. Approval: XXXX \\[pending controlled substance scheduling\\]",
                    "url": "http://www.fda.gov"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000004715",
                    "term": "Endometriosis"
                },
                {
                    "id": "D000017699",
                    "term": "Pelvic Pain"
                }
            ],
            "ancestors": [
                {
                    "id": "D000005831",
                    "term": "Genital Diseases, Female"
                },
                {
                    "id": "D000052776",
                    "term": "Female Urogenital Diseases"
                },
                {
                    "id": "D000005261",
                    "term": "Female Urogenital Diseases and Pregnancy Complications"
                },
                {
                    "id": "D000091642",
                    "term": "Urogenital Diseases"
                },
                {
                    "id": "D000091662",
                    "term": "Genital Diseases"
                },
                {
                    "id": "D000010146",
                    "term": "Pain"
                },
                {
                    "id": "D000009461",
                    "term": "Neurologic Manifestations"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M7877",
                    "name": "Endometriosis",
                    "asFound": "Endometriosis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M13066",
                    "name": "Pain",
                    "relevance": "LOW"
                },
                {
                    "id": "M19918",
                    "name": "Pelvic Pain",
                    "asFound": "Pelvic Pain",
                    "relevance": "HIGH"
                },
                {
                    "id": "M8943",
                    "name": "Genital Diseases, Female",
                    "relevance": "LOW"
                },
                {
                    "id": "M2876",
                    "name": "Genital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M2875",
                    "name": "Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M27093",
                    "name": "Female Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14127",
                    "name": "Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M8399",
                    "name": "Female Urogenital Diseases and Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M12404",
                    "name": "Neurologic Manifestations",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000002185",
                    "term": "Cannabidiol"
                },
                {
                    "id": "D000009640",
                    "term": "Norethindrone"
                },
                {
                    "id": "D000077563",
                    "term": "Norethindrone Acetate"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000927",
                    "term": "Anticonvulsants"
                },
                {
                    "id": "D000003278",
                    "term": "Contraceptives, Oral, Hormonal"
                },
                {
                    "id": "D000003276",
                    "term": "Contraceptives, Oral"
                },
                {
                    "id": "D000003271",
                    "term": "Contraceptive Agents, Female"
                },
                {
                    "id": "D000003270",
                    "term": "Contraceptive Agents"
                },
                {
                    "id": "D000012102",
                    "term": "Reproductive Control Agents"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000080066",
                    "term": "Contraceptive Agents, Hormonal"
                },
                {
                    "id": "D000003280",
                    "term": "Contraceptives, Oral, Synthetic"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M9789",
                    "name": "Hormones",
                    "relevance": "LOW"
                },
                {
                    "id": "M14245",
                    "name": "Progesterone",
                    "relevance": "LOW"
                },
                {
                    "id": "M5445",
                    "name": "Cannabidiol",
                    "asFound": "Incentive",
                    "relevance": "HIGH"
                },
                {
                    "id": "M16527",
                    "name": "Dronabinol",
                    "relevance": "LOW"
                },
                {
                    "id": "M12577",
                    "name": "Norethindrone",
                    "asFound": "TIL",
                    "relevance": "HIGH"
                },
                {
                    "id": "M1841",
                    "name": "Norethindrone Acetate",
                    "asFound": "Sunflower",
                    "relevance": "HIGH"
                },
                {
                    "id": "M14474",
                    "name": "Psychotropic Drugs",
                    "relevance": "LOW"
                },
                {
                    "id": "M4246",
                    "name": "Anticonvulsants",
                    "relevance": "LOW"
                },
                {
                    "id": "M6494",
                    "name": "Contraceptive Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M6500",
                    "name": "Contraceptives, Oral",
                    "relevance": "LOW"
                },
                {
                    "id": "M6502",
                    "name": "Contraceptives, Oral, Hormonal",
                    "relevance": "LOW"
                },
                {
                    "id": "M6495",
                    "name": "Contraceptive Agents, Female",
                    "relevance": "LOW"
                },
                {
                    "id": "M2116",
                    "name": "Contraceptive Agents, Hormonal",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "AntiConv",
                    "name": "Anticonvulsants"
                },
                {
                    "abbrev": "Analg",
                    "name": "Analgesics"
                },
                {
                    "abbrev": "PsychDr",
                    "name": "Psychotropic Drugs"
                },
                {
                    "abbrev": "Repr",
                    "name": "Reproductive Control Agents"
                }
            ]
        }
    },
    "hasResults": false
}