{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04219085",
            "orgStudyIdInfo": {
                "id": "2000027143"
            },
            "secondaryIdInfos": [
                {
                    "id": "000",
                    "type": "OTHER",
                    "domain": "CTGTY"
                }
            ],
            "organization": {
                "fullName": "Yale University",
                "class": "OTHER"
            },
            "briefTitle": "CAPO: Continuous Glucose Monitoring in A2 Gestational Diabetes and Pregnancy Outcomes",
            "officialTitle": "CAPO: Continuous Glucose Monitoring in A2 Gestational Diabetes and Pregnancy Outcomes",
            "acronym": "CAPO",
            "therapeuticArea": [
                "Women's Health",
                "Endocrinology"
            ],
            "study": "capo-continuous-glucose-monitoring-in-gestational-diabetes-and-pregnancy-outcomes"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-02",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2020-09-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-12-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-06-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2020-01-02",
            "studyFirstSubmitQcDate": "2020-01-02",
            "studyFirstPostDateStruct": {
                "date": "2020-01-06",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-02-05",
            "lastUpdatePostDateStruct": {
                "date": "2024-02-06",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Yale University",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUnapprovedDevice": true,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "This study will utilize continuous glucose monitoring in women with A2 gestational diabetes. Women will be randomized to continuous glucose monitoring or routine care with fingersticks to check their blood glucose four times daily. It is hypothesized that women in the continuous glucose monitoring arm will have a lower incidence of the composite primary outcome, which includes the following variables: perinatal death, shoulder dystocia, birth weight greater than 4,000 grams, NICU admission for treatment of hypoglycemia (blood glucose level \\<40mg/dL) and birth trauma, including fracture or nerve palsy.",
            "detailedDescription": "Diabetes complicates 6-7% of pregnancies annually and approximately 85% of these cases are women diagnosed with gestational diabetes (GDM).1,2 The prevalence of GDM varies within populations based on obesity rates, maternal age and ethnicity. GDM is diagnosed during the third trimester through a two-step process of a 50-gram oral glucose challenge screen and a subsequent 100-gram oral glucose challenge test if the woman screens positive. Once the diagnosis is confirmed women are asked to monitor their glucose levels with finger sticks at least four times a day (fasting and post-prandial) and medication is added when glucose target goals cannot be reached by diet and exercise alone. Approximately, 15% of women will not reach glucose target goals with diet and exercise alone and will require medication. These women are then diagnosed with class A2 GDM by the White classification of diabetes.\n\nIdentification of women with GDM who require treatment is essential in optimizing pregnancy outcomes for these women. Treatment of GDM results in lower neonatal morbidity, reduced incidence of large for gestational age infants (LGA), reduced incidence of preeclampsia and shoulder dystocia and a reduced need for cesarean delivery.3-5 Since LGA infants are at higher risk for hypoglycemia which may necessitate admission to the neonatal intensive care unit (NICU), treatment of GDM reduces the incidence of LGA infants resulting in less hypoglycemia and NICU admissions.\n\nGiven that pregnancy outcomes are directly tied to blood glucose control, it is essential that women with GDM play an active role in the monitoring of their disease. The frequency of monitoring and frustration with diet can lead to issues with patient compliance and ultimately impact their pregnancy outcomes. One study found that just over half of women successfully tested their blood glucose via finger sticks ≥ 80% of the time. About 25% of the women in the same study had \\<90% of the values matching in their glucometer and their blood glucose log.6 Given these issues with compliance the need for a better and more convenient monitoring system is evident. Continuous glucose monitors (CGM) are a relatively new device that have yet to be fully explored for their utility in pregnancy. The current generation of CGM has had exponential growth in the clinical care of diabetes, driven primarily by the improved accuracy of these devices, longer duration sensor life (ranging from 7-14 days in currently available models), and the ability to collect these data without performing calibration of the sensors with fingerstick glucose readings. Continuous Glucose Monitoring in Women with Type 1 Diabetes in Pregnancy Trial (CONCEPTT), demonstrated the utility of CGM data to decrease the frequency of adverse neonatal outcomes in a pregestational diabetes population.7 A more recent trial of blinded CGM data in women with GDM showed mean sensor glucose was significantly higher in women who delivered LGA infants. The 24-hour mean glucose was different between groups in this study (112 mg/dL vs. 104 mg/dL, p=0.025), driven by higher overnight mean glucose levels (108 mg/dL vs. 99 mg/dL, p=0.005).8 Given that this is not a time that women with GDM would normally be monitoring their blood sugar it is evident that CGM may be useful, not only in increasing patient compliance by eliminating the need for measuring serum glucose via finger sticks and a glucometer four times a day but by allowing for monitoring of blood glucose levels at times that are not normally convenient for testing."
        },
        "conditionsModule": {
            "conditions": [
                "Gestational Diabetes",
                "Maternal Complication of Pregnancy"
            ],
            "keywords": [
                "gestational diabetes",
                "fetal or neonatal outcomes",
                "maternal morbidity"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "randomized controlled trial, not blinded",
                "primaryPurpose": "SCREENING",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "whoMasked": [
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 80,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Routine Care",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Monitoring of control of gestational diabetes with routine care and use of a glucometer and fingersticks 4 times a day",
                    "interventionNames": [
                        "Other: Routine Care"
                    ]
                },
                {
                    "label": "Continuous Glucose Monitor",
                    "type": "EXPERIMENTAL",
                    "description": "Monitoring of control of gestational diabetes with use of a continuous glucose monitor",
                    "interventionNames": [
                        "Device: Continuous Glucose Monitor"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "Continuous Glucose Monitor",
                    "description": "Wearing of a continuous glucose monitor to monitor blood glucose levels in women with gestational diabetes",
                    "armGroupLabels": [
                        "Continuous Glucose Monitor"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Routine Care",
                    "description": "Use of a glucometer to monitor blood glucose levels in women with gestational diabetes",
                    "armGroupLabels": [
                        "Routine Care"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Composite Primary Outcome",
                    "description": "The number of participants who have at least one of each of the following outcome measures occur: perinatal death, shoulder dystocia, birth weight greater than 4,000 grams, NICU admission for treatment of hypoglycemia (blood glucose level \\<40mg/dL) and birth trauma, including fracture or nerve palsy. Any one of these would make the composite primary outcome positive and will be recorded as a categorical variable.",
                    "timeFrame": "from enrollment up until delivery by 40 weeks gestation"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "cesarean delivery for an arrest of labor disorder",
                    "description": "The number of women who undergo a cesarean delivery for arrest of dilation or descent during labor or induction of labor. This will be recorded as a categorical (yes/no) variable",
                    "timeFrame": "during delivery by 40 weeks gestation"
                },
                {
                    "measure": "hypertensive disorders of pregnancy.",
                    "description": "The number of women who receive a diagnosis of a hypertensive disorder of pregnancy (gestational hypertension, preeclampsia, HELLP). This will be recorded as a categorical (yes/no) variable",
                    "timeFrame": "from enrollment, through delivery by 40 weeks gestation and the immediate postpartum hospitalization up to 7 days postpartum"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* women between 18-50 years old\n* pregnant\n* singleton gestation\n* diagnosis of gestational diabetes requiring medication (A2) during the current pregnancy between 24-36 weeks' gestation\n\nExclusion Criteria:\n\n* pregestational diabetes\n* diagnosis with gestational diabetes \\< 24 weeks gestation or \\> 36 weeks gestation\n* known fetal anomalies\n* fetal growth restriction diagnosed during the current pregnancy\n* diagnosis of polyhydramnios at time of randomization\n* abnormal diagnostic genetic testing or genetic screening for the fetus in the current pregnancy prior to randomization\n* twin or higher order multiple gestation\n* non-compliance with prenatal visits (missing ≥3 visits prior to enrollment) prior to diagnosis with A2 gestational diabetes\n* maternal medical comorbidities including the following: lupus, chronic hypertension, cancer, ischemic cardiovascular disease",
            "healthyVolunteers": false,
            "sex": "FEMALE",
            "genderBased": true,
            "genderDescription": "ongoing pregnancy is required for study",
            "minimumAge": "18 Years",
            "maximumAge": "50 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Audrey Merriam, MD, MS",
                    "role": "CONTACT",
                    "phone": "(203) 688-2800",
                    "email": "audrey.merriam@yale.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Audrey Merriam, MD, MS",
                    "affiliation": "Assistant Professor; Assistant Professor, Department of Obstetrics, Gynecology and Reproductive Sciences",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Yale University",
                    "status": "RECRUITING",
                    "city": "New Haven",
                    "state": "Connecticut",
                    "zip": "06511",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Audrey Merriam, MD, MS",
                            "role": "CONTACT",
                            "phone": "203-688-2800",
                            "email": "audrey.merriam@yale.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.30815,
                        "lon": -72.92816
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "30707672",
                    "type": "BACKGROUND",
                    "citation": "Martin JA, Hamilton BE, Osterman MJK, Driscoll AK, Drake P. Births: Final Data for 2017. Natl Vital Stat Rep. 2018 Nov;67(8):1-50."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "The American College of Obstetricians and Gynecologists Practice Bulletin Number 190. Gestational Diabetes Mellitus. February 2018."
                },
                {
                    "pmid": "15951574",
                    "type": "BACKGROUND",
                    "citation": "Crowther CA, Hiller JE, Moss JR, McPhee AJ, Jeffries WS, Robinson JS; Australian Carbohydrate Intolerance Study in Pregnant Women (ACHOIS) Trial Group. Effect of treatment of gestational diabetes mellitus on pregnancy outcomes. N Engl J Med. 2005 Jun 16;352(24):2477-86. doi: 10.1056/NEJMoa042973. Epub 2005 Jun 12."
                },
                {
                    "pmid": "19797280",
                    "type": "BACKGROUND",
                    "citation": "Landon MB, Spong CY, Thom E, Carpenter MW, Ramin SM, Casey B, Wapner RJ, Varner MW, Rouse DJ, Thorp JM Jr, Sciscione A, Catalano P, Harper M, Saade G, Lain KY, Sorokin Y, Peaceman AM, Tolosa JE, Anderson GB; Eunice Kennedy Shriver National Institute of Child Health and Human Development Maternal-Fetal Medicine Units Network. A multicenter, randomized trial of treatment for mild gestational diabetes. N Engl J Med. 2009 Oct 1;361(14):1339-48. doi: 10.1056/NEJMoa0902430."
                },
                {
                    "pmid": "23712381",
                    "type": "BACKGROUND",
                    "citation": "Hartling L, Dryden DM, Guthrie A, Muise M, Vandermeer B, Donovan L. Benefits and harms of treating gestational diabetes mellitus: a systematic review and meta-analysis for the U.S. Preventive Services Task Force and the National Institutes of Health Office of Medical Applications of Research. Ann Intern Med. 2013 Jul 16;159(2):123-9. doi: 10.7326/0003-4819-159-2-201307160-00661."
                },
                {
                    "pmid": "28724718",
                    "type": "BACKGROUND",
                    "citation": "Cosson E, Baz B, Gary F, Pharisien I, Nguyen MT, Sandre-Banon D, Jaber Y, Cussac-Pillegand C, Banu I, Carbillon L, Valensi P. Poor Reliability and Poor Adherence to Self-Monitoring of Blood Glucose Are Common in Women With Gestational Diabetes Mellitus and May Be Associated With Poor Pregnancy Outcomes. Diabetes Care. 2017 Sep;40(9):1181-1186. doi: 10.2337/dc17-0369. Epub 2017 Jul 19."
                },
                {
                    "pmid": "31221709",
                    "type": "BACKGROUND",
                    "citation": "Law GR, Alnaji A, Alrefaii L, Endersby D, Cartland SJ, Gilbey SG, Jennings PE, Murphy HR, Scott EM. Response to Comment on Law et al. Suboptimal Nocturnal Glucose Control Is Associated With Large for Gestational Age in Treated Gestational Diabetes Mellitus. Diabetes Care 2019;42:810-815. Diabetes Care. 2019 Jul;42(7):e123-e124. doi: 10.2337/dci19-0018. No abstract available."
                },
                {
                    "pmid": "28923465",
                    "type": "BACKGROUND",
                    "citation": "Feig DS, Donovan LE, Corcoy R, Murphy KE, Amiel SA, Hunt KF, Asztalos E, Barrett JFR, Sanchez JJ, de Leiva A, Hod M, Jovanovic L, Keely E, McManus R, Hutton EK, Meek CL, Stewart ZA, Wysocki T, O'Brien R, Ruedy K, Kollman C, Tomlinson G, Murphy HR; CONCEPTT Collaborative Group. Continuous glucose monitoring in pregnant women with type 1 diabetes (CONCEPTT): a multicentre international randomised controlled trial. Lancet. 2017 Nov 25;390(10110):2347-2359. doi: 10.1016/S0140-6736(17)32400-5. Epub 2017 Sep 15. Erratum In: Lancet. 2017 Nov 25;390(10110):2346. doi: 10.1016/S0140-6736(17)32712-5."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO",
            "description": "no plan to share"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000016640",
                    "term": "Diabetes, Gestational"
                },
                {
                    "id": "D000011248",
                    "term": "Pregnancy Complications"
                },
                {
                    "id": "D000003920",
                    "term": "Diabetes Mellitus"
                }
            ],
            "ancestors": [
                {
                    "id": "D000044882",
                    "term": "Glucose Metabolism Disorders"
                },
                {
                    "id": "D000008659",
                    "term": "Metabolic Diseases"
                },
                {
                    "id": "D000004700",
                    "term": "Endocrine System Diseases"
                },
                {
                    "id": "D000005261",
                    "term": "Female Urogenital Diseases and Pregnancy Complications"
                },
                {
                    "id": "D000091642",
                    "term": "Urogenital Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M7115",
                    "name": "Diabetes Mellitus",
                    "asFound": "Diabetes",
                    "relevance": "HIGH"
                },
                {
                    "id": "M14127",
                    "name": "Pregnancy Complications",
                    "asFound": "Complication of Pregnancy",
                    "relevance": "HIGH"
                },
                {
                    "id": "M19012",
                    "name": "Diabetes, Gestational",
                    "asFound": "Gestational Diabetes",
                    "relevance": "HIGH"
                },
                {
                    "id": "M11639",
                    "name": "Metabolic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M25403",
                    "name": "Glucose Metabolism Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M7862",
                    "name": "Endocrine System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M2875",
                    "name": "Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M27093",
                    "name": "Female Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8399",
                    "name": "Female Urogenital Diseases and Pregnancy Complications",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                },
                {
                    "abbrev": "BC19",
                    "name": "Gland and Hormone Related Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                }
            ]
        }
    },
    "hasResults": false
}