{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04003649",
            "orgStudyIdInfo": {
                "id": "18251"
            },
            "secondaryIdInfos": [
                {
                    "id": "NCI-2018-02764",
                    "type": "REGISTRY",
                    "domain": "CTRP (Clinical Trial Reporting Program)"
                },
                {
                    "id": "18251",
                    "type": "OTHER",
                    "domain": "City of Hope Medical Center"
                },
                {
                    "id": "R01CA236500",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/R01CA236500"
                }
            ],
            "organization": {
                "fullName": "City of Hope Medical Center",
                "class": "OTHER"
            },
            "briefTitle": "IL13Ra2-CAR T Cells With or Without Nivolumab and Ipilimumab in Treating Patients With GBM",
            "officialTitle": "A Phase 1 Study to Evaluate IL13Rα2-Targeted Chimeric Antigen Receptor (CAR) T Cells Combined With Checkpoint Inhibition for Patients With Resectable Recurrent Glioblastoma",
            "therapeuticArea": [
                "Other"
            ],
            "study": "car-t-cells-with-or-without-nivolumab-and-ipilimumab-in-treating-patients-with-gbm"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-11",
            "overallStatus": "RECRUITING",
            "startDateStruct": {
                "date": "2019-12-02",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-07-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-07-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2018-11-23",
            "studyFirstSubmitQcDate": "2019-06-28",
            "studyFirstPostDateStruct": {
                "date": "2019-07-01",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-11-15",
            "lastUpdatePostDateStruct": {
                "date": "2023-11-18",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "City of Hope Medical Center",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Cancer Institute (NCI)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This phase I trial studies the side effects and how well IL13Ralpha2-CAR T cells work when given alone or together with nivolumab and ipilimumab in treating patients with glioblastoma that has come back (recurrent) or does not respond to treatment (refractory). Biological therapies, such as IL13Ralpha2-CAR T cells, use substances made from living organisms that may attack specific glioma cells and stop them from growing or kill them. Immunotherapy with monoclonal antibodies, such as nivolumab and ipilimumab, may help the body's immune system attack the cancer, and may interfere with the ability of tumor cells to grow and spread. It is not yet known whether giving IL13Ralpha2-CAR T cells and nivolumab together may work better in treating patients with glioblastoma.",
            "detailedDescription": "PRIMARY OBJECTIVES:\n\nI. To examine and describe the safety and feasibility of nivolumab plus ipilimumab as neoadjuvant therapy. (Arm 1) II. To examine and describe the safety and feasibility of IL13Ralpha2-CAR T cell plus nivolumab as adjuvant therapy. (Arms 1 and 2) III. To provide IL13Rα2-CAR T cell therapy for subjects who are unable to wait for randomization into Arms 1 and 2. This arm will provide additional safety data provided in COH IRB 13384 for the set dose schedule. (Arm 3) III. In arms determined to be safe and feasible, a selection design based on two Southwest Oncology Group (SWOG) two stage designs will be used to assess which arm(s) goes on for further study based on survival rate at 9 months.\n\nSECONDARY OBJECTIVES:\n\nI. Describe persistence, expansion and phenotype of endogenous and IL13Ralpha2-CAR CAR T cells in tumor cyst fluid (TCF), peripheral blood (PB), and cerebral spinal fluid (CSF).\n\nII. Describe cytokine levels (PB, TCF, CSF) over the study period for each arm. (Arm 1 or Arm 2).\n\nIII. Estimate disease response rates. IV. Estimate time to progression. V. Estimate median overall survival (OS).\n\nVI. In study participants who have completed the adjuvant dose-limiting toxicity (DLT) period:\n\nVIa. Estimate the mean change from baseline in quality of life using the European Organization for Research and Treatment of Cancer (EORTC) Quality of Life Questionnaire-Core (QLQ-C)30 and EORTC QLQ Brain Cancer Patients (BN-20) survey scale, domain and item scores during and post treatment.\n\nVIb. Assess if the area under the curve (AUC) for CD3 T cells, IFNgamma and IP-10 for the DLT period is greater in one arm versus (vs.) the other.\n\nVII. In study participants who undergo an additional biopsy/resection or autopsy:\n\nVIIa. Evaluate CAR T cell persistence in the tumor tissue and the location of the CAR T cells with respect to the injection, and VIIb. Evaluate IL13Ralpha2 antigen and PD-L1 levels on tumor tissue pre and post CAR T cell therapy.\n\nVIII. Use biomathematical modeling of tumor growth to evaluate benefit of treatment.\n\nOUTLINE: Patients are randomized to 1 of 2 arms.\n\nARM I: Patients receive nivolumab intravenously (IV) over 60 minutes and ipilimumab IV over 90 minutes on day -14. Patients then receive IL13Ralpha2 CAR T cells infusion over 5 minutes via Rickham catheter (intracranial intraventricular \\[ICV\\]/intracranial intratumoral \\[ICT\\]) every week and nivolumab IV over 30 minutes every other week. Treatment repeats weekly for up to 4 cycles in the absence of disease progression or unacceptable toxicity. After cycle 4, patients may receive additional CAR T cells weekly and nivolumab IV every other week or monthly at the discretion of the principal investigator and oncologist.\n\nARM II: Patients receive IL13Ralpha2 CAR T cells infusion over 5 minutes via Rickham catheter (ICV/ICT) every week and nivolumab IV over 30 minutes every other week. Treatment repeats weekly for up to 4 cycles in the absence of disease progression or unacceptable toxicity. After cycle 4, patients may receive additional CAR T cells weekly and nivolumab IV every other week or monthly at the discretion of the principal investigator and oncologist.\n\nARM III: Patients receive IL13Ralpha2 CAR T cells infusion over 5 minutes via Rickham catheter (intracranial intraventricular \\[ICV\\]/intracranial intratumoral \\[ICT\\]) every week. Treatment repeats weekly for up to 4 cycles in the absence of disease progression or unacceptable toxicity. After cycle 4, patients may receive additional CAR T cells weekly at the discretion of the principal investigator and oncologist.\n\nAfter completion of study treatment, patients are followed up at 30 days, 3, 6, and 12 months, and then annually for 15 years."
        },
        "conditionsModule": {
            "conditions": [
                "Recurrent Glioblastoma",
                "Refractory Glioblastoma"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 60,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Arm I (nivolumab, ipilimumab, IL13Ralpha2 CAR T cells)",
                    "type": "EXPERIMENTAL",
                    "description": "Patients receive nivolumab intravenously (IV) over 60 minutes and ipilimumab IV over 90 minutes on day -14. Patients then receive IL13Ralpha2 CAR T cells infusion over 5 minutes via Rickham catheter (ICV/intracranital ICT) every week and nivolumab IV over 30 minutes every other week. Treatment repeats weekly for up to 4 cycles in the absence of disease progression or unacceptable toxicity. After cycle 4, patients may receive additional CAR T cells weekly and nivolumab IV every other week or monthly at the discretion of the principal investigator and oncologist.",
                    "interventionNames": [
                        "Biological: IL13Ralpha2-specific Hinge-optimized 4-1BB-co-stimulatory CAR/Truncated CD19-expressing Autologous TN/MEM Cells",
                        "Biological: Ipilimumab",
                        "Biological: Nivolumab",
                        "Other: Quality-of-Life Assessment",
                        "Other: Questionnaire Administration"
                    ]
                },
                {
                    "label": "Arm II (nivolumab, IL13Ra2 CAR T cells)",
                    "type": "EXPERIMENTAL",
                    "description": "Patients receive IL13Ralpha2 CAR T cells infusion over 5 minutes via Rickham catheter (ICV/ICT) every week and nivolumab IV over 30 minutes every other week. Treatment repeats weekly for up to 4 cycles in the absence of disease progression or unacceptable toxicity. After cycle 4, patients may receive additional CAR T cells weekly and nivolumab IV every other week or monthly at the discretion of the principal investigator and oncologist.",
                    "interventionNames": [
                        "Biological: IL13Ralpha2-specific Hinge-optimized 4-1BB-co-stimulatory CAR/Truncated CD19-expressing Autologous TN/MEM Cells",
                        "Biological: Nivolumab",
                        "Other: Quality-of-Life Assessment",
                        "Other: Questionnaire Administration"
                    ]
                },
                {
                    "label": "Arm III (IL13Ra2 CAR T cells)",
                    "type": "EXPERIMENTAL",
                    "description": "Patients receive IL13Ralpha2 CAR T cells infusion over 5 minutes via Rickham catheter (ICV/ICT) every week. Treatment repeats weekly for up to 4 cycles in the absence of disease progression or unacceptable toxicity. After cycle 4, patients may receive additional CAR T cells weekly at the discretion of the principal investigator and oncologist.",
                    "interventionNames": [
                        "Biological: IL13Ralpha2-specific Hinge-optimized 4-1BB-co-stimulatory CAR/Truncated CD19-expressing Autologous TN/MEM Cells",
                        "Other: Quality-of-Life Assessment",
                        "Other: Questionnaire Administration"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BIOLOGICAL",
                    "name": "IL13Ralpha2-specific Hinge-optimized 4-1BB-co-stimulatory CAR/Truncated CD19-expressing Autologous TN/MEM Cells",
                    "description": "Given ITV/ITC",
                    "armGroupLabels": [
                        "Arm I (nivolumab, ipilimumab, IL13Ralpha2 CAR T cells)",
                        "Arm II (nivolumab, IL13Ra2 CAR T cells)",
                        "Arm III (IL13Ra2 CAR T cells)"
                    ],
                    "otherNames": [
                        "IL13 [EQ]BBzeta/truncated CD19[t]+ Naive and Memory T Cells",
                        "IL13 [EQ]BBzeta/truncated CD19[t]+ TN/MEM Cells",
                        "IL13Ra2-specific-hinge-optimized-4-1BB-CAR/truncated CD19-expressing Autologous TN/MEM Lymphocytes"
                    ]
                },
                {
                    "type": "BIOLOGICAL",
                    "name": "Ipilimumab",
                    "description": "Given IV",
                    "armGroupLabels": [
                        "Arm I (nivolumab, ipilimumab, IL13Ralpha2 CAR T cells)"
                    ],
                    "otherNames": [
                        "Anti-Cytotoxic T-Lymphocyte-Associated Antigen-4 Monoclonal Antibody",
                        "BMS-734016",
                        "MDX-010",
                        "MDX-CTLA4",
                        "Yervoy"
                    ]
                },
                {
                    "type": "BIOLOGICAL",
                    "name": "Nivolumab",
                    "description": "Given IV",
                    "armGroupLabels": [
                        "Arm I (nivolumab, ipilimumab, IL13Ralpha2 CAR T cells)",
                        "Arm II (nivolumab, IL13Ra2 CAR T cells)"
                    ],
                    "otherNames": [
                        "BMS-936558",
                        "MDX-1106",
                        "NIVO",
                        "ONO-4538",
                        "Opdivo"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Quality-of-Life Assessment",
                    "description": "Ancillary studies",
                    "armGroupLabels": [
                        "Arm I (nivolumab, ipilimumab, IL13Ralpha2 CAR T cells)",
                        "Arm II (nivolumab, IL13Ra2 CAR T cells)",
                        "Arm III (IL13Ra2 CAR T cells)"
                    ],
                    "otherNames": [
                        "Quality of Life Assessment"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Questionnaire Administration",
                    "description": "Ancillary studies",
                    "armGroupLabels": [
                        "Arm I (nivolumab, ipilimumab, IL13Ralpha2 CAR T cells)",
                        "Arm II (nivolumab, IL13Ra2 CAR T cells)",
                        "Arm III (IL13Ra2 CAR T cells)"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Incidence of adverse events",
                    "description": "Will assess dose limiting toxicity and all toxicities. Toxicity is the primary endpoint and will be assessed using the National Cancer Institute (NCI)'s Common Terminology Criteria for Adverse Events (CTCAE) version 5.0. Rates and associated 95% Clopper and Pearson binomial confidence limits (95% confidence interval \\[CI\\]) will be estimated for participants' experiencing dose limiting toxicity (DLT) during neoadjuvant treatment period (DLT period 1), during adjuvant treatment period (DLT period 2), neo-adjuvant and adjuvant feasibility, as well as survival at 9 months. All toxicities and side effects will be summarized in tables by dose, time period, organ, and severity.",
                    "timeFrame": "Up to 15 years"
                },
                {
                    "measure": "Dose-limiting toxicity (DLT)",
                    "description": "A toxicity that causes side effects that are serious enough to prevent an increase in dose or level of that treatment.",
                    "timeFrame": "Up to 28 days"
                },
                {
                    "measure": "Feasibility (neoadjuvant therapy)",
                    "description": "As measured by the ability of patients receive ipilimumab/nivolumab (\\> 80% of the assigned doses) and undergo undergo surgery so that they can go on to receive the first dose of CAR T cells.",
                    "timeFrame": "Up to 14 days"
                },
                {
                    "measure": "Feasibility (adjuvant therapy)",
                    "description": "Defined as the ability of patients to complete 4 cycles of CAR T infusions (\\> 80% of the assigned dose) and 2 doses of nivolumab.",
                    "timeFrame": "Up to 28 days"
                },
                {
                    "measure": "Overall Survival",
                    "description": "The length of time from either the date of diagnosis or the start of treatment for a disease, such as cancer, that patients diagnosed with the disease are still alive.",
                    "timeFrame": "At 9 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "T cell levels",
                    "description": "Will assess chimeric antigen receptor (CAR) T and endogenous T cell levels and phenotype detected in tumor cyst fluid (TCF), peripheral blood (PB), and cerebral spinal fluid (CSF) (absolute number per ul by flow). Statistical and graphical methods will be used to describe persistence and expansion.",
                    "timeFrame": "Up to 15 years"
                },
                {
                    "measure": "Cytokine levels in TCF, PB, and CSF",
                    "description": "Statistical and graphical methods will be used to describe persistence and expansion.",
                    "timeFrame": "Up to 15 years"
                },
                {
                    "measure": "Disease response",
                    "description": "By Response Assessment in Neuro-Oncology (RANO) criteria with the need for Avastin as an additional indicator of progression.",
                    "timeFrame": "Up to 15 years"
                },
                {
                    "measure": "Time to progression",
                    "description": "Progression is defined by RANO with the need for Avastin as an additional indicator of progression.",
                    "timeFrame": "Up to 15 years"
                },
                {
                    "measure": "Overall survival (OS)",
                    "description": "Kaplan Meier methods will be used to estimate median OS and graph the results.",
                    "timeFrame": "Up to 15 years"
                },
                {
                    "measure": "Quality of life (QOL)",
                    "description": "Will estimate the mean and standard error for change from baseline during treatment and post treatment in the quality of life functioning scale, symptom scale and item scores from the European Organization for Research and Treatment of Cancer Quality of Life Questionnaire Core 30 and the domain scale and items scores from the Quality of Life Questionnaire Brian Tumor Patients 20. Will be estimated for each treatment arm.",
                    "timeFrame": "Up to 15 years"
                },
                {
                    "measure": "Area under the curve (AUC) for CD3, IFNgamma, and IP-10 levels over time for the DLT evaluation period",
                    "description": "A two-tailed two-sample Students T test with a 0.05 level of significance will be used to determine if the AUCs over the adjuvant treatment DLT period (DLT period 2) for CD3, IFNgamma, and IP-10 are higher in one arm over the other.",
                    "timeFrame": "Up to 28 days"
                },
                {
                    "measure": "CAR T and endogenous cells detected in tumor tissue",
                    "description": "By immunohistochemistry.",
                    "timeFrame": "Up to 15 years"
                },
                {
                    "measure": "IL13Ralpha2 antigen expression levels in tumor tissue",
                    "description": "By pathology H score.",
                    "timeFrame": "Up to 15 years"
                },
                {
                    "measure": "PD-L1 levels on tumor cells",
                    "description": "By flow cytometry",
                    "timeFrame": "Pre- and post-therapy"
                },
                {
                    "measure": "Biomathematical modeling of tumor growth",
                    "description": "Will assess perfusion and growth parameters based on serial brain magnetic resonance imaging (MRI)s.",
                    "timeFrame": "Up to 15 years"
                },
                {
                    "measure": "Progression free survival (PFS)",
                    "description": "Kaplan Meier methods will be used to estimate median PFS and graph the results.",
                    "timeFrame": "Up to 15 years"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria Informed Consent and Willingness to Participate\n\n* 1. Documented informed consent of the participant and/or legally authorized representative. Assent, when appropriate, will be obtained per institutional guidelines.\n* 2. Agreement to allow the use of archival tissue from diagnostic tumor biopsies. If unavailable, exceptions may be granted with Study PI approval. Age Criteria, Performance status\n* 3. Ages ≥18 years\n* 4. KPS ≥ 60%, ECOG ≤ 2\n* 5. Life expectancy ≥ 4 weeks Nature of Illness and Illness Related Criteria\n* 6. Histologically confirmed diagnosis of WHO classification grade IV GBM, or has a prior histologicallyconfirmed diagnosis of a grade II or III glioma and now has radiographic progression consistent with a grade IV GBM after completing standard therapy.\n* 7. Relapsed/refractory disease: radiographic evidence of recurrence/progression of measurable disease after standard therapy, and ≥ 12 weeks after completion of front-line radiation therapy.\n* 8. COH Clinical Pathology confirms IL13Rα2+ tumor expression by IHC at the initial tumor presentation or recurrent disease (H-score \\> 50; reference Appendix B)\n* 9. Participants with a known history of congestive heart failure (CHF) or cardiac symptoms consistent with NYHA classification III-IV within 6 months prior to Day 1 of protocol treatment, cardiomyopathy, myocarditis, Myocardial Infarction (MI), exposure to cardiotoxic medications or with clinical history suggestive of the above must have an EKG and Echocardiogram (ECHO) performed within 42 days prior to registration and as clinically indicated while on treatment. Clinical Laboratory and Organ Function Criteria (To be performed within 14 days prior to leukapheresis unless otherwise stated.\n* 10. WBC \\> 2000 /dl (or ANC ≥ 1,000/mm3)\n* 11. Platelets ≥ 75,000/mm3\n* 12. Fasting Blood glucose within ULN\n* 13. Total bilirubin ≤ 1.5 ULN\n* 14. AST ≤ 2.5x ULN\n* 15. ALT ≤ 2.5x ULN\n* 16. Serum creatinine ≤1.6 mg/dL\n* 17. O2 saturation ≥ 95% on room air\n* 18. Seronegative for HIV Ag/Ab combo, Hepatitis C Ab\\*, active HBV (Surface Antigen Negative), Hepatitis A Virus IgM Antibody\n\n  \\*If positive, Hepatitis C RNA quantitation must be performed.\n* 19. Women of childbearing potential (WOCBP): negative urine or serum pregnancy test If the urine test is positive or cannot be\n* 20. Agreement by females and males of childbearing potential\\* to use an effective method of birth control or abstain from heterosexual activity for the course of the study through at least 5 months after the last dose of nivolumab and/or 3 months after the last cycle of CAR T cells.\n\nExclusion Criteria Prior and concomitant therapies\n\n* 1. Prior CTLA-4, PD-1 or PD-L1 inhibitor therapy.\n* 2. Participant is steroid-dependent, requiring more than 6 mg of dexamethasone per day at the time of enrollment.\n* 3. Participant has not yet recovered from toxicities of prior therapy. Other illnesses or conditions\n* 4. History of or active autoimmune disease\n* 5. Uncontrolled seizure activity and/or clinically evident progressive encephalopathy\n* 6. History of allergic reactions attributed to compounds of similar chemical or biologic composition to study agent\n* 7. Active diarrhea\n* 8. Clinically significant uncontrolled illness\n* 9. Active infection requiring antibiotics\n* 10. Known history of immunodeficiency virus (HIV) or hepatitis B or hepatitis C infection\n* 11. Other active malignancy\n* 12. Females only: Pregnant or breastfeeding\n* 13. Any other condition that would, in the Investigator's judgment, contraindicate the subject's participation in the clinical study due to safety concerns with clinical study procedures. Noncompliance\n* 14. Prospective participants who, in the opinion of the Investigator, may not be able to comply with all study procedures (including compliance issues related to feasibility/logistics).",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "overallOfficials": [
                {
                    "name": "Behnam Badie",
                    "affiliation": "City of Hope Medical Center",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "City of Hope Medical Center",
                    "status": "RECRUITING",
                    "city": "Duarte",
                    "state": "California",
                    "zip": "91010",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Behnam Badie",
                            "role": "CONTACT",
                            "phone": "626-256-4673",
                            "phoneExt": "89393",
                            "email": "neurosurgerymail@coh.org"
                        },
                        {
                            "name": "Behnam Badie",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 34.13945,
                        "lon": -117.97729
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000005909",
                    "term": "Glioblastoma"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001254",
                    "term": "Astrocytoma"
                },
                {
                    "id": "D000005910",
                    "term": "Glioma"
                },
                {
                    "id": "D000018302",
                    "term": "Neoplasms, Neuroepithelial"
                },
                {
                    "id": "D000017599",
                    "term": "Neuroectodermal Tumors"
                },
                {
                    "id": "D000009373",
                    "term": "Neoplasms, Germ Cell and Embryonal"
                },
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000009375",
                    "term": "Neoplasms, Glandular and Epithelial"
                },
                {
                    "id": "D000009380",
                    "term": "Neoplasms, Nerve Tissue"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M14850",
                    "name": "Recurrence",
                    "relevance": "LOW"
                },
                {
                    "id": "M9019",
                    "name": "Glioblastoma",
                    "asFound": "Glioblastoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4561",
                    "name": "Astrocytoma",
                    "relevance": "LOW"
                },
                {
                    "id": "M9020",
                    "name": "Glioma",
                    "relevance": "LOW"
                },
                {
                    "id": "M20446",
                    "name": "Neoplasms, Neuroepithelial",
                    "relevance": "LOW"
                },
                {
                    "id": "M19845",
                    "name": "Neuroectodermal Tumors",
                    "relevance": "LOW"
                },
                {
                    "id": "M20388",
                    "name": "Neuroectodermal Tumors, Primitive",
                    "relevance": "LOW"
                },
                {
                    "id": "M12318",
                    "name": "Neoplasms, Germ Cell and Embryonal",
                    "relevance": "LOW"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M12320",
                    "name": "Neoplasms, Glandular and Epithelial",
                    "relevance": "LOW"
                },
                {
                    "id": "M12325",
                    "name": "Neoplasms, Nerve Tissue",
                    "relevance": "LOW"
                },
                {
                    "id": "T2518",
                    "name": "Glioblastoma",
                    "asFound": "Glioblastoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "T2519",
                    "name": "Glioma",
                    "relevance": "LOW"
                },
                {
                    "id": "T4092",
                    "name": "Neuroepithelioma",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000077594",
                    "term": "Nivolumab"
                },
                {
                    "id": "D000074324",
                    "term": "Ipilimumab"
                }
            ],
            "ancestors": [
                {
                    "id": "D000074322",
                    "term": "Antineoplastic Agents, Immunological"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                },
                {
                    "id": "D000082082",
                    "term": "Immune Checkpoint Inhibitors"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4225",
                    "name": "Antibodies",
                    "relevance": "LOW"
                },
                {
                    "id": "M1854",
                    "name": "Nivolumab",
                    "asFound": "Technique",
                    "relevance": "HIGH"
                },
                {
                    "id": "M1348",
                    "name": "Ipilimumab",
                    "asFound": "Bridge",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10184",
                    "name": "Immunoglobulins",
                    "relevance": "LOW"
                },
                {
                    "id": "M4230",
                    "name": "Antibodies, Monoclonal",
                    "relevance": "LOW"
                },
                {
                    "id": "M18131",
                    "name": "Isotretinoin",
                    "relevance": "LOW"
                },
                {
                    "id": "M1346",
                    "name": "Antineoplastic Agents, Immunological",
                    "relevance": "LOW"
                },
                {
                    "id": "M2342",
                    "name": "Immune Checkpoint Inhibitors",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "Derm",
                    "name": "Dermatologic Agents"
                }
            ]
        }
    },
    "hasResults": false
}