{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06026319",
            "orgStudyIdInfo": {
                "id": "23-474"
            },
            "organization": {
                "fullName": "Massachusetts General Hospital",
                "class": "OTHER"
            },
            "briefTitle": "CD79b-19 CAR T Cells in Non-Hodgkin Lymphoma",
            "officialTitle": "A Phase I Study of Bivalent CD79b and CD19 Directed CAR T Cells in Patients With Relapsed/Refractory Non-Hodgkin Lymphoma",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "car-t-cells-in-non-hodgkin-lymphoma"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-10-26",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-01-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2028-01-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-08-30",
            "studyFirstSubmitQcDate": "2023-08-30",
            "studyFirstPostDateStruct": {
                "date": "2023-09-07",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-04-26",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-29",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR_INVESTIGATOR",
                "investigatorFullName": "Marcela V. Maus, M.D.,Ph.D.",
                "investigatorTitle": "Sponsor-Investigator",
                "investigatorAffiliation": "Massachusetts General Hospital"
            },
            "leadSponsor": {
                "name": "Marcela V. Maus, M.D.,Ph.D.",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This research study involves the study of CD79b-19 CAR T cells for treating people with relapsed/refractory Non-Hodgkin Lymphoma and to understand the side effects when treated with CD79b-19 CAR T cells.\n\nThis research study involves the study drugs:\n\n* CD79b-19 CAR T cells\n* Fludarabine and Cyclophosphamide: Standardly used chemotherapy drugs as part of lymphodepleting process",
            "detailedDescription": "This is a two-part, non-randomized, open label, single-site Phase 1 study of CD79b-19 CAR T cells as a treatment for relapsed/refractory Non-Hodgkin Lymphoma.\n\nThis study consists of 2 parts:\n\n* Part A (Dose Escalation): The investigators are looking to find the highest dose of the study intervention that can be administered safely without severe or unmanageable side effects, not everyone who participates in this research study will receive the same dose of the study intervention. The dose given will depend on the number of participants who have been enrolled prior and how well the dose was tolerated. Once determined, this highest dose will then be used in the dose expansion part of the study.\n* Part B (Expansion Cohort): Participants will be treated at the respective dose as determined during Part A (Dose Escalation).\n\nCD79b-19 CAR T cells is an investigational treatment that uses a person's own immune cells, called T cells, to try to kill their cancerous cells. T cells fight infections and can also kill cancer cells in some cases. The U.S. Food and Drug Administration (FDA) has not approved CD79b-19 CAR T cells as a treatment for any disease. This is the first time that CD79b-19 CAR T cells will be given to humans.\n\nThe research study procedures include screening for eligibility and study treatment including evaluations and follow up visits.\n\nParticipants will receive one infusion of the study treatment and will be followed for up to 2 years.\n\nIt is expected that about 24 people will take part in this research study."
        },
        "conditionsModule": {
            "conditions": [
                "Non-hodgkin Lymphoma",
                "Relapsed Non-Hodgkin Lymphoma",
                "Refractory Non-Hodgkin Lymphoma",
                "Follicular Lymphoma",
                "Marginal Zone Lymphoma",
                "Diffuse Large B Cell Lymphoma",
                "Primary Mediastinal Large B-cell Lymphoma (PMBCL)",
                "High-grade B-cell Lymphoma",
                "Grade 3b Follicular Lymphoma",
                "Mantle Cell Lymphoma"
            ],
            "keywords": [
                "Relapsed/Refractory B-cell Lymphoma"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 24,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "CD79b-19 CAR T cells",
                    "type": "EXPERIMENTAL",
                    "description": "Prior to receiving CD79b-19 CAR T cells, participants will undergo two preparatory processes:\n\n* Leukapheresis: During Week -3 white blood cells will be collected.\n* Lymphodepletion: On days, -5 to -3 participants will receive 3 days of chemotherapy to decrease the number of lymphocytes\n\nCD79b-19 CAR T cells will be administered intravenously on day 0 only. The dose you will receive will depend on the number of participants who have been enrolled prior and how well the dose was tolerated. The CD79b-19 CAR T cells will be administered over approximately 1 hour.",
                    "interventionNames": [
                        "Drug: CD79b-19 CAR T cells",
                        "Drug: Cyclophosphamide",
                        "Drug: Fludarabine"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "CD79b-19 CAR T cells",
                    "description": "Intravenous infusion",
                    "armGroupLabels": [
                        "CD79b-19 CAR T cells"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Cyclophosphamide",
                    "description": "Intravenous infusion",
                    "armGroupLabels": [
                        "CD79b-19 CAR T cells"
                    ],
                    "otherNames": [
                        "Cytoxan",
                        "Neosar"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Fludarabine",
                    "description": "Intravenous infusion",
                    "armGroupLabels": [
                        "CD79b-19 CAR T cells"
                    ],
                    "otherNames": [
                        "Fludara"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Incidence of adverse events (AEs)",
                    "description": "Study-related adverse events (AEs) will be listed and tabulated by type and study cohort. The rate of AEs in all infused patients, both within study cohorts and overall, will be calculated and reported with exact 95% confidence intervals. A separate safety analysis will report similar information within patients infused at the target dose of 1x108 or 3x108 CD79b-19 CAR T cells.",
                    "timeFrame": "From Day 0 to 2 years post-treatment"
                },
                {
                    "measure": "Incidence of Dose Limiting Toxicity (DLT)",
                    "description": "Dose-limiting toxicities will be listed and tabulated by type and study cohort.",
                    "timeFrame": "From Day 0 to 2 years post-treatment"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Overall Response Rate (ORR)",
                    "description": "Data will be listed, tabulated, and presented descriptively using Kaplan Meier plots.",
                    "timeFrame": "1 month, 6 months, 12 months, and 24 months after CD79b-19 CAR T cells treatment"
                },
                {
                    "measure": "Overall Survival (OS)",
                    "description": "Data will be listed, tabulated, and presented descriptively using Kaplan Meier plots.",
                    "timeFrame": "1 month, 6 months, 12 months, and 24 months after CD79b-19 CAR T cells treatment"
                },
                {
                    "measure": "Progression Free Survival (PFS)",
                    "description": "Data will be listed, tabulated, and presented descriptively using Kaplan Meier plots.",
                    "timeFrame": "1 month, 6 months, 12 months, and 24 months after CD79b-19 CAR T cells treatment"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Voluntarily sign informed consent form(s)\n* ≥18 years of age at the time of signing informed consent\n* Eastern Cooperative Oncology Group (ECOG) performance status 0-2 (Karnofsky ≥60%, see Appendix A)\n* Diagnosis of histologically or cytologically confirmed relapsed/refractory (R/R) Non Hodgkins lymphoma as defined as one of the following (Note: only patients with indolent lymphomas that warrant treatment should be treated, this will include those with local symptoms due to progressive/bulky disease, compromised organ function, B symptoms, extra-nodal disease, cytopenias from marrow involvement and/or in the opinion of the treating physician believe that any of the above symptoms or potentially life threatening involvement will occur will be treated):\n\n  1. Follicular Lymphoma (FL) grade 1, grade 2, or grade 3a\n\n     1. R/R disease after 2 or more prior lines of systemic therapy\n  2. Marginal Zone Lymphoma (MZL) nodal of extranodal:\n\n     1. R/R disease after 2 or more prior lines of systemic therapy\n  3. Diffuse large B-cell lymphoma (DLBCL), including transformed follicular lymphoma (FL), primary mediastinal B-cell lymphoma (PMBCL), high-grade B-cell lymphoma (HGBCL) and grade 3b Follicular Lymphoma (FL).\n\n     1. R/R disease after 2 or more prior lines of therapy OR\n     2. Relapsed following autologous SCT, OR\n     3. Ineligible for autologous SCT.\n  4. Mantle cell lymphoma\n\n     1. R/R disease as defined by disease progression after last regimen (including autologous SCT) OR\n     2. Refractory disease as defined as failure to achieve a CR to last regimen.\n     3. Prior therapy must include:\n\n        * Anthracycline or bendamustine-containing chemotherapy AND\n        * Anti-CD20 monoclonal antibody therapy AND\n        * BTKi therapy (progression does not have to be documented on BTKi).\n* Subjects must have measurable disease according to appropriate disease specific criteria.\n* Adequate absolute lymphocyte count (ALC \\> 100 cells/ul) within one week of apheresis.\n* Adequate bone marrow function defined by absolute neutrophil count (ANC) \\>1000 cells/mm3 without growth factor support (filgrastim within 7 days or pegfilgrastim within 14 days) and untransfused platelet count \\>50,000 mm3.\n* Left ventricular ejection fraction \\> 40%\n* Adequate hepatic function defined by aspartate aminotransferase (AST) and alanine aminotransferase (ALT) \\< 2.5 × upper limit of normal (ULN) and direct bilirubin \\< 1.5 × ULN.\n* Adequate renal function defined by creatinine clearance \\>60 ml/min using the Cockcroft-Gault formula.\n* The effects of CD79b-19 CAR T cells on the developing human fetus are unknown. For this reason, women of child-bearing potential and men with partners of childbearing potential must agree to use adequate contraception (hormonal or barrier method of birth control; abstinence) prior to leukapheresis. Women of childbearing potential are required to use adequate contraception for up to 1 year post CD79b-19 CAR T cell infusion. Should a woman become pregnant or suspect she is pregnant while she or her partner is participating in this study, she should inform her treating physician immediately. Men with partners of childbearing potential treated or enrolled on this protocol must also agree to use adequate contraception prior to the study and until 6 months after last CD79b-19 CAR T cells administration.\n* Ability and willingness to adhere to the study visit schedule and all protocol requirements\n\nInclusion Criteria for treatment (Initiating Lymphodepletion/Cell Infusion):\n\n* Eastern Cooperative Oncology Group (ECOG) performance status 0-2 (Karnofsky ≥60%, see Appendix A)\n* No active, uncontrolled, systemic bacterial, viral, or fungal infection. If febrile, the patient must be afebrile for 24 hours and blood cultures negative for 48 hours on appropriate antibiotic therapy\n* Oxygen saturation \\>92% on room air while awake\n* No additional anti-cancer therapy since leukapheresis excluding steroids at or below physiologic dosing.\n\nInfusion may be delayed by up to 5 days after completion of LD chemo, without sponsor approval, in the event that these issues resolve in that time frame.\n\nThe above criteria need to be met to start treatment (for both initiation of lymphodepletion and cell infusion).\n\nExclusion Criteria for Leukapheresis for Parts A and B:\n\n* Treatment with an any investigational cellular therapy within 8 weeks prior to apheresis.\n* Any systemic anti-cancer therapy within 1 weeks of leukapheresis excluding steroids (prednisone) at or below physiologic dosing (5mg).\n* Ongoing treatment with chronic immunosuppressants (e.g., cyclosporine or systemic steroids above physiologic dosing). Intermittent topical, inhaled, or intranasal corticosteroids are allowed.\n* Ongoing systemic immunosuppression for acute and/or chronic GVH as a result of previous allogeneic bone marrow transplant and at least 12 weeks out from prior allogeneic SCT.\n* Presence of active CNS disease\n* Significant co-morbid condition or disease which in the judgment of the Principal Investigator would place the subject at undue risk or interfere with the study; examples include, but are not limited to, cirrhotic liver disease, sepsis, and/or recent significant traumatic injury.\n* Active, uncontrolled, systemic bacterial, viral, or fungal infection.\n* Subjects with a history of class III or IV congestive heart failure or with a history of non- ischemic cardiomyopathy.\n* Subjects with unstable angina, myocardial infarction, or ventricular arrhythmia requiring medication or mechanical control within the previous 3 months.\n* Subjects with arterial vascular disease such as history of cerebrovascular accident or peripheral vascular disease requiring therapeutic anti-coagulation.\n* Subjects with history of a new pulmonary embolism (PE) /deep vein thrombosis (DVT) within 6 months of beginning lymphodepletion requiring ongoing anticoagulation.\n* Subjects with second malignancies if the second malignancy has required therapy in the last 3 years or is not in complete remission; exceptions to this criterion include successfully treated non-metastatic basal cell or squamous cell skin carcinoma, or prostate cancer that does not require therapy other than hormonal therapy.\n* Pregnant or lactating women. Pregnant women are excluded from this study because CAR-79b-19 T cell drug product is an agent with the potential for teratogenic or abortifacient effects. Because there is an unknown but potential risk for adverse events in nursing infants secondary to treatment of the mother with CAR-79b-19 T cell drug product, breastfeeding should be discontinued if the mother is treated with CAR-79b-19 T cell drug product.\n* Prior treatment with a construct containing truncated EGFR (tEGFR). Ex: lisocabtagene maraleucel.\n\nAdditional Exclusion Criteria for Leukapheresis for Part B, Arm B.2:\n\n* Prior CD19-directed cellular therapy.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Matthew Frigault, MD",
                    "role": "CONTACT",
                    "phone": "(617) 643-6175",
                    "email": "MFRIGAULT@partners.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Matthew Frigault, MD",
                    "affiliation": "Massachusetts General Hospital",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Massachusetts General Hospital",
                    "status": "RECRUITING",
                    "city": "Boston",
                    "state": "Massachusetts",
                    "zip": "02114",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Matthew Frigault, MD",
                            "role": "CONTACT",
                            "phone": "617-643-6175",
                            "email": "MFRIGAULT@partners.org"
                        },
                        {
                            "name": "Matthew Frigault, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.35843,
                        "lon": -71.05977
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "The Dana-Farber / Harvard Cancer Center encourages and supports the responsible and ethical sharing of data from clinical trials. De-identified participant data from the final research dataset used in the published manuscript may only be shared under the terms of a Data Use Agreement. Requests may be directed to: \\[contact information for Sponsor Investigator or designee\\]. The protocol and statistical analysis plan will be made available on Clinicaltrials.gov only as required by federal regulation or as a condition of awards and agreements supporting the research.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF"
            ],
            "timeFrame": "Data can be shared no earlier than 1 year following the date of publication",
            "accessCriteria": "Contact the Partners Innovations team at http://www.partners.org/innovation"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000008223",
                    "term": "Lymphoma"
                },
                {
                    "id": "D000008224",
                    "term": "Lymphoma, Follicular"
                },
                {
                    "id": "D000008228",
                    "term": "Lymphoma, Non-Hodgkin"
                },
                {
                    "id": "D000016393",
                    "term": "Lymphoma, B-Cell"
                },
                {
                    "id": "D000020522",
                    "term": "Lymphoma, Mantle-Cell"
                },
                {
                    "id": "D000016403",
                    "term": "Lymphoma, Large B-Cell, Diffuse"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000008232",
                    "term": "Lymphoproliferative Disorders"
                },
                {
                    "id": "D000008206",
                    "term": "Lymphatic Diseases"
                },
                {
                    "id": "D000007160",
                    "term": "Immunoproliferative Disorders"
                },
                {
                    "id": "D000007154",
                    "term": "Immune System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M11220",
                    "name": "Lymphoma",
                    "asFound": "Lymphoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M18828",
                    "name": "Lymphoma, B-Cell",
                    "asFound": "B-cell Lymphoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M18831",
                    "name": "Lymphoma, Large B-Cell, Diffuse",
                    "asFound": "Diffuse Large B-Cell Lymphoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M11221",
                    "name": "Lymphoma, Follicular",
                    "asFound": "Follicular lymphoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M22307",
                    "name": "Lymphoma, Mantle-Cell",
                    "asFound": "Mantle Cell Lymphoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M20554",
                    "name": "Lymphoma, B-Cell, Marginal Zone",
                    "relevance": "LOW"
                },
                {
                    "id": "M11222",
                    "name": "Lymphoma, Non-Hodgkin",
                    "asFound": "Non-Hodgkin Lymphoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M11225",
                    "name": "Lymphoproliferative Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M11203",
                    "name": "Lymphatic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10206",
                    "name": "Immunoproliferative Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M10200",
                    "name": "Immune System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T3543",
                    "name": "Lymphosarcoma",
                    "asFound": "Lymphoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "T640",
                    "name": "B-cell Lymphoma",
                    "asFound": "B-cell Lymphoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "T1866",
                    "name": "Diffuse Large B-Cell Lymphoma",
                    "asFound": "Diffuse Large B-Cell Lymphoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "T2361",
                    "name": "Follicular Lymphoma",
                    "asFound": "Follicular lymphoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "T3601",
                    "name": "Mantle Cell Lymphoma",
                    "asFound": "Mantle Cell Lymphoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "T3612",
                    "name": "Marginal Zone Lymphoma",
                    "asFound": "Marginal zone lymphoma",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC15",
                    "name": "Blood and Lymph Conditions"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000003520",
                    "term": "Cyclophosphamide"
                },
                {
                    "id": "C000024352",
                    "term": "Fludarabine"
                }
            ],
            "ancestors": [
                {
                    "id": "D000007166",
                    "term": "Immunosuppressive Agents"
                },
                {
                    "id": "D000007155",
                    "term": "Immunologic Factors"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000018501",
                    "term": "Antirheumatic Agents"
                },
                {
                    "id": "D000018906",
                    "term": "Antineoplastic Agents, Alkylating"
                },
                {
                    "id": "D000000477",
                    "term": "Alkylating Agents"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                },
                {
                    "id": "D000019653",
                    "term": "Myeloablative Agonists"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M6727",
                    "name": "Cyclophosphamide",
                    "asFound": "Effect of",
                    "relevance": "HIGH"
                },
                {
                    "id": "M283230",
                    "name": "Fludarabine",
                    "asFound": "Rate",
                    "relevance": "HIGH"
                },
                {
                    "id": "M225513",
                    "name": "Fludarabine phosphate",
                    "relevance": "LOW"
                },
                {
                    "id": "M10212",
                    "name": "Immunosuppressive Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M10201",
                    "name": "Immunologic Factors",
                    "relevance": "LOW"
                },
                {
                    "id": "M20604",
                    "name": "Antirheumatic Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M20942",
                    "name": "Antineoplastic Agents, Alkylating",
                    "relevance": "LOW"
                },
                {
                    "id": "M3820",
                    "name": "Alkylating Agents",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "ARhu",
                    "name": "Antirheumatic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}