{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05707273",
            "orgStudyIdInfo": {
                "id": "22137"
            },
            "secondaryIdInfos": [
                {
                    "id": "NCI-2022-10925",
                    "type": "REGISTRY",
                    "domain": "CTRP (Clinical Trial Reporting Program)"
                },
                {
                    "id": "22137",
                    "type": "OTHER",
                    "domain": "City of Hope Medical Center"
                },
                {
                    "id": "P30CA033572",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/P30CA033572"
                }
            ],
            "organization": {
                "fullName": "City of Hope Medical Center",
                "class": "OTHER"
            },
            "briefTitle": "CD19-Car T Cell Therapy for the Treatment of Older Adults With Acute Lymphoblastic Leukemia in First Remission",
            "officialTitle": "A Pilot Study of CD19-Specific Car T Cells as Consolidation for Older Adults With Acute Lymphoblastic Leukemia in First Remission",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "car-t-cell-therapy-for-the-treatment-of-older-adults-with-acute-lymphoblastic-leukemia-in-first-remission"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06",
            "overallStatus": "RECRUITING",
            "startDateStruct": {
                "date": "2023-04-26",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-07-24",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-07-24",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-01-20",
            "studyFirstSubmitQcDate": "2023-01-30",
            "studyFirstPostDateStruct": {
                "date": "2023-01-31",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-16",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-18",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "City of Hope Medical Center",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Cancer Institute (NCI)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This phase I trial tests the safety, side effects, and best dose of autologous anti-CD19 CAR-expressing T lymphocytes (CD19-CAR T cells) in older adults with B-cell acute lymphoblastic leukemia. Chimeric antigen receptor (CAR) T-cell therapy is a type of treatment in which a patient's T cells (a type of immune system cell) are changed in the laboratory so they will attack cancer cells. T cells are taken from a patient's blood. Then the gene for a special receptor that binds to a certain protein on the patient's cancer cells is added to the T cells in the laboratory. The special receptor is called a chimeric antigen receptor (CAR). Large numbers of the CAR T cells are grown in the laboratory and given to the patient by infusion for treatment of B-cell acute lymphoblastic leukemia.",
            "detailedDescription": "PRIMARY OBJECTIVE:\n\nI. Assess the safety and tolerability of autologous CD19-CAR T cell therapy by evaluation of toxicities including type, frequency, severity, attribution, time course and duration in older patients with B-cell acute lymphoblastic leukemia (ALL) in first morphological complete remission (CR1).\n\nSECONDARY OBJECTIVES:\n\nI. Assess the feasibility of manufacturing and infusing CD19-CAR T cells in older adults with B-cell ALL in CR1.\n\nII. Evaluate the rate of MRD- remission in patients who had MRD+ disease at the time of infusion.\n\nIII. Evaluate the overall risk of relapse. IV. Evaluate the risk of central nervous system (CNS) relapse (isolated and combined with bone marrow relapse).\n\nV. Estimate the 1-year event-free survival (EFS) rate post CD19-CAR T cell therapy.\n\nVI. Estimate 1-year overall survival (OS) post CD19-CAR T cell therapy. VII. Describe development of frailty after CD19-CAR T cell therapy.\n\nEXPLORATORY OBJECTIVES:\n\nI. Measure expansion and persistence of CD19-CAR T cells in peripheral blood (PB), bone marrow (BM) and cerebrospinal fluid (CSF).\n\nII. Assess the duration of B-cell aplasia. III. Describe cytokine levels in PB over the study period.\n\nOUTLINE: This is a dose-escalation study of CD19-CAR T cell therapy followed by a dose-expansion study.\n\nPatients undergo T cell leukapheresis, receive fludarabine and cyclophosphamide intravenously (IV), and then receive CD19-CAR T cell infusion IV on study."
        },
        "conditionsModule": {
            "conditions": [
                "B Acute Lymphoblastic Leukemia"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 21,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Treatment (CD19-CAR T cells)",
                    "type": "EXPERIMENTAL",
                    "description": "Patients undergo T cell leukapheresis, receive fludarabine and cyclophosphamide IV, and then receive CD19-CAR T cell infusion IV on study.",
                    "interventionNames": [
                        "Drug: Autologous Anti-CD19 CAR-expressing T Lymphocytes",
                        "Procedure: Biospecimen Collection",
                        "Procedure: Bone Marrow Aspiration and Biopsy",
                        "Drug: Cyclophosphamide",
                        "Drug: Fludarabine",
                        "Procedure: Leukapheresis",
                        "Other: Questionnaire Administration"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Autologous Anti-CD19 CAR-expressing T Lymphocytes",
                    "description": "Given IV",
                    "armGroupLabels": [
                        "Treatment (CD19-CAR T cells)"
                    ],
                    "otherNames": [
                        "Autologous Anti-CD19-CAR T Cells"
                    ]
                },
                {
                    "type": "PROCEDURE",
                    "name": "Biospecimen Collection",
                    "description": "Undergo blood sample collection",
                    "armGroupLabels": [
                        "Treatment (CD19-CAR T cells)"
                    ],
                    "otherNames": [
                        "Biological Sample Collection",
                        "Biospecimen Collected",
                        "Specimen Collection"
                    ]
                },
                {
                    "type": "PROCEDURE",
                    "name": "Bone Marrow Aspiration and Biopsy",
                    "description": "Undergo bone marrow aspirate",
                    "armGroupLabels": [
                        "Treatment (CD19-CAR T cells)"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Cyclophosphamide",
                    "description": "Given IV",
                    "armGroupLabels": [
                        "Treatment (CD19-CAR T cells)"
                    ],
                    "otherNames": [
                        "(-)-Cyclophosphamide",
                        "2H-1,3,2-Oxazaphosphorine, 2-[bis(2-chloroethyl)amino]tetrahydro-, 2-oxide, monohydrate",
                        "Carloxan",
                        "Ciclofosfamida",
                        "Ciclofosfamide",
                        "Cicloxal",
                        "Clafen",
                        "Claphene",
                        "CP monohydrate",
                        "CTX",
                        "CYCLO-cell",
                        "Cycloblastin",
                        "Cycloblastine",
                        "Cyclophospham",
                        "Cyclophosphamid monohydrate",
                        "Cyclophosphamide Monohydrate",
                        "Cyclophosphamidum",
                        "Cyclophosphan",
                        "Cyclophosphane",
                        "Cyclophosphanum",
                        "Cyclostin",
                        "Cyclostine",
                        "Cytophosphan",
                        "Cytophosphane",
                        "Cytoxan",
                        "Fosfaseron",
                        "Genoxal",
                        "Genuxal",
                        "Ledoxina",
                        "Mitoxan",
                        "Neosar",
                        "Revimmune",
                        "Syklofosfamid",
                        "WR- 138719"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Fludarabine",
                    "description": "Given IV",
                    "armGroupLabels": [
                        "Treatment (CD19-CAR T cells)"
                    ],
                    "otherNames": [
                        "Fluradosa"
                    ]
                },
                {
                    "type": "PROCEDURE",
                    "name": "Leukapheresis",
                    "description": "Undergo T-cell leukapheresis",
                    "armGroupLabels": [
                        "Treatment (CD19-CAR T cells)"
                    ],
                    "otherNames": [
                        "Leukocytopheresis",
                        "Therapeutic Leukopheresis"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Questionnaire Administration",
                    "description": "Complete questionnaires",
                    "armGroupLabels": [
                        "Treatment (CD19-CAR T cells)"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Incidence of dose-limiting toxicity (DLT)",
                    "description": "Assessed using Common Terminology Criteria for Adverse Events (CTCAE) version 5.0. Observed toxicities will be summarized in terms of type (organ affected or laboratory determination), severity, attribution, time of onset, duration, and reversibility or outcome.",
                    "timeFrame": "Up to 28 days after CD19-chimeric antigen receptor (CAR) T cell infusion"
                },
                {
                    "measure": "Incidence of adverse events",
                    "description": "Assessed using CTCAE version 5.0. Cytokine release syndrome adverse events will be characterized using the descriptions and grading scales found in the Lee, et. al. publication: 'ASTCT Consensus Grading for Cytokine Release Syndrome and Neurologic Toxicity Associated with Immune Effector Cells. Observed toxicities will be summarized in terms of type (organ affected or laboratory determination), severity, attribution, time of onset, duration, and reversibility or outcome.",
                    "timeFrame": "Up to 15 years"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Percentage of consented older B-acute lymphoblastic leukemia (ALL) patients undergoing leukapheresis who get sufficient CD19-CAR T cells manufactured and infused at their assigned dose level",
                    "description": "Feasibility will be assessed by the percentage of consented subjects undergoing leukapheresis who have sufficient CD19-CAR T cells manufactured and infused successfully. The rate and its 95% Clopper Pearson binomial confidence intervals (CIs) will be calculated. If it's 50% or higher, then the CD19-CAR T therapy is feasible to older B-ALL complete remission patients.",
                    "timeFrame": "At T cell infusion (Day 0)"
                },
                {
                    "measure": "Minimal residual disease (MRD) response rate",
                    "description": "Defined as minimal residual disease level below 10\\^-4 by either polymerase chain reaction, next generation sequencing, or multicolor flow cytometry. Will be calculated with 95% Clopper Pearson binomial confidence intervals (CIs).",
                    "timeFrame": "Up to 12 months post T cell infusion"
                },
                {
                    "measure": "Event-free survival",
                    "description": "Calculated by their 95% Clopper Pearson binomial CIs. Censored at the last follow-up if patients are known to be alive and free of event.",
                    "timeFrame": "From the start of CD19-CAR T cell infusion to the date of death or disease progression/relapse, whichever occurring first, assessed up to 15 years"
                },
                {
                    "measure": "Overall survival rate",
                    "description": "Will be estimated using the product-limit method of Kaplan and Meier.",
                    "timeFrame": "From start of protocol therapy to death, or last follow-up, whichever comes first, assessed up to 15 years"
                },
                {
                    "measure": "Rate of relapse, including MRD and extramedullary relapse",
                    "description": "MRD relapse defined as detectable of leukemic cells at \\> 0.01% in morphological remission bone marrow. Extramedullary relapse defined as documented ALL relapse outside the bone marrow. 95% Clopper Pearson binomial CIs will be calculated.",
                    "timeFrame": "Up to 2 years post treatment"
                },
                {
                    "measure": "Frailty phenotype score",
                    "description": "Patients who score as frail at day 100 (3 or more of 5 points) or 1 point worsening for those with a baseline score of 3 or 4, they will be considered frail at day 100.",
                    "timeFrame": "Pre-CAR T and at day 100"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Documented informed consent of the participant\n* Agreement to allow the use of archival tissue from diagnostic tumor biopsies\n\n  * If unavailable, exceptions may be granted with Study Principal Investigator (PI) approval\n  * Note: For research participants who do not speak English, a short form consent may be used with a City of Hope (COH) certified interpreter/translator to proceed with screening and leukapheresis, while the request for a translated full consent is processed. However, the research participant is allowed to proceed with lymphodepletion and T cell infusion only after the translated full consent form is signed\n* Age: \\>= 55 years\n* Eastern Cooperative Oncology Group (ECOG) \\< 2 / Karnofsky Performance Status (KPS) \\>= 70\n* Ability to read and understand English for Questionnaires\n* Histologically confirmed CD19+ ALL at the time of diagnosis\n* In morphological first complete remission regardless of minimal residual disease (MRD) status\n* No immediate plan for transplant\n* Remission after induction +/- reinduction therapy\n* Fully recovered from the acute toxic effects (except alopecia) to =\\< Grade 1 to prior anti-cancer therapy\n* Total bilirubin =\\< 1.5 X upper limit of normal (ULN) (unless has Gilbert's disease)\n* Aspartate aminotransferase (AST) =\\< 3 x ULN\n* Alanine transaminase (ALT) =\\< 3 x ULN\n* Creatinine clearance of \\>= 60 mL/min per 24 hour urine test or the Cockcroft-Gault formula\n* Left ventricular ejection fraction (LVEF) \\>= 50%\n\n  * Note: To be performed within 28 days prior to start of protocol therapy\n* Oxygen (O2) saturation \\> 92% on room air.\n\n  * Note: To be performed within 28 days prior to start of protocol therapy\n* Seronegative for human immunodeficiency virus (HIV) (quantitative polymerase chain reaction \\[qPCR\\]), hepatitis C virus (HCV), active hepatitis B virus (HBV) (Surface Antigen Negative), and syphilis (rapid plasma reagin \\[RPR\\])\n\n  * If positive, hepatitis C ribonucleic acid (RNA) quantitation must be performed OR\n  * If seropositive for HIV, HCV or HBV, nucleic acid quantitation must be performed. Viral load must be undetectable\n* Meets other institutional and federal requirements for infectious disease titer requirements\n\n  * Note Infectious disease testing to be performed within 28 days prior to start of protocol therapy\n* Women of childbearing potential (WOCBP): negative urine or serum pregnancy test\n\n  * If the urine test is positive or cannot be confirmed as negative, a serum pregnancy test will be required\n* Agreement by females and males of childbearing potential\\* to use an effective method of birth control or abstain from heterosexual activity for the course of the study through at least 6 months after the last dose of protocol therapy.\n\n  * Childbearing potential defined as not being surgically sterilized (men and women) or have not been free from menses for \\> 1 year (women only)\n\nExclusion Criteria:\n\n* History of allergic reactions attributed to compounds of similar chemical or biologic composition to study agent(s)\n* Research participant with known CNS-2 or CNS-3 involvement that is refractory to intrathecal chemotherapy and/or cranio-spinal radiation. Research participants with a history of central nervous system (CNS) disease that has been effectively treated to complete remission (\\<5 WBC/mm3 and no blasts in cerebrospinal fluid \\[CSF\\]) will be eligible\n* Autoimmune disease or active graft versus host disease (GVHD) requiring systemic immunosuppressant therapy\n* Class III/IV cardiovascular disability according to the New York Heart Association (NYHA) Classification\n* History of other malignancies, except for malignancy surgically resected (or treated with other modalities) with curative intent, basal cell carcinoma of the skin or localized squamous cell carcinoma of the skin; non-muscle invasive bladder cancer; malignancy treated with curative intent with no known active disease present for \\>= 2 years\n* Clinically significant uncontrolled illness\n* Active systemic uncontrolled infection requiring antibiotics\n* Known history of HIV or hepatitis B or hepatitis C infection\n\n  * Subjects who are hepatitis B core antibody (anti-HBc) positive and who are surface antigen negative will need to have a negative polymerase chain reaction (PCR) result. Those who are hepatitis B surface antigen (HbsAg) positive or hepatitis B PCR positive will be excluded\n\n    * Subjects who are hepatitis B core antibody positive (or have a known history of HBV infection) should be monitored quarterly with a quantitative PCR test for HBV deoxyribonucleic acid (DNA). HBV monitoring should last until 12 months after last dose of study drug. Any subject with a rising viral load (above lower limit of detection) should discontinue study drug and have antiviral therapy instituted and a consultation with a physician with expertise in managing hepatitis B. Subjects who are core Ab positive at study enrollment are strongly recommended to start Entecavir before start and until completion of study treatment\n    * Subjects who are hepatitis C antibody positive will need to have a negative PCR result. Those who are hepatitis C PCR positive will be excluded\n* Females only: Pregnant or breastfeeding\n* Concurrent use of systemic steroids or chronic use of immunosuppressant medications. Recent or current use of inhaled steroids is not exclusionary. Physiologic replacement of steroids (prednisone =\\< 7.5 mg /day or equivalent) is allowed\n* Any other condition that would, in the Investigator's judgment, contraindicate the patient's participation in the clinical study due to safety concerns with clinical study procedures\n* Prospective participants who, in the opinion of the investigator, may not be able to comply with all study procedures (including compliance issues related to feasibility/logistics)",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "55 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "overallOfficials": [
                {
                    "name": "Ibrahim Aldoss",
                    "affiliation": "City of Hope Medical Cancer Center",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "City of Hope Medical Center",
                    "status": "RECRUITING",
                    "city": "Duarte",
                    "state": "California",
                    "zip": "91010",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Ibrahim Aldoss",
                            "role": "CONTACT",
                            "phone": "626-218-2405",
                            "email": "ialdoss@coh.org"
                        },
                        {
                            "name": "Ibrahim Aldoss",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 34.13945,
                        "lon": -117.97729
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000007938",
                    "term": "Leukemia"
                },
                {
                    "id": "D000054198",
                    "term": "Precursor Cell Lymphoblastic Leukemia-Lymphoma"
                },
                {
                    "id": "D000007945",
                    "term": "Leukemia, Lymphoid"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000006402",
                    "term": "Hematologic Diseases"
                },
                {
                    "id": "D000008232",
                    "term": "Lymphoproliferative Disorders"
                },
                {
                    "id": "D000008206",
                    "term": "Lymphatic Diseases"
                },
                {
                    "id": "D000007160",
                    "term": "Immunoproliferative Disorders"
                },
                {
                    "id": "D000007154",
                    "term": "Immune System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M27585",
                    "name": "Precursor Cell Lymphoblastic Leukemia-Lymphoma",
                    "asFound": "Acute Lymphoblastic Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10945",
                    "name": "Leukemia",
                    "asFound": "Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10951",
                    "name": "Leukemia, Lymphoid",
                    "asFound": "Lymphoblastic Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M11220",
                    "name": "Lymphoma",
                    "relevance": "LOW"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M9490",
                    "name": "Hematologic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M11225",
                    "name": "Lymphoproliferative Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M11203",
                    "name": "Lymphatic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10206",
                    "name": "Immunoproliferative Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M10200",
                    "name": "Immune System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T175",
                    "name": "Acute Lymphoblastic Leukemia",
                    "asFound": "Acute Lymphoblastic Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "T3533",
                    "name": "Lymphoblastic Lymphoma",
                    "asFound": "Acute Lymphoblastic Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "T170",
                    "name": "Acute Graft Versus Host Disease",
                    "relevance": "LOW"
                },
                {
                    "id": "T3543",
                    "name": "Lymphosarcoma",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC15",
                    "name": "Blood and Lymph Conditions"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000003520",
                    "term": "Cyclophosphamide"
                },
                {
                    "id": "C000024352",
                    "term": "Fludarabine"
                }
            ],
            "ancestors": [
                {
                    "id": "D000007166",
                    "term": "Immunosuppressive Agents"
                },
                {
                    "id": "D000007155",
                    "term": "Immunologic Factors"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000018501",
                    "term": "Antirheumatic Agents"
                },
                {
                    "id": "D000018906",
                    "term": "Antineoplastic Agents, Alkylating"
                },
                {
                    "id": "D000000477",
                    "term": "Alkylating Agents"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                },
                {
                    "id": "D000019653",
                    "term": "Myeloablative Agonists"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M6727",
                    "name": "Cyclophosphamide",
                    "asFound": "Effect of",
                    "relevance": "HIGH"
                },
                {
                    "id": "M283230",
                    "name": "Fludarabine",
                    "asFound": "Rate",
                    "relevance": "HIGH"
                },
                {
                    "id": "M225513",
                    "name": "Fludarabine phosphate",
                    "relevance": "LOW"
                },
                {
                    "id": "M10212",
                    "name": "Immunosuppressive Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M10201",
                    "name": "Immunologic Factors",
                    "relevance": "LOW"
                },
                {
                    "id": "M20604",
                    "name": "Antirheumatic Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M20942",
                    "name": "Antineoplastic Agents, Alkylating",
                    "relevance": "LOW"
                },
                {
                    "id": "M3820",
                    "name": "Alkylating Agents",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "ARhu",
                    "name": "Antirheumatic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}