{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04049383",
            "orgStudyIdInfo": {
                "id": "PRO00045861"
            },
            "organization": {
                "fullName": "Medical College of Wisconsin",
                "class": "OTHER"
            },
            "briefTitle": "CAR-20/19-T Cells in Patients With Relapsed/Refractory B Cell ALL",
            "officialTitle": "Phase 1 Study of Redirected Autologous T Cells Engineered to Contain an Anti-CD19 and Anti-CD20 scFv Coupled to CD3ζ and 4-1BB Signaling Domains in Patients With Relapsed/ Refractory CD19 or CD20 B-cell Acute Lymphoblastic Leukemia",
            "acronym": "CAR-20/19-T",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "car-t-cells-in-patients-with-relapsed-refractory-b-cell-all"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-07",
            "overallStatus": "RECRUITING",
            "startDateStruct": {
                "date": "2020-10-16",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-06-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-06-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2019-08-06",
            "studyFirstSubmitQcDate": "2019-08-06",
            "studyFirstPostDateStruct": {
                "date": "2019-08-08",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-07-05",
            "lastUpdatePostDateStruct": {
                "date": "2023-07-07",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Julie-An M. Talano",
                "investigatorTitle": "Professor",
                "investigatorAffiliation": "Medical College of Wisconsin"
            },
            "leadSponsor": {
                "name": "Medical College of Wisconsin",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Children's Hospital and Health System Foundation, Wisconsin",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This phase 1 study will evaluate the safety and efficacy of a CAR-T cell therapy directed against two B cell antigens (CD19 CD20) and produced under good manufacturing practice (GMP) conditions using the closed system CliniMACS Prodigy device in B ALL.",
            "detailedDescription": "This is a phase 1, interventional, open label, treatment study designed to evaluate the safety and feasibility of infusion of CAR-20/19-T in subjects with B cell ALL who have relapsed after prior therapies or refractory disease and are not candidates for curative intent standard therapy. There will be two phases of this study. First, a dose escalation phase will determine the safe CAR-20/19-T cell dose in patients B-cell ALL. Once the desired dose has been identified there will be a six-patient dose expansion phase at the specified dose level."
        },
        "conditionsModule": {
            "conditions": [
                "Acute Lymphoblastic Leukemia, in Relapse",
                "Acute Lymphoblastic Leukemia With Failed Remission",
                "Acute Lymphoblastic Leukemia Recurrent",
                "Acute Lymphoblastic Leukemia Not Having Achieved Remission",
                "Acute Lymphoblastic Leukemia, Pediatric",
                "Acute Lymphoblastic Leukemia"
            ],
            "keywords": [
                "Acute Lymphoblastic Leukemia",
                "B-cell",
                "CAR-T"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "SEQUENTIAL",
                "interventionModelDescription": "There will be two phases of this study. A dose escalation phase to determine the safe CAR-20/19-T cell dose in patients B-cell ALL. Once the desired dose has been identified there will be a six-patient dose expansion phase at the specified dose level.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 24,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "5 x 10^5 CAR-20/19-T cells/kg",
                    "type": "EXPERIMENTAL",
                    "description": "The study will utilize a 3+3 dose escalation design in ALL followed by a six-patient expansion cohort.",
                    "interventionNames": [
                        "Biological: CAR-20/19-T cells (5 x 10^5 CAR-20/19-T cells/kg)"
                    ]
                },
                {
                    "label": "1 x10^6 CAR-20/19-T cells/kg",
                    "type": "EXPERIMENTAL",
                    "description": "The study will utilize a 3+3 dose escalation design in ALL followed by a six-patient expansion cohort.",
                    "interventionNames": [
                        "Biological: CAR-20/19-T cells (1 x10^6 CAR-20/19-T cells/kg)"
                    ]
                },
                {
                    "label": "2.5 x10^6 CAR-20/19-T cells/kg",
                    "type": "EXPERIMENTAL",
                    "description": "The study will utilize a 3+3 dose escalation design in ALL followed by a six-patient expansion cohort.",
                    "interventionNames": [
                        "Biological: CAR-20/19-T cells (2.5 x10^6 CAR-20/19-T cells/kg)"
                    ]
                },
                {
                    "label": "Dose Expansion Phase",
                    "type": "EXPERIMENTAL",
                    "description": "The study will utilize a 3+3 dose escalation design in ALL followed by a six-patient expansion cohort. Subjects will receive one of three dose levels. The dose expansion arm will be updated with the appropriate dose in the future based on the escalation results.",
                    "interventionNames": [
                        "Biological: CAR-20/19-T cells (5 x 10^5 CAR-20/19-T cells/kg)",
                        "Biological: CAR-20/19-T cells (1 x10^6 CAR-20/19-T cells/kg)",
                        "Biological: CAR-20/19-T cells (2.5 x10^6 CAR-20/19-T cells/kg)",
                        "Biological: CAR-20/19-T cells"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BIOLOGICAL",
                    "name": "CAR-20/19-T cells (5 x 10^5 CAR-20/19-T cells/kg)",
                    "description": "The investigational agent in this protocol is the CAR-20/19-T cells.CAR-20/19-T cells will be administered either fresh or thawed after cryopreservation by IV injection. Subjects will receive one of three dose levels of CAR-20/19-T cells based on the dose escalation design.\n\nDose Level -1: 5 x 10\\^5 CAR-20/19-T cells/kg",
                    "armGroupLabels": [
                        "5 x 10^5 CAR-20/19-T cells/kg",
                        "Dose Expansion Phase"
                    ]
                },
                {
                    "type": "BIOLOGICAL",
                    "name": "CAR-20/19-T cells (1 x10^6 CAR-20/19-T cells/kg)",
                    "description": "The investigational agent in this protocol is the CAR-20/19-T cells.CAR-20/19-T cells will be administered either fresh or thawed after cryopreservation by IV injection. Subjects will receive one of three dose levels of CAR-20/19-T cells based on the dose escalation design.\n\nDose Level 0: 1 x10\\^6 CAR-20/19-T cells/kg (starting dose level)",
                    "armGroupLabels": [
                        "1 x10^6 CAR-20/19-T cells/kg",
                        "Dose Expansion Phase"
                    ]
                },
                {
                    "type": "BIOLOGICAL",
                    "name": "CAR-20/19-T cells (2.5 x10^6 CAR-20/19-T cells/kg)",
                    "description": "The investigational agent in this protocol is the CAR-20/19-T cells.CAR-20/19-T cells will be administered either fresh or thawed after cryopreservation by IV injection. Subjects will receive one of three dose levels of CAR-20/19-T cells based on the dose escalation design.\n\nDose Level 1: 2.5 x10\\^6 CAR-20/19-T cells/kg (goal cell dose)",
                    "armGroupLabels": [
                        "2.5 x10^6 CAR-20/19-T cells/kg",
                        "Dose Expansion Phase"
                    ]
                },
                {
                    "type": "BIOLOGICAL",
                    "name": "CAR-20/19-T cells",
                    "description": "The investigational agent in this protocol is the CAR-20/19-T cells.CAR-20/19-T cells will be administered either fresh or thawed after cryopreservation by IV injection. Subjects will receive one of three dose levels of CAR-20/19-T cells based on the dose escalation design.\n\nThe dose expansion dose level is still to be determined and this section will be updated.",
                    "armGroupLabels": [
                        "Dose Expansion Phase"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Number of Adverse Events after CAR 20/19-T Cell Infusion.",
                    "description": "Adverse events will be measured and recorded using the Common Terminology Criteria for Adverse Events (CTCAE) version 5.0. Occurrence of adverse events, defined as either CRS related Grade 3/4 toxicity or other NCI CTCAE version 5 non-hematologic ≥ grade 3 signs/symptoms, laboratory toxicities and clinical events that are possibly, probably or definitely related to study treatment at any time from the infusion until day +28 post CAR-T infusion.",
                    "timeFrame": "28 days after infusion"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Diagnosis of B-cell ALL: During the safety phase patients enrolled will be age ≥ 18 to age ≤ 70. Once those three patients have passed the 28-day waiting period post infusion, clearance from the FDA will be obtained to enroll pediatric patients. After FDA clearance -Patients must be aged ≥ 1 year and ≤ 70 years. All patients will have relapsed, refractory disease and no available curative options that meet clinical criteria to initiate treatment.\n2. Relapsed or refractory B cell ALL defined as one of the following:\n\n   1. Primary refractory disease.\n   2. Relapsed or refractory disease after two or more lines of systemic therapy.\n   3. Relapsed or refractory disease after allogeneic transplant provided subject is at least 100 days from stem cell transplant at the time of enrollment and off of immunosuppressive medications for at least four weeks prior to enrollment.\n3. Measurable or evaluable disease at the time of enrollment, which may include any evidence of disease including minimal residual disease detected by flow cytometry, or cytogenetics, or morphological disease in the bone marrow.\n4. Subjects with B-cell ALL must have either CD19 or CD20 positive disease on their most recent bone marrow performed. A minimum of 5% CD19 or CD20 positivity on prior biopsy or bone marrow aspiration (BMA) is required.\n5. Subjects with Ph+ ALL are eligible if they have relapsed or refractory disease and have failed at least two tyrosine kinase inhibitors.\n6. Absolute cluster of differentiation 3 (CD3)+ T cell count ≥100/mm\\^3.\n\n   a. Subjects who receive chemotherapy and/or steroids after CD3+ T-cell count, but before apheresis, will require this test to be repeated.\n7. Lumbar puncture with CSF analysis by cytology with no evidence of disease.\n8. Karnofsky/Lansky performance score ≥70.\n9. Normal Baseline Neurological Evaluation: Mini-Mental Status Exam Score 24-30.\n10. Adequate hepatic function, defined as aspartate aminotransferase (AST) and alanine transaminase (ALT) \\<3 x upper limit of normal (ULN); serum bilirubin and alkaline phosphatase \\<2 x ULN, or considered not clinically significant as per the clinical PIs discretion (e.g. Gilbert's or indirect hyperbilirubinemia) or felt to be due to underlying disease.\n11. Adequate renal function defined as creatinine clearance or radioisotope glomerular filtration rate (GFR) \\> 70 ml/min/1.73 M2\n12. Able to give informed consent if \\> 18 years, or with a legal guardian capable of giving informed consent if \\< 18 years.\n13. Agree to practice birth control during the study.\n14. Cardiac ejection fraction ≥ 50%, no evidence of pericardial effusion as determined by an echocardiogram (ECHO).\n15. No clinically significant arrhythmias.\n16. Adequate pulmonary function as indicated by room air oxygen saturation of ≥92% and no clinically significant pleural effusion.\n17. Expected survival \\>12 weeks.\n18. Negative urine or serum pregnancy test in females of child bearing potential at study entry and again within 48 hours' prior to lymphodepleting chemotherapy.\n19. Subjects with prior CD19 or CD20 therapy (e.g. blinatumomab, CART19, rituximab) treatment require repeat BMA post-CD19 or CD20 therapy treatment that demonstrates CD19 or CD20 positive disease.\n20. Meet criteria for regarding fertility and contraception. Due to the high-risk level of this study, while enrolled, all subjects must agree not to participate in a conception process (e.g., active attempt to become pregnant or to impregnate, sperm donation, in vitro fertilization). Additionally, if participating in sexual activity that could lead to pregnancy, the study subject must agree to use reliable and double barrier methods of contraception during the follow-up period of the protocol.\n\n    * Condoms (male or female) with or without a spermicidal agent.\n    * Diaphragm or cervical cap with spermicide.\n    * Intrauterine device (IUD).\n    * Hormonal-based contraception.\n21. Central line access will be required for CAR-20/19-T cell infusion.\n\nExclusion Criteria:\n\n1. Positive beta-human chorionic gonadotropin (HCG) in female of childbearing potential.\n2. Subjects with known systemic allergy to bovine or murine products.\n3. Confirmed active human immunodeficiency virus (HIV), Hepatitis B or C infection. A history of hepatitis B or hepatitis C is permitted if the viral load is undetectable per quantitative polymerase chain reaction (PCR) and/or nucleic acid testing.\n4. History of significant autoimmune disease OR active, uncontrolled autoimmune phenomenon: such as systemic lupus erythematous, Wegner's glomerulonephritis, autoimmune hemolytic anemia, idiopathic thrombocytopenic purpura (AIHA, ITP) requiring steroid therapy defined as \\>20 mg of prednisone.\n5. Presence of ≥ grade 3 non-hematologic toxicities as per CTCAE version 5 from any previous treatment unless it is felt to be due to underlying disease.\n6. Concurrent use of investigational therapeutic agents or enrollment on another therapeutic clinical trial at any institution.\n7. Refusal to participate in the long-term follow-up protocol.\n8. Central nervous system (CNS) Abnormalities:\n\n   1. Subjects with prior CNS disease that has been effectively treated will be eligible providing treatment was \\> four weeks before enrollment and a remission documented within four weeks of planned CAR-T cell infusion. Subjects will be excluded if they have any signs of neurotoxicity at baseline or evidence of chloroma or leukemic infiltrates on MRI.\n   2. Presence of CNS-3 disease defined as detectable cerebrospinal blast cells in a sample of CSF with ≥ 5 white blood cells (WBCs) per mm\\^3 with or without neurological changes, and presence of CNS-2 disease defined as detectable cerebrospinal blast cells in a sample of CSF with \\< 5 WBCs per mm\\^3 with neurological changes will be excluded.\n\n   Note: Subjects with CNS-1 (no detectable leukemia in the CSF) and those with CNS-2 without clinically evident neurological changes are eligible to participate in the study. History or presence of any CNS disorder, such as a seizure disorder, cerebrovascular ischemia/hemorrhage, dementia, cerebellar disease, any autoimmune disease with CNS involvement, posterior reversible encephalopathy syndrome (PRES), or cerebral edema are excluded.\n9. Previous recipients of allogeneic hematopoietic stem cell transplantation (AHCT) are excluded if they are \\<100 days' post-transplant, have evidence of active graft-versus-host-disease (GVHD) of any grade, or are currently on immunosuppression.\n10. Anti-CD20 antibody treatment within four weeks of cell infusion.\n11. Anti-CD19 antibody treatment within four weeks of cell infusion.\n12. Cytotoxic chemotherapy other than lymphodepletion within 14 days of CAR-T cell infusion.\n13. Cytotoxic chemotherapy treatment within 14 days or steroid treatment (other than replacement dose steroids) within seven days prior to apheresis collection for CAR-T cells. Tyrosine kinase inhibitors (TKIs) must be held for five half lives or seven days whichever is shorter prior to enrollment.\n14. Subjects post solid organ transplant who develop high grade lymphomas or leukemias.\n15. Concurrent active malignancy (exceptions: treated solid malignancy in \\> five years' remission, treated basal or squamous cell carcinomas of the skin).\n16. History of concomitant genetic syndrome associated with bone marrow failure such as Fanconi anemia, Kostmann syndrome, or Shwachman-Diamond syndrome\n17. No rapidly escalating ALL disease (please discuss with the principal investigator).",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "1 Year",
            "maximumAge": "70 Years",
            "stdAges": [
                "CHILD",
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Meredith Beversdorf, RN",
                    "role": "CONTACT",
                    "phone": "414-266-5891",
                    "email": "mbeversdorf@childrenswi.org"
                },
                {
                    "name": "Isabella Puls",
                    "role": "CONTACT",
                    "phone": "414-266-4853",
                    "email": "ipuls@mcw.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Julie-An Talano, MD",
                    "affiliation": "Medical College of Wisconsin",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Medical College of Wisconsin",
                    "status": "RECRUITING",
                    "city": "Milwaukee",
                    "state": "Wisconsin",
                    "zip": "53226",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Meredith Beversdorf, RN",
                            "role": "CONTACT",
                            "phone": "414-266-5891",
                            "email": "mbeversdorf@childrenswi.org"
                        },
                        {
                            "name": "Isabella Puls",
                            "role": "CONTACT",
                            "phone": "414-266-4853",
                            "email": "ipuls@mcw.edu"
                        },
                        {
                            "name": "Julie-An Talano, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 43.0389,
                        "lon": -87.90647
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000007938",
                    "term": "Leukemia"
                },
                {
                    "id": "D000054198",
                    "term": "Precursor Cell Lymphoblastic Leukemia-Lymphoma"
                },
                {
                    "id": "D000007945",
                    "term": "Leukemia, Lymphoid"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000006402",
                    "term": "Hematologic Diseases"
                },
                {
                    "id": "D000008232",
                    "term": "Lymphoproliferative Disorders"
                },
                {
                    "id": "D000008206",
                    "term": "Lymphatic Diseases"
                },
                {
                    "id": "D000007160",
                    "term": "Immunoproliferative Disorders"
                },
                {
                    "id": "D000007154",
                    "term": "Immune System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M14850",
                    "name": "Recurrence",
                    "relevance": "LOW"
                },
                {
                    "id": "M27585",
                    "name": "Precursor Cell Lymphoblastic Leukemia-Lymphoma",
                    "asFound": "Acute Lymphoblastic Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10945",
                    "name": "Leukemia",
                    "asFound": "Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10951",
                    "name": "Leukemia, Lymphoid",
                    "asFound": "Lymphoblastic Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M11220",
                    "name": "Lymphoma",
                    "relevance": "LOW"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M9490",
                    "name": "Hematologic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M11225",
                    "name": "Lymphoproliferative Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M11203",
                    "name": "Lymphatic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10206",
                    "name": "Immunoproliferative Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M10200",
                    "name": "Immune System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T175",
                    "name": "Acute Lymphoblastic Leukemia",
                    "asFound": "Acute Lymphoblastic Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "T3533",
                    "name": "Lymphoblastic Lymphoma",
                    "asFound": "Acute Lymphoblastic Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "T1134",
                    "name": "Childhood Acute Lymphoblastic Leukemia",
                    "asFound": "Acute Lymphoblastic Leukemia, Pediatric",
                    "relevance": "HIGH"
                },
                {
                    "id": "T170",
                    "name": "Acute Graft Versus Host Disease",
                    "relevance": "LOW"
                },
                {
                    "id": "T3543",
                    "name": "Lymphosarcoma",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC15",
                    "name": "Blood and Lymph Conditions"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}