{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05634785",
            "orgStudyIdInfo": {
                "id": "LCCC2048-ATL"
            },
            "organization": {
                "fullName": "UNC Lineberger Comprehensive Cancer Center",
                "class": "OTHER"
            },
            "briefTitle": "CD30 CAR for CD30+ NSGCT",
            "officialTitle": "Administration of T Lymphocytes Expressing the CD30 Chimeric Antigen Receptor (CAR) for Patients With CD30+ Nonseminomatous Germ Cell Tumors (NSGCT)",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "car-for-nsgct"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-12-09",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-12",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-12",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-11-22",
            "studyFirstSubmitQcDate": "2022-11-22",
            "studyFirstPostDateStruct": {
                "date": "2022-12-02",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-04-19",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-23",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "UNC Lineberger Comprehensive Cancer Center",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "University Cancer Research Fund at Lineberger Comprehensive Cancer Center",
                    "class": "UNKNOWN"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This is a phase 2 research study that enrolls adult subjects with Nonseminomatous Germ Cell Tumors (NSGCT). The purpose of this study is to create a repository and explore the presence of modified T cells in the subject's plasma or tumors.\n\nThis study collects biospecimens (such as tumor tissue, blood, and modified T cells) that can be used in future research studies. The collected specimens can help to examine whether the modified T cells are present in the body and tumor. If the modified T cells are present in the body, and how long they last. They also will use the specimen to identify ways to improve treatment options for a future cancer patient.\n\nResearch with blood, tissue, or body fluids (specimens) can help researchers understand how the human body works. Sometimes researchers collect and store specimens and use them for different kinds of research or share them with other scientists; this is called a specimen repository or \"biobank.\" Research with biospecimens might help to introduce new tests to find diseases or new ways to treat diseases.\n\nThe body has different ways of fighting infection and disease. No single way seems perfect for fighting cancer. This research study combines two different ways of fighting disease: antibodies and T cells. Antibodies are proteins that protect the body from disease caused by bacteria or toxic substances. Antibodies work by binding those bacteria or substances, which stops them from growing and causing bad effects. T cells, also called T lymphocytes, are special infection-fighting blood cells that can kill other cells, including tumor cells or cells that are infected. Both antibodies and T cells have been used to treat patients with cancers. They both have shown promise, but neither alone has been sufficient to cure most patients. This study is designed to combine both T cells and antibodies to create a more effective treatment called autologous T lymphocyte chimeric antigen receptor cells targeted against the CD30 antigen (ATLCAR.CD30) administration.\n\nPrior trials have shown the safety of ATLCAR.CD30 product was administered to subjects with lymphomas. This study was planned based on the safety and efficacy data from previous studies (NCT02690545 and NCT02917083)."
        },
        "conditionsModule": {
            "conditions": [
                "Germ Cell Tumor",
                "Nonseminomatous Germ Cell Tumor"
            ],
            "keywords": [
                "cellular therapy",
                "modified T cells",
                "ATLCAR.CD30",
                "biobank",
                "repository",
                "specimen"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 18,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "ATLCAR.CD30",
                    "type": "EXPERIMENTAL",
                    "description": "Single Group Assignment: Subjects with Nonseminomatous Germ Cell Tumors who meet eligibility criteria for cellular therapy.",
                    "interventionNames": [
                        "Biological: ATLCAR.CD30 Cells",
                        "Drug: Cyclophosphamid",
                        "Drug: Fludarabine"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BIOLOGICAL",
                    "name": "ATLCAR.CD30 Cells",
                    "description": "The cellular product consists of ATLCAR.CD30 cells will be administered via intravenous injection, over 5 - 10 minutes after lymphodepletion. The expected volume will be 1 - 50 mL, the prescribed dose will be 2 × 108 CAR-T cells per meter square and the maximum dose will be 5 × 108 CAR-T cells per meter square.",
                    "armGroupLabels": [
                        "ATLCAR.CD30"
                    ],
                    "otherNames": [
                        "CAR.CD30 T cells"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Cyclophosphamid",
                    "description": "Two to 14 days prior to the initial ATLCAR.CD30 infusion, subjects will receive a lymphodepletion regimen that includes 300 mg per square meter of intravenous cyclophosphamide.",
                    "armGroupLabels": [
                        "ATLCAR.CD30"
                    ],
                    "otherNames": [
                        "Cytoxan"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Fludarabine",
                    "description": "Two to 14 days prior to the initial ATLCAR.CD30 infusion, subjects will receive a lymphodepletion regimen that includes daily 30 mg per square meter of intravenous fludarabine infusion for 3 days.",
                    "armGroupLabels": [
                        "ATLCAR.CD30"
                    ],
                    "otherNames": [
                        "Fludara"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "The Overall response rate (ORR)- Response Evaluation Criteria In Solid Tumors Criteria (RECIST)",
                    "description": "ORR - RECIST will be assessed per RECIST v1.1. criteria which define Complete Response (CR) as the disappearance of all target lesions, pathological lymph node (LN) \\<10mm, and normalization of serum tumor markers; Partial Response (PR), \\>=30% decrease in the sum of the longest diameter of target lesions serum tumor markers (AFP and β-hCG) should be stable or decreasing. ; and Overall Response Rate (ORR) = CR + PR/total number of subjects.",
                    "timeFrame": "6 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "The Overall response rate (ORR)- Per immune-related Response Evaluation Criteria (irRECIST)",
                    "description": "ORR -irRECIST will be assessed per irRECIST criteria which defines complete response (irCR), the disappearance of all lesions, no new lesions, lymph nodes \\< 10 mm in short axis; partial response (irPR), ≥30% decrease in the sum of target lesions and non-target lesions are irNN; Stable response (irSD), not meeting criteria for irCR, irPR, or irPD; Progressive Disease (irPD), ≥20% increase in tumor burden and minimum 5 mm absolute increase in compared to nadir; for no new non-target or (irNN) and where irPR or irPD are confirmed by a repeat, consecutive assessment.",
                    "timeFrame": "Up to 6 weeks"
                },
                {
                    "measure": "The best overall response rate (BORR)",
                    "description": "BORR will be defined as the best response recorded after the administration of the cell therapy to the date of disease progression per modified RECIST 1.1, or death as a result of any cause.",
                    "timeFrame": "Up to 6 weeks"
                },
                {
                    "measure": "Progression free survival (PFS)",
                    "description": "PFS will be defined per modified RECIST 1.1 criteria. PFS is defined from the day of ATLCAR.CD30 infusion to relapse (in patients with a documented complete response at the time of cell infusion) or progression (in patients without a complete response at the time of cell infusion), or death as a result of any cause per modified RECIST 1.1 criteria classification.",
                    "timeFrame": "Up to12 weeks"
                },
                {
                    "measure": "Median Progression free survival (PFS)",
                    "description": "Median PFS is defined from the day of initial lymphodepletion administration of the first ATLCAR.CD30 product infusion to the date of disease progression per modified RECIST 1.1 criteria or death as a result of any cause.",
                    "timeFrame": "Up to12 weeks"
                },
                {
                    "measure": "Duration of response (DOR)",
                    "description": "DOR will be defined as the time from documentation of PR or better to PD as defined by modified RECIST 1.1 criteria. Progressive Disease (PD) - At least a 20% increase in the sum of the longest diameter (LD) of the target lesions, a relative increase of 20%, the sum must also demonstrate an absolute increase of at least 5mm or the appearance of one or more new lesion or unequivocal progression of non-target or non-measurable lesions (e.g. worsening bone pain requiring radiation or significant increase in pain medications) or increase ≥ 50% in AFP or β-hCG.",
                    "timeFrame": "Up to12 weeks"
                },
                {
                    "measure": "The percentage of improvement",
                    "description": "The percentage of subjects who have an improvement in their response per modified RECIST 1.1.",
                    "timeFrame": "Up to 12 weeks"
                },
                {
                    "measure": "Adverse Events CTCAE",
                    "description": "Adverse Events CTCAE will be classified and graded according to the National Cancer Institute's (NCI) Common Terminology Criteria for Adverse Events (CTCAE), version 5.0.\n\nA grading (severity) scale is provided for each AE term. Grade 1 Mild; asymptomatic or mild symptoms; clinical or diagnostic observations only; intervention not indicated. Grade 2 Moderate; minimal, local, or noninvasive intervention indicated; limiting age-appropriate instrumental Activities of Daily Living (ADL). Grade 3 Severe or medically significant but not immediately life-threatening; hospitalization or prolongation of hospitalization indicated; disabling; limiting self-care ADL. Grade 4 Life-threatening consequences; urgent intervention indicated. Grade 5 Death related to AE.",
                    "timeFrame": "Up to 6 weeks"
                },
                {
                    "measure": "Cytokine Release Syndrome (CRS)",
                    "description": "Cytokine Release Syndrome (CRS) will be graded according to the American Society for Transplantation and Cellular Therapy (ASTCT) CRS Consensus Grading. Grade 1 - Mild (Symptomatic Management): Fever ≥38oC, No hypotension, No hypoxia, Grade 2 - Moderate (Moderate Intervention): Fever ≥38oC, Hypotension not requiring vasopressors, Hypoxia requiring low-flow nasal cannula (≤6 L/minute) or blow-by, Grade 3 - Severe (Aggressive Intervention): Fever ≥38oC , Hypotension requiring a vasopressor with or without vasopressin, Hypoxia requiring high-flow nasal cannula (\\>6 L/minute), facemask, nonrebreather mask, or Venturi mask, Grade 4 - Life-threatening (Life-sustaining intervention): Fever ≥38oC, Hypotension requiring multiple vasopressors (excluding vasopressin), Hypoxia requiring positive pressure (e.g., continuous positive airway pressure (CPAP), BiPAP, intubation, mechanical ventilation), Grade 5 - Death: Death.",
                    "timeFrame": "Up to 6 weeks"
                },
                {
                    "measure": "Immune effector cell-associated neurotoxicity syndrome (ICANS)",
                    "description": "Immune effector cell-associated neurotoxicity syndrome (ICANS) symptoms will be graded according to the criteria outlined in the protocol on a scale from 1 (mild) to 4 (critical). Cytokine release syndrome (CRS) will be graded according to criteria outlined in the protocol on a scale from 1 (mild) to grade 5 (death).",
                    "timeFrame": "Up to 6 weeks"
                },
                {
                    "measure": "Overall survival",
                    "description": "Overall survival will be defined from the day of initial lymphodepletion for the first administration ATLCAR.CD30 cells to date of death.",
                    "timeFrame": "Up to 5 years"
                },
                {
                    "measure": "Persistence and expansion of ATLCAR.CD30",
                    "description": "Persistence and expansion of ATLCAR.CD30 in peripheral blood will be determined by quantitative polymerase chain reaction (qPCR) and flow cytometry in the sample of peripheral blood.",
                    "timeFrame": "Up to 5 years"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Written informed consent and Health Insurance Portability and Accountability Act (HIPAA) authorization for the release of personal health information explained to, understood by, and signed by the subject or legally authorized representative.\n2. Age ≥ 18 years at the time of consent.\n3. Histologically confirmed diagnosis of Nonseminomatous Germ Cell Tumors (NSGCT) of any primary site.\n4. Subjects must have received at least one prior line of therapy for their NSGCT and meet one of the following criteria. There is no maximum number of prior lines of treatment allowed.\n5. Evidence of progressive or recurrent NSGCT after prior high-dose chemotherapy (HDCT) treatment, defined as meeting at least one of the following criteria: i. Tumor biopsy of new or growing or unresectable lesions demonstrating viable NSGCT. In the event of an incomplete gross resection where viable NSGCT is found, subjects will be considered eligible for the study. ii. Consecutive elevated serum tumor markers (β-HCG or AFP) are increasing. An increase of elevated lactate dehydrogenase (LDH) alone does not constitute progressive disease. iii. Development of new or enlarging lesions in the setting of persistently elevated β-HCG or AFP, even if the β-HCG and AFP are not continuing to rise.\n\nExclusion Criteria:\n\n1. Subject is pregnant or lactating (Note: Breast milk cannot be stored for future use while the mother is being treated in the study).\n2. Active infection with HIV, human T-cell leukemia virus, hepatitis B virus, and hepatitis C virus (tests can be pending at the time of cell procurement; only those samples confirming lack of active infection will be used to generate transduced cells). Note: To meet eligibility subjects are required to be negative for HIV antibody, negative for HTLV1 and 2 antibodies or PCR negative for HTLV1 and 2, negative for Hepatitis B surface antigen, and negative for HCV antibody or HCV viral load.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Catherine Cheng",
                    "role": "CONTACT",
                    "phone": "919-445-4208",
                    "email": "UNCImmunotherapy@med.unc.edu"
                },
                {
                    "name": "Caroline Babinec",
                    "role": "CONTACT",
                    "phone": "919-962-7426",
                    "email": "caroline_babinec@med.unc.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Matthew I Milowsky",
                    "affiliation": "UNC Lineberger Comprehensive Cancer Center",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Lineberger Comprehensive Cancer Center at University of North Carolina, Chapel Hill",
                    "status": "RECRUITING",
                    "city": "Chapel Hill",
                    "state": "North Carolina",
                    "zip": "27599",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Catherine Cheng",
                            "role": "CONTACT",
                            "phone": "919-445-4208",
                            "email": "catherine_cheng@med.unc.edu"
                        },
                        {
                            "name": "Caroline Babinec",
                            "role": "CONTACT",
                            "phone": "919-962-7426",
                            "email": "caroline_babinec@med.unc.edu"
                        },
                        {
                            "name": "Matthew Milowsky, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 35.9132,
                        "lon": -79.05584
                    }
                }
            ]
        },
        "referencesModule": {
            "seeAlsoLinks": [
                {
                    "label": "University of North Carolina Lineberger Comprehensive Cancer Center Clinical Trials",
                    "url": "http://unclineberger.org/patientcare/clinical-trials/clinical-trials"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000009373",
                    "term": "Neoplasms, Germ Cell and Embryonal"
                },
                {
                    "id": "D000013736",
                    "term": "Testicular Neoplasms"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000004701",
                    "term": "Endocrine Gland Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000005834",
                    "term": "Genital Neoplasms, Male"
                },
                {
                    "id": "D000014565",
                    "term": "Urogenital Neoplasms"
                },
                {
                    "id": "D000005832",
                    "term": "Genital Diseases, Male"
                },
                {
                    "id": "D000091662",
                    "term": "Genital Diseases"
                },
                {
                    "id": "D000091642",
                    "term": "Urogenital Diseases"
                },
                {
                    "id": "D000052801",
                    "term": "Male Urogenital Diseases"
                },
                {
                    "id": "D000004700",
                    "term": "Endocrine System Diseases"
                },
                {
                    "id": "D000013733",
                    "term": "Testicular Diseases"
                },
                {
                    "id": "D000006058",
                    "term": "Gonadal Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M12318",
                    "name": "Neoplasms, Germ Cell and Embryonal",
                    "asFound": "Germ cell tumor",
                    "relevance": "HIGH"
                },
                {
                    "id": "M16506",
                    "name": "Testicular Neoplasms",
                    "asFound": "Nonseminomatous Germ Cell Tumor",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M7863",
                    "name": "Endocrine Gland Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M8946",
                    "name": "Genital Neoplasms, Male",
                    "relevance": "LOW"
                },
                {
                    "id": "M17315",
                    "name": "Urogenital Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M2876",
                    "name": "Genital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8944",
                    "name": "Genital Diseases, Male",
                    "relevance": "LOW"
                },
                {
                    "id": "M2875",
                    "name": "Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M27095",
                    "name": "Male Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M7862",
                    "name": "Endocrine System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M16503",
                    "name": "Testicular Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M9163",
                    "name": "Gonadal Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "T2475",
                    "name": "Germ Cells Tumors",
                    "asFound": "Germ cell tumor",
                    "relevance": "HIGH"
                },
                {
                    "id": "T4160",
                    "name": "Nonseminomatous Germ Cell Tumor",
                    "asFound": "Nonseminomatous Germ Cell Tumor",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "BC19",
                    "name": "Gland and Hormone Related Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000003520",
                    "term": "Cyclophosphamide"
                },
                {
                    "id": "C000024352",
                    "term": "Fludarabine"
                }
            ],
            "ancestors": [
                {
                    "id": "D000007166",
                    "term": "Immunosuppressive Agents"
                },
                {
                    "id": "D000007155",
                    "term": "Immunologic Factors"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000018501",
                    "term": "Antirheumatic Agents"
                },
                {
                    "id": "D000018906",
                    "term": "Antineoplastic Agents, Alkylating"
                },
                {
                    "id": "D000000477",
                    "term": "Alkylating Agents"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                },
                {
                    "id": "D000019653",
                    "term": "Myeloablative Agonists"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M6727",
                    "name": "Cyclophosphamide",
                    "asFound": "Effect of",
                    "relevance": "HIGH"
                },
                {
                    "id": "M283230",
                    "name": "Fludarabine",
                    "asFound": "Rate",
                    "relevance": "HIGH"
                },
                {
                    "id": "M225513",
                    "name": "Fludarabine phosphate",
                    "relevance": "LOW"
                },
                {
                    "id": "M10212",
                    "name": "Immunosuppressive Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M10201",
                    "name": "Immunologic Factors",
                    "relevance": "LOW"
                },
                {
                    "id": "M20604",
                    "name": "Antirheumatic Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M20942",
                    "name": "Antineoplastic Agents, Alkylating",
                    "relevance": "LOW"
                },
                {
                    "id": "M3820",
                    "name": "Alkylating Agents",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "ARhu",
                    "name": "Antirheumatic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}