{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04099797",
            "orgStudyIdInfo": {
                "id": "H-45668 GAIL-B"
            },
            "organization": {
                "fullName": "Baylor College of Medicine",
                "class": "OTHER"
            },
            "briefTitle": "C7R-GD2.CAR T Cells for Patients With GD2-expressing Brain Tumors (GAIL-B)",
            "officialTitle": "Phase I Study of Autologous T Lymphocytes Expressing GD2-specific Chimeric Antigen and Constitutively Active IL-7 Receptors for the Treatment of Patients With GD2-expressing Brain Tumors (GAIL-B)",
            "therapeuticArea": [
                "Oncology and Hematology",
                "Other"
            ],
            "study": "car-t-cells-for-patients-with-expressing-brain-tumors-gail-b"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-08",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2020-02-03",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-02",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2039-02",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2019-09-20",
            "studyFirstSubmitQcDate": "2019-09-20",
            "studyFirstPostDateStruct": {
                "date": "2019-09-23",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-08-30",
            "lastUpdatePostDateStruct": {
                "date": "2023-09-01",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Bilal Omer",
                "investigatorTitle": "Assistant Professor",
                "investigatorAffiliation": "Baylor College of Medicine"
            },
            "leadSponsor": {
                "name": "Baylor College of Medicine",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Center for Cell and Gene Therapy, Baylor College of Medicine",
                    "class": "OTHER"
                },
                {
                    "name": "The Faris Foundation",
                    "class": "UNKNOWN"
                },
                {
                    "name": "ChadTough Defeat DIPG Foundation",
                    "class": "UNKNOWN"
                },
                {
                    "name": "Violet Foundation for Pediatric Brain Cancer",
                    "class": "UNKNOWN"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This study is for patients with diffuse midline glioma, high grade glioma, diffuse intrinsic pontine glioma, medulloblastoma, or another rare brain cancer that expresses GD2. Because there is no standard treatment at this time, patients are asked to volunteer in a gene transfer research study using special immune cells called T cells. T cells are a type of white blood cell that help the body fight infection.\n\nThis research study combines two different ways of fighting cancer: antibodies and T cells. Both antibodies and T cells have been used to treat cancer patients. They have shown promise but have not been strong enough to cure most patients.\n\nResearchers have found from previous research that they can put a new antibody gene into T cells that will make them recognize cancer cells and kill them. GD2 is a protein found on several different cancers. Researchers testing brain cancer cells found that many of these cancers also have GD2 on their surface.\n\nIn a study for neuroblastoma in children, a gene called a chimeric antigen receptor (CAR) was made from an antibody that recognizes GD2. This gene was put into the patients' own T cells and given back to 11 patients. The cells did grow for a while but started to disappear from the blood after 2 weeks. The researchers think that if T cells are able to last longer they may have a better chance of killing tumor cells.\n\nIn this study, a new gene will be added to the GD2 T cells that can cause the cells to live longer. T cells need substances called cytokines to survive. The gene C7R has been added that gives the cells a constant supply of cytokine and helps them to survive for a longer period of time.\n\nIn other studies using T cells researchers found that giving chemotherapy before the T cell infusion can improve the amount of time the T cells stay in the body and therefore the effect the T cells can have. This is called lymphodepletion and it will allow the T cells to expand and stay longer in the body and potentially kill cancer cells more effectively.\n\nAfter treating 11 patients, the largest safe dose of GD2-CAR T cells given in the vein (IV) was determined. Going forward, IV infusions will be combined with infusions directly into the brain through the Ommaya reservoir or programmable VP shunt. The goal is to find the largest safe dose of GD2-C7R T cells that can be administered in this way.\n\nThe GD2.C7R T cells are an investigational product not approved by the FDA.",
            "detailedDescription": "To prepare the brain cancer specific GD2-C7R T cells, research staff will take some blood from the patient. The researchers will grow the GD2.C7R T cells by infecting the T cells with a retroviral vector (a special virus that can carry a new gene into cells) containing one gene that can recognize and kill brain cancer cells GD2.CAR and the new gene called C7R that will help these cells survive longer. After the new genes have been put into the T cells, the cells will be tested to make sure that they kill GD2-positive brain cancer cells.\n\nAll patients on this study are required to have an Ommaya catheter in place prior to treatment as a precaution and for infusion of the T cells. This is a special catheter that leads to the tumor, the cavity left in the brain after surgical removal of the tumor, or into the fluid-filled space in the brain. Catheter placement is done by a surgeon and requires anesthesia and is not part of this study. Patients who had a programmable VP shunt placed for other clinical reasons are also eligible.\n\nBecause the researchers are growing the cells in the laboratory, blood to test for infectious viruses such as hepatitis and HIV (the virus that causes AIDS) will be collected, and patients will complete a blood donor questionnaire.\n\nThe cells generated will be frozen and stored to give back to the patient. Because patients will have received cells with a new gene in them patients will be followed for a total of 15 years to see if there are any long term side effects of gene transfer.\n\nPatients will be given the IV treatment already determined to be safe. Patients will also be assigned a dose of GD2-C7R T cells to be given intracerebroventricularly (ICV) via ommaya or programmable VP shunt. The assigned dose of cells is adjusted based on body weight and height.\n\nIn this study, patients will receive the GD2-C7R cells and also receive cyclophosphamide and fludarabine (or clofarabine in cases of fludarabine shortage). These two drugs are standard chemotherapy medicines and may be given before the T cells to make space in the blood for the T cells to grow after receiving them.\n\nCyclophosphamide and fludarabine (or clofarabine) will be given intravenously (through an i.v. needle inserted in a vein or a central line) for 2 days and then fludarabine (or clofarabine) alone on the third day.\n\nPatients will be given an injection of GD2-C7R T cells intracerebroventricularly (ICV) through the ommaya reservoir or programmable VP shunt at the assigned dose. Patients will then be monitored in the hospital for at least 5 days. If patients tolerate the ICV dose well, patients will then receive the IV doses at the previously determined dose. Before receiving the T cell infusion, the patient may be given a dose of Benadryl (diphenhydramine) and Tylenol (acetaminophen). The infusion will take between 1 and 10 minutes. The patient will be monitored in the hospital for at least 5 days. If the first IV infusion half-dose is tolerated well, a second IV infusion may be given 5 to 10 days after initial infusion and the patient will be monitored in the hospital for at least one additional day. The treatment will be given by the Center for Cell and Gene Therapy at Texas Children's Hospital. The patient will need to stay in Houston for up to 4 weeks from the first IV infusion to monitor for side effects and will be readmitted to the hospital if the patient develops a fever or other concerning side effects.\n\nPatients will have follow-up visits at weeks 1, 2, 3, 4, 6, and 8, then at months 3, 6, 9, and 12, and then twice a year for the next 4 years and annually for the next 10 years for a total of 15 years, with additional neurological evaluations in the first 4 to 5 weeks. The patient will also have scheduled disease evaluations after the T-cell injection at week 4 to 6 and then as clinically needed.\n\nAfter disease re-evaluation, the patient may be eligible to receive up to three additional cycles of T cells (with up to one ICV and one or two IV infusions each cycle) if the following criteria are met: (1) The disease has not gotten worse and/or it seems the patient may benefit in the future from an additional dose. (2) The patient has not had a severe side effect caused by the infusion of GD2-C7R T cells. The dose will be at the same dose level as the first infusion and separated by at least 6 weeks such that the researchers can make sure there are no severe side effects between infusions. If the patient receives an additional dose of GD2-C7R T-cells, then the patient will need to stay in Houston for up to 4 weeks after the infusion as well to monitor for side effects.\n\nMedical tests before treatment--\n\nBefore being treated, the patient will receive a series of standard medical tests:\n\n* Physical exam\n* Blood tests to measure blood cells, kidney and liver function\n* Measurements of the tumor by routine MRI (Magnetic Resonance Imaging)\n\nMedical tests during and after treatment--\n\nThe patient will receive standard medical tests when they are getting the infusions and afterwards:\n\n* Physical exams\n* Blood tests to measure blood cells, kidney and liver function\n* Measurements of the tumor by MRI imaging studies and spinal fluid analysis 6 weeks after the infusion and repeat MRI imaging at 3 months.\n\nSpinal Fluid Tests: Spinal fluid will be drawn from the patient's existing Ommaya reservoir or VP shunt (if clinically feasible) at the time of ICV infusion and at week 1, and 4 and possibly other timepoints if helpful for clinical care. This procedure can be done at the bedside under local anesthesia and 1-5 ml of spinal fluid (about a teaspoon) will be removed. Additional spinal fluid may be removed if the pressure inside the brain is elevated. Additionally, spinal fluid may be removed for clinical reasons, for example testing for a possible infection. Spinal fluid may be used for research purposes, for example to better understand how the infused T cells work, and in future research studies.\n\nTo learn more about the way the GD2-C7R T cells are working and how long they last in the body, an extra amount of blood will be obtained on the day that chemotherapy starts, the day of the T-cell infusion(s) and at the end of the T-cell infusion(s), 1, 2, 4, 6 and 8 weeks after the T-cell infusion(s) and every 3 months for the 1st year, every 6 months for the next 4 years and annually for the next 10 years. The amount of blood taken will be based on weight with up to a maximum of 60 mL (12 teaspoons) of blood to be obtained at any one time. For children, the total amount of blood drawn will not be more than 3 mL (less than 1 teaspoon) per 1 kg of body weight on any one day. This volume is considered safe, but may be decreased if the patient is anemic (has a low red blood cell count).\n\nDuring the time points listed above, if the GD2-C7R T cells are found in the patient's blood at a certain amount, an extra 5 mL (about 1 teaspoon) of blood may need to be collected for additional testing.\n\nIf the patient has a procedure where tumor samples are obtained, like a blood is collected or tumor biopsy, a sample will be requested to be used for research purposes.\n\nThe patient will receive supportive care for any acute or chronic toxicities, including blood components or antibiotics, and other intervention as appropriate."
        },
        "conditionsModule": {
            "conditions": [
                "Diffuse Intrinsic Pontine Glioma",
                "High Grade Glioma",
                "Embryonal Tumor",
                "Ependymal Tumor"
            ],
            "keywords": [
                "Gene Therapy",
                "CAR T-cells",
                "chimeric antigen receptor",
                "Brain Cancer",
                "Immunotherapy",
                "Glioma",
                "Brain tumor",
                "DIPG",
                "ETMRs",
                "Medulloepithelioma",
                "Atypical teratoid/rhabdoid tumors"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 34,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "C7R-GD2.CAR T cells",
                    "type": "EXPERIMENTAL",
                    "description": "The dose level for autologous cell C7R-GD2.CART cell immunotherapy administered via intravenous (IV) infusion was determined in the initial phase of the protocol. The IV dosing is 30 million cells/m2 (two equal half-doses of 15 million cells/m2) given at least 5 days and no greater than 10 days apart. Infusion 1 will be given at least 5 days after initial ICV infusion. The second half dose will be given at least 5 days after infusion 1 and will be delayed if CRS or ICANS of Grade 2 or higher is present.\n\nIn this subsequent phase of the study, the safe dosing levels for autologous cell C7R-GD2.CART cell immunotherapy administered intracerebroventricularly (ICV) via ommaya reservoir or programmable VP shunt in combination with subsequent IV doses will be determined.",
                    "interventionNames": [
                        "Genetic: C7R-GD2.CART cells (ICV infusion)",
                        "Genetic: C7R-GD2.CART cells (IV infusion)"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "GENETIC",
                    "name": "C7R-GD2.CART cells (ICV infusion)",
                    "description": "Dose levels in the current phase of study are ICV infusion followed by IV infusion (DL 1b, 2b, 3b, 4b)\n\n1. Dose level 1b ICV: 5 x 10\\^6 cells/dose (followed by standard IV dose)\n2. Dose level 2b ICV: 1 x 10\\^7 cells/dose (followed by standard IV dose)\n3. Dose level 3b ICV: 2 x 10\\^7 cells/dose (followed by standard IV dose)\n4. Dose level 4b ICV: 5 x 10\\^7 cells/dose (followed by standard IV dose)",
                    "armGroupLabels": [
                        "C7R-GD2.CAR T cells"
                    ]
                },
                {
                    "type": "GENETIC",
                    "name": "C7R-GD2.CART cells (IV infusion)",
                    "description": "Standard IV dose: 30 million cells/m2 divided into two doses given at least 5 days and no greater than 10 days apart.",
                    "armGroupLabels": [
                        "C7R-GD2.CAR T cells"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Dose limiting toxicity (DLT) rate",
                    "description": "DLT rate is defined as the proportion of subjects with DLT evaluated as per the NCI CTCAE v5.0 with the exception of CRS and neurological toxicities that are related to T cell infusions.",
                    "timeFrame": "4 weeks post T cell infusion"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Response rate according to standard criteria",
                    "description": "Anti-tumor response to (C7R)-GD2.CART cell therapy will be evaluated by Magnetic Resonance Imaging (MRI)",
                    "timeFrame": "6 and 12 weeks post T cell infusion"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Procurement Inclusion Criteria:\n\n1. Patients with histologically confirmed, GD2-expressing newly diagnosed DMG (DIPG or HGG) or confirmation of positive H3K27M mutation status if sufficient tissue for GD2 staining by IHC is not available. Newly diagnosed is defined as prior to radiographic progression or recurrence OR Recurrent or refractory intracranial embryonal tumor, HGG/DMG except DIPG (HGG) or ependymal tumor with confirmed GD2-expression (or H3K27M+ for HGG) Examples of embryonal tumors include: medulloblastoma, \"PNET\", AT/RT\n2. Tumors less than 5 cm in maximum dimension at enrollment\n\n   1. Tumors with ≤25% increase in size (on any dimension) on MRI 4-8 weeks post-radiotherapy remain eligible for study\n   2. Tumors with \\>25% increase in size on post-radiation imaging may be reassessed with repeat MRI in 4-6 weeks, and are eligible if tumor size is subsequently ≤ 25% increased compared with pre-irradiation MRI.\n   3. Tumors with sizes between 5 and 5.5 cm are eligible if the tumor was surgically debulked\n3. Measurable disease on at least 2 dimensions on MRI\n4. Age 12 months to 21 years\n5. Functional score (Karnofsky/Lansky) ≥ 50 expected at infusion\n\nProcurement Exclusion Criteria:\n\n1. Patients who are pregnant or breast feeding\n2. Any patient with other risk factors for whom administration of investigational agent is deemed not in the patient's best interest, in the opinion of the investigator.\n\nTreatment Inclusion Criteria\n\n1. Patients with histologically confirmed, GD2-expressing newly diagnosed DMG (DIPG or HGG) or confirmation of positive H3K27M mutation status if sufficient tissue for GD2 staining by IHC is not available. Newly diagnosed is defined as prior to radiographic progression or recurrence OR Recurrent or refractory intracranial embryonal tumor, HGG/DMG except DIPG (HGG) or ependymal tumor with confirmed GD2-expression (or H3K27M+ for HGG) Examples of embryonal tumors include: medulloblastoma, \"PNET\", AT/RT\n2. Tumors less than 5 cm in maximum dimension at enrollment\n\n   1. Tumors with ≤25% increase in size (on any dimension) on MRI 4-8 weeks post-radiotherapy remain eligible for study\n   2. Tumors with \\>25% increase in size on post-radiation imaging may be reassessed with repeat MRI in 4-6 weeks, and are eligible if tumor size is subsequently ≤ 25% increased compared pre-irradiation MRI\n   3. Tumors with sizes between 5 and 5.5 cm are eligible if the tumor was surgically debulked\n3. Measurable disease on at least 2 dimensions on MRI\n4. Central line (PICC or other) and Ommaya reservoir or VP shunt in place or planned to be placed\n5. Age 12 months to 21 years\n6. Functional score (Karnofsky/Lansky) ≥ 50\n7. Patients must have completed radiation therapy at least 4 weeks prior to administration of investigational agent. Radiation therapy and (If applicable) bevacizumab treatment for radiation necrosis must be completed at least 4 weeks prior to administration of investigational agent.\n8. Stable neurologic exam for 7 days prior to enrollment\n9. Stable or decreasing dose of steroids (max. allowable dose of dexamethasone is 0.1 mg/kg/day over the past 7 days prior to infusion of investigational therapy)\n10. Organ function:\n\n    1. ANC \\> 1000 cells/ul\n    2. Platelet count \\> 100,000 cells/ul\n    3. Total bilirubin \\< 1.5x ULN\n    4. ALT and AST \\< 5x ULN\n    5. Serum creatinine or kidney within 2x ULN for age\n\nTreatment Exclusion Criteria\n\n1. Patients who received any other forms of immunotherapy ≤ 42 days before administration of investigational agent\n2. Patients who received colony-stimulating factors within 14 days prior to administration of lymphodepletion\n3. Patients receiving any concurrent anti-cancer therapy (it is preferable for patients to stop any concurrent anti-cancer therapy at least three half-lives prior to treatment)\n4. Patients who are pregnant or breast feeding\n5. Any patient with other risk factors for whom administration of investigational agent is deemed not in the patient's best interest, in the opinion of the investigator.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "12 Months",
            "maximumAge": "21 Years",
            "stdAges": [
                "CHILD",
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Bilal Omer, MD",
                    "role": "CONTACT",
                    "phone": "832-824-6855",
                    "email": "bomer@bcm.edu"
                },
                {
                    "name": "David Allen",
                    "role": "CONTACT",
                    "phone": "832-824-4391",
                    "email": "dlallen@bcm.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Bilal Omer, MD",
                    "affiliation": "Baylor College of Medicine",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Texas Children's Hospital",
                    "status": "RECRUITING",
                    "city": "Houston",
                    "state": "Texas",
                    "zip": "77030",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Bilal Omer, MD",
                            "role": "CONTACT",
                            "phone": "832-824-6855",
                            "email": "bomer@bcm.edu"
                        },
                        {
                            "name": "David Allen",
                            "role": "CONTACT",
                            "phone": "832-824-4391",
                            "email": "dlallen@bcm.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 29.76328,
                        "lon": -95.36327
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000005910",
                    "term": "Glioma"
                },
                {
                    "id": "D000001932",
                    "term": "Brain Neoplasms"
                },
                {
                    "id": "D000080443",
                    "term": "Diffuse Intrinsic Pontine Glioma"
                }
            ],
            "ancestors": [
                {
                    "id": "D000018302",
                    "term": "Neoplasms, Neuroepithelial"
                },
                {
                    "id": "D000017599",
                    "term": "Neuroectodermal Tumors"
                },
                {
                    "id": "D000009373",
                    "term": "Neoplasms, Germ Cell and Embryonal"
                },
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009375",
                    "term": "Neoplasms, Glandular and Epithelial"
                },
                {
                    "id": "D000009380",
                    "term": "Neoplasms, Nerve Tissue"
                },
                {
                    "id": "D000016543",
                    "term": "Central Nervous System Neoplasms"
                },
                {
                    "id": "D000009423",
                    "term": "Nervous System Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000001927",
                    "term": "Brain Diseases"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000020295",
                    "term": "Brain Stem Neoplasms"
                },
                {
                    "id": "D000015192",
                    "term": "Infratentorial Neoplasms"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M9020",
                    "name": "Glioma",
                    "asFound": "Glioma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5209",
                    "name": "Brain Neoplasms",
                    "asFound": "Brain Tumor",
                    "relevance": "HIGH"
                },
                {
                    "id": "M20479",
                    "name": "Rhabdoid Tumor",
                    "relevance": "LOW"
                },
                {
                    "id": "M2159",
                    "name": "Diffuse Intrinsic Pontine Glioma",
                    "asFound": "Diffuse Intrinsic Pontine Glioma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M20446",
                    "name": "Neoplasms, Neuroepithelial",
                    "relevance": "LOW"
                },
                {
                    "id": "M19845",
                    "name": "Neuroectodermal Tumors",
                    "relevance": "LOW"
                },
                {
                    "id": "M20388",
                    "name": "Neuroectodermal Tumors, Primitive",
                    "relevance": "LOW"
                },
                {
                    "id": "M12318",
                    "name": "Neoplasms, Germ Cell and Embryonal",
                    "relevance": "LOW"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M12320",
                    "name": "Neoplasms, Glandular and Epithelial",
                    "relevance": "LOW"
                },
                {
                    "id": "M12325",
                    "name": "Neoplasms, Nerve Tissue",
                    "relevance": "LOW"
                },
                {
                    "id": "M18937",
                    "name": "Central Nervous System Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M12367",
                    "name": "Nervous System Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M5204",
                    "name": "Brain Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M22108",
                    "name": "Brain Stem Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M17898",
                    "name": "Infratentorial Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "T2519",
                    "name": "Glioma",
                    "asFound": "Glioma",
                    "relevance": "HIGH"
                },
                {
                    "id": "T4995",
                    "name": "Rhabdoid Tumor",
                    "relevance": "LOW"
                },
                {
                    "id": "T1865",
                    "name": "Diffuse Intrinsic Pontine Glioma",
                    "asFound": "Diffuse Intrinsic Pontine Glioma",
                    "relevance": "HIGH"
                },
                {
                    "id": "T2453",
                    "name": "Gaucher Disease Type 2",
                    "relevance": "LOW"
                },
                {
                    "id": "T4092",
                    "name": "Neuroepithelioma",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M2853",
                    "name": "Immunomodulating Agents",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}