{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05535855",
            "orgStudyIdInfo": {
                "id": "22-0054.cc"
            },
            "organization": {
                "fullName": "University of Colorado, Denver",
                "class": "OTHER"
            },
            "briefTitle": "UCD19 CAR T Therapy in Adults With B-ALL and MRD Positivity in CR1",
            "officialTitle": "Phase I Safety and Tolerability Trial of CD19 Directed CAR T Cells in Adult Patients With B-Cell Acute Lymphoblastic Leukemia (B-ALL) With Minimal Residual Disease (MRD) Positivity at First Complete Remission",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "car-t-therapy-in-adults-with-b-all-and-mrd-positivity-in"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-02",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-01-24",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-07-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-07",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-09-06",
            "studyFirstSubmitQcDate": "2022-09-06",
            "studyFirstPostDateStruct": {
                "date": "2022-09-10",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-02-02",
            "lastUpdatePostDateStruct": {
                "date": "2024-02-05",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of Colorado, Denver",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This open-label, single arm Phase I trial aims to determine the safety and tolerability of anti-CD19 chimeric antigen receptor-expressing (CAR) T cells (UCD19 CAR T) in adults B-ALL that are in first complete remission with minimal residual disease (MRD) positivity. This trial will enroll 10 patients for apheresis and treatment with lymphodepleting chemotherapy followed by UCD19 CAR T cell infusion. Patients will be assessed for dose limiting toxicities (DLTs) (within 42 days after CAR T infusion), duration of B cell aplasia, overall response rate (at 1-, 3-, 6- and 12-months), and overall survival and event free survival (at 12- and 24- months) post UCD19 CAR T infusion."
        },
        "conditionsModule": {
            "conditions": [
                "Acute Lymphoid Leukemia",
                "Acute Lymphoblastic Leukemia"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 14,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "UCD19 CAR T Infusion",
                    "type": "EXPERIMENTAL",
                    "description": "Lymphodepleting chemotherapy followed by infusion of UCD19 CAR T cells. Infusion is subject to a seven (7) day delay following chemotherapy completion if needed for resolution of clinical toxicities or to allow for product release.",
                    "interventionNames": [
                        "Drug: CD19 Directed CAR T Cell"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "CD19 Directed CAR T Cell",
                    "description": "The UCD19 CAR T cells are developed through transfection of autologous peripheral blood mononuclear cells with a lentivirus carrying the DNA that encodes a short chain fragment variable region (scFv) derived from an anti-CD19 monoclonal antibody, among other elements.",
                    "armGroupLabels": [
                        "UCD19 CAR T Infusion"
                    ],
                    "otherNames": [
                        "UCD19 CAR T cells"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Safety of UCD19 CAR T in Adults With B-ALL in first complete remission with MRD Positivity: occurrence and frequency of Adverse Events (AEs)",
                    "description": "The occurrence and frequency of Adverse Events will be graded using the National Cancer Institute's (NCI) Common Terminology Criteria for Adverse Events (CTCAE) version 5.0 grading criteria.",
                    "timeFrame": "Until 30 days after last day of study participation"
                },
                {
                    "measure": "Safety of UCD19 CAR T in Adults With B-ALL in first complete remission with MRD Positivity: occurrence of Dose Limiting Toxicities (DLTs)",
                    "description": "Adverse events that are at least possibly related to the UCD19 CAR T cells with onset within the first 42 days following UCD19 CAR T cell infusion and are ≥ Grade 3 in severity will be considered DLTs.\n\nWith exception to hematological toxicity for subjects with normal, Grade 1 or Grade 2 Hematologic Parameters at baseline (independent of transfusion) and cytopenias NOT due to Bone Marrow Involvement by Disease. However, any Grade 4 hematological toxicity (i.e., neutropenia or thrombocytopenia with the exception of lymphopenia) persisting beyond 42 days after infusion will be considered a DLT unless toxicity is attributed to patient's underlying disease.",
                    "timeFrame": "42 days"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Overall response rate (ORR) at 1, 3, 6, and 12 months post UCD19 CAR T infusion as measured by MRD.",
                    "description": "MRD negativity is defined as bone marrow that has no detectable blasts at or above the sensitivity threshold for the particular assay used (approximately 0.01% for FACS-MRD, 0.001% for BCR-ABL qPCR).\n\nMRD positivity is defined as \\> 0.01% by FACS for Ph- ALL and either \\> 0.01% by FACS or less than complete molecular remission (undetectable BCR-ABL1 transcripts by quantitative PCR assay with sensitivity of at least 1 in 100,000) for Ph+ ALL.",
                    "timeFrame": "1, 3, 6, and 12 months"
                },
                {
                    "measure": "Overall Survival (OS) at 12 and 24 months post UCD19 CAR T infusion.",
                    "description": "OS defined as measured from the date of infusion to the time of death from any cause.",
                    "timeFrame": "12 and 24 months"
                },
                {
                    "measure": "Event Free Survival (EFS) at 12 and 24 months post UCD19 CAR T infusion",
                    "description": "EFS is defined as failure to achieve MRD-negativity (approximately 0.01% for FACS-MRD, 0.001% for BCR-ABL qPCR), disease relapse, or death from any cause",
                    "timeFrame": "12 and 24 months"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Duration of B-cell aplasia",
                    "description": "B-cell aplasia defined as \\<3.0% CD19+ cells/total lymphocytes by peripheral blood flow cytometry.",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Assessment of minimal residual disease by next generation sequencing",
                    "description": "MRD by next generation sequencing for clonal B-cell receptor gene rearrangements",
                    "timeFrame": "1, 3, 6, and 12 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Age: ≥ 18 years of age with no upper age limit\n2. ECOG Performance Status ≤ 2\n3. Confirmed B-cell ALL in first complete morphologic remission\n4. MRD positivity as defined by:\n\n   1. For Ph- ALL: \\> 0.01% by FACS or \\> 0 clonal sequences by NGS (clonoSEQ). MRD assessment for eligibility must be at least 28 days after the start of SOC induction therapy. Remission-induction therapy must have consisted of multi-agent chemotherapy (\\> or =3 systemic anti-leukemia chemotherapy agents).\n   2. For Ph+ ALL: \\> 0.01% by FACS, or \\> 0 clonal sequences by NGS (clonoSEQ), or less than complete molecular remission (undetectable BCR-ABL1 transcripts by quantitative PCR assay with sensitivity of at least 1 in 100,000). MRD assessment for eligibility must be at least 85 days after the start of SOC induction therapy. Remission-induction therapy must have consisted of a BCR-ABL1 directed tyrosine kinase inhibitor and at least one other systemic anti-leukemia chemotherapy agent.\n5. Peripheral blood CD3 count must be \\> 0.15 x 106 cells/mL within 14 days prior to proceeding with apheresis.\n6. Toxicities from prior therapy must be stable and recovered to ≤ grade 2 (except for clinically non-significant toxicities such as alopecia).\n7. Adequate organ function as defined by:\n\n   1. Absolute neutrophil count (ANC) ≥ 750/μL.\n   2. Platelet count ≥ 50,000/μL.\n   3. Renal: Creatinine ≤ 2 mg/dL OR creatinine clearance (as estimated by Cockcroft Gault equation) ≥ 60 mL/min.\n   4. Hepatic: Serum alanine aminotransferase (ALT)/aspartate aminotransferase (AST) ≤ 2.5 upper limit of normal (ULN).\n   5. Total bilirubin ≤ 1.5 mg/dL, except in subjects with Gilbert's syndrome where a bilirubin \\<3.0 will be acceptable.\n   6. Cardiac: Ejection fraction ≥ 45%, no evidence of physiologically significant pericardial effusion as determined by an echocardiogram (ECHO), and no clinically significant electrocardiogram (ECG) findings.\n   7. Pulmonary: No clinically significant pleural effusion.\n\n   i. Baseline oxygen saturation \\> 92% on room air and; ii. Pulmonary Function Test: Diffuse capacity of the lungs for carbon monoxide (DLCO), forced expiratory volume in one second (FEV1) and forced vital capacity (FVC) are all ≥50% of predicted by spirometry after correcting for hemoglobin.\n8. Females of childbearing potential must have a negative serum pregnancy test (females who have undergone surgical sterilization or who have been postmenopausal for at least 2 years are not considered to be of childbearing potential).\n9. Subjects of childbearing or child-fathering potential must be willing to practice birth control from the time of enrollment on this study and for 12 months after receiving the UCD19 infusion; females of childbearing potential must have a negative pregnancy test.\n10. Must be able to give informed consent; subjects unable to give informed consent will not be eligible for this study.\n11. Be able to consent to long-term follow-up protocol\n\nExclusion Criteria:\n\n1. Previous CAR T therapy.\n2. Relapsed or refractory B-cell acute lymphoblastic leukemia, including patients who have evidence of MRD after having previously documented MRD-negative remission.\n3. Mixed phenotype acute leukemia or Burkitt's lymphoma\n4. Not in hematological remission (\\>5% blasts) at time of enrollment\n5. Signs or symptoms of active CNS disease or detectable evidence of CNS disease by assessment of cerebrospinal fluid at the time of screening. Subjects with leukemic involvement of the CSF at diagnosis who have no detectable leukemic cells in the CSF at screening are eligible.\n6. History of malignancy other than non-melanoma skin cancer or carcinoma in situ (e.g., cervix, bladder, breast) unless disease free for at least 3 years.\n7. Uncontrolled fungal, bacterial, viral, or other infection requiring antimicrobials for management; simple urinary tract infection (UTI) and uncomplicated bacterial pharyngitis are permitted if responding to active treatment.\n8. Known history of infection with human immunodeficiency virus (HIV) or hepatitis B (hepatitis B surface antigen \\[HBsAg\\] positive) or hepatitis C.\n9. History of myocardial infarction, cardiac angioplasty or stenting, unstable angina, or other clinically significant cardiac disease within 12 months of enrollment or have cardiac atrial or cardiac ventricular lymphoma involvement.\n10. Venous thrombosis or embolism not managed on a stable regimen of anticoagulation.\n11. Any medical condition that in the judgement of the sponsor is likely to interfere with assessment of safety or efficacy of study treatment.\n12. History of severe immediate hypersensitivity reaction to any of the agents used in this study.\n13. Females planning to become pregnant during the course of the study.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Derek Schatz",
                    "role": "CONTACT",
                    "phone": "17208480628",
                    "email": "derek.schatz@cuanschutz.edu"
                },
                {
                    "name": "Andrew Roth, PhD",
                    "role": "CONTACT",
                    "email": "andrew.g.roth@cuanschutz.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Marc Schwartz, MD",
                    "affiliation": "University of Colorado, Denver",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Colorado Hospital",
                    "status": "RECRUITING",
                    "city": "Aurora",
                    "state": "Colorado",
                    "zip": "80045",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Derek Schatz",
                            "role": "CONTACT",
                            "phone": "720-848-0628",
                            "email": "DEREK.SCHATZ@CUANSCHUTZ.EDU"
                        },
                        {
                            "name": "Andrew Roth, PhD",
                            "role": "CONTACT",
                            "email": "andrew.g.roth@cuanschutz.edu"
                        },
                        {
                            "name": "Marc Schwartz, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.72943,
                        "lon": -104.83192
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000007938",
                    "term": "Leukemia"
                },
                {
                    "id": "D000054198",
                    "term": "Precursor Cell Lymphoblastic Leukemia-Lymphoma"
                },
                {
                    "id": "D000007945",
                    "term": "Leukemia, Lymphoid"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000006402",
                    "term": "Hematologic Diseases"
                },
                {
                    "id": "D000008232",
                    "term": "Lymphoproliferative Disorders"
                },
                {
                    "id": "D000008206",
                    "term": "Lymphatic Diseases"
                },
                {
                    "id": "D000007160",
                    "term": "Immunoproliferative Disorders"
                },
                {
                    "id": "D000007154",
                    "term": "Immune System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M27585",
                    "name": "Precursor Cell Lymphoblastic Leukemia-Lymphoma",
                    "asFound": "Acute Lymphoblastic Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10945",
                    "name": "Leukemia",
                    "asFound": "Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10951",
                    "name": "Leukemia, Lymphoid",
                    "asFound": "Lymphoblastic Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M20497",
                    "name": "Neoplasm, Residual",
                    "relevance": "LOW"
                },
                {
                    "id": "M11220",
                    "name": "Lymphoma",
                    "relevance": "LOW"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M9490",
                    "name": "Hematologic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M11225",
                    "name": "Lymphoproliferative Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M11203",
                    "name": "Lymphatic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10206",
                    "name": "Immunoproliferative Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M10200",
                    "name": "Immune System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T175",
                    "name": "Acute Lymphoblastic Leukemia",
                    "asFound": "Acute Lymphoblastic Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "T3533",
                    "name": "Lymphoblastic Lymphoma",
                    "asFound": "Acute Lymphoblastic Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "T170",
                    "name": "Acute Graft Versus Host Disease",
                    "relevance": "LOW"
                },
                {
                    "id": "T3543",
                    "name": "Lymphosarcoma",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC15",
                    "name": "Blood and Lymph Conditions"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M4225",
                    "name": "Antibodies",
                    "relevance": "LOW"
                },
                {
                    "id": "M10184",
                    "name": "Immunoglobulins",
                    "relevance": "LOW"
                },
                {
                    "id": "M4230",
                    "name": "Antibodies, Monoclonal",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}