{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05421208",
            "orgStudyIdInfo": {
                "id": "220763"
            },
            "secondaryIdInfos": [
                {
                    "id": "967054",
                    "type": "OTHER_GRANT",
                    "domain": "American Heart Association"
                }
            ],
            "organization": {
                "fullName": "Vanderbilt University Medical Center",
                "class": "OTHER"
            },
            "briefTitle": "Cardiovascular Autonomic and Immune Mechanism of Post COVID-19 Tachycardia Syndrome",
            "officialTitle": "Cardiovascular Autonomic and Immune Mechanism of Post COVID-19 Tachycardia Syndrome",
            "therapeuticArea": [
                "Rare Diseases",
                "Infectious Diseases"
            ],
            "study": "cardiovascular-autonomic-and-immune-mechanism-of-post-covid-tachycardia-syndrome"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-08",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-06-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-06-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-07-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-06-14",
            "studyFirstSubmitQcDate": "2022-06-14",
            "studyFirstPostDateStruct": {
                "date": "2022-06-16",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-08-18",
            "lastUpdatePostDateStruct": {
                "date": "2023-08-23",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Cyndya Shibao, MD",
                "investigatorTitle": "Associate Professor",
                "investigatorAffiliation": "Vanderbilt University Medical Center"
            },
            "leadSponsor": {
                "name": "Vanderbilt University Medical Center",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "American Heart Association",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "The term post-acute COVID-19 syndrome or Long COVID is a disabling syndrome that persists beyond the 3-month convalescence period after COVID-19 infections.\n\nThis syndrome affects mostly women (\\~80%), present with chronic tachycardia and Orthostatic intolerance symptoms without any identifiable cause. In addition, non-specific symptoms such as fatigue, headache, and \"brain fog\", commonly described in POTS patients are also present in this novel condition, recently named post-COVID-19 tachycardia syndrome, POTS variant.\n\nReduced Vagal activity and unresolved inflammation is post-COVID-19 POTS is hypothesized as the cause of Long COVID",
            "detailedDescription": "Post-acute sequelae of COVID-19 infection or Long COVID is a growing concern, even in patients with mild initial illness. These patients develop numerous chronic debilitating symptoms including fatigue, chest pain, reduced exercise tolerance and tachycardia, with symptoms persisting weeks beyond the initial infection.\n\nPreliminary data shows that post-COVID-19 POTS patients have reduced parasympathetic (PNS) function. Given that the PNS protects against inflammation, it is hypothesize that post-COVID-19 POTS is caused by reduced PNS activity, which in turn, contributes to persistent inflammation, orthostatic intolerance (OI) symptoms\n\nAim 1 of the study is to test the hypothesis that reduced PNS activity is associated with persistent inflammation in patients with post-COVID-19 POTS.\n\nAim 2: Test the hypothesis that restoring PNS function in post-COVID-19 POTS patients with chronic transcutaneous vagus nerve stimulation (tVNS) will improve inflammation, orthostatic tachycardia and OI symptoms.\n\nPrimary Outcome Measures:\n\n1. To evaluate immune cell activation in post-COVID-19 POTS and patients with history of COVID-19 infection without sequelae and correlate this with the degree of decreased PNS activity. The primary endpoint is IL-6 levels.\n2. Restoring PNS with chronic transcutaneous vagus nerve stimulation (tVNS), will improve the symptoms of orthostatic intolerance symptoms will\n\nRationale:\n\nElevated levels of IL-6, CRP and D-dimer are found in Long COVID patients, which resembles post-COVID tachycardia syndrome in POTS patients. Notably, stimulation of the efferent Vagus nerve has been shown to reduce cytokine production and systemic inflammation in response to endotoxin. Hence, decreased PNS function, as reported with acute SARS-CoV-2 infection and in post-COVID-19 POTS patients, may render these patients prone to persistent inflammation. The study aims to determine the link between PNS activity and immune activation in post-COVID-19 POTS.\n\nStudy population: Total of 60 participants, 30 post-COVID-19 POTS patients and 30 controls with history of COVID-19 infection without sequelae.\n\nStudy Visits: 5 visits, 3 in person and 1 telemedicine, Study procedures include EKG, urine and blood sample collection, Orthostatic Standing Test, Measurement of blood volume using carbon monoxide rebreathing technique, Tilt table test.\n\nParticipants will be asked to complete an autonomic symptoms assessment questionnaire (COMPASS-31),32 quality of life EQ-5D and neuropsychological tests that includes Cambridge Brain sciences: Web based cognitive assessment platform and PROMIS scale: Functional Activities Questionnaire in Older Adults with Dementia.\n\nTranscutaneous Vagus Nerve Stimulation (tVNS): The device, which is FDA-approved TENS 7000 will be supplemented with ear clip electrodes, and the tragus or earlobe will be used as sites for vagal stimulation. The device will be used for 30 mins, twice a day for 28 days.\n\nRandomization: The subjects will randomized to any one of the two sites of stimulation on the ear. There will be 50% chance to be allocated to one of the sites that may have less stimulation. The risk of having side effects is the same for both stimulation sites.\n\nData and Safety Monitoring Plan: The Data and Safety Monitoring Officer (DSMO) will provide objective review of treatment results as they relate to human safety and data quality. Dr. Cheryl Laffer, Professor of Medicine, Division of Clinical Pharmacology will serve as DSMO. The DSMO will review the initial protocol and will receive reports of the progress of the study every 12 months. These reports will provide information regarding recruiting, safety reporting, data quality, and efficacy.\n\nStatistical Considerations:\n\nBiostatistical Section Power analysis: The primary endpoint is serum IL-6. The proposed sample size of 60 (30 pairs of patients and controls) provides 90% power to detect an effect size of 0.62 for the mean difference in IL-6 between post-COVID-19 POTS (cases) and controls (COVID-19 infected w/o sequelae), with the two-sided type I error = 5%. This calculation is based on the preliminary data of mean difference of IL-6 ≈ 1.82 and the SD ≈ 2.94 in POTS.6 The effect size is defined as the ratio of mean IL-6 difference between cases and controls to standard deviation.\n\nData analysis plan: Demographic information will be tabulated. Descriptive statistics, including means, standard deviations, and ranges for continuous parameters, as well as percent and frequencies for categorical parameters, will be presented. T-test or Mann-Whitney (as appropriate) will be applied to examine the mean differences between cases and controls with respect to the outcomes. The conditional logistic regression model will be applied for the multivariable data analysis. The adjusted p-values and the adjusted 95% confidence intervals (CIs) will be reported."
        },
        "conditionsModule": {
            "conditions": [
                "Post-acute COVID-19 Syndrome",
                "Postural Tachycardia Syndrome (POTS)",
                "Long COVID",
                "SARS CoV 2 Infection"
            ],
            "keywords": [
                "SARS-CoV-2 infection"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Case-control study",
                "primaryPurpose": "DIAGNOSTIC",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "maskingDescription": "The POTS patients will be randomized to chronic transcutaneous vagus nerve stimulation (tVNS) in any of the two sites on ear, and there will 50% change to be allocated to one of the sites that may have less stimulation.",
                    "whoMasked": [
                        "PARTICIPANT"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 60,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Compare inflammatory markers (IL-6) in post- COVID 19 POTS patients with Controls",
                    "type": "EXPERIMENTAL",
                    "description": "Biochemical endpoints: Measurement of Inflammatory markers (especially IL-6) in both Post- COVID-19 POTS patients and compare it with controls.\n\nControls are the participants who recovered from COVID 19 infection with no sequelae",
                    "interventionNames": [
                        "Diagnostic Test: Levels of inflammatory cytokine ( IL-6) in post-COVID-19 POTS and controls",
                        "Diagnostic Test: Levels of inflammatory cytokine ( IL-6) in controls"
                    ]
                },
                {
                    "label": "Effect of OI symptoms & inflmmation after Restoring PNS functions in post-COVID POTS patients.",
                    "type": "EXPERIMENTAL",
                    "description": "Effects of restoring PNS function in post-COVID-19 POTS patients with chronic transcutaneous vagus nerve stimulation (tVNS) on inflammation, orthostatic tachycardia and OI symptoms.The subjects with POTS will be randomized, where TENS 7000 device will be placed to active and sham location.Autonomic symptoms assessment questionnaire (COMPASS-31),32 quality of life EQ-5D and neuropsychological tests",
                    "interventionNames": [
                        "Diagnostic Test: Effect on inflammation after chronic PNS stimulation"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DIAGNOSTIC_TEST",
                    "name": "Levels of inflammatory cytokine ( IL-6) in post-COVID-19 POTS and controls",
                    "description": "Inflammatory and immune profile of post-COVID-19 POTS patients. Reduced PNS activity (vagal tone) in relation to persistent inflammation.",
                    "armGroupLabels": [
                        "Compare inflammatory markers (IL-6) in post- COVID 19 POTS patients with Controls"
                    ]
                },
                {
                    "type": "DIAGNOSTIC_TEST",
                    "name": "Levels of inflammatory cytokine ( IL-6) in controls",
                    "description": "Inflammatory and immune profile of healthy controls. Controls are the subjects who recovered from COVID-19 infection with no sequelae.",
                    "armGroupLabels": [
                        "Compare inflammatory markers (IL-6) in post- COVID 19 POTS patients with Controls"
                    ]
                },
                {
                    "type": "DIAGNOSTIC_TEST",
                    "name": "Effect on inflammation after chronic PNS stimulation",
                    "description": "Inflammatory biomarkers after restoring PNS function in post-COVID-19 POTS patients, by chronic transcutaneous vagus nerve stimulation (tVNS) in post COVID-19 POTS patients",
                    "armGroupLabels": [
                        "Effect of OI symptoms & inflmmation after Restoring PNS functions in post-COVID POTS patients."
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "IL-6 levels",
                    "description": "Evaluate immune cell activation in post-COVID-19 POTS and patients with history of COVID-19 infection without sequelae and correlate this with the degree of decreased PNS activity. The primary endpoint is IL-6 levels",
                    "timeFrame": "Baseline to after 28 days of tVNS stimulation"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Orthostatic Symptoms Score",
                    "description": "Standardized Orthostatic Symptoms Score COMPASS-31: Composite Autonomic Symptom Score EQ-5D: as a Quality of Life Measure in People with Dementia AD8 Dementia Scale: The AD8 was developed as a brief instrument to help discriminate between signs of normal aging and mild dementia.\n\nE-cog test: Everyday Cognition scales (ECog) , an informant-rated questionnaire designed to detect cognitive and functional decline.",
                    "timeFrame": "Baseline to after 28 days of tVNS stimulation"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Prior RT-PCR-confirmed COVID-19 infection.\n* Post-COVID-19 POTS will be defined as the presence of orthostatic tachycardia (\\>30 bpm) and chronic (\\>3 months) pre-syncopal symptoms.\n\nExclusion criteria:\n\n* Heart Disease: Myocardial Infarction, angina, heart failure\n* History of stroke, or transient ischemic attack\n* Undergone an invasive procedure for CVD (coronary artery bypass graft, angioplasty, valve replacement, pacemaker placement or other vascular surgeries)\n* Uncontrolled hypertension defined as persistent blood pressure \\>140/90.\n* Post-menopausal women.\n* Diabetes Mellitus Type 1 or Type 2. ,\n* Impaired Hepatic function\n* Impaired renal function test (eGFR\\<60 mL/min/1.73m2).\n* Ongoing substance abuse.\n* Mental conditions rendering a subject unable to understand the nature, scope and possible consequences of the study.\n* History of seizures.\n* Chronic use of steroids, NSAIDs.\n* On biologics such as anti-IL6 (omalizumab) and anti-TNF-alpha drugs\n* Pregnancy or breastfeeding",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Meena Golchha, M.D.",
                    "role": "CONTACT",
                    "phone": "615-322-3447",
                    "email": "meenakshi.golchha@vumc.org"
                },
                {
                    "name": "Cyndya Shibao, MD",
                    "role": "CONTACT",
                    "phone": "615-421-2998",
                    "email": "cyndya.shibao@vumc.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Cyndya Shibao, M.D",
                    "affiliation": "Vanderbilt University Medical Center",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Vanderbilt University Medical Center",
                    "status": "RECRUITING",
                    "city": "Nashville",
                    "state": "Tennessee",
                    "zip": "37232",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Cyndya Shibao, MD, MSCI",
                            "role": "CONTACT",
                            "email": "cyndya.shibao@vumc.org"
                        },
                        {
                            "name": "Cyndya A Shibao, MD, MSCI",
                            "role": "CONTACT",
                            "phone": "6155120956",
                            "email": "cyndya.shibao@vumc.org"
                        },
                        {
                            "name": "Cyndya Shibao, MD, MSCI",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 36.16589,
                        "lon": -86.78444
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000086382",
                    "term": "COVID-19"
                },
                {
                    "id": "D000094024",
                    "term": "Post-Acute COVID-19 Syndrome"
                },
                {
                    "id": "D000054972",
                    "term": "Postural Orthostatic Tachycardia Syndrome"
                },
                {
                    "id": "D000013610",
                    "term": "Tachycardia"
                },
                {
                    "id": "D000013577",
                    "term": "Syndrome"
                }
            ],
            "ancestors": [
                {
                    "id": "D000004194",
                    "term": "Disease"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000007239",
                    "term": "Infections"
                },
                {
                    "id": "D000011024",
                    "term": "Pneumonia, Viral"
                },
                {
                    "id": "D000011014",
                    "term": "Pneumonia"
                },
                {
                    "id": "D000012141",
                    "term": "Respiratory Tract Infections"
                },
                {
                    "id": "D000014777",
                    "term": "Virus Diseases"
                },
                {
                    "id": "D000018352",
                    "term": "Coronavirus Infections"
                },
                {
                    "id": "D000003333",
                    "term": "Coronaviridae Infections"
                },
                {
                    "id": "D000030341",
                    "term": "Nidovirales Infections"
                },
                {
                    "id": "D000012327",
                    "term": "RNA Virus Infections"
                },
                {
                    "id": "D000008171",
                    "term": "Lung Diseases"
                },
                {
                    "id": "D000012140",
                    "term": "Respiratory Tract Diseases"
                },
                {
                    "id": "D000001145",
                    "term": "Arrhythmias, Cardiac"
                },
                {
                    "id": "D000006331",
                    "term": "Heart Diseases"
                },
                {
                    "id": "D000002318",
                    "term": "Cardiovascular Diseases"
                },
                {
                    "id": "D000075224",
                    "term": "Cardiac Conduction System Disease"
                },
                {
                    "id": "D000094025",
                    "term": "Post-Infectious Disorders"
                },
                {
                    "id": "D000002908",
                    "term": "Chronic Disease"
                },
                {
                    "id": "D000020969",
                    "term": "Disease Attributes"
                },
                {
                    "id": "D000054971",
                    "term": "Orthostatic Intolerance"
                },
                {
                    "id": "D000054969",
                    "term": "Primary Dysautonomias"
                },
                {
                    "id": "D000001342",
                    "term": "Autonomic Nervous System Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M16355",
                    "name": "Syndrome",
                    "asFound": "Syndrome",
                    "relevance": "HIGH"
                },
                {
                    "id": "M3013",
                    "name": "Post-Acute COVID-19 Syndrome",
                    "asFound": "Post-Acute COVID-19 Syndrome",
                    "relevance": "HIGH"
                },
                {
                    "id": "M2561",
                    "name": "COVID-19",
                    "asFound": "COVID-19",
                    "relevance": "HIGH"
                },
                {
                    "id": "M27982",
                    "name": "Postural Orthostatic Tachycardia Syndrome",
                    "asFound": "Postural Tachycardia Syndrome",
                    "relevance": "HIGH"
                },
                {
                    "id": "M16384",
                    "name": "Tachycardia",
                    "asFound": "Tachycardia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10283",
                    "name": "Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M6368",
                    "name": "Communicable Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M13904",
                    "name": "Pneumonia",
                    "relevance": "LOW"
                },
                {
                    "id": "M13914",
                    "name": "Pneumonia, Viral",
                    "relevance": "LOW"
                },
                {
                    "id": "M14978",
                    "name": "Respiratory Tract Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M17522",
                    "name": "Virus Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M20490",
                    "name": "Coronavirus Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M6555",
                    "name": "Coronaviridae Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M23685",
                    "name": "Nidovirales Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M15149",
                    "name": "RNA Virus Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M11168",
                    "name": "Lung Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14977",
                    "name": "Respiratory Tract Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M4453",
                    "name": "Arrhythmias, Cardiac",
                    "relevance": "LOW"
                },
                {
                    "id": "M9419",
                    "name": "Heart Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M1472",
                    "name": "Cardiac Conduction System Disease",
                    "relevance": "LOW"
                },
                {
                    "id": "M3014",
                    "name": "Post-Infectious Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M6147",
                    "name": "Chronic Disease",
                    "relevance": "LOW"
                },
                {
                    "id": "M22700",
                    "name": "Disease Attributes",
                    "relevance": "LOW"
                },
                {
                    "id": "M27981",
                    "name": "Orthostatic Intolerance",
                    "relevance": "LOW"
                },
                {
                    "id": "M4643",
                    "name": "Autonomic Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M27979",
                    "name": "Primary Dysautonomias",
                    "relevance": "LOW"
                },
                {
                    "id": "T170",
                    "name": "Acute Graft Versus Host Disease",
                    "relevance": "LOW"
                },
                {
                    "id": "T1303",
                    "name": "Chronic Graft Versus Host Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC01",
                    "name": "Infections"
                },
                {
                    "abbrev": "BC08",
                    "name": "Respiratory Tract (Lung and Bronchial) Diseases"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}