{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05530317",
            "orgStudyIdInfo": {
                "id": "22-37106"
            },
            "organization": {
                "fullName": "University of California, San Francisco",
                "class": "OTHER"
            },
            "briefTitle": "CArdiac REhabilitation for Building Exertional heArt Rate for Chronotropic Incompetence in Long COVID-19",
            "officialTitle": "CArdiac REhabilitation for Building Exertional heArt Rate for Chronotropic Incompetence in Long COVID-19 (CARE BEAR-LC): A Proof-of-Concept, Mechanistic Trial",
            "acronym": "CARE BEAR-LC",
            "therapeuticArea": [
                "Infectious Diseases"
            ],
            "study": "cardiac-rehabilitation-for-building-exertional-heart-rate-for-chronotropic-incompetence-in-long-covid"
        },
        "statusModule": {
            "statusVerifiedDate": "2022-11",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-12",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-09",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-09",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-09-02",
            "studyFirstSubmitQcDate": "2022-09-02",
            "studyFirstPostDateStruct": {
                "date": "2022-09-07",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2022-11-29",
            "lastUpdatePostDateStruct": {
                "date": "2022-12-02",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of California, San Francisco",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The goal of this proof-of-concept clinical trial is to determine whether cardiac rehabilitation improves exercise capacity and chronotropic (heart rate) response to exercise among people with Long COVID. The study will include individuals with confirmed SARS-CoV-2 infection, symptoms not present prior to COVID-19 that are persistent for at least 3 months after acute infection (\"Long COVID\"), and who have reduced exercise capacity less than predicted and reduced heart rate response during cardiopulmonary exercise testing (CPET). In addition to the primary outcome of change in peak VO2, secondary outcomes will include change in symptoms including autonomic symptoms (COMPASS-31), anxiety (GAD-7), depression (PHQ-9), endothelial function with brachial artery flow-mediated dilation, and satisfaction (net-promotor score).",
            "detailedDescription": "Study Overview\n\nThis single-center, proof-of-concept mechanistic study of cardiac rehabilitation will use a pre-post design to establish whether there is any effect of cardiac rehabilitation on adjusted heart rate reserve achieved and peak oxygen consumption (peak VO2) in LC.\n\nOnce a participant is identified as potentially eligible, they will be contacted by the study team. Participants will be asked to co-enroll in the Long-term Impact of Infection with Novel Coronavirus observational cohort (\"LIINC\" NCT 04362150). If participants do not agree to be co-enrolled in LIINC (if they are not already included) and the Cardiovascular Sub-Study, they will not be allowed to enroll.\n\nParticipants will be consented by the PI or research team before any procedures take place. Participants who provide written informed consent and meet the inclusion criteria will be enrolled into the study. They undergo a series of baseline measurements as outlined in the Schedule of Events. They will participate in 12 weeks of cardiac rehabilitation and then undergo follow-up measurements to determine the safety, clinical impact, and biological impact of the therapy as outlined in the Schedule of Events.\n\nBlood collection will occur at baseline and after completion of cardiac rehabilitation as per the Schedule of Events and will be timed to stay within Red Cross Guidelines (less than 480 mL every 8 weeks).\n\nThe details of the visit schedule are outlined below. Ultimately, the most up to date Schedule of Events will be the final guide for what events are to occur at each specific study visit.\n\nInformed Consent\n\nThe study PI or their designee will explain the risks and benefits of the study and obtain written informed consent. Those who consent to participate in the study will undergo a Screening Assessment.\n\nScreening Assessment\n\nAssessments performed exclusively to determine eligibility for this study will be performed only after obtaining informed consent. Assessments performed for clinical indication (not exclusively to determine study eligibility) or other research studies may be used for screening even if the studies were performed before informed consent was obtained. For example, a screening cardiopulmonary exercise test may be used to establish eligibility that was performed through clinical practice or for research through the LIINC study or RECOVER. However, these measurements may be repeated at the discretion of the PI.\n\nFollowing informed consent, study screening will occur during a period of one or more visits. The Screening Assessment will include a physical examination by a study clinician (physician, nurse, or physician assistant). Details of the participant's COVID-19 history will be reviewed and/or confirmed, and a symptom assessment will be performed.\n\nBaseline Assessments\n\nAfter consenting but prior to starting cardiac rehabilitation, all participants will undergo baseline assessments including symptom assessments, cardiopulmonary exercise testing and vascular function studies.\n\nIntervention\n\nParticipants who screen into the study and complete baseline measurements will then start standard of care cardiac rehabilitation at University of California, San Francisco (UCSF) Parnassus Campus. Exercise prescriptions will be based on the heart rate performance during the baseline CPET. Standard clinical assessments will be made to tailor recommendations during the course of cardiac rehabilitation. The intensity of the exercise prescription and level of monitoring will be tailored to the individual participant's performance on their baseline CPET according to guidelines. Exercise will be prescribed by a Cardiac Exercise Physiologist in accordance with standard cardiac rehabilitation protocols. Resistance exercise activities will also be incorporated. Recumbent exercise will be utilized based on assessment by exercise physiologist and patient. Dietary counseling, smoking cessation counseling for smokers, and medication counseling will be incorporated according to standard cardiac rehabilitation protocols. Participants are asked to commit to attending at least 24 sessions, of which 12 (one per week for 12 weeks) must be in person at UCSF Parnassus. Participants will be allowed to select a fully in-person approach (36 sessions) or hybrid approach (12-24 in person, 12-24 virtual for up to 36 total sessions).\n\nDuration of intervention: 12 weeks\n\nFollow Up Assessments (Week 12) After completion of cardiac rehabilitation (approximately 12 weeks after start), participants will complete the follow up assessments within 2 weeks, which will include the same assessments as baseline as well as an assessment of satisfaction with cardiac rehabilitation as measured with the net-promotor score."
        },
        "conditionsModule": {
            "conditions": [
                "Long COVID",
                "COVID-19"
            ],
            "keywords": [
                "chronotropic incompetence",
                "cardiac rehabilitation",
                "cardiopulmonary exercise testing"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "interventionModelDescription": "pre- post-",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 25,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Cardiac Rehabilitation",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will undergo 12 weeks of standard of care cardiac rehabilitation.",
                    "interventionNames": [
                        "Behavioral: Cardiac Rehabilitation"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Cardiac Rehabilitation",
                    "description": "Exercise prescriptions will be based on the heart rate performance during the baseline CPET. The intensity of the exercise prescription and level of monitoring will be tailored to the individual participant's performance on their baseline CPET according to guidelines. Exercise will be prescribed by a Cardiac Exercise Physiologist in accordance with standard cardiac rehabilitation protocols. Resistance exercise activities will also be incorporated. Recumbent exercise will be utilized based on assessment by exercise physiologist and patient. Dietary counseling, smoking cessation counseling for smokers, and medication counseling will be incorporated according to standard cardiac rehabilitation protocols. Participants are asked to commit to attending at least 24 sessions, of which 12 (one per week for 12 weeks) must be in person. Participants will be allowed to select a fully in-person approach (36 sessions) or hybrid approach (12-24 in person, 12-24 virtual for up to 36 total sessions).",
                    "armGroupLabels": [
                        "Cardiac Rehabilitation"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in adjusted heart rate reserve",
                    "description": "Adjusted heart rate reserve (peak HR-rest HR)/(220-age-rest HR) achieved during symptom-limited maximal cardiopulmonary testing performed with cycle ergometer",
                    "timeFrame": "Baseline and 12 weeks"
                },
                {
                    "measure": "Change in Peak VO2 (ml/kg/min)",
                    "description": "Peak VO2 measured with maximal symptom limited cardiopulmonary exercise testing",
                    "timeFrame": "Baseline and 12 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in Peak VO2 (percent predicted)",
                    "description": "Peak VO2 (percent predicted using the Wasserman equations) measured with maximal symptom limited cardiopulmonary exercise testing",
                    "timeFrame": "Baseline and 12 weeks"
                },
                {
                    "measure": "Number of Cardiac Rehabilitation sessions attended",
                    "description": "Number of in person and virtual sessions attended by each participant",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Change in Proportion with peak VO2 less than 85% predicted",
                    "description": "Proportion with peak VO2\\<85% predicted (using the Wasserman equations) measured with maximal symptom limited cardiopulmonary exercise testing",
                    "timeFrame": "Baseline and 12 weeks"
                },
                {
                    "measure": "Change in Number of Long COVID symptoms",
                    "description": "Long COVID symptoms assessed using the LIINC symptom questionnaire (number of symptoms, more symptoms is worse).",
                    "timeFrame": "Baseline and 12 weeks"
                },
                {
                    "measure": "Change in Composite Autonomic Symptom Scale-31 (Compass 31) Score",
                    "description": "Compass 31 summary score (0-100, with higher score indicating more severe autonomic symptoms).",
                    "timeFrame": "Baseline and 12 weeks"
                },
                {
                    "measure": "Change in Patient Health Questionnaire-9 (PHQ-9) Score",
                    "description": "The PHQ-9 is a self-administered diagnostic instrument for depression. The PHQ-9 score ranges from 0 to 21, with higher scores indicating more severe depression.",
                    "timeFrame": "Baseline and 12 weeks"
                },
                {
                    "measure": "Change in Generalized Anxiety Disorder Screener (GAD-7) Score",
                    "description": "The GAD-7 is a self-administered diagnostic instrument for depression. The GAD-7 score ranges from 0 to 27, with higher scores indicating more severe anxiety.",
                    "timeFrame": "Baseline and 12 weeks"
                },
                {
                    "measure": "Change in Short Form Survey (SF-36) Score",
                    "description": "Overall quality of life using the short form health survey (SF-36). Scores range from 0-100 with higher scores representing a more favorable health state. The 36 questions are combined to form 8 scales in the domains of physical functioning, role limitations due to physical health, role limitations due to emotional problems, energy/fatigue, emotional well-being, social functioning, pain, and general health.",
                    "timeFrame": "Baseline and 12 weeks"
                },
                {
                    "measure": "Change in Quality of life assessed with EuroQol (EQ-5D) Visual Analogue Scale",
                    "description": "Quality of life on EQ-5D VAS (0-100, with 100 being the best).",
                    "timeFrame": "Baseline and 12 weeks"
                },
                {
                    "measure": "Change in flow mediated dilation of the brachial artery",
                    "description": "Endothelial function assessed by change in brachial artery diameter in mm after administration of nitroglycerin compared to before administration of nitroglycerin",
                    "timeFrame": "Baseline and 12 weeks"
                },
                {
                    "measure": "Change in Inflammation",
                    "description": "hsCRP (mg/L) is a marker of inflammation",
                    "timeFrame": "Baseline and 12 weeks"
                },
                {
                    "measure": "Net Promotor Score",
                    "description": "Would you recommend cardiac rehabilitation to your family/friends (1-10 scale). The percentage who report 0-6 (\"detractors\") is subtracted from the percentage who report 9 or 10 (\"promotors\") to calculate a \"Net Promoter Score.\"",
                    "timeFrame": "12 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Age 18 years or older\n2. Previously documented SARS-CoV-2 RNA positivity from an oral or nasal swab, as measured by a nucleic acid amplification test, documented positive antigen testing, or positive nucleocapsid antibody. Documentation of the positive test is required.\n3. Presence of persistent symptoms, defined as at least one COVID-attributed symptom newly present during acute illness or worse than baseline and reported to still be present for at least 90 days following symptom onset. This will be ascertained using study case report forms.\n4. Reduced exercise capacity \\<85% predicted and adjusted heart rate reserve achieved \\<80% on maximal CPET (RER\\>1.05). If there are difficulties with recruitment we may include individuals with exercise capacity between 85-99% predicted.\n5. Willing and able to actively participate in cardiac rehabilitation including attending at least 12 in person sessions at UCSF Parnassus.\n6. Agree to participate in the LIINC Study including the cardiovascular substudy if they are not already participating.\n\nExclusion Criteria:\n\n1. Pregnant or intention to become pregnant during study\n2. Pre-existing congenital heart disease, heart failure, pulmonary hypertension, heart or lung transplant, or cardiac valve surgery\n3. Myocardial infarction, or coronary artery bypass graft surgery, or new diagnosis of heart failure with a reduced ejection fraction \\<40% within 90 days prior to enrollment (Class I indications for cardiac rehabilitation)\n4. Acute myocarditis diagnosed \\<90 days prior\n5. Atrial fibrillation, atrial flutter, or other arrhythmias requiring antiarrhythmic therapy\n6. Use of beta-blockers, non-dihydropyridine calcium channel blockers or ivabradine\n7. Implanted pacemaker or defibrillator\n8. Chronic lung disease requiring the use of home oxygen therapy\n9. Inability to ride a sitting bicycle for CPET\n10. Severe post-exertional malaise or symptom worsening that would preclude participation in cardiac rehabilitation\n11. Medical or psychological comorbidities that would prevent safe participation in the trial, in the opinion of the Principal Investigator",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Matthew S Durstenfeld, MD MAS",
                    "role": "CONTACT",
                    "phone": "628-206-5562",
                    "email": "matthew.durstenfeld@ucsf.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Matthew S Durstenfeld, MD MAS",
                    "affiliation": "University of California, San Francisco",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of California, San Francisco",
                    "status": "RECRUITING",
                    "city": "San Francisco",
                    "state": "California",
                    "zip": "94110",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Matthew Durstenfeld, MD MAS",
                            "role": "CONTACT",
                            "phone": "628-206-5562",
                            "email": "matthew.durstenfeld@ucsf.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 37.77493,
                        "lon": -122.41942
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000086382",
                    "term": "COVID-19"
                },
                {
                    "id": "D000094024",
                    "term": "Post-Acute COVID-19 Syndrome"
                }
            ],
            "ancestors": [
                {
                    "id": "D000011024",
                    "term": "Pneumonia, Viral"
                },
                {
                    "id": "D000011014",
                    "term": "Pneumonia"
                },
                {
                    "id": "D000012141",
                    "term": "Respiratory Tract Infections"
                },
                {
                    "id": "D000007239",
                    "term": "Infections"
                },
                {
                    "id": "D000014777",
                    "term": "Virus Diseases"
                },
                {
                    "id": "D000018352",
                    "term": "Coronavirus Infections"
                },
                {
                    "id": "D000003333",
                    "term": "Coronaviridae Infections"
                },
                {
                    "id": "D000030341",
                    "term": "Nidovirales Infections"
                },
                {
                    "id": "D000012327",
                    "term": "RNA Virus Infections"
                },
                {
                    "id": "D000008171",
                    "term": "Lung Diseases"
                },
                {
                    "id": "D000012140",
                    "term": "Respiratory Tract Diseases"
                },
                {
                    "id": "D000094025",
                    "term": "Post-Infectious Disorders"
                },
                {
                    "id": "D000002908",
                    "term": "Chronic Disease"
                },
                {
                    "id": "D000020969",
                    "term": "Disease Attributes"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M3013",
                    "name": "Post-Acute COVID-19 Syndrome",
                    "asFound": "Long COVID",
                    "relevance": "HIGH"
                },
                {
                    "id": "M2561",
                    "name": "COVID-19",
                    "asFound": "COVID-19",
                    "relevance": "HIGH"
                },
                {
                    "id": "M16355",
                    "name": "Syndrome",
                    "relevance": "LOW"
                },
                {
                    "id": "M13904",
                    "name": "Pneumonia",
                    "relevance": "LOW"
                },
                {
                    "id": "M13914",
                    "name": "Pneumonia, Viral",
                    "relevance": "LOW"
                },
                {
                    "id": "M10283",
                    "name": "Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M6368",
                    "name": "Communicable Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14978",
                    "name": "Respiratory Tract Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M17522",
                    "name": "Virus Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M20490",
                    "name": "Coronavirus Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M6555",
                    "name": "Coronaviridae Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M23685",
                    "name": "Nidovirales Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M15149",
                    "name": "RNA Virus Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M11168",
                    "name": "Lung Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14977",
                    "name": "Respiratory Tract Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M3014",
                    "name": "Post-Infectious Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M6147",
                    "name": "Chronic Disease",
                    "relevance": "LOW"
                },
                {
                    "id": "M22700",
                    "name": "Disease Attributes",
                    "relevance": "LOW"
                },
                {
                    "id": "T170",
                    "name": "Acute Graft Versus Host Disease",
                    "relevance": "LOW"
                },
                {
                    "id": "T1303",
                    "name": "Chronic Graft Versus Host Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC01",
                    "name": "Infections"
                },
                {
                    "abbrev": "BC08",
                    "name": "Respiratory Tract (Lung and Bronchial) Diseases"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M12478",
                    "name": "Nicotine",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}