{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06264882",
            "orgStudyIdInfo": {
                "id": "23-1518"
            },
            "secondaryIdInfos": [
                {
                    "id": "U54AG062319",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/U54AG062319"
                }
            ],
            "organization": {
                "fullName": "University of Colorado, Denver",
                "class": "OTHER"
            },
            "briefTitle": "Cardiometabolic Consequences of the Loss of Ovarian Function",
            "officialTitle": "Cardiometabolic Consequences of the Loss of Ovarian Function",
            "acronym": "LILAC",
            "therapeuticArea": [
                "Women's Health",
                "Other"
            ],
            "study": "cardiometabolic-consequences-of-the-loss-of-ovarian-function"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-06-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2028-05-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2028-08-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-02-07",
            "studyFirstSubmitQcDate": "2024-02-14",
            "studyFirstPostDateStruct": {
                "date": "2024-02-20",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-18",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-20",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of Colorado, Denver",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute on Aging (NIA)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "The menopause transition is associated with a decrease in artery health and an increased risk for weight gain in storing fat in the stomach area which may increase the risk for heart disease. The purpose of this research is to study how the decrease in estrogen at menopause changes artery health and fat gain, and risk of disease in women as they age. The first aim in this study will determine whether short term and long term low estrogen levels in premenopausal women decreases artery function and whether this is related to an increase in fat in the stomach area. The second aim will determine whether the changes in artery health and body fat are related to changes in a pathway that breaks down an important amino acid called tryptophan. This pathway is thought to play a role in regulating the aging process. Therefore, the investigators will determine whether the decrease in artery health and the increase in body fat in the stomach region with low estrogen is related to changes in this pathway in the blood, in vascular cells and fat tissue. Because estrogen levels fluctuate in premenopausal women, the investigators will use an approach (intervention) that controls estrogen levels to address these aims. The investigators will use a medication that is typically used to treat endometriosis or uterine fibroids to lower estrogen levels and an estrogen patch to increase estrogen in some women. Some women will receive a patch that has no estrogen (called a placebo patch). The intervention period will be 20 weeks. The study will provide us with new knowledge on how low estrogen with menopause affects artery health and fat gain estrogen.",
            "detailedDescription": "Menopause accelerates cardiovascular disease (CVD) risk due to adverse changes in risk factors (e.g., increased body fat) and vascular health, related to changes in the hormone environment. The investigators showed that measures of vascular health progressively worsen across the menopause transition, related to increased oxidative stress. The oxidative stress-mediated vascular dysfunction was related to the loss of estrogen. The loss of estrogen with menopause also causes an increase in percent body fat levels, particularly in the abdominal region. However, it is unknown if the increase in abdominal body fat worsens vascular dysfunction with the loss of estrogen. Thus Aim 1 of Project 1 will investigate the impact of increased abdominal adiposity superimposed on the direct effects of estrogen deficiency on vascular function in women. In collaboration with SCORE Projects 2 and 3, Aim 2 and an Exploratory aim will investigate the underlying causes for the increase in abdominal body fat and vascular dysfunction. There is emerging evidence that links the tryptophan-kynurenine (TRP-KYN) pathway as a regulator of vascular function, body fat and the aging process. TRP is an essential amino acid that is metabolized to KYN and various metabolites. KYN and some of its breakdown products have been associated with an increase in body fat and an impairment in vascular function. It is unknown if estrogen regulates this pathway. Thus, Aim 2 and the Exploratory aim will investigate if the TRP-KYN pathway is dysregulated with the loss of estrogen, and if this is associated with an increase in abdominal body fat and an impairment in endothelial function.\n\nThe Aims of Project 1 will be accomplished by conducting an intervention trial in premenopausal women randomized to a low estrogen condition (gonadotropin releasing hormone antagonist, GnRHant, plus a placebo patch) or a high estrogen condition (GnRHant plus an estrogen patch) to isolate the actions of estrogen. Women will wear a patch daily that will be switched out weekly. At weeks 9 and 17, women will receive 5 mg of medroxyprogesterone acetate (MPA) for 12 days to prevent endometrial hyperplasia. Outcomes will be assessed before the intervention and after 2 and 20 weeks of the intervention, except where indicated. All women will continue their intervention until testing has been completed. Initially, women interested in the study will undergo a phone or e-mail screening to assess likelihood for eligibility."
        },
        "conditionsModule": {
            "conditions": [
                "Menopause",
                "Estrogen Deficiency",
                "Aging",
                "Adiposity"
            ],
            "keywords": [
                "Vascular biology",
                "Women's health",
                "Women"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE4"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "BASIC_SCIENCE",
                "maskingInfo": {
                    "masking": "TRIPLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 100,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Degarelix plus transdermal placebo",
                    "type": "EXPERIMENTAL",
                    "description": "At baseline \\& 10 weeks: 80-mg subcutaneous injection of degarelix acetate plus Placebo transdermal patch (applied twice per week)",
                    "interventionNames": [
                        "Drug: Degarelix",
                        "Drug: Transdermal Placebo Patch"
                    ]
                },
                {
                    "label": "Degarelix plus transdermal estradiol",
                    "type": "EXPERIMENTAL",
                    "description": "At baseline \\& 10 weeks: 80-mg subcutaneous injection of degarelix acetate plus 0.075mg estradiol transdermal patch (applied twice per week)",
                    "interventionNames": [
                        "Drug: Degarelix",
                        "Drug: Transdermal Estradiol Patch"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Degarelix",
                    "description": "After first undergoing a pregnancy test, a clinician will administer an 80-mg subcutaneous injection of degarelix acetate (20 mg/mL; Ferring Pharmaceuticals Inc, Parsippany, NJ) to the women. A second injection will occur at 10 weeks. Compliance to the intervention will be ensured by having participants receive injections in the Clinical and Translational Research Center (CTRC), where all study visits will take place.",
                    "armGroupLabels": [
                        "Degarelix plus transdermal estradiol",
                        "Degarelix plus transdermal placebo"
                    ],
                    "otherNames": [
                        "GnRH antagonist",
                        "Ovarian suppression"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Transdermal Estradiol Patch",
                    "description": "Treatment will be a weekly transdermal patch (0.075 mg) administered in a double-blinded manner. This estradiol dose increases serum estradiol to \\~90 pg/mL. Compliance to the intervention will be monitored by having participants keep a log that tracks patch use.",
                    "armGroupLabels": [
                        "Degarelix plus transdermal estradiol"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Transdermal Placebo Patch",
                    "description": "Treatment will be a weekly transdermal patch (placebo inactive) administered in a double-blinded manner. Compliance to the intervention will be monitored by having participants keep a log that tracks patch use.",
                    "armGroupLabels": [
                        "Degarelix plus transdermal placebo"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Brachial artery flow mediated dilation (FMD)",
                    "description": "Ultrasound measurements of brachial artery FMD will be performed in the morning under fasted conditions, and analyzed (Vascular Analysis Tools 5.5.1) according to guidelines. Baseline FMD will be assessed during early follicular phase of menstrual cycle. Blood pressure will be measured prior to the FMD. To confirm endothelial-specific effects of the intervention, the investigators will also measure endothelium-independent dilation as brachial artery dilation to sublingual nitroglycerine (0.4 mg). All ultrasound images will be coded by number and blinded to group assignment.",
                    "timeFrame": "Baseline and at 2 and 20 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Visceral fat area (VFA)",
                    "description": "Participants will undergo a CT scan of the abdomen for the assessment of VFA and subcutaneous fat area (SFA). Axial CT images will be obtained through the center of the L2-L3 inter-vertebral disc space at 120 kVp (kilovoltage peak), 200-300 maS, and 10mm slice thickness. Digital images will be analyzed in a blinded manner by the University of Colorado Research Imaging Center (CU-RIC) using Interactive Data language software (ITT Visualization Solutions, Boulder, CO).",
                    "timeFrame": "Baseline and at 20 weeks"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Subcutaneous fat area",
                    "description": "Participants will undergo a CT scan of the abdomen for the assessment of VFA and subcutaneous fat area (SFA). Axial CT images will be obtained through the center of the L2-L3 inter-vertebral disc space at 120 kVp, 200-300 maS, and 10mm slice thickness. Digital images will be analyzed in a blinded manner by the University of Colorado Research Imaging Center (CU-RIC) using Interactive Data language software (ITT Visualization Solutions, Boulder, CO).",
                    "timeFrame": "Baseline and at 20 weeks"
                },
                {
                    "measure": "Tryptophan-Kynurenine metabolites",
                    "description": "Mechanistic outcome. Profiling of TRP-KYN metabolism in plasma, adipose tissue, adipocytes, and HAECs (human aortic endothelial cells) will be performed using a targeted mass spectrometry-based high throughput metabolomics platform at the CU-AMC Metabolomics Core (see Dr. D'Alessandro - LOS).114-116 Metabolites will be extracted using 5:3:2 methanol:acetonitrile:water according to established protocols.117 Extracts will be clarified by centrifugation, dried, resuspended in 0.1% formic acid, randomized, and data acquired on a Vanquish UHPLC coupled to a Q Exactive mass spectrometer (Thermo) as previously described.118 TRP-KYN pathway features will be annotated and peaks integrated using Maven (Princeton Univ) in conjunction with the KEGG database and an established in-house compound library. The Core assists with data analysis and interpretation.",
                    "timeFrame": "Baseline and at 2 and 20 weeks"
                },
                {
                    "measure": "Body composition - mass",
                    "description": "DXA (dual-energy X-ray absorptiometry) measurements of total and regional fat mass and fat-free mass in kilograms for screening",
                    "timeFrame": "Baseline and at 20 weeks"
                },
                {
                    "measure": "Body composition - bone",
                    "description": "DXA (dual-energy X-ray absorptiometry) measurements of bone density for screening",
                    "timeFrame": "Baseline and at 20 weeks"
                },
                {
                    "measure": "Oxidized LDL",
                    "description": "Oxidative stress biomarker; measured using ELISA plate assays",
                    "timeFrame": "Baseline and at 2 and 20 weeks"
                },
                {
                    "measure": "Total antioxidant status",
                    "description": "Antioxidant marker that reflects the overall antioxidant capacity of the human plasma, measured using Randox Laboratories enzymatic kit",
                    "timeFrame": "Baseline and at 2 and 20 weeks"
                },
                {
                    "measure": "Pro-inflammatory cytokines",
                    "description": "Cytokine Multiplex Assays in blood",
                    "timeFrame": "Baseline and at 2 and 20 weeks"
                },
                {
                    "measure": "Blood lipids and lipoproteins",
                    "description": "Descriptive variable; total-cholesterol (C), low-density lipoprotein-C, triglycerides, and high-density lipoprotein-C, measured in mg/dL, will be determined using enzymatic/colorimetric methods",
                    "timeFrame": "Baseline and at 2 and 20 weeks"
                },
                {
                    "measure": "Blood glucose",
                    "description": "Descriptive variable; will be measured by enzymatic UV testing",
                    "timeFrame": "Baseline and at 2 and 20 weeks"
                },
                {
                    "measure": "Insulin",
                    "description": "Descriptive variable; will be measured by radioimmunoassay",
                    "timeFrame": "Baseline and at 2 and 20 weeks"
                },
                {
                    "measure": "Adipokines",
                    "description": "Adiponectin and leptin will be measured by radioimmunoassay",
                    "timeFrame": "Baseline and at 2 and 20 weeks"
                },
                {
                    "measure": "Physical activity levels",
                    "description": "Physical activity assessed for 7 days at each time point using ActivPal",
                    "timeFrame": "Baseline and at 2 and 20 weeks"
                },
                {
                    "measure": "Endothelial cell protein measures",
                    "description": "Mechanistic outcome. Endothelial cells will be collected from an antecubital vein, using 2 sterile J-wires advanced and retracted through an intravenous catheter. Cells will be processed and frozen on slides for the assessment of various proteins using microscopy including enzymes in the TRP-KYN pathway (IDO, KAT1, KMO), NADPH oxidase, NFkB, eNOS, and other proteins.",
                    "timeFrame": "Baseline and at 2 and 20 weeks"
                },
                {
                    "measure": "Ex vivo serum exposure studies",
                    "description": "Mechanistic exploratory outcome. Human aortic endothelial cells from 3 different female donors (Lonza) will be cultured under standard culture conditions (37°C, 20% O2, 5% CO2, humidified) with varying experimental conditions as described below. After culturing, cells will be stained with the fluorescent probe DAF-FM diacetate (to detect NO) and imaged before and 5 min after addition of 200",
                    "timeFrame": "Baseline and at 2 and 20 weeks"
                },
                {
                    "measure": "Cerebrovascular function",
                    "description": "Transcranial Doppler of the middle cerebral artery at rest and response to hypercapnia",
                    "timeFrame": "Baseline and at 2 and 20 weeks"
                },
                {
                    "measure": "Arterial Stiffness",
                    "description": "Determined using pulse wave velocity, which measures the time delay between when a pulse is detected in the carotid artery and a pulse is detected in the femoral artery",
                    "timeFrame": "Baseline and at 2 and 20 weeks"
                },
                {
                    "measure": "Carotid artery stiffness",
                    "description": "Ultrasound of the carotid artery",
                    "timeFrame": "Baseline and at 2 and 20 weeks"
                },
                {
                    "measure": "Blood pressure",
                    "description": "Seated systolic and diastolic blood pressure",
                    "timeFrame": "Baseline and at 2 and 20 weeks"
                },
                {
                    "measure": "Self reported sleep quality",
                    "description": "Pittsburgh sleep quality index (questionnaire) with a range of total score between 0 to 21 with the higher total score indicating worse sleep quality",
                    "timeFrame": "Baseline and at 2 and 20 weeks"
                },
                {
                    "measure": "Cognitive function",
                    "description": "NIH Toolbox cognitive test battery",
                    "timeFrame": "Baseline and at 2 and 20 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Age criteria of 20-45 years: the investigators are determining the effects of ovarian suppression on adiposity and vascular in premenopausal women;\n* Premenopausal defined as normal menstrual cycle function defined as no more than 1 missed cycle in the previous year: irregular menstrual or missed menstrual cycles could indicate that women are anovulatory and/or perimenopause;\n* Not pregnant or planning to become pregnant;\n* Not lactating in the last 3 months;\n* Serum FSH \\<10 IU/L measured during days 1-10 of the menstrual cycle: to ensure the woman is premenopausal and not perimenopausal;\n* Not on hormonal contraception in the last 3 months;\n* Sedentary or recreationally active (\\<2 days/wk vigorous exercise);\n* No use of medications that might influence vascular function (i.e., antihypertensives, lipid lowering medications, blood thinners);\n* No use of antioxidant supplements or chronic NSAIDs or be willing to go off them for 4 weeks prior to enrollment in the study;\n\nExclusion Criteria:\n\n* Diabetic or fasted glucose \\>126 mg/dL;\n* Body mass index (BMI) \\>35 kg/m2;\n* Weight change \\>5 kg in the last 3 months;\n* Use of glucocorticoids (inhaled, oral, topical) or drugs that affect glucocorticoid metabolism (e.g., ketoconazole) in the last 3 months;\n* Excess alcohol consumption, defined as \\>14 drinks per week by self-report;\n* Known hypersensitivity to study medications;\n* Depressive symptoms, defined as a CES-D score \\>16;\n* Resting blood pressure \\>150/90 mmHg;\n* Preexisting or active cardiac, renal, or hepatic disease: past or current history of these diseases or conditions;\n* Active or chronic infection: inflammation associated with active or chronic infections impair vascular function;\n* Thyroid dysfunction, defined as an ultrasensitive TSH \\<0.5 or \\>5.0 mU/L; volunteers with abnormal TSH values will be reconsidered for participation in the study after follow-up evaluation by the PCP with initiation or adjustment of thyroid hormone replacement;\n* Smoking or Tobacco use within the previous 12 months;\n* Severe low bone mass or osteoporosis, defined as a hip or lumbar spine T-score \\<-2.0: safety reasons, women who are randomized to the ovarian suppression plus placebo group could see a decrease in bone mineral density due to the suppression of estrogen;\n* History of venous thromboembolic event (VTE): safety reasons, estradiol therapy can increase the risk of VTE;\n* History of breast cancer or other estrogen-dependent neoplasm: estradiol therapy is contraindicated;",
            "healthyVolunteers": true,
            "sex": "FEMALE",
            "minimumAge": "20 Years",
            "maximumAge": "45 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Kerrie Moreau, PhD",
                    "role": "CONTACT",
                    "phone": "303-724-1914",
                    "email": "kerrie.moreau@cuanschutz.edu"
                },
                {
                    "name": "Claire Cox, BA",
                    "role": "CONTACT",
                    "phone": "303-724-1396",
                    "email": "claire.cox@cuanschutz.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Kerrie Moreau, PhD",
                    "affiliation": "University of Colorado Denver Anschutz Medical Campus",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Colorado Anschutz Medical Campus",
                    "status": "RECRUITING",
                    "city": "Aurora",
                    "state": "Colorado",
                    "zip": "80045",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Kerrie L Moreau, PhD",
                            "role": "CONTACT",
                            "phone": "303-724-1914",
                            "email": "kerrie.moreau@ucdenver.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.72943,
                        "lon": -104.83192
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M12701",
                    "name": "Obesity",
                    "relevance": "LOW"
                },
                {
                    "id": "T6036",
                    "name": "Menopause",
                    "asFound": "Menopause",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000004958",
                    "term": "Estradiol"
                }
            ],
            "ancestors": [
                {
                    "id": "D000004967",
                    "term": "Estrogens"
                },
                {
                    "id": "D000006728",
                    "term": "Hormones"
                },
                {
                    "id": "D000006730",
                    "term": "Hormones, Hormone Substitutes, and Hormone Antagonists"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M266279",
                    "name": "Estradiol 17 beta-cypionate",
                    "relevance": "LOW"
                },
                {
                    "id": "M266280",
                    "name": "Estradiol 3-benzoate",
                    "relevance": "LOW"
                },
                {
                    "id": "M8108",
                    "name": "Estradiol",
                    "asFound": "Cell lymphoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M234941",
                    "name": "Polyestradiol phosphate",
                    "relevance": "LOW"
                },
                {
                    "id": "M8116",
                    "name": "Estrogens",
                    "relevance": "LOW"
                },
                {
                    "id": "M9789",
                    "name": "Hormones",
                    "relevance": "LOW"
                },
                {
                    "id": "M9788",
                    "name": "Hormone Antagonists",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Repr",
                    "name": "Reproductive Control Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}