{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06487637",
            "orgStudyIdInfo": {
                "id": "2117583-6"
            },
            "secondaryIdInfos": [
                {
                    "id": "5U54MD012388",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/5U54MD012388"
                }
            ],
            "organization": {
                "fullName": "Northern Arizona University",
                "class": "OTHER"
            },
            "briefTitle": "CardioCare Quest: A Co-created Game for Improving Hypertension Treatment Compliance in Arizona",
            "officialTitle": "CardioCare Quest: A Co-created Game for Improving Hypertension Treatment Compliance in Arizona",
            "therapeuticArea": [
                "Other"
            ],
            "study": "cardiocare-quest-a-co-created-game-for-improving-hypertension-treatment-compliance-in-arizona"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-11",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-10",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-11",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-06-12",
            "studyFirstSubmitQcDate": "2024-06-27",
            "studyFirstPostDateStruct": {
                "date": "2024-07-05",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-27",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-05",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Northern Arizona University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute on Minority Health and Health Disparities (NIMHD)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This project aims to address healthcare disparities among Navaho people diagnosed with hypertension or prehypertension through three main objectives. Firstly, it identifies and shares insights on healthcare access disparities affecting Navaho individuals experiencing nonadherence to hypertension treatment. Secondly, the proposal develops a telehealth solution based on factors identified as knowledge gaps caused by healthcare access disparities in hypertension management; we will use the factors to design a series of engaging minigames that can be incorporated into the larger CardioCare Quest. These minigames will be co-designed with end users and clinicians. Finally, the proposal conducts comprehensive qualitative and quantitative assessments of user experiences, perceptions, and challenges with CardioCare Quest.",
            "detailedDescription": "CardioCare Quest is a creative solution to addressing High Blood Pressure (HBP) and improving treatment compliance through a telehealth game, particularly among Navaho populations in Arizona. Integrating a telemetry system is a unique aspect that could offer valuable data on heart-healthy lifestyles in non-traditional clinical settings. The project's primary goals include designing and developing minigames combined with educational modules to enhance HBP treatment adherence and knowledge. Additionally, it seeks to collect preliminary data through a mixed-methods approach to evaluate the game's usability, engagement, and utility. This crucial step precedes the progression towards the R01 application for a comprehensive study evaluating the long-term effectiveness of the game. In Aim 1, the hypothesis is that the resulting affinity diagrams, which prioritize design problem statements, will enable them to share valuable insights on healthcare access disparities. This, in turn, provides crucial knowledge for developing targeted interventions to improve treatment compliance among Indigenous populations. In Aim 2, thematic analysis is applied to codesigned minigame prototypes using an emerging serious game theory. Aim 3 involves using a mixed methods approach to determine the impact of CardioCare Quest's telehealth interventions. The methodology of the CardioCare Quest project involves a participatory design approach that incorporates methods like bodystorming, brainstorming, and affinity diagramming that are tailored to the specific cultural and health needs of Indigenous populations in Arizona. This approach includes developing a series of engaging multiplayer minigames that focus on various aspects of HBP management, like diet, exercise, medication adherence, and lifestyle modifications."
        },
        "conditionsModule": {
            "conditions": [
                "High Blood Pressure"
            ],
            "keywords": [
                "Medication adherence",
                "Co design",
                "Game and play",
                "Telemetry data",
                "diet and exercise"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "interventionModelDescription": "CardioCare Quest will be the first telehealth game designed to enhance High Blood Pressure (HBP) treatment compliance and education about HBP, featuring a telemetry system that provides physicians and researchers data about sustainable healthy heart lifestyles beyond the clinic. The novelty of CardioCare Quest lies in its ability to compel HBP patients to playfully celebrate the mundane everyday practices that lead to sustainable habits and improved health outcomes using culturally sensitive and community-based design practices.",
                "primaryPurpose": "SUPPORTIVE_CARE",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 60,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Determine the impact of CardioCare Quest's telehealth interventions",
                    "type": "EXPERIMENTAL",
                    "description": "This project will employ a mixed methods approach, combining quantitative and qualitative data collection methods within quarters 4 to 8. The quantitative method includes using the Motivation, Engagement, and Thriving in User Experience (METUX), health measures (i.e., blood pressure measurements), and telemetry to assess user engagement, adherence rates, and health outcomes in CardioCare Quest. The qualitative method will be used to identify key constructs such as motivation, engagement, and overall well-being and choose relevant metrics for each construct, including surveys for motivation, thematic analysis of quotes for engagement, and experience sampling for well-being.",
                    "interventionNames": [
                        "Behavioral: CardioCare Quest"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "CardioCare Quest",
                    "description": "CardioCare Quest will be the first telehealth game designed to enhance High Blood Pressure (HBP) treatment compliance and education about HBP, featuring a telemetry system that provides physicians and researchers data about sustainable healthy heart lifestyles beyond the clinic. The novelty of CardioCare Quest lies in its ability to compel HBP patients to playfully celebrate the mundane everyday practices that lead to sustainable habits and improved health outcomes using culturally sensitive and community-based design practices.",
                    "armGroupLabels": [
                        "Determine the impact of CardioCare Quest's telehealth interventions"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Indigenous ways of knowing hypertension, measured by patient activity workbook using emoji stickers",
                    "description": "Each emoji will be assigned a numerical value based on the emotion it represents (e.g., Very happy emoji = 5, happy emoji = 4, neutral emoji = 3, sad emoji = 2, and very sad emoji = 1). Each day, participants log their experiences using one of the five emoji stickers. At the end of each week, the average score for the week will be calculated by summing the daily scores and dividing by the number of days logged. An overall average score for the entire study period will be calculated by summing the weekly averages and dividing by the number of weeks.",
                    "timeFrame": "Baseline, 6 months"
                },
                {
                    "measure": "Indigenous ways of knowing hypertension, measured by Motivation, Engagement, & Thriving in User Experience (METUX) Scale",
                    "description": "The Motivation, Engagement, \\& Thriving in User Experience (METUX) scale helps quantify participants' experiences with the digital intervention. Typically, METUX scales are rated on a Likert scale from 1 to 5, (1: Very negative experience, 2: Negative experience, 3: Neutral experience, 4: Positive experience, and 5: Very positive experience). Higher scores indicate a better outcome, meaning a more positive experience with the digital workbook and hypertension management.",
                    "timeFrame": "Baseline, 6 months"
                },
                {
                    "measure": "Change from baseline in Participants' experience score after the design of minigames artifacts integrated into CardioCare Quest on the METUX scales",
                    "description": "The Motivation, Engagement, \\& Thriving in User Experience (METUX) scale helps quantify participants' experiences after designing minigames integrated into Cardiocare Quest. METUX scales are rated on a Likert scale from 1 to 5, (1: Very negative experience, 2: Negative experience, 3: Neutral experience, 4: Positive experience, and 5: Very positive experience). Higher scores indicate a better outcome, meaning a more positive experience with the designs of minigames that are integrated into CardioCare Quest.",
                    "timeFrame": "Time Frame: Baseline, 7 months"
                },
                {
                    "measure": "Quantifying Hypertension Medication Adherence Among People Using Telemetry Data from CardioCare Quest",
                    "description": "CardioCare Quest will have a system through which telemetry data is collected about the number of people and the adherence to medication for hypertension per week. Medication adherence scores are rated on a Likert scale from 1 to 5, (1: Non-Adherent, 2: Partially Adherent, 3: Moderately Adherent, 4: Highly Adherent, and 5: Perfectly Adherent). The highest score indicates that the individual adheres completely to their medication regimen without missing doses, and the lowest score shows that the individual rarely or never takes their medication as prescribed.",
                    "timeFrame": "Time Frame: End of study, up to 12 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Thematic analysis as measured by game design spectra",
                    "description": "The secondary outcome involves thematically analyzing the codesigned prototypes to contribute to emerging serious game theory by using serious game design theory spectra.",
                    "timeFrame": "Baseline, 7 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* We are interested in interviewing people who receive, give, or are affected by HBP therapy. This includes medical professionals, patients with HBP between the ages of 18 and above, their family members, caretakers, and relevant community professionals such as social workers.\n* The project targets Urban Indigenous individuals in the patient category. A potential participant will be recognized as Urban Indigenous upon completing the registration form provided to them.\n* The project is interested in Navajo Nation groups that reside in Flagstaff.\n\nExclusion Criteria:\n\n* Patients with uncontrolled or severely severe hypertension will be excluded from this study since controlling these instances may be the primary emphasis of the study rather than its intervention.\n* The exclusion will be based on considerations such as the severity of hypertension, the potential risks associated with uncontrolled hypertension, and the overall health status of the patient.\n* Participants having specific medical conditions that could interfere with or pose risks to the study's outcomes (e.g., severe heart disease, advanced kidney disease) will be excluded.\n* Pregnant women or those who want to get pregnant during the study period will be excluded due to the potential dangers to both the pregnant woman and the fetus.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Tochukwu Ikwunne, PhD",
                    "role": "CONTACT",
                    "phone": "9282668389",
                    "email": "tochukwu.ikwunne@nau.edu"
                },
                {
                    "name": "Jared Duval, PhD",
                    "role": "CONTACT",
                    "phone": "7744523372",
                    "email": "jared.duval@nau.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Tochukwu Ikwunne, PhD",
                    "affiliation": "Northern Arizona University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Northern Arizona University",
                    "city": "Flagstaff",
                    "state": "Arizona",
                    "zip": "86005",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Tochukwu Ikwunne",
                            "role": "CONTACT",
                            "phone": "928-266-8389",
                            "email": "tochukwu.ikwunne@nau.edu"
                        },
                        {
                            "name": "Tochukwu Ikwunne, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Jared Duval, PhD",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 35.19807,
                        "lon": -111.65127
                    }
                }
            ]
        },
        "referencesModule": {
            "seeAlsoLinks": [
                {
                    "label": "The link is about PI and CO PI.",
                    "url": "https://www.phtlab.nau.edu/people"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "All resulting publications from this project will be made available as open source for the general public to access the research. A website will be developed and host resources resulting from the project. The information on the website will be written in a digestible format free of jargon.\n\nIn addition, we will organize workshops and seminars at Northern Arizona University to share our findings with the local communities, especially targeting healthcare providers, students, and community leaders. These sessions will include interactive discussions and Q\\&A segments to ensure that community members fully understand the implications of our findings.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF"
            ],
            "timeFrame": "The data from this project will be available after data collection and for five years after the project ends.",
            "accessCriteria": "The project will generate several data types, including software, cardiovascular data, telemetry, project documentation, design recommendations, evaluations, approaches, methodologies, and publications. Experimental assessment and validation are key components of the proposal. Such experiments will involve human subjects. Digital data will be stored in secure Google Team Drives and cloud storage owned by Northern Arizona University. These services require multifactor authentication and support differentiated access using IAM roles to restrict access to data to necessary personnel. Data for the mobile application will be represented in JSON formats or as blob files and stored in Google Firebase using a Northern Arizona University account."
        }
    },
    "documentSection": {
        "largeDocumentModule": {
            "largeDocs": [
                {
                    "typeAbbrev": "Prot_SAP",
                    "hasProtocol": true,
                    "hasSap": true,
                    "hasIcf": false,
                    "label": "Study Protocol and Statistical Analysis Plan",
                    "date": "2024-04-14",
                    "uploadDate": "2024-06-20T15:49",
                    "filename": "Prot_SAP_000.pdf",
                    "size": 66531
                },
                {
                    "typeAbbrev": "ICF",
                    "hasProtocol": false,
                    "hasSap": false,
                    "hasIcf": true,
                    "label": "Informed Consent Form",
                    "date": "2024-04-14",
                    "uploadDate": "2024-06-20T15:54",
                    "filename": "ICF_001.pdf",
                    "size": 233360
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000006973",
                    "term": "Hypertension"
                }
            ],
            "ancestors": [
                {
                    "id": "D000014652",
                    "term": "Vascular Diseases"
                },
                {
                    "id": "D000002318",
                    "term": "Cardiovascular Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M10024",
                    "name": "Hypertension",
                    "asFound": "High Blood Pressure",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17400",
                    "name": "Vascular Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M11767",
                    "name": "Metronidazole",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Infe",
                    "name": "Anti-Infective Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}