{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05772689",
            "orgStudyIdInfo": {
                "id": "STUDY00004305"
            },
            "organization": {
                "fullName": "Emory University",
                "class": "OTHER"
            },
            "briefTitle": "Caregiving While Black",
            "officialTitle": "Caregiving While Black: Optimizing Outcomes for Black Dementia Caregivers",
            "therapeuticArea": [
                "Other"
            ],
            "study": "caregiving-while-black"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-05-06",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-10",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-10",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-02-23",
            "studyFirstSubmitQcDate": "2023-03-06",
            "studyFirstPostDateStruct": {
                "date": "2023-03-16",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-09",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-10",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Fayron Epps",
                "investigatorTitle": "Associate Professor | Director of Community & Research Engagement",
                "investigatorAffiliation": "Emory University"
            },
            "leadSponsor": {
                "name": "Emory University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "University of California, Davis",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The goal of this project is to revise and test an online education program designed to enhance the mastery of Black American caregivers to provide care to family members or friends living with a dementia illness.\n\nThis study has two phases, and participants will take part in Phase 1 and/or Phase 2 of this study. Participants will take part in one and/or both phases in this study if they are a caregiver to a person living with dementia. Caregivers must self-identify as Black American and as the unpaid principal caregiver of a community-dwelling person living with a dementia illness and who is the principal companion of that person during healthcare encounters. Caregivers must also be 18 years of age or older and will be providing at least some hands-on care multiple times a week, if not daily. It is preferred that participants have access to and the ability to use broadband internet services to engage with the Caregiving While Black course. Participants should not have a plan in place to move the person living with a dementia illness to an institutional setting within the next six months.",
            "detailedDescription": "Racial disparities and inequities substantially affect the situation Black dementia caregivers face and must understand, their self-assessed competence in handling the situation, and the coping strategies they deploy within it, all of which can contribute to - or lessen - emotional distress. The goal of this project is to establish the efficacy of the Caregiving while Black CWB) course which seeks to equip and empower Black dementia caregivers with the knowledge, skills, and sense of mastery they need to address and cope effectively within their role broadly, not just in the context of the pandemic. Researchers will conduct a two-arm clinical trial in which 140 Black caregivers will be randomly assigned to participate in Caregiving while Black or receive the program after a wait of 3 months. To do this, the research team will first employ an iterative, user-centered design approach and focus groups, to augment the prototype Caregiving while Black psychoeducation education course to include greater interactivity, access, usability, and active learning on the part of participating caregivers. Investigators will then assess the efficacy of the Caregiving while Black course in enhancing caregivers' sense of caregiving mastery, perceived ability to manage care recipients' behavioral and psychological symptoms, and improving their quality of life, health literacy, and emotional well-being.\n\nThe 140 caregiver participants will be enrolled in cohorts of 10. Researchers will use a two-arm design with participants randomly assigned on a 1:1 ratio to immediate participation in CWB (n = 70) and a usual care condition (n = 70). There will be three data-collection points evenly spaced across 6 months. Those in each cohort's intervention condition will take part in the Caregiving while Black course immediately following baseline data collection. Those in the usual care conditions will take part in Caregiving while Black after a delay of 3 months (following the 3-month data collection point). Caregiver participants will take part in the study for a total of 6 months between years (enrollment, interviews, and surveys). The research team will analyze data to determine changes in measures pre- and post-course. The investigators will also conduct qualitative interviews to guide further enhancements for broader implementation.\n\nThis project is the next step in establishing a scalable and effective culturally relevant psychoeducation education course to mitigate the effects of structural racism by supporting the practices of caregiving in the Black community."
        },
        "conditionsModule": {
            "conditions": [
                "Caregiver Burden"
            ],
            "keywords": [
                "Caregiver of patients living with dementia",
                "African-American caregivers",
                "Black caregivers"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "SUPPORTIVE_CARE",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 140,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Usual Care",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Standard of Care",
                    "interventionNames": [
                        "Other: Usual Care"
                    ]
                },
                {
                    "label": "Caregiving while Black",
                    "type": "EXPERIMENTAL",
                    "description": "Caregivers of PLWD taking part in a fully self-paced asynchronous online caregiver education program.",
                    "interventionNames": [
                        "Other: Caring While Black"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Usual Care",
                    "description": "Caregivers assigned to the usual care group will be enrolled in the course at the 3-month mark after consenting. All caregivers will then participate in quantitative interviews at post- 6months of their baseline",
                    "armGroupLabels": [
                        "Usual Care"
                    ],
                    "otherNames": [
                        "Standard of Care"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Caring While Black",
                    "description": "Caregivers assigned to this group will receive a schedule for their completion of the course over the next 2 months and supplemental course materials through the mail. The Canvas platform will enable the course to monitor everyone's movement in the cohort through the asynchronous part of the course. Nudges and reminders will be sent twice a week via text or email with the participant's consent.",
                    "armGroupLabels": [
                        "Caregiving while Black"
                    ],
                    "otherNames": [
                        "Self-paced asynchronous online course"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Efficacy of Caregiving while Black in enhancing caregivers' sense by assessing the change in Caregiver Mastery Score",
                    "description": "Participants will complete the Caregiver Mastery questionnaire. A 3 3-5 item scale of caregiver mastery of caregiving situations, indicating the extent to which respondents agree (5) or disagree (1) with each item. The instrument includes categories of relational deprivation, caregiving competence, and management of situations. Total scores range from 14 to 56, where higher scores indicate feeling a greater sense of mastery of caregiving.",
                    "timeFrame": "Baseline, 10 weeks, and 6 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Perceived ability to manage recipients' behavioral and psychological symptoms (depression).",
                    "description": "Participants will complete the Center for Epidemiological Studies-Depression (CES-D) questionnaire. A 21-item self-report depression scale that asks caregivers to rate how often over the past week they experienced symptoms associated with depression. For this study, responses are given on a 4-point scale where 1 = rarely or none of the time and 4 = most or all of the time. Total scores range from 20 to 80 where higher scores indicate greater caregiver depression.",
                    "timeFrame": "Baseline, 10 weeks, and 6 months"
                },
                {
                    "measure": "Perceived ability to manage anxiety.",
                    "description": "Participants will complete the State-Trait Anxiety Inventory (STAI) questionnaire. A 20-item self-report scale of positive and negative anxiety experiences). All items are rated on a 4-point scale (e.g., from \"Almost Never\" to \"Almost Always\"). Higher scores indicate greater anxiety.",
                    "timeFrame": "Baseline, 10 weeks, and 6 months"
                },
                {
                    "measure": "Perceived ability to manage recipients' burden",
                    "description": "Participants will complete the Zarit Burden Scale. A 22-item scale of objective and subjective caregiver burden. Each item on the interview is a statement that the caregiver is asked to endorse using a 5-point scale. Response options range from 0 (Never) to 4 (Nearly Always). Total scores range from 0 to 88 where higher scores indicate greater feelings of being burdened by being a caregiver.",
                    "timeFrame": "Baseline, 10 weeks, and 6 months"
                },
                {
                    "measure": "Perceived ability to manage recipients' stress",
                    "description": "Participants will complete the Perceived Stress questionnaire. A 14-item scale of self-reported caregiving stress. The questions in the perceived stress scale (PSS) ask about participants' feelings and thoughts during the last month. Individual scores on the PSS can range from 0 to 40 with higher scores indicating higher perceived stress.",
                    "timeFrame": "Baseline, 10 weeks, and 6 months"
                },
                {
                    "measure": "Perceived ability to manage and improve recipient's health literacy",
                    "description": "Participants will complete health literacy questionnaires (18-item-9 subscales of self-report health literacy). Each sub-scale efficiently measures one of nine aspects of health literacy (each subscale with 4 to 6 items). One of the sub-scales measures Functional Health Literacy. It also measures eight other elements needed to measure the full construct of health literacy.",
                    "timeFrame": "Baseline,10 weeks, and 6 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Caregiver Inclusion Criteria:\n\n* 18 years or older\n* family member (or friend) who self-identifies as Black American and as the principal caregiver of a community-dwelling person living with dementia (PLWD), (not in hospice care) and who is the principal companion of that person during healthcare encounters;\n* provides some hands-on care multiple times a week;\n* has access to an electronic device and/or access to broadband internet; and\n* able to speak and understand English.\n* Caregivers are not required to be co-located with the care recipient.\n\nExclusion Criteria:\n\n* Those who cannot provide consent,\n* are not yet adults (\\<18 years of age),\n* prisoners, cognitively impaired adults,\n* has plans to relinquish caring responsibilities for PLWD or considering moving the PLWD to an institutional setting within the next 6 months, and\n* who are not able to clearly understand English.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Fayron Epps, PhD, RN",
                    "role": "CONTACT",
                    "phone": "404-727-6936",
                    "email": "fepps@emory.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Fayron Epps, PhD, RN",
                    "affiliation": "Emory University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Emory University",
                    "status": "RECRUITING",
                    "city": "Atlanta",
                    "state": "Georgia",
                    "zip": "30322",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 33.749,
                        "lon": -84.38798
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "The research team will share all deidentified individual participant data collected during the trial, with researchers who provide a methodologically sound proposal to achieve the aims described in the approved proposal.",
            "infoTypes": [
                "STUDY_PROTOCOL"
            ],
            "timeFrame": "The research team will share the identified data beginning 3 months and ending 5 years following article publication.",
            "accessCriteria": "Proposals should be directed to fepps@emory.edu. To gain access, data requestors will need to sign a data access agreement. Data will be available for 5 years on a third-party website."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000084802",
                    "term": "Caregiver Burden"
                }
            ],
            "ancestors": [
                {
                    "id": "D000013315",
                    "term": "Stress, Psychological"
                },
                {
                    "id": "D000001526",
                    "term": "Behavioral Symptoms"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M2480",
                    "name": "Caregiver Burden",
                    "asFound": "Caregiver Burden",
                    "relevance": "HIGH"
                },
                {
                    "id": "M6904",
                    "name": "Dementia",
                    "relevance": "LOW"
                },
                {
                    "id": "M16105",
                    "name": "Stress, Psychological",
                    "relevance": "LOW"
                },
                {
                    "id": "M4818",
                    "name": "Behavioral Symptoms",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                }
            ]
        }
    },
    "hasResults": false
}