{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06280833",
            "orgStudyIdInfo": {
                "id": "10001884"
            },
            "secondaryIdInfos": [
                {
                    "id": "001884-HG"
                }
            ],
            "organization": {
                "fullName": "National Institutes of Health Clinical Center (CC)",
                "class": "NIH"
            },
            "briefTitle": "Care Choreographies and the Making of the Psychosocial in Genetic Counseling",
            "officialTitle": "Care Choreographies and the Making of the Psychosocial in Genetic Counseling",
            "therapeuticArea": [
                "Rare Diseases"
            ],
            "study": "care-choreographies-and-the-making-of-the-psychosocial-in-genetic-counseling"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05-01",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-08-04",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-10-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-10-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-02-24",
            "studyFirstSubmitQcDate": "2024-02-27",
            "studyFirstPostDateStruct": {
                "date": "2024-02-28",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-29",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-30",
                "type": "ESTIMATED"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "National Human Genome Research Institute (NHGRI)",
                "class": "NIH"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Background:\n\nGenetic counselors play a new and evolving role in medical care. Recent advances in genetic testing are changing many health care treatments, and genetic counselors play a key role in teaching people how their genes may affect both health and treatments. Genetic counselors may also help guide people through complex talks about their treatment risks; their chances for recovery; and their social and emotional health and wellbeing. Researchers want to learn more about the role genetic counselors play in health care.\n\nObjective:\n\nTo observe how genetic counselors at NIH manage the social and psychological aspects of patient care.\n\nEligibility:\n\nGenetic counselors who work at NIH. People aged 18 years or older who are scheduled to meet with one of these counselors are also needed.\n\nDesign:\n\nAn investigator will sit in on the session between the counselor and the participant. The investigator will take notes. The session will not be recorded. The investigator will leave at any point if asked.\n\nThe investigator will focus on talk about social and psychological care. That person will also listen to talk about risk; diagnosis; odds of recovery; and hope, grief, and loss. That person will note strategies that help the participant manage their emotions and how they perceive their risks.\n\nCounselors may later have a 1-hour interview with the investigator. They will answer questions about their experiences as a care provider at NIH.\n\nParticipants will have only 1 session with the investigator. Counselors may have 4 to 10 sessions with an investigator over 8 months.",
            "detailedDescription": "Study Description:\n\nThis is an ethnographic study of genetic counseling practice at NIH. The project will involve two phases: direct observation and open-ended interviews. Phase I (direct observation) will involve the associate investigator, Sarah Roth, observing genetic counseling sessions and genetic counseling team meetings. She will take observational field notes on discussions of psychosocial care among counselors, as well as clinical communication around risk; diagnosis and prognosis; hope, grief, and loss; and counseling strategies that address the relationship between risk perception and emotion. For Phase I, we will recruit all participants from NIH teams.\n\nFor Phase II (open-ended interviews), we will ask approximately 20 selected participants from interdisciplinary clinical teams for interviews (i.e., genetic counselors from Phase I). The same investigator will conduct open-ended interviews with contacted NIH staff regarding the role of genetic counselors in the institutional landscape. Interviews will last approximately 60 minutes. They will be audio-recorded and then transcribed by a third-party contracting service which has been used in previous NIH studies.\n\nObjectives:\n\nThe objectives of this study are to ethnographically describe the everyday care work of genetic counseling; explore genetic counselors descriptions and uses of psychosocial care modalities in protocols; and characterize the role of genetic counselors in broader systems of medical care.\n\nEndpoints:\n\nData from direct observations and interviews will be synthesized into a qualitative codebook. Themes will include self-perception; discussions of psychosocial care, discussions of risk and emotion, and clinical communication around risk; diagnosis and prognosis; and hope, grief, and loss."
        },
        "conditionsModule": {
            "conditions": [
                "Genetic Counselor"
            ],
            "keywords": [
                "Care",
                "Genetic Counselor"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "PROSPECTIVE"
            },
            "enrollmentInfo": {
                "count": 250,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Genetic counselor",
                    "description": "Genetic counselor at NIH"
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Care",
                    "description": "Data from direct observations and interviews will be synthesized into a qualitative codebook. Themes will include self-perception; discussions of psychosocial care, discussions of risk and emotion, and clinical communication around risk; diagnosis and prognosis; and hope, grief, and loss.",
                    "timeFrame": "Ongoing"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "* INCLUSION CRITERIA:\n\nTo be eligible for this protocol, participants must be genetic counselors currently practicing at NIH, be a clinical colleague of these genetic counselors, be a patient having a session with one of the aforementioned genetic counselors, and be at least 18 years of age. For Phase I (direct observation), we will aim to recruit genetic counselors from at least one clinical team at NIH.\n\nFor Phase II (open-ended interviews), we will recruit approximately 20 NIH staff members from those in Phase I for interviews. Potential participants for Phase II will be recruited through a purposive sampling approach, identified for their expertise in the psychological or social dimensions of clinical genetics. Potential participants will include participants in Phase I but will also include potential interviewees of interest who were not observed in Phase I. We anticipate concluding enrollment by June 2024.\n\nEXCLUSION CRITERIA:\n\nAnyone who is under 18, is neither a genetic counselor (or those with whom they have genetic counseling sessions) nor allied health professional, or is unable to provide consent, will not be included in the protocol.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "115 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "Genetic counselors at NIH and their respective patients.",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Sarah Elizabeth Roth",
                    "role": "CONTACT",
                    "phone": "(301) 443-0283",
                    "email": "sarah.roth@nih.gov"
                },
                {
                    "name": "Sara C Hull, Ph.D.",
                    "role": "CONTACT",
                    "phone": "(301) 435-8712",
                    "email": "shull@nhgri.nih.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Sara C Hull, Ph.D.",
                    "affiliation": "National Human Genome Research Institute (NHGRI)",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "National Human Genome Research Institute (NHGRI)",
                    "status": "RECRUITING",
                    "city": "Bethesda",
                    "state": "Maryland",
                    "zip": "20892",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Sara Hull, Ph.D.",
                            "role": "CONTACT",
                            "phone": "301-435-8712",
                            "email": "shull@nhgri.nih.gov"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.98067,
                        "lon": -77.10026
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO",
            "description": ".This study is for a student thesis project and there is no plan to share data."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        }
    },
    "hasResults": false
}