{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05967364",
            "orgStudyIdInfo": {
                "id": "8549"
            },
            "organization": {
                "fullName": "University of Rochester",
                "class": "OTHER"
            },
            "briefTitle": "Career Enhancement Training Study Delivered Across Career Phases",
            "officialTitle": "Career Enhancement Training Study Delivered Across Career Phases",
            "therapeuticArea": [
                "Other"
            ],
            "study": "career-enhancement-training-study-delivered-across-career-phases"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-09",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2028-02-28",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2028-08-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-07-21",
            "studyFirstSubmitQcDate": "2023-07-21",
            "studyFirstPostDateStruct": {
                "date": "2023-08-01",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-12",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-16",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Peter Wyman",
                "investigatorTitle": "Professor",
                "investigatorAffiliation": "University of Rochester"
            },
            "leadSponsor": {
                "name": "University of Rochester",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This trial tests the effectiveness of the Wingman-Connect Program delivered by USAF personnel on individual suicide risk. Randomization will be among classes at Initial Technical Training, in which 396 classes of USAF personnel will be randomized to Wingman-Connect or to an active control training (N=2,970 Airmen) and followed for one year. These classes send a proportion of graduates to Air Force Global Strike Command (AFGSC) \\& Air Mobility Command (AMC) operational bases.",
            "detailedDescription": "Military suicide rates increased 61% from 2008 - 2019 and rates have increased faster in the U.S. Air Force (USAF) compared to other branches. Currently, the predominant military suicide prevention approach is to try to remediate suicide risk after suicidal individuals are identified. No RCT-validated universal programs shown to reduce vulnerability to suicide are in wide use. To fill this gap, the Wingman-Connect Program is a group-based intervention that strengthens protective relationship networks and skills for managing career and personal challenges, to reduce vulnerability to suicide across the broad USAF population. This proposed trial tests the effectiveness of the Wingman-Connect Program on individual suicide risk. We will examine theory-driven mediators and moderators and implementation of the program as delivered by US Air Force (not research) personnel under real world conditions across early career phases. This effectiveness study is the critical next stage in the translational pipeline toward large-scale roll-out to prevent suicide deaths. Classes will be randomized at Initial Technical Training (Sheppard AFB), in which 396 classes of USAF personnel will be randomized to Wingman-Connect or to an active control (N=2,970 Airmen) and followed for one year. Classes will be selected over 36 months to reach the enrollment target of 2,970. We are recruiting technical training classes that train Airmen in specific jobs that support the mission and aircraft of AFGSC \\& AMC MajComs. After baseline assessments (prior to randomization of classes), participants in the two conditions will complete an additional 2 assessments: 6 months and 12 months. During the follow up period, a portion of enrolled subjects will receive duty assignments at bases where the AF is implementing Wingman-Connect, providing an opportunity to learn about how varying exposure levels impacts them.\n\nAim 1: Test effectiveness of Wingman-Connect on reducing self-reported suicide risk. We will evaluate individual level outcomes of suicide risk, depression, and occupational problems up to 1 yr.\n\nAim 2: Evaluate theory-proposed network health mediators and moderators. Wingman-Connect is expected to increase Airmen's positive social bonds, group cohesion, morale, and healthy coping norms in their social networks; those changes will contribute to reduced suicide risk, depression and occupational problems."
        },
        "conditionsModule": {
            "conditions": [
                "Suicide Prevention",
                "Suicide"
            ],
            "keywords": [
                "military",
                "suicide risk"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Classes will be randomized at Initial Technical Training. 396 classes of USAF personnel will be randomized at a 1:2 ratio to Wingman-Connect or to an active control (N=2,970 Airmen) and followed for one year.",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 2970,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Wingman Connect",
                    "type": "EXPERIMENTAL",
                    "description": "Wingman-Connect (Wyman et al., 2020 \\& 2022) uses a network health theoretical framework to strengthen two suicide-protective functions of social networks: 1) Strengthening positive social bonds, and 2) Building healthy norms that incentivize adaptive coping.",
                    "interventionNames": [
                        "Behavioral: Wingman-Connect"
                    ]
                },
                {
                    "label": "Active Control",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Active control is stress management training of cognitive and behavioral strategies.",
                    "interventionNames": [
                        "Behavioral: Stress Management"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Wingman-Connect",
                    "description": "Training occurs in three 2-hr blocks over several days in class groups. Targeted Skills focus on protective factors (Four Cores) supportive of mental health, theoretically linked to reduced suicide risk, and essential to an Airmen's job success: (1) Healthy relationships and accountability spanning USAF and family/intimate relationships (Kinship); (2) Meaning and value in work and life (Purpose), (3) Informal and formal help-seeking (Guidance); and (4) Activities that give strength and balance emotions (Balance). Activities progress from individual to group skill-building activities. Kinship modules at operational base (FTAC) expand focus on growing and sustaining relationships with intimate partners, friends, and family; and Guidance more on senior mentors at work. To extend training impact, facilitators implement activities once per quarter that bring concepts into base activities. Six months of text messages (1-2 per week) to reinforce and extend program concepts and skills.",
                    "armGroupLabels": [
                        "Wingman Connect"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Stress Management",
                    "description": "Stress management training (also done in class groups) reviews the basics of the hypothalamic-pituitary-adrenal axis stress-response system; common experiences of stress (physiological, cognitive, emotional); the impact of chronic stress on the brain and other domains of health; how exercise reduces harmful effects of stress; and relaxation techniques that have been shown to reduce stress and adverse effects of stress on health. Additional modules review the physiological stress response and effects of stress on health; introduces how cognition influences stress responses; common cognitive distortions/attributions are reviewed that affect stress including strategies to strengthen protective cognitive responses. Six months of text messages (1-2 per week) to reinforce and extend program concepts and skills.",
                    "armGroupLabels": [
                        "Active Control"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "At-risk cut-off of computerized adaptive testing for suicide severity",
                    "description": "Participants will complete a computerized adaptive test for suicide severity. Participants will answer questions about their mental health. Participant scores will range from 0-100 with 100 indicating higher likelihood of current suicidal ideation and higher risk for suicide attempt. Scores above the published cut-off score greater than 34.",
                    "timeFrame": "1 year"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Mean computerized adaptive testing for depression",
                    "description": "Participants will complete a computerized adaptive test for depression. Participants will answer questions about their mental health. Participant scores will range from 0-100 with 100 indicating higher risk for clinical depression.",
                    "timeFrame": "1 year"
                },
                {
                    "measure": "Mean Behavioral Occupational Performance Outcomes",
                    "description": "Participants will complete 5 yes/no questions about job performance, including if superior has expressed concerns about work performance, if Airman has received corrective training for substandard performance, received a negative counseling statement, received a Letter of Reprimand. The sum of affirmative responses will be calculated. Scores will range from 0-5 with 5 indicating greater work impairment.",
                    "timeFrame": "1 year"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Airmen-in-Training (AiT) recruited from technical training classes that train Airmen in jobs that support the mission and aircraft of AFGSC \\& AMC MajComs.\n* Eligible classes must be between 37-91 class days in length\n\nExclusion Criteria:\n\n* Airmen from other countries receiving training in US\n* Airmen who are not in their first year of enlistment",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "40 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Peter A Wyman, PhD",
                    "role": "CONTACT",
                    "phone": "585-273-3372",
                    "email": "Peter_wyman@urmc.rochester.edu"
                },
                {
                    "name": "Bryan Yates, BS",
                    "role": "CONTACT",
                    "phone": "585-276-4082",
                    "email": "bryan_yates@urmc.rochester.edu"
                }
            ],
            "locations": [
                {
                    "facility": "University of Rochester",
                    "city": "Rochester",
                    "state": "New York",
                    "zip": "14642",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 43.15478,
                        "lon": -77.61556
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "35131614",
                    "type": "BACKGROUND",
                    "citation": "Wyman PA, Pickering TA, Pisani AR, Cero I, Yates B, Schmeelk-Cone K, Hendricks Brown C, Gibbons RD, Simonson J, Pflanz SE. Wingman-Connect Program increases social integration for Air Force personnel at elevated suicide risk: Social network analysis of a cluster RCT. Soc Sci Med. 2022 Mar;296:114737. doi: 10.1016/j.socscimed.2022.114737. Epub 2022 Jan 22."
                },
                {
                    "pmid": "33084901",
                    "type": "BACKGROUND",
                    "citation": "Wyman PA, Pisani AR, Brown CH, Yates B, Morgan-DeVelder L, Schmeelk-Cone K, Gibbons RD, Caine ED, Petrova M, Neal-Walden T, Linkh DJ, Matteson A, Simonson J, Pflanz SE. Effect of the Wingman-Connect Upstream Suicide Prevention Program for Air Force Personnel in Training: A Cluster Randomized Clinical Trial. JAMA Netw Open. 2020 Oct 1;3(10):e2022532. doi: 10.1001/jamanetworkopen.2020.22532."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "The final dataset that we will share will include self-reported demographic and behavioral data from assessments with subjects. All data will be de-identified prior to receipt by the repository, but the information needed to generate a global unique identifier for the NIMH Data Archive (NDA) will be collected for each subject. Any coding used to manipulate data (create categories, scales) will be done in either SPSS or R and this code will also be provided via NDA or github.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF"
            ],
            "timeFrame": "All data will be deposited to NDA starting 12 months after the award begins and will be deposited every six months thereafter following the usual NDA data submission dates.",
            "accessCriteria": "To request access of the data, researchers will use the standard processes at NDA, and the NDA Data Access Committee will decide which requests to grant. The standard NDA data access process allows access for one year and is renewable."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000013405",
                    "term": "Suicide"
                },
                {
                    "id": "D000092864",
                    "term": "Suicide Prevention"
                }
            ],
            "ancestors": [
                {
                    "id": "D000016728",
                    "term": "Self-Injurious Behavior"
                },
                {
                    "id": "D000001526",
                    "term": "Behavioral Symptoms"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M16191",
                    "name": "Suicide",
                    "asFound": "Suicide",
                    "relevance": "HIGH"
                },
                {
                    "id": "M2958",
                    "name": "Suicide Prevention",
                    "asFound": "Suicide Prevention",
                    "relevance": "HIGH"
                },
                {
                    "id": "M19089",
                    "name": "Self-Injurious Behavior",
                    "relevance": "LOW"
                },
                {
                    "id": "M4818",
                    "name": "Behavioral Symptoms",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M7992",
                    "name": "Epinephrine",
                    "relevance": "LOW"
                },
                {
                    "id": "M30371",
                    "name": "Racepinephrine",
                    "relevance": "LOW"
                },
                {
                    "id": "M211043",
                    "name": "Epinephryl borate",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "VaCoAg",
                    "name": "Vasoconstrictor Agents"
                },
                {
                    "abbrev": "Resp",
                    "name": "Respiratory System Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}