{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT03729804",
            "orgStudyIdInfo": {
                "id": "IRB18-1243"
            },
            "organization": {
                "fullName": "University of Chicago",
                "class": "OTHER"
            },
            "briefTitle": "Carfilzomib, Lenalidomide, and Dexamethasone Versus Bortezomib, Lenalidomide and Dexamethasone (KRd vs. VRd) in Patients With Newly Diagnosed Multiple Myeloma (COBRA)",
            "officialTitle": "A Randomized, Open-label Phase 3 Study of Carfilzomib, Lenalidomide, and Dexamethasone Versus Bortezomib, Lenalidomide and Dexamethasone (KRd vs. VRd) in Patients With Newly Diagnosed Multiple Myeloma (COBRA)",
            "acronym": "(COBRA)",
            "therapeuticArea": [
                "Other"
            ],
            "study": "carfilzomib-lenalidomide-and-dexamethasone-versus-bortezomib-lenalidomide-and-dexamethasone-krd-vs-vrd-in-patients-with-newly-diagnosed-multiple-myeloma-cobra"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2019-05-07",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-12-24",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-12-24",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2018-10-12",
            "studyFirstSubmitQcDate": "2018-10-31",
            "studyFirstPostDateStruct": {
                "date": "2018-11-05",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-04-26",
            "lastUpdatePostDateStruct": {
                "date": "2023-04-28",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of Chicago",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This is a randomized multicenter study that will compare two treatment regimens (Kyprolis, Revlimid, dexamethasone -KRD vs. Velcade, Revlimid, dexamethasone -VRD) for patients with newly diagnosed multiple myeloma."
        },
        "conditionsModule": {
            "conditions": [
                "Multiple Myeloma"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE3"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 250,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "KRD Arm",
                    "type": "EXPERIMENTAL",
                    "description": "Patients assigned to this group will receive a combination of carfilzomib, lenalidomide, and dexamethasone in 28 day cycles. Doses will vary",
                    "interventionNames": [
                        "Drug: Carfilzomib",
                        "Drug: Lenalidomide",
                        "Drug: Dexamethasone"
                    ]
                },
                {
                    "label": "VRD Arm",
                    "type": "EXPERIMENTAL",
                    "description": "Patients assigned to this group will receive a combination of Bortezomib, lenalidomide and dexamethasone in 21-day cycles. Doses will vary",
                    "interventionNames": [
                        "Drug: Lenalidomide",
                        "Drug: Dexamethasone",
                        "Drug: Bortezomib"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Carfilzomib",
                    "description": "Carfilzomib will be given by IV on Days 1, 2, 15 and 16 of each cycle during cycles 1-8.\n\nCarfilzomib will be given by IV on days 1, 2, 15 and 16 of each cycle during cycles 9-24.",
                    "armGroupLabels": [
                        "KRD Arm"
                    ],
                    "otherNames": [
                        "Kyprolis"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Lenalidomide",
                    "description": "Lenalidomide will be taken by mouth once a day for days 1-21 of each cycle during cycles 1-8.\n\nLenalidomide will be taken by mouth once a day for days 1-21 of each cycle for cycles 9-24.",
                    "armGroupLabels": [
                        "KRD Arm",
                        "VRD Arm"
                    ],
                    "otherNames": [
                        "CC-5013",
                        "Revlimid"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Dexamethasone",
                    "description": "Dexamethasone will be taken by mouth on days 1, 8, 15 and 22 of each cycle during cycles 1-8.\n\nDexamethasone will be taken by mouth on Days 1, 8, 15 and 22 of each cycle during cycles 9-24.",
                    "armGroupLabels": [
                        "KRD Arm",
                        "VRD Arm"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Bortezomib",
                    "description": "Bortezomib will be give by IV on days 1, 4, 8 and 11 of each cycle during cycles 1-8.",
                    "armGroupLabels": [
                        "VRD Arm"
                    ],
                    "otherNames": [
                        "Velcade",
                        "PS-341"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Number of Participants with progression free survival with the group taking KRd versus VRd after randomization",
                    "timeFrame": "5 years"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "The rate of MRD-negative (minimal residual disease) at indicated time points of study after randomization",
                    "timeFrame": "5 years"
                },
                {
                    "measure": "The combination of drugs (KRd vs VRd) with the best response using minimal residual disease analysis across entire treatment in high risk and low risk patients",
                    "timeFrame": "5 years"
                },
                {
                    "measure": "The combination of drugs (KRd vs VRd) safety and tolerability based on patients response",
                    "description": "The safety and tolerability of lenalidomide and carfilzomib will be evaluated by means of drug related Adverse Events reports.",
                    "timeFrame": "5 years"
                },
                {
                    "measure": "Evaluate the correlation between treatment outcome using KRd or VRd and pre-treatment",
                    "timeFrame": "5 years"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Newly diagnosed, previously untreated myeloma requiring systemic chemotherapy per International Myeloma Working Group criteria:\n\n   • Patients must have received no prior chemotherapy for this disease; patients must have received no prior radiotherapy to a large area of the pelvis (more than half of the pelvis); prior steroid treatment is allowed provided treatment was not more than 2 weeks in duration and less than or equal to 160 mg dexamethasone; patients must not have received any prior treatment with bortezomib or lenalidomide\n2. Both transplant and non-transplant candidates are eligible. Transplant candidates must agree to defer transplant at time of consent.\n3. Diagnosis of symptomatic multiple myeloma as per current International Myeloma Working Group uniform criteria prior to initial treatment\n4. Monoclonal plasma cells in the BM 10% or presence of a biopsy-proven plasmacytoma\n5. Measurable disease, prior to initial treatment as indicated by one or more of the following:\n\n   * Serum M-protein greater than or equal to 1 g/dL\n   * Urine M-protein greater than or equal to 200 mg/24 hours\n   * If serum protein electrophoresis is felt to be unreliable for routine M-protein measurement, then quantitative immunoglobulin levels are acceptable\n6. Bone marrow specimen will be required at study entry; available DNA sample from pre-induction BM will be used for calibration step for Minimal Residual Disease evaluation by gene sequencing.\n7. Males and females 18 years of age or older.\n8. Eastern Cooperative Oncology Group performance status of 0-1\n9. Adequate hepatic function, with bilirubin less than or equal to 1.5 x ULN and aspirate aminotransferase (AST) and alanine aminotransferase (ALT) less than or equal to 3 x ULN\n10. ANC greater than or equal to 1.0 x 109/L, hemoglobin greater than or equal to 8 g/dL, platelet count greater than or equal to 75 x 109/L.\n11. Calculated creatinine clearance (by Cockroft-Gault) greater than or equal to 50 mL/min or serum creatinine below 2 g/dL\n12. FCBP must have 2 negative pregnancy tests (sensitivity of at least 50 mIU/mL) prior to initiating lenalidomide. The first pregnancy test must be performed within 10-14 days before and the second pregnancy test must be performed within 24 hours before lenalidomide is prescribed for Cycle 1 (prescriptions must be filled within 7 days).\n13. FCBP must agree to use 2 reliable forms of contraception simultaneously or to practice complete abstinence from heterosexual intercourse during the following time periods related to this study: 1) for at least 28 days before starting lenalidomide; 2) while participating in the study; and 3) for at least 30 days after discontinuation from the study.\n14. Male subjects must agree to use a latex condom during sexual contact with females of childbearing potential while participating in the study and for at least 90 days following discontinuation from the study even if he has undergone a successful vasectomy.\n15. All study participants in the US must be consented to and registered into the mandatory Revlimid REMS® program and be willing and able to comply with the requirements of Revlimid REMS®.\n16. Subjects must comply with pregnancy prevention and counseling\n17. Voluntary written informed consent.\n\nExclusion Criteria:\n\nPatients meeting any of the following exclusion criteria are not eligible to enroll in this study.\n\n1. Frail non-transplant candidates, defined as in Palumbo et al, Blood 2015\n2. Non-secretory or hyposecretory multiple myeloma, prior to initial treatment defined as less than 1.0 g/dL M-protein in serum, less than 200 mg/24 hr urine M-protein\n3. POEMS syndrome (polyneuropathy, organomegaly, endocrinopathy, monoclonal protein, and skin changes)\n4. Amyloidosis\n5. Plasma cell leukemia\n6. Waldenström's macroglobulinemia or IgM myeloma\n7. Radiotherapy to multiple sites or immunotherapy within 4 weeks before start of protocol treatment (localized radiotherapy to a single site at least 1 week before start is permissible)\n8. Participation in an investigational therapeutic study within 3 weeks or within 5 drug half-lives (t1/2) prior to first dose, whichever time is greater\n9. Potential subjects with evidence of progressive disease as per IMWG criteria\n10. Patients not able to tolerate daratumumab, carfilzomib, lenalidomide or dexamethasone\n11. Peripheral neuropathy greater than or equal to Grade 2 at screening\n12. Diarrhea greater than Grade 1 in the absence of antidiarrheals\n13. CNS involvement\n14. Patients who cannot undergo or unwilling to take thromoprophylaxis\n15. Uncontrolled or symptomatic angina, arrhythmia, hypertension, CHF, EF less than 40%, within 6 months prior to first dose\n16. Pregnant or lactating females\n17. Major surgery within 3 weeks prior to first dose.\n18. Myocardial infarction within 6 months prior to enrollment, NYHA Class III or IV heart failure, uncontrolled angina, severe uncontrolled ventricular arrhythmias, or electrocardiographic evidence of acute ischemia or active conduction system abnormalities\n19. Prior or concurrent pulmonary embolism\n20. Known moderate or severe persistent asthma or known chronic obstructive pulmonary disease (COPD)\n21. Rate-corrected QT interval of electrocardiograph (QTc) greater than 470 msec on a 12-lead ECG during screening\n22. Uncontrolled diabetes\n23. Acute infection requiring systemic antibiotics, antivirals, or antifungals within two weeks prior to first dose\n24. Known seropositive for or active viral infection with human immunodeficiency virus (HIV), hepatitis B virus (HBV) or hepatitis C virus (HCV). Patients who are seropositive because of hepatitis B virus vaccine are eligible.\n25. Non-hematologic malignancy or non-myeloma hematologic malignancy within the past 3 years except a) adequately treated basal cell, squamous cell skin cancer, thyroid cancer, carcinoma in situ of the cervix, or prostate cancer less than Gleason Grade 6 with stable prostate specific antigen levels or cancer considered cured by surgical resection alone\n26. Any clinically significant medical disease or condition that, in the Investigator's opinion, may interfere with protocol adherence or a subject's ability to give informed consent.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Andrzej Jakubowiak",
                    "role": "CONTACT",
                    "phone": "(773) 834-1592",
                    "email": "ajakubowiak@medicine.bsd.uchicago.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Andrzej Jakubowiak, MD",
                    "affiliation": "University of Chicago",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University Of Chicago Medicine Comprehensive Cancer Center",
                    "status": "RECRUITING",
                    "city": "Chicago",
                    "state": "Illinois",
                    "zip": "60637",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Clinical Trials Intake",
                            "role": "CONTACT",
                            "phone": "855-702-8222",
                            "email": "cancerclinicaltrials@bsd.uchicago.edu"
                        },
                        {
                            "name": "Andrzej Jakubowiak, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.85003,
                        "lon": -87.65005
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "UNDECIDED"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009101",
                    "term": "Multiple Myeloma"
                },
                {
                    "id": "D000054219",
                    "term": "Neoplasms, Plasma Cell"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000020141",
                    "term": "Hemostatic Disorders"
                },
                {
                    "id": "D000014652",
                    "term": "Vascular Diseases"
                },
                {
                    "id": "D000002318",
                    "term": "Cardiovascular Diseases"
                },
                {
                    "id": "D000010265",
                    "term": "Paraproteinemias"
                },
                {
                    "id": "D000001796",
                    "term": "Blood Protein Disorders"
                },
                {
                    "id": "D000006402",
                    "term": "Hematologic Diseases"
                },
                {
                    "id": "D000006474",
                    "term": "Hemorrhagic Disorders"
                },
                {
                    "id": "D000008232",
                    "term": "Lymphoproliferative Disorders"
                },
                {
                    "id": "D000007160",
                    "term": "Immunoproliferative Disorders"
                },
                {
                    "id": "D000007154",
                    "term": "Immune System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M12058",
                    "name": "Multiple Myeloma",
                    "asFound": "Multiple Myeloma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M27588",
                    "name": "Neoplasms, Plasma Cell",
                    "asFound": "Multiple Myeloma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M21977",
                    "name": "Hemostatic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M5059",
                    "name": "Blood Coagulation Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M17400",
                    "name": "Vascular Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M13178",
                    "name": "Paraproteinemias",
                    "relevance": "LOW"
                },
                {
                    "id": "M5077",
                    "name": "Blood Protein Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M9490",
                    "name": "Hematologic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M9560",
                    "name": "Hemorrhagic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M11225",
                    "name": "Lymphoproliferative Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M10206",
                    "name": "Immunoproliferative Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M10200",
                    "name": "Immune System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T3947",
                    "name": "Multiple Myeloma",
                    "asFound": "Multiple Myeloma",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                },
                {
                    "abbrev": "BC15",
                    "name": "Blood and Lymph Conditions"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000003907",
                    "term": "Dexamethasone"
                },
                {
                    "id": "D000077269",
                    "term": "Lenalidomide"
                },
                {
                    "id": "D000069286",
                    "term": "Bortezomib"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000893",
                    "term": "Anti-Inflammatory Agents"
                },
                {
                    "id": "D000000932",
                    "term": "Antiemetics"
                },
                {
                    "id": "D000001337",
                    "term": "Autonomic Agents"
                },
                {
                    "id": "D000018373",
                    "term": "Peripheral Nervous System Agents"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000005765",
                    "term": "Gastrointestinal Agents"
                },
                {
                    "id": "D000005938",
                    "term": "Glucocorticoids"
                },
                {
                    "id": "D000006728",
                    "term": "Hormones"
                },
                {
                    "id": "D000006730",
                    "term": "Hormones, Hormone Substitutes, and Hormone Antagonists"
                },
                {
                    "id": "D000018931",
                    "term": "Antineoplastic Agents, Hormonal"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                },
                {
                    "id": "D000007155",
                    "term": "Immunologic Factors"
                },
                {
                    "id": "D000020533",
                    "term": "Angiogenesis Inhibitors"
                },
                {
                    "id": "D000043924",
                    "term": "Angiogenesis Modulating Agents"
                },
                {
                    "id": "D000006133",
                    "term": "Growth Substances"
                },
                {
                    "id": "D000006131",
                    "term": "Growth Inhibitors"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M7102",
                    "name": "Dexamethasone",
                    "asFound": "High",
                    "relevance": "HIGH"
                },
                {
                    "id": "M235549",
                    "name": "Dexamethasone acetate",
                    "relevance": "LOW"
                },
                {
                    "id": "M1725",
                    "name": "Lenalidomide",
                    "asFound": "Respiratory",
                    "relevance": "HIGH"
                },
                {
                    "id": "M376",
                    "name": "Bortezomib",
                    "asFound": "Includes",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4217",
                    "name": "Anti-Inflammatory Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M4251",
                    "name": "Antiemetics",
                    "relevance": "LOW"
                },
                {
                    "id": "M8881",
                    "name": "Gastrointestinal Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M9047",
                    "name": "Glucocorticoids",
                    "relevance": "LOW"
                },
                {
                    "id": "M9789",
                    "name": "Hormones",
                    "relevance": "LOW"
                },
                {
                    "id": "M9788",
                    "name": "Hormone Antagonists",
                    "relevance": "LOW"
                },
                {
                    "id": "M20966",
                    "name": "Antineoplastic Agents, Hormonal",
                    "relevance": "LOW"
                },
                {
                    "id": "M10201",
                    "name": "Immunologic Factors",
                    "relevance": "LOW"
                },
                {
                    "id": "M22318",
                    "name": "Angiogenesis Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M9231",
                    "name": "Growth Inhibitors",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Infl",
                    "name": "Anti-Inflammatory Agents"
                },
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "AnEm",
                    "name": "Antiemetics"
                },
                {
                    "abbrev": "Gast",
                    "name": "Gastrointestinal Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}