{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05849259",
            "orgStudyIdInfo": {
                "id": "2022P003057"
            },
            "organization": {
                "fullName": "Massachusetts General Hospital",
                "class": "OTHER"
            },
            "briefTitle": "Caring for Caregivers and People Living With Dementia Under Home-Based Primary Care",
            "officialTitle": "Caring for Caregivers and People Living With Dementia Under Home-Based Primary Care",
            "therapeuticArea": [
                "Other",
                "Neurology"
            ],
            "study": "caring-for-caregivers-and-people-living-with-dementia-under-home-based-primary-care"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-10",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-10-16",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-07",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-09-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-04-07",
            "studyFirstSubmitQcDate": "2023-05-05",
            "studyFirstPostDateStruct": {
                "date": "2023-05-08",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-10-16",
            "lastUpdatePostDateStruct": {
                "date": "2023-10-18",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Christine S. Ritchie, MD, MPH",
                "investigatorTitle": "Professor of Medicine",
                "investigatorAffiliation": "Massachusetts General Hospital"
            },
            "leadSponsor": {
                "name": "Massachusetts General Hospital",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Retirement Research Foundation",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The goal of this clinical trial is to develop a dementia care intervention for persons receiving home-based primary care (HBPC) and living with dementia (PLWD) and their caregivers, and test the feasibility of implementing the intervention in HBPC practices to ultimately improve outcomes of PLWD and their caregivers.\n\nThe main aims are to:\n\n* Develop and refine HBPC Dementia Care Quality at Home\n* Establish feasibility (primary outcome), acceptability, and fidelity of HBPC Dementia Care Quality at Home through an open-pilot trial involving two HBPC practices. Trained clinicians and staff at two HBPC practices will implement the intervention\n\nRelevant stakeholders (caregivers of PLWD, and HBPC clinicians and staff) will participate in qualitative focus groups to provide feedback on the intervention.",
            "detailedDescription": "The overarching goal of this project is to develop a dementia care intervention for PLWD and their caregivers, Dementia Care Quality at Home, and test the feasibility of implementing the intervention in two HBPC practices to ultimately improve outcomes of PLWD and their caregivers.\n\nThe investigators will evaluate the feasibility, acceptability, and fidelity in implementing HBPC Dementia Care Quality at Home in two practices for persons living with dementia and their caregivers through an open pilot. Hypothesis: HBPC Dementia Care Quality at Home will meet benchmarks of feasibility, acceptability, and fidelity by the HBPC practices implementing it and by caregivers of PLWD who experience the intervention. The investigators will assess feasibility of caregivers of PLWD to engage with the intervention, the acceptability of the intervention to caregivers, and the impact of the intervention on caregiver well-being by surveying caregivers at the conclusion of the pilot. In addition, the investigators will assess feasibility, acceptability, and fidelity of the intervention in the practices."
        },
        "conditionsModule": {
            "conditions": [
                "Dementia",
                "Quality of Life",
                "Caregiver Stress"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "interventionModelDescription": "A live open-pilot trial will be conducted of the HBPC Dementia Care Quality at Home intervention in two HBPC practices.",
                "primaryPurpose": "SUPPORTIVE_CARE",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 98,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Dementia Care Quality at Home",
                    "type": "EXPERIMENTAL",
                    "description": "Each HBPC practice will receive the Dementia Care Quality at Home intervention.",
                    "interventionNames": [
                        "Other: Dementia Care Quality at Home"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Dementia Care Quality at Home",
                    "description": "Each of the two HBPC practices will identify at least two trained Dementia Care Quality at Home Champions who will be trained in the intervention comprised of 1) a standardized assessment tool to assess PLWD and caregiver needs; 2) seven modules created to optimize the well-being of the PLWD and their caregiver; and 3) regular team-based review of persons participating in the program to address care challenges and a team-based case conference approach to solve these challenges.",
                    "armGroupLabels": [
                        "Dementia Care Quality at Home"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Feasibility for the caregiver to engage with and complete baseline assessments.",
                    "description": "The percentage of identified CGs who complete baseline assessments.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Feasibility for the caregiver to access educational materials and community resources.",
                    "description": "Percent of CGs will report using 1 or more materials provided by the practice.",
                    "timeFrame": "Post-intervention (6 months)"
                },
                {
                    "measure": "Feasibility for the practice of identifying potential patients/caregivers",
                    "description": "Ability of practice to generate list of their patients living with dementia using a questionnaire to the practice",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Feasibility for the practice of assessing eligible patient/caregiver dyads.",
                    "description": "Ability of practice to identify eligible patient/caregiver dyads (e.g., CG experiencing burden or distress).",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Feasibility for the practice to use patient and caregiver assessments.",
                    "description": "Percent of practice personnel who conduct assessments that rate assessments as feasible to use and percent of audited assessments that are completed.",
                    "timeFrame": "Post-intervention (6 months)"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Feasibility for the practice of recruiting patient/caregiver dyads",
                    "description": "Percentage of eligible dyads who enroll.",
                    "timeFrame": "Post-intervention (6 months)"
                },
                {
                    "measure": "Feasibility for the practice of percent of racial and ethnic minorities recruited.",
                    "description": "Percentage of eligible dyads who enroll who are racial and ethnic minorities.",
                    "timeFrame": "Post-intervention (6 months)"
                },
                {
                    "measure": "Feasibility for the practice to use care modules.",
                    "description": "The percentage that rates modules as feasible to use. The percentage of practice personnel who complete the modules that rate the modules as feasible to use and the percent of audited modules that are completed.",
                    "timeFrame": "Post-intervention (6 months)"
                },
                {
                    "measure": "Feasibility for the practice of clinicians to engage with the tele-video case conference.",
                    "description": "Percent of virtual meetings attended.",
                    "timeFrame": "Post-intervention (6 months)"
                },
                {
                    "measure": "Net promoter score",
                    "description": "The single question - \"How likely are you to recommend X to a friend \\[or colleague\\]?\" is rated from 0 - Not at all likely to 10 - Extremely likely.",
                    "timeFrame": "Post-intervention (6 months)"
                },
                {
                    "measure": "Acceptability of the intervention to caregivers and patient to participate in the intervention.",
                    "description": "Percent of CGs invited to participate who agree to participate in the intervention.",
                    "timeFrame": "Post-intervention (6 months)"
                },
                {
                    "measure": "Heard and understood",
                    "description": "A one-item measure of CGs who report that they felt heard and understood by the practice.",
                    "timeFrame": "Pre and post intervention (prior to and 6 months after)"
                },
                {
                    "measure": "Caregiver well-being",
                    "description": "Quality of Life in Alzheimer's Disease. The QoL-AD is comprised of 13 items (physical health, energy, mood, living situation, memory, family, marriage, friends, self as a whole, ability to do chores, ability to do things for fun, money and life as a whole). Response options include 1(poor), 2(fair), 3(good) and 4 (excellent), for a total score of 13-52, with higher scores indicating better QoL.",
                    "timeFrame": "Post-intervention (6 months)"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\nCaregiver participants will:\n\n* be adults (18 years or older)\n* have English fluency and literacy\n* live in the United States\n* live with and care for an individual with Alzheimer's Disease and Alzheimer's Disease Related Dementias (ADRD)\n* anticipate providing care for the next 6 months\n* provide an average 4 hours of supervision or direct assistance per day for the care recipient and\n* have been identified by the practice as experiencing caregiver stress.\n\nStaff participants will:\n\n* be 18 years or older\n* have English fluency and literacy and live in the United States and\n* be part of a HBPC primary care program or closely connected to the practice.\n\nExclusion Criteria:\n\n* Participants under the age 18.\n* Participants who have no English fluency and literacy and do not live in the United States.\n* For caregiver participants, not caring for and living with a patient that is part of a HBPC primary care program or closely connected to the practice.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Maimouna Sy, BS",
                    "role": "CONTACT",
                    "phone": "617-643-9070",
                    "email": "masy@mgh.harvard.edu"
                },
                {
                    "name": "Michelle St. Paul, MA",
                    "role": "CONTACT",
                    "phone": "781-771-5495",
                    "email": "mstpaul2@mgh.harvard.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Christine S Ritchie, MD, MSPH",
                    "affiliation": "Massachusetts General Hospital",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Bruce Leff, MD",
                    "affiliation": "Johns Hopkins University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Queens Medical Center",
                    "status": "RECRUITING",
                    "city": "Honolulu",
                    "state": "Hawaii",
                    "zip": "96813",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jacob W Moore, NP",
                            "role": "CONTACT",
                            "email": "jamoore@queens.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 21.30694,
                        "lon": -157.85833
                    }
                },
                {
                    "facility": "Virginia Commonwealth University",
                    "status": "RECRUITING",
                    "city": "Richmond",
                    "state": "Virginia",
                    "zip": "23219",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Kathryn Rackson, MD",
                            "role": "CONTACT",
                            "email": "kathryn.rackson@vcuhealth.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 37.55376,
                        "lon": -77.46026
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "35351444",
                    "type": "BACKGROUND",
                    "citation": "Leff B, Ritchie C, Freeland DG, Jamshed N, Major A, Gallopyn N, Sharieff S, Taylor J, Yudin JA, Sheehan OC. The National Home-Based Primary Care Learning Network: A Practice-Based Quality Improvement and Research Network. J Am Med Dir Assoc. 2022 Aug;23(8):1424-1426. doi: 10.1016/j.jamda.2022.02.017. Epub 2022 Mar 26."
                },
                {
                    "pmid": "33990472",
                    "type": "BACKGROUND",
                    "citation": "Foakes G, Hurt C, Lehner JL, Tinsley H, Valentine J, Doede DD, Ritchie C, Leff B. Using Registry Data to Support National Quality Forum Endorsement of Quality Measures for Home-Based Medical Care. Am J Med Qual. 2021 Nov-Dec 01;36(6):402-407. doi: 10.1097/01.JMQ.0000735496.32223.40."
                },
                {
                    "pmid": "34663232",
                    "type": "BACKGROUND",
                    "citation": "Yang M, Pajewski N, Espeland M, Easterling D, Williamson JD. Modifiable risk factors for homebound progression among those with and without dementia in a longitudinal survey of community-dwelling older adults. BMC Geriatr. 2021 Oct 18;21(1):561. doi: 10.1186/s12877-021-02506-1."
                },
                {
                    "pmid": "32744949",
                    "type": "BACKGROUND",
                    "citation": "Reckrey JM, Yang M, Kinosian B, Bollens-Lund E, Leff B, Ritchie C, Ornstein K. Receipt Of Home-Based Medical Care Among Older Beneficiaries Enrolled In Fee-For-Service Medicare. Health Aff (Millwood). 2020 Aug;39(8):1289-1296. doi: 10.1377/hlthaff.2019.01537."
                },
                {
                    "pmid": "26010119",
                    "type": "BACKGROUND",
                    "citation": "Ornstein KA, Leff B, Covinsky KE, Ritchie CS, Federman AD, Roberts L, Kelley AS, Siu AL, Szanton SL. Epidemiology of the Homebound Population in the United States. JAMA Intern Med. 2015 Jul;175(7):1180-6. doi: 10.1001/jamainternmed.2015.1849. Erratum In: JAMA Intern Med. 2015 Aug;175(8):1426. doi: 10.1001/jamainternmed.2015.4022."
                },
                {
                    "pmid": "34936090",
                    "type": "BACKGROUND",
                    "citation": "Nguyen HQ, Vallejo JD, Macias M, Shiffman MG, Rosen R, Mowry V, Omotunde O, Hong B, Liu IA, Borson S. A mixed-methods evaluation of home-based primary care in dementia within an integrated system. J Am Geriatr Soc. 2022 Apr;70(4):1136-1146. doi: 10.1111/jgs.17627. Epub 2021 Dec 22."
                },
                {
                    "pmid": "21502853",
                    "type": "BACKGROUND",
                    "citation": "Sorensen S, Conwell Y. Issues in dementia caregiving: effects on mental and physical health, intervention strategies, and research needs. Am J Geriatr Psychiatry. 2011 Jun;19(6):491-6. doi: 10.1097/JGP.0b013e31821c0e6e. No abstract available."
                },
                {
                    "pmid": "19585957",
                    "type": "BACKGROUND",
                    "citation": "Brodaty H, Donkin M. Family caregivers of people with dementia. Dialogues Clin Neurosci. 2009;11(2):217-28. doi: 10.31887/DCNS.2009.11.2/hbrodaty."
                },
                {
                    "pmid": "26058542",
                    "type": "BACKGROUND",
                    "citation": "Chiao CY, Wu HS, Hsiao CY. Caregiver burden for informal caregivers of patients with dementia: A systematic review. Int Nurs Rev. 2015 Sep;62(3):340-50. doi: 10.1111/inr.12194. Epub 2015 Jun 8."
                },
                {
                    "pmid": "33170276",
                    "type": "BACKGROUND",
                    "citation": "Li L, Wister AV, Mitchell B. Social Isolation Among Spousal and Adult-Child Caregivers: Findings From the Canadian Longitudinal Study on Aging. J Gerontol B Psychol Sci Soc Sci. 2021 Aug 13;76(7):1415-1429. doi: 10.1093/geronb/gbaa197."
                },
                {
                    "pmid": "8557205",
                    "type": "BACKGROUND",
                    "citation": "Schulz R, O'Brien AT, Bookwala J, Fleissner K. Psychiatric and physical morbidity effects of dementia caregiving: prevalence, correlates, and causes. Gerontologist. 1995 Dec;35(6):771-91. doi: 10.1093/geront/35.6.771."
                },
                {
                    "pmid": "31466897",
                    "type": "BACKGROUND",
                    "citation": "Heintz H, Monette P, Epstein-Lubow G, Smith L, Rowlett S, Forester BP. Emerging Collaborative Care Models for Dementia Care in the Primary Care Setting: A Narrative Review. Am J Geriatr Psychiatry. 2020 Mar;28(3):320-330. doi: 10.1016/j.jagp.2019.07.015. Epub 2019 Aug 2."
                },
                {
                    "pmid": "25260557",
                    "type": "BACKGROUND",
                    "citation": "Tanner JA, Black BS, Johnston D, Hess E, Leoutsakos JM, Gitlin LN, Rabins PV, Lyketsos CG, Samus QM. A randomized controlled trial of a community-based dementia care coordination intervention: effects of MIND at Home on caregiver outcomes. Am J Geriatr Psychiatry. 2015 Apr;23(4):391-402. doi: 10.1016/j.jagp.2014.08.002. Epub 2014 Aug 13."
                },
                {
                    "pmid": "31566651",
                    "type": "BACKGROUND",
                    "citation": "Possin KL, Merrilees JJ, Dulaney S, Bonasera SJ, Chiong W, Lee K, Hooper SM, Allen IE, Braley T, Bernstein A, Rosa TD, Harrison K, Begert-Hellings H, Kornak J, Kahn JG, Naasan G, Lanata S, Clark AM, Chodos A, Gearhart R, Ritchie C, Miller BL. Effect of Collaborative Dementia Care via Telephone and Internet on Quality of Life, Caregiver Well-being, and Health Care Use: The Care Ecosystem Randomized Clinical Trial. JAMA Intern Med. 2019 Dec 1;179(12):1658-1667. doi: 10.1001/jamainternmed.2019.4101."
                },
                {
                    "pmid": "21631316",
                    "type": "BACKGROUND",
                    "citation": "Arora S, Thornton K, Murata G, Deming P, Kalishman S, Dion D, Parish B, Burke T, Pak W, Dunkelberg J, Kistin M, Brown J, Jenkusky S, Komaromy M, Qualls C. Outcomes of treatment for hepatitis C virus infection by primary care providers. N Engl J Med. 2011 Jun 9;364(23):2199-207. doi: 10.1056/NEJMoa1009370. Epub 2011 Jun 1."
                },
                {
                    "pmid": "26647260",
                    "type": "BACKGROUND",
                    "citation": "Stammen LA, Stalmeijer RE, Paternotte E, Oudkerk Pool A, Driessen EW, Scheele F, Stassen LP. Training Physicians to Provide High-Value, Cost-Conscious Care: A Systematic Review. JAMA. 2015 Dec 8;314(22):2384-400. doi: 10.1001/jama.2015.16353."
                },
                {
                    "pmid": "31528365",
                    "type": "BACKGROUND",
                    "citation": "Ramsey AT, Proctor EK, Chambers DA, Garbutt JM, Malone S, Powderly WG, Bierut LJ. Designing for Accelerated Translation (DART) of Emerging Innovations in Health. J Clin Transl Sci. 2019 Jun;3(2-3):53-58. doi: 10.1017/cts.2019.386. Epub 2019 Jul 30."
                },
                {
                    "pmid": "21197565",
                    "type": "BACKGROUND",
                    "citation": "Aarons GA, Hurlburt M, Horwitz SM. Advancing a conceptual model of evidence-based practice implementation in public service sectors. Adm Policy Ment Health. 2011 Jan;38(1):4-23. doi: 10.1007/s10488-010-0327-7."
                },
                {
                    "pmid": "15189396",
                    "type": "BACKGROUND",
                    "citation": "Lancaster GA, Dodd S, Williamson PR. Design and analysis of pilot studies: recommendations for good practice. J Eval Clin Pract. 2004 May;10(2):307-12. doi: 10.1111/j..2002.384.doc.x."
                },
                {
                    "pmid": "15195318",
                    "type": "BACKGROUND",
                    "citation": "Shih WJ, Ohman-Strickland PA, Lin Y. Analysis of pilot and early phase studies with small sample sizes. Stat Med. 2004 Jun 30;23(12):1827-42. doi: 10.1002/sim.1807."
                },
                {
                    "pmid": "26092476",
                    "type": "BACKGROUND",
                    "citation": "Whitehead AL, Julious SA, Cooper CL, Campbell MJ. Estimating the sample size for a pilot randomised trial to minimise the overall trial sample size for the external pilot and main trial for a continuous outcome variable. Stat Methods Med Res. 2016 Jun;25(3):1057-73. doi: 10.1177/0962280215588241. Epub 2015 Jun 19."
                },
                {
                    "pmid": "20957426",
                    "type": "BACKGROUND",
                    "citation": "Proctor E, Silmere H, Raghavan R, Hovmand P, Aarons G, Bunger A, Griffey R, Hensley M. Outcomes for implementation research: conceptual distinctions, measurement challenges, and research agenda. Adm Policy Ment Health. 2011 Mar;38(2):65-76. doi: 10.1007/s10488-010-0319-7."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Krueger, RA, Casey MA. Focus groups: a practical guide for applied research. Thousand Oaks, CA: SAGE Publications, Inc.; 2000."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Summit virtual meeting series: 2020 national research summit on care, services, and supports for persons with dementia and their caregivers. [Internet]. National Institute on Aging. 2020 [cited 2022 Apr 25]; Available from: https://www.nia.nih.gov/2020-dementia-care-summit"
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Medical care at home comes of age. [Internet]. California Health Care Foundation. 2021[cited 2022 Apr 25]; Available from: https://www.chcf.org/publication/medical-care-home-comes-age/"
                },
                {
                    "pmid": "36465493",
                    "type": "BACKGROUND",
                    "citation": "Lucero KS. Net Promoter Score (NPS): What Does Net Promoter Score Offer in the Evaluation of Continuing Medical Education? J Eur CME. 2022 Nov 29;11(1):2152941. doi: 10.1080/21614083.2022.2152941. eCollection 2022."
                },
                {
                    "pmid": "27301257",
                    "type": "BACKGROUND",
                    "citation": "Torisson G, Stavenow L, Minthon L, Londos E. Reliability, validity and clinical correlates of the Quality of Life in Alzheimer's disease (QoL-AD) scale in medical inpatients. Health Qual Life Outcomes. 2016 Jun 14;14:90. doi: 10.1186/s12955-016-0493-8."
                },
                {
                    "pmid": "26596879",
                    "type": "BACKGROUND",
                    "citation": "Gramling R, Stanek S, Ladwig S, Gajary-Coots E, Cimino J, Anderson W, Norton SA; AAHPM Research Committee Writing Group; Aslakson RA, Ast K, Elk R, Garner KK, Gramling R, Grudzen C, Kamal AH, Lamba S, LeBlanc TW, Rhodes RL, Roeland E, Schulman-Green D, Unroe KT. Feeling Heard and Understood: A Patient-Reported Quality Measure for the Inpatient Palliative Care Setting. J Pain Symptom Manage. 2016 Feb;51(2):150-4. doi: 10.1016/j.jpainsymman.2015.10.018. Epub 2015 Nov 17."
                },
                {
                    "pmid": "12021425",
                    "type": "BACKGROUND",
                    "citation": "Logsdon RG, Gibbons LE, McCurry SM, Teri L. Assessing quality of life in older adults with cognitive impairment. Psychosom Med. 2002 May-Jun;64(3):510-9. doi: 10.1097/00006842-200205000-00016."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000003704",
                    "term": "Dementia"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001927",
                    "term": "Brain Diseases"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000019965",
                    "term": "Neurocognitive Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M6904",
                    "name": "Dementia",
                    "asFound": "Dementia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5204",
                    "name": "Brain Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M21836",
                    "name": "Neurocognitive Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "T6034",
                    "name": "Quality of Life",
                    "asFound": "Quality of Life",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}