{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05063201",
            "orgStudyIdInfo": {
                "id": "849150"
            },
            "organization": {
                "fullName": "University of Pennsylvania",
                "class": "OTHER"
            },
            "briefTitle": "Cariprazine for Comorbid Cocaine and Opioid Use Disorder",
            "officialTitle": "A Phase 2a Randomized, Single-blind, Placebo-controlled Pilot Study to Evaluate the Impact of Cariprazine (1.5mg) on Cocaine Use in OUD-CocUD Patients on Buprenorphine-naloxone.",
            "therapeuticArea": [
                "Other"
            ],
            "study": "cariprazine-for-comorbid-cocaine-and-opioid-use-disorder"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-08-05",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-10-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-01-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-09-21",
            "studyFirstSubmitQcDate": "2021-09-21",
            "studyFirstPostDateStruct": {
                "date": "2021-10-01",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-07",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-08",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR_INVESTIGATOR",
                "investigatorFullName": "Kyle Kampman",
                "investigatorTitle": "Associate Professor of Psychiatry",
                "investigatorAffiliation": "University of Pennsylvania"
            },
            "leadSponsor": {
                "name": "Kyle Kampman",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute on Drug Abuse (NIDA)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "This is a phase IIa, randomized, placebo-controlled pilot study designed to examine whether low-dose cariprazine (1.5mg/d) impacts cocaine use in medically-stable OUD patients with co-occurring CocUD who have already been taking BUP-NX at a stable dose for at least one week (up to 24mg buprenorphine/6mg naloxone daily). To be eligible for this relapse-prevention study, patients will have a cocaine-negative urine at the time of study enrollment.\n\nApproximately 48 subjects will be randomized to participate in this study. At randomization, patients will be stratified on cocaine-use severity, e.g., \\< 8 days cocaine use in the prior month (less severe) vs. \\> 8 days cocaine use in the prior month (more severe). A subset (n=24) of participants who are fMRI-eligible will also participate in an fMRI session during the trial, examining whether cariprazine impacts the brain response to relapse-relevant probes of reward and inhibition. All fMRI-eligible patients will be offered the scanning opportunity, until 24 scans are acquired.\n\nBlinding: This pilot study will be designated as single-blind. Participants are blind to their medication status. In our single-blind studies, we also ask our clinical / patient-interacting staff to remain \"blind\" to the participants' medication status (similar to 'double-blind' studies), but our non-treatment (e.g., engineering) staff have access to participant group status for preliminary data examinations.\n\nAfter enrollment, subjects will be randomized to receive 1.5mg/d cariprazine or placebo in a 2:1 ratio. At baseline, subjects will complete several assessments, behavioral tasks and neurocognition probes monitored by fNIRS and will then begin taking cariprazine (or placebo) each day for 8 weeks. The behavioral tasks and fNIRS session will be collected again 10-17 days after taking the first dose of study medication, when plasma levels of cariprazine are likely approaching steady-state; fMRI probes will be collected at the steady-state timepoint in the fMRI-eligible subgroup. Urines will be collected 2x/weekly throughout the trial; weekly blood samples will be analyzed for buprenorphine/norbuprenorphine as an index of BUP-NX compliance, and for metabolites of cariprazine, for cariprazine compliance. Individuals will participate for approximately 11 weeks, inclusive of the screening period and follow-up visit; maximal study medication exposure for each subject is up to 8 weeks.\n\nThe study has 4 distinct phases:\n\n1. Screening (approx. 1-2 weeks)\n2. Baseline (1-2 visits; includes baseline assessments, behavioral tasks/fNIRS session, and randomization)\n3. Outpatient treatment (8 wks; 2 visits/wk, includes daily cariprazine (or placebo), daily BUP-NX (at the participants' usual community treatment site), and imaging (fMRI and fNIRS)/behavioral tasks at steady-state.\n4. Follow-up: A follow-up visit to assess medical and psychological status will occur approximately 1 week after the last dose of study medication."
        },
        "conditionsModule": {
            "conditions": [
                "Opioid-use Disorder",
                "Cocaine Use Disorder"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "TRIPLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "INVESTIGATOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 48,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Cariprazine",
                    "type": "EXPERIMENTAL",
                    "interventionNames": [
                        "Drug: Cariprazine 1.5 MG"
                    ]
                },
                {
                    "label": "Placebo",
                    "type": "PLACEBO_COMPARATOR",
                    "interventionNames": [
                        "Drug: Placebo"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Cariprazine 1.5 MG",
                    "description": "Subjects will attend two visits per week during the 8-week Outpatient Treatment Phase. Counseling services, in the form of Medication Management (MM) will be provided weekly. A urine sample for drug testing, vitals, AEs, and COWS will be collected/assessed at each visit. At the first weekly visit attended, concomitant medications, medication compliance, AIMS and a blood sample for later analysis of plasma levels of cariprazine and its metabolites will also be collected. The TLFB, C-SSRS, CSSA, SOWS, BSCS, DTS and a UPT (females only) will be collected once weekly. On the final appointment of week 8 only, a physical exam and ECG will be performed and standard laboratory measures (blood chemistry, CBC with differential, fasting glucose and lipids, serum prolactin, medical urinalysis) will be assessed. During week 8, additional assessments will be collected, including the ASI, HAM A/D and Treatment Opinion Form (TOF).",
                    "armGroupLabels": [
                        "Cariprazine"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Placebo",
                    "description": "Subjects will attend two visits per week during the 8-week Outpatient Treatment Phase. Counseling services, in the form of Medication Management (MM) will be provided weekly. A urine sample for drug testing, vitals, AEs, and COWS will be collected/assessed at each visit. At the first weekly visit attended, concomitant medications, medication compliance, AIMS and a blood sample for later analysis of plasma levels of cariprazine and its metabolites will also be collected. The TLFB, C-SSRS, CSSA, SOWS, BSCS, DTS and a UPT (females only) will be collected once weekly. On the final appointment of week 8 only, a physical exam and ECG will be performed and standard laboratory measures (blood chemistry, CBC with differential, fasting glucose and lipids, serum prolactin, medical urinalysis) will be assessed. During week 8, additional assessments will be collected, including the ASI, HAM A/D and Treatment Opinion Form (TOF).",
                    "armGroupLabels": [
                        "Placebo"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "percentage of cocaine-positive/missing urines across weeks 3-8",
                    "description": "The primary clinical outcome measure is the impact of cariprazine (v. placebo) on cocaine use (percentage of cocaine-positive/missing urines across weeks 3-8). Cocaine-positive urines will be assessed by urines positive for benzoylecognine (BE), a metabolite of cocaine.",
                    "timeFrame": "weeks 3-8"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "percentage of patients who are entirely abstinent from cocaine",
                    "description": "The secondary clinical outcome measure is the percentage of patients who are entirely abstinent from cocaine in the final 3 weeks of the trial (weeks 6, 7, and 8).",
                    "timeFrame": "weeks 6, 7, an 8"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* An informed consent document understood, voluntarily signed and dated by the subject.\n* Males and females, aged 18-65 years old, who meet criteria for cocaine use disorder (CocUD) and moderate or severe opioid use disorder (OUD) (based on DSM-5 criteria), have been on a stable dose of BUP-NX for at least one week, and plan to continue taking BUP-NX for at least 12 weeks.\n* Subject must provide a urine that is cocaine-negative and buprenorphine-positive on the day of enrollment.\n* Females must be non-pregnant, non-lactating, and either be of non-childbearing potential (e.g., sterilized via hysterectomy or bilateral tubal ligation or at least 1 year post-menopausal) or of childbearing potential, but practicing a highly-effective contraception method (failure rate \\<1%, guided by CDC reference list).\n* Subject must read at or above eighth grade level, and understand spoken and written English.\n* IQ score of ≥ 80.\n* Subjects must be willing and able to comply with scheduled visits, treatment plan, laboratory tests, and other study procedures, and must have access to a cellphone.\n\nExclusion Criteria:\n\n* Current participation (or participation within 30 days prior to the research study) in clinical trial and receipt of investigational drug(s).\n* Meets DSM-5 criteria for moderate to severe Substance Use Disorder for any substance other than opioids, cocaine, alcohol, marijuana or nicotine as determined by the semi-structured interview. For Alcohol Use Disorder, subjects are excluded if they meet DSM-5 criteria for moderate to severe AUD within the past three months (patients in early or sustained remission are eligible).\n* Meets current or lifetime DSM-5 criteria for schizophrenia or any psychotic disorder, bipolar I or II disorder, or organic mental disorder, including dementia-related psychosis.\n* Meets DSM-5 criteria for Major Depressive Disorder AND is currently taking or clinically requires, antidepressant therapy.\n* Current comorbid GAD, Social Phobia, Specific Phobia are excluded if in current treatment and/or clinically unstable.\n* Current and/or in treatment for Panic Disorder With or Without Agoraphobia, Agoraphobia Without Panic Disorder.\n* Presence of any another psychiatric and/or medical disorder that in the opinion of the PI will interfere with completion of the study or place the patient at heightened risk through participation in the study.\n* Actively suicidal, or present suicidal risk, or who reports a lifetime history of serious or recurrent suicidal behavior, or who has an SBQ-R total score ≥8 at Screening, and/or \"yes\" answers on items 4 or 5 of the C-SSRS, or in the investigator's clinical judgment present a suicidal risk.\n* Currently homicidal to the extent that immediate attention is required.\n* Has evidence of a history of significant active hepatitis, significant hepatocellular injury as evidenced by elevated bilirubin levels (\\>1.3), or, clinically significant levels (over 3x upper limit of normal) of aspartate aminotransferase (AST), or serum alanine aminotransferase (ALT).\n* Has positive serology test results at screening for HIV1/HIV2 antibodies, hepatitis B surface antigen, or hepatitis C antibody. If a subject is hepatitis C antibody positive and RNA negative OR their liver function tests are \\<2 times the upper limit of normal (ULN) range, and they have been treated for hepatitis C, the investigator may include the subject with the approval of the Medical Monitor.\n* Anemia more severe than grade 2.\n* Significant renal insufficiency (estimated creatinine clearance less than or equal to 30 ml/min).\n* Current diagnosis of pain requiring opioids.\n* Currently physically dependent on benzodiazepines.\n* Significant medical or psychiatric symptoms or dementia which in the opinion of the investigators would preclude compliance with the protocol, adequate cooperation in the study, or obtaining informed consent.\n* Concurrent medical conditions (such as severe respiratory insufficiency) that may prevent the patient from safely participating in the study.\n* History of seizures (excluding childhood febrile seizure) or uncontrolled seizure disorder.\n* Has received medication that could interact adversely with VRAYLAR or BUP-NX within the time of administration of study agent based on the study physician's guidance.\n* Needs treatment with any psychoactive medications (with the exception of Benadryl used sparingly, if necessary, for sleep).\n* Has demonstrated hypersensitivity or allergy to cariprazine or any ingredients in VRAYLAR capsules or BUP-NX.\n* Currently taking a CYP3A4 inhibitor/inducer or agent metabolized through the CYP3A4 pathway likely to interact with BUP-NX to produce clinically significant and/or unfavorable effects.\n* Any pending legal action that could prohibit participation and/or compliance in study procedures.\n* Living in unstable housing.\n\nExclusions for fMRI eligibility:\n\nAn individual who is deemed eligible for participation in the study based upon the criteria listed above, will be excluded from participation in the fMRI session if they meet any of the following criteria:\n\n1. History of serious head trauma or injury causing loss of consciousness that lasted more than 3 minutes and/or associated with skull fracture or intracranial bleeding or abnormal MRI.\n2. Presence of magnetically active prosthetics, plates, pins, broken needles, permanent retainer, bullets, etc. in patient's body (unless a radiologist confirms that its presence is unproblematic). An x-ray may be obtained to determine eligibility.\n3. Claustrophobia or other medical condition that disables the participant from lying in the MRI for approximately 60 minutes.\n4. Non-removable skin patches, at discretion of PI.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "65 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Megan Ivey, MS",
                    "role": "CONTACT",
                    "phone": "215-746-7712",
                    "email": "megan.ivey@pennmedicine.upenn.edu"
                }
            ],
            "locations": [
                {
                    "facility": "University of Pennsylvania",
                    "status": "RECRUITING",
                    "city": "Philadelphia",
                    "state": "Pennsylvania",
                    "zip": "19104",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Megan Ivey, MS",
                            "role": "CONTACT",
                            "phone": "215-746-7712",
                            "email": "megan.ivey@pennmedicine.upenn.edu"
                        },
                        {
                            "name": "Kyle Kampman, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Anna Rose Childress, PhD",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.95233,
                        "lon": -75.16379
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009293",
                    "term": "Opioid-Related Disorders"
                }
            ],
            "ancestors": [
                {
                    "id": "D000079524",
                    "term": "Narcotic-Related Disorders"
                },
                {
                    "id": "D000019966",
                    "term": "Substance-Related Disorders"
                },
                {
                    "id": "D000064419",
                    "term": "Chemically-Induced Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M12244",
                    "name": "Opioid-Related Disorders",
                    "asFound": "Opioid Use Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M2057",
                    "name": "Narcotic-Related Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M21837",
                    "name": "Substance-Related Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M30302",
                    "name": "Chemically-Induced Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC25",
                    "name": "Substance Related Disorders"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "C000533287",
                    "term": "Cariprazine"
                }
            ],
            "ancestors": [
                {
                    "id": "D000014150",
                    "term": "Antipsychotic Agents"
                },
                {
                    "id": "D000014149",
                    "term": "Tranquilizing Agents"
                },
                {
                    "id": "D000002492",
                    "term": "Central Nervous System Depressants"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000011619",
                    "term": "Psychotropic Drugs"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4033",
                    "name": "Analgesics, Opioid",
                    "relevance": "LOW"
                },
                {
                    "id": "M5317",
                    "name": "Buprenorphine",
                    "relevance": "LOW"
                },
                {
                    "id": "M293041",
                    "name": "Cariprazine",
                    "asFound": "Sezary syndrome",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12221",
                    "name": "Naloxone",
                    "relevance": "LOW"
                },
                {
                    "id": "M447",
                    "name": "Buprenorphine, Naloxone Drug Combination",
                    "relevance": "LOW"
                },
                {
                    "id": "M6271",
                    "name": "Cocaine",
                    "relevance": "LOW"
                },
                {
                    "id": "M16904",
                    "name": "Antipsychotic Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M14474",
                    "name": "Psychotropic Drugs",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Analg",
                    "name": "Analgesics"
                },
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "NarcAntag",
                    "name": "Narcotic Antagonists"
                },
                {
                    "abbrev": "PsychDr",
                    "name": "Psychotropic Drugs"
                },
                {
                    "abbrev": "VaCoAg",
                    "name": "Vasoconstrictor Agents"
                }
            ]
        }
    },
    "hasResults": false
}