{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05083754",
            "orgStudyIdInfo": {
                "id": "J21103"
            },
            "organization": {
                "fullName": "Sidney Kimmel Comprehensive Cancer Center at Johns Hopkins",
                "class": "OTHER"
            },
            "briefTitle": "Carmustine Wafer in Combination With Retifanlimab and Radiation With/Without Temozolomide in Subjects With Glioblastoma",
            "officialTitle": "A Randomized, Open-label Pilot Trial to Evaluate the Safety and Efficacy of Carmustine Wafer in Combination With Retifanlimab and Standard Radiation With or Without Temozolomide in Newly-Diagnosed Adult Subjects With Glioblastoma",
            "therapeuticArea": [
                "Other"
            ],
            "study": "carmustine-wafer-in-combination-with-retifanlimab-and-radiation-with-without-temozolomide-in-subjects-with-glioblastoma"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-11",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-08-31",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-10-06",
            "studyFirstSubmitQcDate": "2021-10-06",
            "studyFirstPostDateStruct": {
                "date": "2021-10-19",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-11-21",
            "lastUpdatePostDateStruct": {
                "date": "2023-11-24",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Sidney Kimmel Comprehensive Cancer Center at Johns Hopkins",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Incyte Corporation",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of the study is to evaluate the safety and survival of carmustine wafers and radiation and retifanlimab with or without temozolomide (TMZ) in newly-diagnosed adult subjects with glioblastoma multiform after carmustine wafer placement."
        },
        "conditionsModule": {
            "conditions": [
                "Glioblastoma Multiforme"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "SEQUENTIAL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 50,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Arm A- Retifanlimab and Radiation Therapy",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will receive Retifanlimab and Radiation Therapy.",
                    "interventionNames": [
                        "Drug: Retifanlimab",
                        "Radiation: Radiation Therapy"
                    ]
                },
                {
                    "label": "Arm B- Retifanlimab, Radiation Therapy and Temozolomide",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will receive Retifanlimab, Radiation Therapy and Temozolomide.",
                    "interventionNames": [
                        "Drug: Retifanlimab",
                        "Drug: Temozolomide",
                        "Radiation: Radiation Therapy"
                    ]
                },
                {
                    "label": "Arm C- Radiation Therapy and Temozolomide",
                    "type": "OTHER",
                    "description": "Participants will receive Radiation Therapy and Temozolomide which is the Standard of Care.",
                    "interventionNames": [
                        "Drug: Temozolomide",
                        "Radiation: Radiation Therapy"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Retifanlimab",
                    "description": "Anti-PD-1 Therapy",
                    "armGroupLabels": [
                        "Arm A- Retifanlimab and Radiation Therapy",
                        "Arm B- Retifanlimab, Radiation Therapy and Temozolomide"
                    ],
                    "otherNames": [
                        "INCMGA00012"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Temozolomide",
                    "description": "Anti-PD-1 Therapy",
                    "armGroupLabels": [
                        "Arm B- Retifanlimab, Radiation Therapy and Temozolomide",
                        "Arm C- Radiation Therapy and Temozolomide"
                    ]
                },
                {
                    "type": "RADIATION",
                    "name": "Radiation Therapy",
                    "description": "Standard of Care",
                    "armGroupLabels": [
                        "Arm A- Retifanlimab and Radiation Therapy",
                        "Arm B- Retifanlimab, Radiation Therapy and Temozolomide",
                        "Arm C- Radiation Therapy and Temozolomide"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Safety of combination retifanlimab and radiation with and without temozolomide as assessed by number of participants who experience adverse events",
                    "description": "Number of participants who experience grade 1 or higher adverse events, as defined by Common Terminology Criteria for Adverse Events version 5.0 (CTCAE v5.0).",
                    "timeFrame": "Up to 2 years"
                },
                {
                    "measure": "Feasibility of combination retifanlimab and radiation with and without temozolomide as assessed by number of participants who experience adverse events",
                    "description": "Number of participants who experience grade 1 or higher adverse events, as defined by Common Terminology Criteria for Adverse Events version 5.0 (CTCAE v5.0).",
                    "timeFrame": "Up to 2 years"
                },
                {
                    "measure": "Maximum Tolerated Dose (MTD) as determined by number of participants with dose limiting toxicities (DLT)",
                    "description": "Maximum tolerated dose will be determined by the maximum dose at which the least number of participants experience dose-limiting toxicity. The dose limiting toxicity is defined using the Common Terminology Criteria for Adverse Events (CTCAE).",
                    "timeFrame": "Up to 2 years"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Safety as assessed by number of treatment-emergent adverse events in patients on combination refitanlimab and standard of care (SOC) with newly diagnosed glioblastoma after treatment with carmustine wafers",
                    "description": "Number of participants who experience grade 1 or higher adverse events, as defined by Common Terminology Criteria for Adverse Events version 5.0 (CTCAE v5.0)",
                    "timeFrame": "Up to 2 years"
                },
                {
                    "measure": "Progression Free Survival",
                    "description": "Proportion of participants who achieve progression free survival who are treated with retifanlimab with or without temozolomide after carmustine placement",
                    "timeFrame": "Up to 2 years"
                },
                {
                    "measure": "Overall Response Rate",
                    "description": "Proportion of participants with measurable disease at baseline and have been re-evaluated after at least 1 cycle of therapy with observed reduction in tumor burden as defined by RECIST (Response evaluation criteria in solid tumors) and iRECIST criteria after 2 doses of nivolumab and ipilimumab.",
                    "timeFrame": "Upt to 2 years"
                },
                {
                    "measure": "Overall Survival",
                    "description": "Proportion of participants who achieve survival with methylated or unmethylated methylguanine-DNA-methyltransferase (MGMT)",
                    "timeFrame": "Up to 2 years"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Tumor Response as assessed by immune markers in tumor and blood samples",
                    "description": "Analyses may include flow cytometry and immunohistochemistry",
                    "timeFrame": "Up to 2 years"
                },
                {
                    "measure": "Biomarker assessment in tumor and blood samples",
                    "description": "Analyses may include, but not necessarily be limited to, the proportion of T, B, and NK cells, granulocytes, the proportion of memory and effector T cell subsets, and expression levels of PD-1, PD-L1, other B7 family members, ICOS, and Ki67.",
                    "timeFrame": "Up to 2 years"
                },
                {
                    "measure": "Microsatellite instability (MSI) assessment",
                    "description": "Assess presence or absence of MSI",
                    "timeFrame": "Up to 2 years"
                },
                {
                    "measure": "NK cell count",
                    "description": "NK cell count in cells/mm\\^3",
                    "timeFrame": "Up to 2 years"
                },
                {
                    "measure": "PD-1 cell",
                    "description": "PD-1 cell count in cells/mm\\^3",
                    "timeFrame": "Up to 2 years"
                },
                {
                    "measure": "T cell count",
                    "description": "T cell count in cells/mm\\^3",
                    "timeFrame": "Up to 2 years"
                },
                {
                    "measure": "B cell count",
                    "description": "B cell count in cells/mm\\^3",
                    "timeFrame": "Up to 2 years"
                },
                {
                    "measure": "PD L-1 count",
                    "description": "PD L-1 cell count in cells/mm\\^3",
                    "timeFrame": "Up to 2 years"
                },
                {
                    "measure": "ICOS count",
                    "description": "ICOS cell count in cells/mm\\^3",
                    "timeFrame": "Up to 2 years"
                },
                {
                    "measure": "CD4 cell count",
                    "description": "CD4 cell count in cells/mm\\^3",
                    "timeFrame": "Up to 2 years"
                },
                {
                    "measure": "CD8 cell count",
                    "description": "CD8 cell count in cells/mm\\^3",
                    "timeFrame": "Up to 2 years"
                },
                {
                    "measure": "Ki67 cell count",
                    "description": "Ki67 cell count in cells/mm\\^3",
                    "timeFrame": "Up to 2 years"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Newly-diagnosed adults with WHO (World Health Organization) Grade IV Glioblastoma or gliosarcoma based on histopathological or molecular criteria who had carmustine wafers placed at resection\n* No prior treatment for GBM other than surgical resection and carmustine wafer placement (Patients who had a biopsy prior to resection are allowed)\n* Post-operative MRI or CT scan within 72 hours (preferably 24 hours) of surgical resection\n* Substantial recovery from surgical resection\n* On a stable or decreasing dose of steroids\n* Karnofsky Performance Status of ≥ 60\n* Clinically appropriate for concomitant temozolomide plus radiation therapy (RT) based on institutional guidelines\n* Age ≥18 years\n* Ensure that pregnant or lactating females are not enrolled and that contraceptive requirements are in accordance with applicable and recent requirements.\n* Men must agree to take appropriate precautions to avoid fathering children (with at least 99% certainty) from screening through 180 days after the last dose of retifanlimab\n* Must have normal organ and marrow function on routine laboratory tests\n* Ability to understand and the willingness to sign a written informed consent document\n* Subjects must be willing and able to comply with scheduled visits, treatment schedule, study procedures, and other requirements of the study\n\nExclusion Criteria:\n\n* Recurrent glioblastoma (GBM) or progression of lower grade tumor\n* Central nervous system (CNS) hemorrhage of Grade \\> 1 on baseline MRI scan, unless subsequently documented to have resolved\n* Any known metastatic extracranial or leptomeningeal disease\n* Intent to use other anti-neoplastic medications/treatments including the Optune® device\n* Any serious or uncontrolled medical disorder that, in the opinion of the investigator, may increase the risk associated with study participation or study drug administration, impair the ability of the subject to receive protocol therapy, or interfere with the interpretation of study results\n* Prior treatment with an anti-PD-1, anti-PD-L1, anti-PD-L2, anti-CD137, anti-CTLA-4 antibody or any other antibody or drug specifically targeting T-cell co-stimulation or immune checkpoint pathways\n* Active, known or suspected autoimmune disease, with the following exceptions: Subjects with type I diabetes mellitus, hypothyroidism only requiring hormone replacement, skin disorders (such as vitiligo, psoriasis or alopecia) not requiring systemic treatment (subjects with a history of flares requiring systemic treatment are excluded), or other autoimmune conditions not expected to recur in the absence of an external trigger are permitted to enroll\n* Subjects with history of life-threatening toxicity, including hypersensitivity reaction, related to prior immunoglobulin treatment for another condition (except those considered unlikely to re-occur, with written approval of study PI) or any other study drug component\n* History or evidence upon physical/neurological examination of other central nervous system condition (e.g., seizures, abscess) unrelated to cancer, unless adequately controlled by medication or considered not potentially interfering with protocol treatment\n* Surgical procedure \\< 7 days prior to study treatment (No restriction for insertion of a central venous access device)\n* Unable to swallow oral medication or any gastrointestinal disease or surgical procedure that may seriously impact the absorption of temozolomide\n* Prior malignancy active within the previous 3 years except for locally curable cancers that have been apparently cured, such as basal or squamous cell skin cancer, totally excised melanoma of stage IIA or lower, low or intermediate-grade localized prostate cancer (Gleason score ≤ 7), and curatively-treated carcinoma in situ of the cervix, breast, or bladder.\n* Known history of any positive test for hepatitis B virus or hepatitis C virus indicating acute or chronic infection, and/or detectable virus\n* Known history of positive test for human immunodeficiency virus (HIV) or known acquired immunodeficiency syndrome (AIDS).\n* Evidence of interstitial lung disease, history of interstitial lung disease, or active, noninfectious pneumonitis.\n* Palliative radiation therapy administered within 1 week of first dose of study treatment or radiation therapy in the thoracic region that is \\> 30 Gy within 6 months of the first dose of study treatment. Note: Participants must have recovered from all radiation-related toxicities (to Grade \\>1 or baseline), not require corticosteroids for this purpose, and not have had radiation pneumonitis.\n* Toxicity of prior therapy that has not recovered to ≤ Grade 1 or baseline (with the exception of any grade of alopecia and anemia not requiring transfusion support).\n* Participants with specified abnormal laboratory values at screening\n* Active autoimmune disease requiring systemic immunosuppression in excess of physiologic maintenance doses of corticosteroids (\\> 10 mg/day of prednisone or equivalent).\n\n  * Physiologic corticosteroid replacement therapy at doses ≤ 10 mg/day of prednisone or equivalent for adrenal or pituitary insufficiency and in the absence of active autoimmune disease is permitted.\n  * Participants with asthma that requires intermittent use of bronchodilators, inhaled steroids, or local steroid injections may participate.\n  * Participants using topical, ocular, intra-articular, or intranasal steroids (with minimal systemic absorption) may participate.\n  * Brief courses of corticosteroids for prophylaxis (e.g., contrast dye allergy) or study treatment-related standard premedication is permitted.\n* Has an active infection requiring systemic antibiotics or antifungal treatment\n* History of organ transplant, including allogeneic stem cell transplantation\n* Known allergy or hypersensitivity to any component of retifanlimab or formulation components\n* Has received a live vaccine within 28 days of the planned start of study drug (Note: Examples of live vaccines include but are not limited to measles, mumps, rubella, chicken pox/zoster, yellow fever, rabies, Bacillus of Calmette and Guerin (BCG), and typhoid vaccine. Inactivated seasonal influenza vaccines and COVID-19 vaccine(s) are permitted and do not require a 4-week waiting period before starting study treatment; however, intranasal influenza vaccines are live attenuated vaccines and are not allowed.)\n* Patients who are taking Probiotic dietary supplements\n* Patients with uncontrolled intercurrent illness\n* Patients with psychiatric illness/social situations (e.g. prisoners/involuntarily incarcerated individuals) that would limit compliance with study requirements",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "100 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Lawrence Kleinberg, MD",
                    "role": "CONTACT",
                    "phone": "410-614-2597",
                    "email": "kleinla@jhmi.edu"
                },
                {
                    "name": "Stella Krawiec, MA",
                    "role": "CONTACT",
                    "phone": "410-502-1962",
                    "email": "skrawie1@jhmi.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Lawrence Kleinberg, MD",
                    "affiliation": "Johns Hopkins University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Johns Hopkins Medical Institution",
                    "status": "RECRUITING",
                    "city": "Baltimore",
                    "state": "Maryland",
                    "zip": "21287",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Lawrence Kleinberg, MD",
                            "role": "CONTACT",
                            "phone": "410-614-2597",
                            "email": "kleinla@jhmi.edu"
                        },
                        {
                            "name": "Stella Krawiec, MA",
                            "role": "CONTACT",
                            "phone": "410-502-1962",
                            "email": "skrawie1@jhmi.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.29038,
                        "lon": -76.61219
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000005909",
                    "term": "Glioblastoma"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001254",
                    "term": "Astrocytoma"
                },
                {
                    "id": "D000005910",
                    "term": "Glioma"
                },
                {
                    "id": "D000018302",
                    "term": "Neoplasms, Neuroepithelial"
                },
                {
                    "id": "D000017599",
                    "term": "Neuroectodermal Tumors"
                },
                {
                    "id": "D000009373",
                    "term": "Neoplasms, Germ Cell and Embryonal"
                },
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000009375",
                    "term": "Neoplasms, Glandular and Epithelial"
                },
                {
                    "id": "D000009380",
                    "term": "Neoplasms, Nerve Tissue"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M9019",
                    "name": "Glioblastoma",
                    "asFound": "Glioblastoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4561",
                    "name": "Astrocytoma",
                    "relevance": "LOW"
                },
                {
                    "id": "M9020",
                    "name": "Glioma",
                    "relevance": "LOW"
                },
                {
                    "id": "M20446",
                    "name": "Neoplasms, Neuroepithelial",
                    "relevance": "LOW"
                },
                {
                    "id": "M19845",
                    "name": "Neuroectodermal Tumors",
                    "relevance": "LOW"
                },
                {
                    "id": "M20388",
                    "name": "Neuroectodermal Tumors, Primitive",
                    "relevance": "LOW"
                },
                {
                    "id": "M12318",
                    "name": "Neoplasms, Germ Cell and Embryonal",
                    "relevance": "LOW"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M12320",
                    "name": "Neoplasms, Glandular and Epithelial",
                    "relevance": "LOW"
                },
                {
                    "id": "M12325",
                    "name": "Neoplasms, Nerve Tissue",
                    "relevance": "LOW"
                },
                {
                    "id": "T2518",
                    "name": "Glioblastoma",
                    "asFound": "Glioblastoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "T2519",
                    "name": "Glioma",
                    "relevance": "LOW"
                },
                {
                    "id": "T4092",
                    "name": "Neuroepithelioma",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000077204",
                    "term": "Temozolomide"
                }
            ],
            "ancestors": [
                {
                    "id": "D000018906",
                    "term": "Antineoplastic Agents, Alkylating"
                },
                {
                    "id": "D000000477",
                    "term": "Alkylating Agents"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M1692",
                    "name": "Temozolomide",
                    "asFound": "Cervical",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5585",
                    "name": "Carmustine",
                    "relevance": "LOW"
                },
                {
                    "id": "M20942",
                    "name": "Antineoplastic Agents, Alkylating",
                    "relevance": "LOW"
                },
                {
                    "id": "M3820",
                    "name": "Alkylating Agents",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}