{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06148831",
            "orgStudyIdInfo": {
                "id": "23"
            },
            "organization": {
                "fullName": "Nurturely",
                "class": "OTHER"
            },
            "briefTitle": "Carrying for the Culture",
            "officialTitle": "Carrying for the Culture: RCT",
            "therapeuticArea": [
                "Mental Health",
                "Women's Health"
            ],
            "study": "carrying-for-the-culture"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-03",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-01-08",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-12",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2028-12",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-11-09",
            "studyFirstSubmitQcDate": "2023-11-19",
            "studyFirstPostDateStruct": {
                "date": "2023-11-28",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-03-20",
            "lastUpdatePostDateStruct": {
                "date": "2024-03-22",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Emily Little",
                "investigatorTitle": "Executive Director",
                "investigatorAffiliation": "Nurturely"
            },
            "leadSponsor": {
                "name": "Nurturely",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Suboptimal postpartum health outcomes in the US, including low rates of lactation and high rates of postpartum depression, contribute to high rates of perinatal mortality and morbidity as well as long-term and intergenerational health outcomes. Black birthing parents and infants are at the highest risk, with the lowest rates of lactation and the highest rates of postpartum depression. Yet most interventions to support lactation and postpartum mental health are based on models of care that are unrepresentative of Black and global majority communities. The principal investigator's previous Randomized Controlled Trial (RCT) using soft infant carriers to increase parent-infant physical contact was effective in increasing lactation and decreasing postpartum depression in a sample of Latinx postpartum parents. Infant carrying, or \"babywearing,\" is a culturally relevant prevention strategy based on models of parenting representative of Black and global majority communities. In this study, the investigators use strategies from implementation research and clinical effectiveness research to assess an infant carrier intervention within a community-based, culturally specific perinatal home visiting program for Black birthing parents.",
            "detailedDescription": "Low rates of lactation and high rates of postpartum depression contribute to perinatal mortality and morbidity and Black birthing parents and infants are at the highest risk. Yet most interventions to support lactation and postpartum mental health are based on models of care that are unrepresentative of Black and global majority communities. The principal investigator's (PI) previous Randomized Controlled Trial (RCT) using soft infant carriers was effective in increasing lactation and decreasing postpartum depression in a sample of Latinx postpartum parents.\n\nBlack infants are half as likely as white infants to be breastfed at 3 and 6 months, and 12 months. Black parents also experience an increased risk of perinatal mental health challenges like postpartum depression yet are less likely to initiate and/or follow up with mental health treatment due to societal stigma on mental health and lack of access to financial resources, amongst other reasons. Low lactation rates are associated with immediate threats to infant and parental health, including increased risk of infection, asthma risk, and diarrhea. Longer-term health impacts are suboptimal brain development, decreased academic and cognitive performance, an increased risk of childhood obesity, and an increased risk of breast and ovarian cancer and diabetes in the parent. Supporting lactation and mental health in the postpartum period provides an opportunity for immediate, long-term, and intergenerational impact. Yet most interventions to support lactation and mental health are based on cultural models of care that are unrepresentative of the postpartum practices of Black and global majority communities. They can also be costly and add burdens to both parents and the professionals supporting intervention implementation.\n\nThis study employs carrying as an intervention that is culturally rooted, cost-effective, and does not add burdens. Keeping a baby strapped to a caregiver's body with a textile-based device, known as \"babywearing,\" \"backing,\" or simply \"infant carrying,\" is a practice that has likely existed since the beginning of human history. Among the global majority, infant carrying and sustained parent-infant contact is not only culturally and historically ubiquitous but is also very well understood for its benefits. International fieldwork (Guatemala and Congo) by the PI and others document the ubiquity of parent-infant physical contact. This cultural variation in mother-infant physical contact is reflected in patterns of breastfeeding behavior, such that in communities where infants are in more physical contact with caregivers they are breastfed for longer, a pattern that has been documented both across cultures (e.g., between parents in Washington DC and Central African Republic) and within cultures (two groups of parents in London). Only a handful of studies have tested whether this cultural practice of infant carrying is contributing to lactation outcomes. An RCT published by the PI demonstrated that an infant carrier intervention increased lactation rates in a low-income Latina population. Using a randomized two-arm, parallel-group trial conducted in collaboration with a home-visiting program in a low-income, urban, and primarily Latinx community, 50 parents were randomly assigned to receive an ergonomic infant carrier and instruction on proper use to facilitate increased physical contact with infants (intervention group), and 50 parents were assigned to a waitlist control group. Parents in the intervention group were more likely to be breastfeeding or feeding expressed human milk at 6 months (68%) than control group parents (40%; P = .02). Another study in Italy showed that an intervention with infant carriers to increase mother-infant physical contact increased the likelihood of continued breastfeeding, and two US-based studies demonstrated increased attachment between parent and infant after an intervention with infant carriers. These effects of infant carrying in the months after birth align with the decades of evidence from RCTs in hospital and NICU settings demonstrating that skin-to-skin contact immediately after birth has both immediate and long-term benefits after preterm birth, including increased lactation and decreased postpartum depression. Though effectiveness has now been demonstrated in some communities, no research thus far has tested the effectiveness of infant carrying interventions among Black parents in the US, who are experiencing the most inequities in lactation and postpartum mental health. Furthermore, no research has assessed strategies for effectively implementing this intervention in scalable, community-based settings."
        },
        "conditionsModule": {
            "conditions": [
                "Postpartum Depression",
                "Breast Feeding"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "OTHER",
                "maskingInfo": {
                    "masking": "NONE",
                    "maskingDescription": "At the time of consent, the participant is randomly assigned to the intervention or control group."
                }
            },
            "enrollmentInfo": {
                "count": 400,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Infant Carrier",
                    "type": "EXPERIMENTAL",
                    "description": "In the intervention group, in the prenatal period (\\~37 weeks gestation) will watch a short training video on how to use the carrier, including a demonstration of safe and ergonomic use. The home visitor will support the client in practicing using the carrier and will provide materials to support continued learning.",
                    "interventionNames": [
                        "Device: Infant Carrier"
                    ]
                },
                {
                    "label": "Infant Carrier Waitlist",
                    "type": "NO_INTERVENTION",
                    "description": "Participants assigned to the waitlist control will receive home visitation care as usual. At 6-months postpartum they will watch a short training video on how to use the carrier, including a demonstration of safe and ergonomic use. The home visitor will support the client in practicing using the carrier and will provide materials to support continued learning."
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "Infant Carrier",
                    "description": "The assigned home visitor will provide a participant with an infant carrier and will watch a short training video on how to use the carrier, including a demonstration of safe and ergonomic use. The home visitor will support the client to practice using the carrier and will provide materials to support continued learning.\n\nAll home visitors participated in an infant carrier training developed by Nurturely, centered on carrying as a cultural practice, utilizing culturally relevant visuals as well as easy-to-remember acronyms to promote safe and ergonomic use (i.e., the STOP acronym developed by Nurturely, signifying that all knots are Secure, infant is attached high enough to kiss the top of their head and Tight to the caregiver's body, nose and mouth are visible and airway is Open, and hips are Positioned in an ergonomic spread squat).",
                    "armGroupLabels": [
                        "Infant Carrier"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Depression Scale Score of Each Participant",
                    "description": "Edinburgh Post Natal Depression Scale: The score ranges from 0 to 30 with a score of 13-30 indicating a high risk of depressive illness",
                    "timeFrame": "Postpartum week 6, 12, 24"
                },
                {
                    "measure": "Number of Weeks of Lactation of Each Participant",
                    "description": "Self reported duration of lactation",
                    "timeFrame": "Postpartum week 6, 12, 24, 52"
                },
                {
                    "measure": "Proportion of Parents who Exclusively Breastfed their Infant",
                    "description": "Self reported exclusive breastfeeding (yes/no)",
                    "timeFrame": "Postpartum week 6, 12, 24, 52"
                },
                {
                    "measure": "Lactation Frequency of Each Participant",
                    "description": "Self-reported frequency of human milk feeds per day",
                    "timeFrame": "Postpartum week 6, 12, 24, 52"
                },
                {
                    "measure": "Cultural Models of Infant Care Score of Each Participant",
                    "description": "Parenting Ethnotheories Scale: The score ranges from 10 to 50 with higher scores indicating a greater alignment with proximal care parenting practices and a lower score indicating a greater alignment with distal care parenting practices",
                    "timeFrame": "Postpartum week 6, 12, 24"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Average Crying Frequency of Infant",
                    "description": "Self-reported average number of hours infant cries per day",
                    "timeFrame": "Postpartum week 6, 12, 24"
                },
                {
                    "measure": "Participant Breastfeeding Self-Efficacy Score",
                    "description": "Breastfeeding Self-Efficacy Scale - Short Form: The score ranges from 14 to 70 with higher scores indicating more confidence in breastfeeding",
                    "timeFrame": "Postpartum week 6, 12, 24"
                },
                {
                    "measure": "Participant Ability to Access Human Milk Score",
                    "description": "Nurturely Milk Mobility Scale: The score ranges from 16 to 80 with a higher score indicating more ability to access milk (either on their own or from donors).",
                    "timeFrame": "Postpartum week 6, 12, 24"
                },
                {
                    "measure": "Participant Responsiveness to Infant Feeding Cues Score",
                    "description": "Nurturely Feeding Responsiveness Scale: The score ranges from 9 to 45 with a higher score indicating increased responsiveness to infant cues during feeding",
                    "timeFrame": "Postpartum week 6, 12, 24"
                },
                {
                    "measure": "Mother to Infant Bonding Scale Score",
                    "description": "Mother to Infant Bonding Scale: The score ranges from 0 to 16 with a higher score indicating less bonding",
                    "timeFrame": "Postpartum week 6, 12, 24"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Current participant of one of the participating agencies\n* 18 years of age or over\n* Currently pregnant\n* Singleton pregnancy\n* Fluent in one of the study languages\n* Consistent access to a smartphone with internet access\n* Working email account\n* Physical and mental capability to use an infant carrier, follow study plan, and document participation\n\nExclusion Criteria:\n\n* Not a current participant of a partner agency\n* Under 18 years of age\n* More than a singleton birth\n* Inconsistent access to smartphone or internet access\n* No working email\n* Cannot use an infant carrier",
            "healthyVolunteers": true,
            "sex": "FEMALE",
            "genderBased": true,
            "genderDescription": "has a uterus; currently pregnant",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Emily Little, PhD",
                    "role": "CONTACT",
                    "phone": "503-298-5068",
                    "email": "emily@nurturely.org"
                },
                {
                    "name": "R. Aver Yakubu, MHA, MPH",
                    "role": "CONTACT",
                    "phone": "503-298-5068",
                    "email": "aver@nurturely.org"
                }
            ],
            "locations": [
                {
                    "facility": "Nurturely",
                    "status": "RECRUITING",
                    "city": "Eugene",
                    "state": "Oregon",
                    "zip": "97401",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Emily Little",
                            "role": "CONTACT",
                            "phone": "541-579-8941",
                            "email": "research@nurturely.org"
                        },
                        {
                            "name": "Aver Yakubu",
                            "role": "CONTACT",
                            "phone": "5415798941",
                            "email": "research@nurturely.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 44.05207,
                        "lon": -123.08675
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "34193622",
                    "type": "BACKGROUND",
                    "citation": "Little EE, Cioffi CC, Bain L, Legare CH, Hahn-Holbrook J. An Infant Carrier Intervention and Breastfeeding Duration: A Randomized Controlled Trial. Pediatrics. 2021 Jul;148(1):e2020049717. doi: 10.1542/peds.2020-049717. Epub 2021 Jun 30."
                },
                {
                    "pmid": "31627080",
                    "type": "BACKGROUND",
                    "citation": "Little EE, Polanco MA, Baldizon SR, Wagner P, Shakya H. Breastfeeding knowledge and health behavior among Mayan women in rural Guatemala. Soc Sci Med. 2019 Dec;242:112565. doi: 10.1016/j.socscimed.2019.112565. Epub 2019 Sep 26."
                },
                {
                    "pmid": "37586649",
                    "type": "BACKGROUND",
                    "citation": "Little EE, Bain L, Hahn-Holbrook J. Randomized controlled trial to prevent postpartum depressive symptomatology: An infant carrier intervention. J Affect Disord. 2023 Nov 1;340:871-876. doi: 10.1016/j.jad.2023.08.044. Epub 2023 Aug 15."
                },
                {
                    "pmid": "31103747",
                    "type": "BACKGROUND",
                    "citation": "Little EE, Legare CH, Carver LJ. Culture, carrying, and communication: Beliefs and behavior associated with babywearing. Infant Behav Dev. 2019 Nov;57:101320. doi: 10.1016/j.infbeh.2019.04.002. Epub 2019 May 16."
                },
                {
                    "pmid": "30200623",
                    "type": "BACKGROUND",
                    "citation": "Little EE, Legare CH, Carver LJ. Mother(-)Infant Physical Contact Predicts Responsive Feeding among U.S. Breastfeeding Mothers. Nutrients. 2018 Sep 6;10(9):1251. doi: 10.3390/nu10091251."
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000019052",
                    "term": "Depression, Postpartum"
                }
            ],
            "ancestors": [
                {
                    "id": "D000011644",
                    "term": "Puerperal Disorders"
                },
                {
                    "id": "D000011248",
                    "term": "Pregnancy Complications"
                },
                {
                    "id": "D000005261",
                    "term": "Female Urogenital Diseases and Pregnancy Complications"
                },
                {
                    "id": "D000091642",
                    "term": "Urogenital Diseases"
                },
                {
                    "id": "D000003866",
                    "term": "Depressive Disorder"
                },
                {
                    "id": "D000019964",
                    "term": "Mood Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M7058",
                    "name": "Depression",
                    "relevance": "LOW"
                },
                {
                    "id": "M7061",
                    "name": "Depressive Disorder",
                    "relevance": "LOW"
                },
                {
                    "id": "M21076",
                    "name": "Depression, Postpartum",
                    "asFound": "Postpartum Depression",
                    "relevance": "HIGH"
                },
                {
                    "id": "M14499",
                    "name": "Puerperal Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14127",
                    "name": "Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M2875",
                    "name": "Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M27093",
                    "name": "Female Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8399",
                    "name": "Female Urogenital Diseases and Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M21835",
                    "name": "Mood Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                }
            ]
        }
    },
    "hasResults": false
}