{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06126809",
            "orgStudyIdInfo": {
                "id": "STUDY00004479"
            },
            "organization": {
                "fullName": "Florida State University",
                "class": "OTHER"
            },
            "briefTitle": "Causal Role of the Aperiodic Signal for Working Memory",
            "officialTitle": "Causal Role of the Aperiodic Signal for Working Memory",
            "acronym": "TRAS",
            "therapeuticArea": [
                "Other"
            ],
            "study": "causal-role-of-the-aperiodic-signal-for-working-memory"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-03",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-03-25",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-12",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-12",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-11-07",
            "studyFirstSubmitQcDate": "2023-11-09",
            "studyFirstPostDateStruct": {
                "date": "2023-11-13",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-03-26",
            "lastUpdatePostDateStruct": {
                "date": "2024-03-27",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Justin Riddle",
                "investigatorTitle": "Principal Investigator",
                "investigatorAffiliation": "Florida State University"
            },
            "leadSponsor": {
                "name": "Florida State University",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true
        },
        "descriptionModule": {
            "briefSummary": "Working memory (WM) is the ability to hold relevant information in mind in the absence of sensory input. The capacity for WM is a foundation for cognitive control and higher cognitive function more broadly. Previous research demonstrated that during the delay period of WM tasks, oscillatory electrical activity in the prefrontal cortex in the theta-frequency band (4-8 Hz) increased in amplitude. However, other groups found that the slope of the aperiodic signal in the brain was positively correlated with individual differences in WM capacity. Since low-frequency power and a steeper slope of the aperiodic signal are confounded in many analyses, it is not clear whether the slope of the aperiodic signal or the amplitude of low-frequency oscillations underlie WM capacity. With many studies investigating the causal role of theta oscillations in WM, the purpose of this project is to investigate the role of the aperiodic signal in WM performance.",
            "detailedDescription": "The experiment comprises two experimental sessions. The first session serves as a baseline session where electroencephalography (EEG) is recorded during working memory (WM) task performance. The difficulty of the task is titrated to the individual participant and they are familiarized with the task. In the second session, the participant receives each type of transcranial random aperiodic stimulation (tRAS): steep-tRAS, flat-tRAS, sham-tRAS. Stimulation is delivered in one of these three waveforms for each block while the participant performs the WM task. The type of stimulation that is received is balanced, randomized, and intermixed by block. This study is double-blinded such that the participant and the researcher are not aware of what type of stimulation is being delivered. Each block is approximately 5 minutes and twelve total blocks are collected with stimulation. The type of tRAS for that block (steep-tRAS, flat-tRAS, or sham-tRAS) is started just prior to the beginning of the task block and ramps down at the end of the task block. For each task block, the tRAS takes 15 seconds to ramp up at the beginning and 15 seconds to ramp down at the conclusion of the task block. In total, the participant receives approximately 60 minutes of stimulation, which is approximately 20 minutes of each type of stimulation. Following each task block, participants stare at a fixation cross and relax without stimulation. This \"resting-state\" EEG recording is used to assess the aftereffects of tRAS on brain activity. The first session will take 2 hours to complete and the second session will take 3 hours to complete."
        },
        "conditionsModule": {
            "conditions": [
                "Executive Dysfunction"
            ],
            "keywords": [
                "cognitive control",
                "working memory",
                "electroencephalography",
                "transcranial electrical stimulation"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "CROSSOVER",
                "interventionModelDescription": "All participants receive all three types of transcranial random aperiodic stimulation (tRAS): steep-tRAS, flat-tRAS, and sham-tRAS. The type of stimulation received is randomized and intermixed for each task block lasting approximately 5 minutes. The participant receives 12 task blocks, each with one of the stimulation types that are randomized, intermixed, and balanced for order.",
                "primaryPurpose": "BASIC_SCIENCE",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "maskingDescription": "This study is double-blinded at the level of \"runs\" within a single session. Participants and the researchers at the time of stimulation are unaware of which type of stimulation the participant will receive for each block. This is accomplished using randomization codes maintained within the computer. Furthermore, this study utilizes an active sham stimulation. This means that the active sham condition includes some stimulation, mimicking the skin sensations associated with tRAS. Participants receive all three types of stimulation in a single session over twelve five-minute blocks with an intermixed, balanced, and randomized order.",
                    "whoMasked": [
                        "PARTICIPANT",
                        "INVESTIGATOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 30,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Steep-tRAS,",
                    "type": "EXPERIMENTAL",
                    "description": "Transcranial random aperiodic stimulation (tRAS) delivers 1 milliampere (mA) zero-to-peak amplitude at the target electrodes and 2 mA at the return electrode. The condition of interest, steep-tRAS, mimics a steep slope of the aperiodic signal characterized by greater low relative to high frequency power. Participants receive all three types of stimulation in an intermixed, balanced, and randomized order. There are twelve total blocks of approximately five minutes of stimulation with four blocks of each type of stimulation.",
                    "interventionNames": [
                        "Device: Steep-tRAS"
                    ]
                },
                {
                    "label": "Flat-tRAS",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Transcranial random aperiodic stimulation (tRAS) delivers 1 milliampere (mA) zero-to-peak amplitude at the target electrodes and 2 mA at the return electrode. The active control, flat-tRAS, mimics a flat slope aperiodic signal characterized by greater high relative to low frequency power. Participants receive all three types of stimulation in an intermixed, balanced, and randomized order. There are twelve total blocks of approximately five minutes of stimulation with four blocks of each type of stimulation.",
                    "interventionNames": [
                        "Device: Flat-tRAS"
                    ]
                },
                {
                    "label": "Sham-tRAS",
                    "type": "SHAM_COMPARATOR",
                    "description": "Transcranial random aperiodic stimulation (tRAS) delivers 1 milliampere (mA) zero-to-peak amplitude at the target electrodes and 2 mA at the return electrode. For active sham stimulation, steep-tRAS or flat-tRAS is delivered for only 15 seconds at the beginning and end of the block. This mimics the skin sensations (e.g., itching, burning, tingling) to assist with blinding the participant. Participants receive all three types of stimulation in an intermixed, balanced, and randomized order. There are twelve total blocks of approximately five minutes of stimulation with four blocks of each type of stimulation.",
                    "interventionNames": [
                        "Device: Sham-tRAS"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "Steep-tRAS",
                    "description": "Stimulation will be delivered via the NeuroConn Direct Current Stimulator Plus Multiple Channels, an investigational electrical non-invasive brain stimulation device that is being used for foundational neuroscience and translational research.",
                    "armGroupLabels": [
                        "Steep-tRAS,"
                    ]
                },
                {
                    "type": "DEVICE",
                    "name": "Flat-tRAS",
                    "description": "Stimulation will be delivered via the NeuroConn Direct Current Stimulator Plus Multiple Channels, an investigational electrical non-invasive brain stimulation device that is being used for foundational neuroscience and translational research.",
                    "armGroupLabels": [
                        "Flat-tRAS"
                    ]
                },
                {
                    "type": "DEVICE",
                    "name": "Sham-tRAS",
                    "description": "Stimulation will be delivered via the NeuroConn Direct Current Stimulator Plus Multiple Channels, an investigational electrical non-invasive brain stimulation device that is being used for foundational neuroscience and translational research.",
                    "armGroupLabels": [
                        "Sham-tRAS"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in number of remembered items",
                    "description": "The number of remembered items, often referred to as working memory capacity, is calculated as the number of items to be remembered multiplied by the number of items successfully remembered divided by the number of total trials. The range of values is 0 to 7 where a larger number denotes a greater number of items that were remembered.",
                    "timeFrame": "3 hours"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in slope of the power spectrum of the EEG",
                    "description": "The power spectrum of an electrical brain recording is calculated by performing a Fourier transform on the time signal. The slope is calculated as the general trend of this background signal.",
                    "timeFrame": "3 hours"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Between the ages of 18 and 35\n* Able to provide informed consent\n* Normal or corrected-to-normal vision\n* Willing to comply with all study procedures and be available for the duration of the study\n* Ability to speak, read and understand English without a translator\n* Not color-blind\n\nExclusion Criteria:\n\n* ADHD/ADD (currently under treatment)\n* Neurological disorder and conditions\n* Medical or neurological illness or treatment for a medical disorder that could interfere with study participation, e.g., unstable cardiac disease, HIV/AIDS, malignancy, liver or renal impairment\n* Prior brain surgery\n* Any brain devices/implants, including cochlear implants and aneurysm clips\n* History of traumatic brain injury\n* (For females) Pregnant\n* Anything that, in the opinion of the investigator, would place the participant at increased risk or preclude the participant's full compliance with or completion of the study\n* Current use of medications know to produce specific EEG activity known to disrupt interpretations of the findings including but not limited to: benzodiazepines, antipsychotics, antiepileptics and central nervous system stimulants",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "35 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Justin Riddle, PhD",
                    "role": "CONTACT",
                    "phone": "850-645-2389",
                    "email": "jriddle@fsu.edu"
                },
                {
                    "name": "Lauren Jackson, BS",
                    "role": "CONTACT",
                    "phone": "850-644-9869",
                    "email": "lauren.jackson@fsu.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Justin Riddle, PhD",
                    "affiliation": "Florida State University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Florida State University",
                    "status": "RECRUITING",
                    "city": "Tallahassee",
                    "state": "Florida",
                    "zip": "32306",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Justin Riddle, PhD",
                            "role": "CONTACT",
                            "phone": "850-645-2389",
                            "email": "jriddle@fsu.edu"
                        },
                        {
                            "name": "Justin Riddle, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 30.43826,
                        "lon": -84.28073
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Deidentified individual data that supports the results will be shared beginning 9 to 36 months following publication provided the investigator who proposes to use the data has approval from an Institutional Review Board (IRB), Independent Ethics Committee (IEC), or Research Ethics Board (REB), as applicable, and executes a data use/sharing agreement with FSU.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF"
            ],
            "timeFrame": "9 to 36 months following publication",
            "accessCriteria": "Deidentified individual data that supports the results will be shared provided the investigator who proposes to use the data has approval from an IRB, IEC, or REB and an executed data use/sharing agreement with FSU."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        }
    },
    "hasResults": false
}