{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05374551",
            "orgStudyIdInfo": {
                "id": "R01MH125990",
                "type": "NIH",
                "link": "https://reporter.nih.gov/quickSearch/R01MH125990"
            },
            "organization": {
                "fullName": "Boston College",
                "class": "OTHER"
            },
            "briefTitle": "Causal Role of Brain Networks in Episodic Memory",
            "officialTitle": "Causal Role of Brain Networks in Episodic Memory",
            "therapeuticArea": [
                "Other"
            ],
            "study": "causal-role-of-brain-networks-in-episodic-memory"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-10-06",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-12-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-04-29",
            "studyFirstSubmitQcDate": "2022-05-10",
            "studyFirstPostDateStruct": {
                "date": "2022-05-16",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-21",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-22",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Boston College",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The goal of this study is to understand the basic brain mechanisms supporting episodic memory in healthy young adults. Transcranial magnetic stimulation will be used to influence brain activity in regions thought to be important for episodic memory. Behavioral testing and MRI will be used to measure the effects of stimulation on memory and on changes in brain network interactions, allowing us to draw causal inferences regarding the role of specific brain regions in memory processes.",
            "detailedDescription": "In this study, healthy young adult participants will complete three sessions: an MRI session for collecting structural and functional brain images and two sessions including transcranial magnetic stimulation followed by MRI. In one stimulation condition, stimulation will target a brain region of experimental interest (lateral parietal cortex) and in the other, stimulation will target a control brain region (vertex). Both stimulation conditions will be followed by MRI scans and a memory task. All participants will complete all experimental conditions. The order of stimulation conditions will be counterbalanced across subjects. Trials in the memory task will be randomized separately for each participant. Thus, each participant will experience the same number of sessions and trials in each condition, but their experiences will be different due to counterbalancing and randomization. Randomization and counterbalancing of trial conditions will occur before participants are recruited, thus these aspects of the study design are predetermined before participant involvement. Data analysis will be based on within subject effects of stimulation on behavioral measures of memory performance and neural measures of functional connectivity in key regions of interest."
        },
        "conditionsModule": {
            "conditions": [
                "Episodic Memory",
                "Healthy"
            ],
            "keywords": [
                "cognitive neuroscience",
                "functional magnetic resonance imaging",
                "transcranial magnetic stimulation"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "BASIC_SCIENCE",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 40,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "All participants",
                    "type": "OTHER",
                    "description": "All participants will complete all experimental conditions, which include transcranial magnetic stimulation (continuous theta-burst stimulation) to a brain region of experimental interest and to a control brain region.",
                    "interventionNames": [
                        "Other: Transcranial magnetic stimulation"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Transcranial magnetic stimulation",
                    "description": "Transcranial magnetic stimulation will be used to stimulate brain activity in a brain region of experimental interest (lateral parietal cortex) and in a control brain region (vertex). All participants will experience both forms of stimulation, in separate sessions. Stimulation will be applied as a probe to understand the basic phenomenon of how brain processes support episodic memory.",
                    "armGroupLabels": [
                        "All participants"
                    ],
                    "otherNames": [
                        "Continuous theta-burst stimulation"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Accuracy on tests of episodic memory",
                    "description": "Participants will complete tasks where they encode and retrieve events. Episodic memory quality will be assessed as the accuracy with which they can recall scene details associated with each event.",
                    "timeFrame": "Tasks will be completed during the hour following stimulation."
                },
                {
                    "measure": "Task-related functional connectivity among posterior medial brain regions",
                    "description": "Psychophysiological interaction analyses will be used to assess task-related functional connectivity while participants complete the memory retrieval task. This will identify interactions among brain regions that are associated with successful memory retrieval.",
                    "timeFrame": "Functional connectivity will be assessed during the hour following stimulation."
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Ages 18 to 35 years old\n* Fluent in English\n* Free of major neurological or psychiatric illness\n* Right-handed\n* Normal or corrected to normal vision\n\nExclusion Criteria:\n\n* History of a psychiatric illness within the past two years\n* History of a learning disorder (e.g., attention deficit disorder, dyslexia)\n* History of neurological disorder or brain injury, including family history of epilepsy, convulsions or seizures, stroke; vascular, traumatic, tumoral, infectious, or metabolic lesion of the brain, even without a history of seizure, and without anticonvulsant medication, and any unexplained lifetime loss of consciousness/syncope\n* Use of medications that reduce seizure threshold (e.g., tricyclic antidepressants, neuroleptic agents)\n* History of neurosurgery\n* History of heart disease\n* Recreational drug use in the past two months\n* Uncontrollable shaking, or inability to sit/lie still for one hour\n* Evidence of neurological disorders or structural abnormalities, based on MRI\n* Pregnancy\n* Prior surgeries, conditions, and/or implants that are not MRI-safe, including: pacemaker, pacemaker wires, artificial heart valve, brain aneurysm surgery, middle ear implant, non-removable hearing aids, braces, or extensive dental work, implanted mechanical or electrical device, artificial limb or joint\n* Foreign metallic objects in the body, such as bullets, BBs, shrapnel, or metalwork fragments\n* History of metal work or ocular metallic foreign bodies\n* History of uncontrolled migraines or susceptibility to headaches\n* Use of centrally-acting medications and drugs, with the exception of caffeine, within the last 12 hours\n* Concurrent treatment with ototoxic medications\n* Current sleep deprivation, extreme fatigue, or recent jet lag\n* Claustrophobia\n* Pre-existing noise induced hearing loss\n* Any prior adverse experience (e.g. physical or psychological discomfort) with repetitive TMS or MRI scanning",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "35 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Maureen Ritchey, PhD",
                    "role": "CONTACT",
                    "phone": "617-552-4779",
                    "email": "maureen.ritchey@bc.edu"
                }
            ],
            "locations": [
                {
                    "facility": "Boston College",
                    "status": "RECRUITING",
                    "city": "Chestnut Hill",
                    "state": "Massachusetts",
                    "zip": "02467",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Maureen Ritchey, PhD",
                            "role": "CONTACT",
                            "phone": "617-552-4779",
                            "email": "maureen.ritchey@bc.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.33065,
                        "lon": -71.16616
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "UNDECIDED"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        }
    },
    "hasResults": false
}