{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05287568",
            "orgStudyIdInfo": {
                "id": "20-1319.cc"
            },
            "organization": {
                "fullName": "University of Colorado, Denver",
                "class": "OTHER"
            },
            "briefTitle": "CC-486 and Venetoclax for Acute Myeloid Leukemia",
            "officialTitle": "CC-486 and Venetoclax for Acute Myeloid Leukemia",
            "therapeuticArea": [
                "Other"
            ],
            "study": "cc-and-venetoclax-for-acute-myeloid-leukemia"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-12-19",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-03-23",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2029-03",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-03-09",
            "studyFirstSubmitQcDate": "2022-03-09",
            "studyFirstPostDateStruct": {
                "date": "2022-03-18",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-13",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-16",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of Colorado, Denver",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Bristol-Myers Squibb",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This is an open label, dose escalation Phase I single institution pilot study for relapsed and refractory AML patients using CC-486 (oral azacitidine) with venetoclax. At the completion of dose escalation and after establishment of the MTD or recommended dose of CC-486 with venetoclax, an expansion phase will commence, using venetoclax with the MTD of CC-486 in relapsed/refractory patients.",
            "detailedDescription": "Subjects confirmed eligible will be admitted to the hospital for cycle 1, day 1. Venetoclax will be administered days 1-3, with the following schema:\n\n100 mg on day 1, 200 mg on day 2, 400 mg on day 3, and it will be continued at 400mg thereafter.\n\nSubjects taking concomitant CYP3A4 inhibitors will be given the appropriate reduced doses of venetoclax.\n\nSubjects will be monitored inpatient for tumor lysis syndrome (TLS) for at least 24 hours after administration of the venetoclax target dose. Venetoclax will continue at 400 mg daily until day 28, the completion of cycle 1.\n\nDuring dose escalation, subjects will be accrued into two cohorts using two different doses of CC-486 (cohort 1=200 mg, cohort 2=300 mg, both to be administered orally on days 1-14 of a 28-day cycle).\n\nTwo bone marrow biopsies will be performed during the first cycle: day 4 or 5 (+2 days), and day 28. The day 28 bone marrow will be used for efficacy purposes. Subsequent cycles will have response assessment bone marrow biopsies day 28 of every cycle for subjects who have not responded (CR/CRi/MLFS); after a response occurs (CR/CRi/MLFS), subjects will have bone marrow biopsies on day 28 of every 3rd cycle until they have been on the study for one year, at which point they will have a bone marrow biopsy every 6 months until study discontinuation.\n\nOnce the MTD is established, or in the absence of an MTD, a recommendation for a CC-486 dose with venetoclax is made, the study will progress to the expansion phase. For the expansion phase, 10 subjects will be recruited. These will be patients with relapsed/refractory (R/R) disease who have never received venetoclax. On day 1 of cycle 1, subjects will receive CC-486 at the MTD or recommended CC-486 dose as determined from Phase I, and this will continue daily through day 14. Venetoclax will be dose escalated, as above, from 100 to 200 to 400 mg on days 1, 2 and 3, respectively, with inpatient monitoring for TLS, and with appropriate dose reduction if administered with a CYP3A4 inhibitor. Bone marrow biopsies will occur on day 4 or 5 (+2) and on day 28 of cycle 1. Subsequent response assessment bone marrow biopsies will occur on day 28 of every 3rd cycle for subjects who have achieved a response for 1 year from study entry and then every 6 months until study discontinuation, or on day 28 of every treatment cycle for subjects who do not achieve a response."
        },
        "conditionsModule": {
            "conditions": [
                "AML"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "SEQUENTIAL",
                "interventionModelDescription": "This is an open label, dose escalation phase I single institution pilot study for relapsed and refractory AML patients using CC-486 (oral azacitidine) with venetoclax. At the completion of dose escalation and after establishment of the MTD or recommended dose of CC-486 with venetoclax, an expansion phase will commence, using venetoclax with the MTD of CC-486 in relapsed/refractory patients.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 22,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Cohort 1 CC-486 200 mg",
                    "type": "EXPERIMENTAL",
                    "description": "CC-486 200 mg will be administered orally on days 1-14 of a 28-day cycle. Venetoclax will be administered days 1-3, with the following schema: 100 mg on day 1, 200 mg on day 2, 400 mg on day 3, and it will be continued at 400mg thereafter until day 28, the completion of cycle 1.",
                    "interventionNames": [
                        "Drug: Venetoclax",
                        "Drug: CC-486"
                    ]
                },
                {
                    "label": "Cohort 2 CC-486 300 mg",
                    "type": "EXPERIMENTAL",
                    "description": "CC-486 300 mg will be administered orally on days 1-14 of a 28-day cycle. Venetoclax will be administered days 1-3, with the following schema: 100 mg on day 1, 200 mg on day 2, 400 mg on day 3, and it will be continued at 400mg thereafter until day 28, the completion of cycle 1.",
                    "interventionNames": [
                        "Drug: Venetoclax",
                        "Drug: CC-486"
                    ]
                },
                {
                    "label": "Dose Expansion Cohort",
                    "type": "EXPERIMENTAL",
                    "description": "CC-486 MTD will be determine following the completion of Cohort 1 and Cohort 2 with venetoclax at 400 mg/day PI regimen for 28 days.",
                    "interventionNames": [
                        "Drug: Venetoclax",
                        "Drug: CC-486"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Venetoclax",
                    "description": "Venetoclax is a potent, selective and orally bioavailable small molecule inhibitor of BCL-2 that binds with \\> 1,000-fold higher affinity to BCL-2 (Ki \\< 0.010 nM) than other apoptotic pathway proteins BCL-XL (Ki = 48 nm) or MCL-1 (Ki \\> 444 nM). Leukemia stem cells (LSCs) overexpress BCL-2, and BCL-2 overexpression has been associated with worse outcomes in AML.",
                    "armGroupLabels": [
                        "Cohort 1 CC-486 200 mg",
                        "Cohort 2 CC-486 300 mg",
                        "Dose Expansion Cohort"
                    ],
                    "otherNames": [
                        "ABT-199, Abbvie"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "CC-486",
                    "description": "An oral formulation of azacitidine currently being developed for the treatment of hematological and solid malignancies.",
                    "armGroupLabels": [
                        "Cohort 1 CC-486 200 mg",
                        "Cohort 2 CC-486 300 mg",
                        "Dose Expansion Cohort"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Determine the maximum tolerated dose of CC-486 in combination with venetoclax",
                    "description": "Standard phase I 3+3 design. The first 3 subjects will be assigned to cohort 1. If none of the first three subjects' experiences DLT, escalation to cohort 2 is permitted. If one of the first three subjects' experiences DLT, a total of six subjects will be required in that dose cohort, and escalation will only be permitted if five of six subjects do not experience DLT. If more than one DLT is observed in the second cohort, this will be determined to be the maximally administered dose, and three more subjects will be enrolled in the first cohort if only three were previously treated at that dose. The MTD will be the cohort in which ≤1/6 subjects have dose limiting toxicity at the dose prior to the maximally administered dose. If the second cohort has ≤1/6 subjects with a DLT, the MTD will not have been reached, and the recommended dose for the expansion cohorts will be determined based on the safety, efficacy and pharmacodynamic outcomes from subjects treated in the first two cohorts.",
                    "timeFrame": "7 years"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Adverse event profile of CC-486 in combination with venetoclax",
                    "description": "Subject safety will be assessed by reviewing AEs during planned and unplanned visits and physical and laboratory examinations from the time subject receives the first dose of study drug until safety follow up. AEs related to a procedure after consent will also be assessed. The investigator will assess and record AEs in detail including the date of onset, event diagnosis (if known) or sign/symptom, severity, time course (end date, ongoing, intermittent), relationship of the AE to the study drug, and any action taken. For SAEs considered unrelated to study drug, the investigator will provide another cause for the event. AEs may be recorded as the result of a response to a query, an observation by site personnel, or due to a report from a subject. All AEs will be followed to a satisfactory conclusion.",
                    "timeFrame": "7 years"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Subject must have confirmation of non-APL AML by WHO criteria46 and have undergone at least one line of therapy (dose escalation and dose expansion cohorts).\n2. Transplant eligible patients can participate in the study and they are allowed to proceed with stem cell transplantation at any time during the study.\n3. Subject must have a projected life expectancy of at least 12 weeks.\n4. Subject must have an Eastern Cooperative Oncology Group (ECOG) Performance status of ≤ 2.\n5. Subject must have adequate renal function as demonstrated by a calculated creatinine clearance ≥ 30 mL/min; determined via urine collection for 24-hour creatinine clearance or by the Cockcroft Gault formula.\n6. Subject must have adequate liver function as demonstrated by:\n\n   1. aspartate aminotransferase (AST) ≤ 3.0 × ULN\\*\n   2. alanine aminotransferase (ALT) ≤ 3.0 × ULN\\*\n   3. bilirubin ≤ 1.5 × ULN, unless due to Gilbert's syndrome\\* \\* Unless considered due to leukemic organ involvement\n7. Non-sterile male subjects must use contraceptive methods with partner(s) at least prior to beginning study drug administration and continuing up to 90 days after the last dose of study drug. Male subjects must agree to refrain from sperm donation from initial study drug administration until 90 days after the last dose of study drug. No contraception is required if male subjects are surgically sterile (vasectomy with medical assessment confirming surgical success) or if the male subject has a female partner who is postmenopausal or permanently sterile (bilateral oophorectomy, bilateral salpingectomy or hysterectomy).\n8. Female subjects must be either:\n\n   1. Postmenopausal; defined as Age \\> 60 years with no menses for 12 or more months without an alternative medical cause; OR\n   2. Permanently surgically sterile (bilateral oophorectomy, bilateral salpingectomy or hysterectomy); OR\n   3. If subject is of childbearing potential, use of contraception is required while on study treatment and for 6 months after the last dose.\n9. Subject must voluntarily sign and date an informed consent, approved by an Institutional Review Board (IRB), prior to the initiation of any research directed screening or procedures.\n10. Subject is informed that consumption of the following fruits is prohibited 3 days prior to the initiation of study treatment and throughout participation: grapefruit, grapefruit products, Seville oranges (including marmalade containing Seville oranges) or Star fruit.\n\nExclusion criteria:\n\n1. Subject has known active CNS involvement from AML.\n2. Subject is known to be positive for HIV. HIV testing is not required.\n3. Subject is known to be positive for hepatitis B or C infection with the exception of those with an undetectable viral load. Hepatitis B or C testing is not required and subjects with serologic evidence of prior vaccination to HBV (i.e., HBs Ag, anti-HBs+ and anti-HBc-) may participate.\n4. Subject has any history of clinically significant condition(s) that in the opinion of the investigator would adversely affect his/her participating in this study including, but not limited to:\n\n   1. Significant active cardiac disease within the previous 6 months including: New York Heart Association heart failure \\> class 2, unstable angina, or myocardial infarction.\n   2. Renal, neurologic, psychiatric, endocrinologic, metabolic, immunologic, hepatic, cardiovascular disease, or bleeding disorder independent of leukemia.\n5. Subject has a malabsorption syndrome or other condition that precludes enteral route of administration. This includes history of inflammatory bowel disease (e.g. Crohn's disease, ulcerative colitis), celiac disease (e.g. sprue), prior gastrectomy or upper bowel removal, or any other gastrointestinal disorder or defect that would interfere with the absorption, distribution, metabolism or excretion of the study drug and/or predispose the subject to an increased risk of gastrointestinal toxicity.\n6. Subject exhibits evidence of uncontrolled systemic infection requiring therapy (viral, bacterial or fungal). Uncontrolled is defined as ongoing signs/symptoms related the infection without improvement despite appropriate antibiotics, antiviral therapy and/or other treatment.\n7. Subject has a history of other malignancies prior to study entry, with the exception of:\n\n   1. Adequately treated in situ carcinoma of the breast or cervix uteri\n   2. Basal cell carcinoma of the skin or localized squamous cell carcinoma of the skin\n   3. Prostate cancer not requiring therapy beyond hormonal therapy\n   4. Previous malignancy confined and surgically resected (or treated with other modalities) with curative intent\n8. Subject has a white blood cell count \\> 25 × 109/L. Note: hydroxyurea or apheresis are permitted to meet this criterion.\n9. Any subject who is a candidate for intensive induction therapy and agrees to receive this therapy.\n10. Pregnant or breast-feeding females. A pregnancy test will be obtained at the time of screening.\n11. Known or suspected hypersensitivity to azacitidine or mannitol.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "100 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Derek Schatz",
                    "role": "CONTACT",
                    "phone": "7208480628",
                    "email": "derek.schatz@cuanschutz.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Daniel E Pollyea, MD",
                    "affiliation": "University of Colorado, Denver",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "CU Anschutz Medical Campus",
                    "status": "RECRUITING",
                    "city": "Aurora",
                    "state": "Colorado",
                    "zip": "80045",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Derek Schatz",
                            "role": "CONTACT",
                            "email": "derek.schatz@cuanschutz.edu"
                        },
                        {
                            "name": "Constance Brecl",
                            "role": "CONTACT",
                            "phone": "3035078221",
                            "email": "constance.brecl@cuanschutz.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.72943,
                        "lon": -104.83192
                    }
                },
                {
                    "facility": "University of Colorado Hospital",
                    "status": "RECRUITING",
                    "city": "Aurora",
                    "state": "Colorado",
                    "zip": "80045",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Derek Schatz",
                            "role": "CONTACT",
                            "email": "derek.schatz@cuanschutz.edu"
                        },
                        {
                            "name": "Constance Brecl",
                            "role": "CONTACT",
                            "email": "constance.brecl@cuanschutz.edu"
                        },
                        {
                            "name": "Daniel Pollyea, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Peter Forsberg, MD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Jonathan Gutman, MD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Brad Haverkos, MD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Manali Kamdar, MD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Tomer Mark, MD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Daniel Sherbenou, MD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Clay Smith, MD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Jagar Jasem, MD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Maria Amaya, MD PhD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Christine McMahon, MD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Marc Schwartz, MD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Steven Bair, MD",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.72943,
                        "lon": -104.83192
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO",
            "description": "At this time, there is no plan to share individual patient data."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000015470",
                    "term": "Leukemia, Myeloid, Acute"
                }
            ],
            "ancestors": [
                {
                    "id": "D000007938",
                    "term": "Leukemia"
                },
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000006402",
                    "term": "Hematologic Diseases"
                },
                {
                    "id": "D000007951",
                    "term": "Leukemia, Myeloid"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M10945",
                    "name": "Leukemia",
                    "relevance": "LOW"
                },
                {
                    "id": "M10955",
                    "name": "Leukemia, Myeloid",
                    "relevance": "LOW"
                },
                {
                    "id": "M18127",
                    "name": "Leukemia, Myeloid, Acute",
                    "asFound": "Acute Myeloid Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M9490",
                    "name": "Hematologic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T3995",
                    "name": "Myeloid Leukemia",
                    "asFound": "Myeloid Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "T182",
                    "name": "Acute Myeloid Leukemia",
                    "asFound": "Acute Myeloid Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "T188",
                    "name": "Acute Non Lymphoblastic Leukemia",
                    "relevance": "LOW"
                },
                {
                    "id": "T170",
                    "name": "Acute Graft Versus Host Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC15",
                    "name": "Blood and Lymph Conditions"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "C000579720",
                    "term": "Venetoclax"
                },
                {
                    "id": "C000709231",
                    "term": "Cc-486"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M249656",
                    "name": "Venetoclax",
                    "asFound": "0.1",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4673",
                    "name": "Azacitidine",
                    "relevance": "LOW"
                },
                {
                    "id": "M262108",
                    "name": "Cc-486",
                    "asFound": "TMC435",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}