{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06485258",
            "orgStudyIdInfo": {
                "id": "IRB# STUDY00007399"
            },
            "organization": {
                "fullName": "Centers for Disease Control and Prevention",
                "class": "FED"
            },
            "briefTitle": "CDC-9 Inactivated Rotavirus Vaccine (IRV) Intramuscular (IM) Phase 1 Clinical Trial in Healthy Adults",
            "officialTitle": "A Phase 1 Study to Evaluate the Safety and Immunogenicity of CDC-9 Inactivated Rotavirus Adjuvanted Vaccine for Intramuscular Administration in Healthy Adults",
            "therapeuticArea": [
                "Infectious Diseases"
            ],
            "study": "cdc-inactivated-rotavirus-vaccine-irv-intramuscular-im-phase-clinical-trial-in-healthy-adults"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-06-27",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-02-14",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-10-14",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-06-26",
            "studyFirstSubmitQcDate": "2024-06-26",
            "studyFirstPostDateStruct": {
                "date": "2024-07-03",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-26",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-03",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Centers for Disease Control and Prevention",
                "class": "FED"
            },
            "collaborators": [
                {
                    "name": "Emory-Children's Center",
                    "class": "OTHER"
                },
                {
                    "name": "Bill and Melinda Gates Foundation",
                    "class": "OTHER"
                },
                {
                    "name": "Children's Hospital Medical Center, Cincinnati",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This is a study of CDC-9 inactivated rotavirus vaccine (IRV) for intramuscular administration (IM) in healthy adults aged 18 to 45 years at two dose levels in a 3-dose series. The purpose is to determine if it is safe and if the recipient's immune system responds to the vaccine.",
            "detailedDescription": "Rotavirus remains an important cause of gastroenteritis and accounted for 19% of diarrhea-related deaths worldwide in 2019, the majority of which were in low and lower-middle income countries. Although live-attenuated vaccines for rotavirus are available for infants, the immunogenicity and vaccine effectiveness in low- and middle-income countries, where morbidity is highest, is suboptimal. Developing rotavirus vaccination strategies with improved immunogenicity could be advantageous in resource-limited settings.\n\nTo improve the safety and efficacy of oral rotavirus vaccines, Centers for Disease Control and Prevention (CDC) scientists have developed a human rotavirus strain CDC-9 (G1P\\[8\\]\\^9) that grows to high titer in Vero cells and shows structural stability during manufacturing process. The strain is a single gene natural reassortant with the VP3 gene derived naturally from a G2P\\[4\\] virus and the other 10 genes from a G1P\\[8\\] virus, the most common genotype throughout the world. Purified CDC-9 particles when inactivated by heat and administered intramuscularly, induced strong serum antibody response, and showed dose sparing effect in mice and rats. This inactivated rotavirus vaccine (IRV) also induced intestinal immunity in mice and prevented fecal shedding in gnotobiotic pigs against rotavirus. When given in combination with inactivated polio vaccine in mice it did not impair immune responses to either rotavirus or poliovirus serotypes 1, 2, and 3. Vaccination with IRV has shown to be safe and immunogenic in animal studies.\n\nA rotavirus vaccine with greater efficacy and stronger immunogenic response could further reduce infant mortality and morbidity, and a parenterally administered rotavirus vaccine could minimize interactions from co-administration with polio vaccination. Given the lower immunogenicity and vaccine efficacy of the oral rotavirus vaccines currently licensed by the US and in developing countries and approved for use by the World Health Organization (WHO), the IRV presents an opportunity to further prevent rotavirus-associated gastroenteritis in infants.\n\nThis will be a Phase 1, randomized, observer blinded, dose escalating, placebo-controlled clinical trial in which healthy adults (18 - 45 years of age) will receive inactivated IRV or placebo administered through intramuscular injection to determine the safety, reactogenicity, and immunogenicity. Cohorts of 25 individuals (20 vaccine recipients and 5 placebo recipients) per dose level will receive three intramuscular injections four weeks apart. The two dose levels of vaccine to test will be 3.75 microgram (μg) or 7.5 μg.\n\nSubjects will receive a total of 3 IRV doses at Days 1, 29, and 57. Subjects will be monitored for approximately 6 months after the third-dose vaccination. They will be followed for solicited (local and systemic) adverse events (AEs) through 7 days after each dose of vaccine. Unsolicited AEs will be collected through Day 85. Immunogenicity labs will be obtained before each vaccine dose, 7 days after each vaccine dose, 28 days after each vaccine dose, 35 days after the first dose, and at the last study visit on Day 237 (durability of response). Serious Adverse Events (SAEs) will be followed from Vaccination on Day 1 through the last study visit on Day 237."
        },
        "conditionsModule": {
            "conditions": [
                "Rotavirus Infections"
            ],
            "keywords": [
                "Rotavirus",
                "Vaccine",
                "Safety",
                "Immunogenicity",
                "Infection",
                "CDC-9",
                "Inactivated"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "QUADRUPLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 50,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "3.75 µg CDC-9 Inactivated Rotavirus Vaccine (IRV) Intramuscular (IM)",
                    "type": "EXPERIMENTAL",
                    "description": "20 healthy adults will be administered via IM injection a single dose of IRV at days 1, 29 and 57",
                    "interventionNames": [
                        "Biological: 3.75 µg Dose of CDC-9 Inactivated Rotavirus Vaccine (IRV)",
                        "Other: Placebo"
                    ]
                },
                {
                    "label": "7.5 µg CDC-9 Inactivated Rotavirus Vaccine (IRV) Intramuscular (IM)",
                    "type": "EXPERIMENTAL",
                    "description": "20 healthy adults will be administered via IM injection a single dose of IRV at days 1, 29 and 57",
                    "interventionNames": [
                        "Biological: 7.5 µg Dose of CDC-9 Inactivated Rotavirus Vaccine (IRV)",
                        "Other: Placebo"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BIOLOGICAL",
                    "name": "3.75 µg Dose of CDC-9 Inactivated Rotavirus Vaccine (IRV)",
                    "description": "CDC-9 IRV adjuvanted with alhydrogel for IM administration in 0.5 mL is comprised of single human rotavirus for protection against rotavirus infection",
                    "armGroupLabels": [
                        "3.75 µg CDC-9 Inactivated Rotavirus Vaccine (IRV) Intramuscular (IM)"
                    ]
                },
                {
                    "type": "BIOLOGICAL",
                    "name": "7.5 µg Dose of CDC-9 Inactivated Rotavirus Vaccine (IRV)",
                    "description": "CDC-9 IRV adjuvanted with alhydrogel for IM administration in 0.5 mL is comprised of single human rotavirus for protection against rotavirus infection",
                    "armGroupLabels": [
                        "7.5 µg CDC-9 Inactivated Rotavirus Vaccine (IRV) Intramuscular (IM)"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Placebo",
                    "description": "0.5 mL sterile saline administered via IM injection",
                    "armGroupLabels": [
                        "3.75 µg CDC-9 Inactivated Rotavirus Vaccine (IRV) Intramuscular (IM)",
                        "7.5 µg CDC-9 Inactivated Rotavirus Vaccine (IRV) Intramuscular (IM)"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Any unsolicited adverse events",
                    "description": "The number of vaccine-related unsolicited adverse events following each vaccination. Unsolicited AEs will be collected continuously from vaccination on Day 1 through 28 days after the last vaccination (Day 85)",
                    "timeFrame": "Up to Day 29 following each vaccination or placebo"
                },
                {
                    "measure": "Any serious adverse events",
                    "description": "The number vaccine-related serious adverse events from vaccination until end of the study. SAEs will be collected from Day 1 (after study product administration) through the last study visit (Day 237)",
                    "timeFrame": "Up to end of the study (Day 237)"
                },
                {
                    "measure": "Any solicited site reactions from vaccination",
                    "description": "The subject will be provided with a memory aid, thermometer and ruler and will be instructed to record the presence of solicited local injection site symptoms and oral temperature through the 7 days after each vaccine",
                    "timeFrame": "Up to Day 8 following vaccination or placebo"
                },
                {
                    "measure": "Any solicited systemic reactions from vaccination",
                    "description": "The subject will be provided with a memory aid, thermometer and ruler and will be instructed to record the presence of solicited systemic symptoms and oral temperature through the 7 days after each vaccine",
                    "timeFrame": "Up to Day 8 following vaccination or placebo"
                },
                {
                    "measure": "Any new-onset medical conditions (NOMC)",
                    "description": "The number of new-onset medical conditions (NOMC) from first vaccination until end of the study",
                    "timeFrame": "Day 1 vaccination or placebo through end of the study (Day 237)"
                },
                {
                    "measure": "Any medically attended adverse events (MAAEs) from first vaccination until end of the study",
                    "description": "The number of medically attended adverse events (MAAES)",
                    "timeFrame": "From Day 1 vaccination or placebo through the end of the study (Day 237)"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Percentage of Subjects with Rotavirus IgG or Neutralizing Antibody Seroconversion",
                    "description": "Seroconversion defined as a four-fold increase in antibody titers between baseline to 4 weeks post 3rd vaccination",
                    "timeFrame": "Baseline (Day 0) to 4 weeks post 3rd vaccination (Day 85)"
                },
                {
                    "measure": "Geometric Mean Titer (GMT) of rotavirus Immunoglobulin G (IgG) and Neutralizing Antibody Titer",
                    "description": "Measured from sera to be collected from both cohorts on Day 85",
                    "timeFrame": "4 weeks post 3rd vaccination (Day 85)"
                },
                {
                    "measure": "Geometric Mean Fold Rise (GMFR) of rotavirus Immunoglobulin G (IgG) and Neutralizing Antibody Titer",
                    "description": "Measures from sera to be collected from both cohorts on Day 85",
                    "timeFrame": "4 weeks post 3rd vaccination (Day 85)"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Percentage of Subjects with Rotavirus Immunoglobulin A (IgA) Seroresponses",
                    "description": "Seroconversion defined as four-fold change in antibody titers between baseline to 4 weeks post 3rd vaccination",
                    "timeFrame": "Baseline (Day 0) to 4 weeks post 3rd vaccination (Day 85)"
                },
                {
                    "measure": "Geometric mean titer (GMT) of Rotavirus Immunoglobulin A (IgA)",
                    "description": "Measured from sera to be collected from both cohorts on Day 85",
                    "timeFrame": "4 weeks post 3rd vaccination (Day 85)"
                },
                {
                    "measure": "Geometric mean fold rise (GMFR) in rotavirus IgA antibody",
                    "description": "Measured from sera to be collected from both cohorts from baseline (Day 0) to Day 85",
                    "timeFrame": "From baseline (Day 0) to 4 weeks post 3rd vaccination (Day 85)"
                },
                {
                    "measure": "Percentage of Subjects with Rotavirus Immunoglobulin A (IgA), Immunoglobulin G (IgG) or Neutralizing Antibody Seroconversion",
                    "description": "Measured from sera collected on Days 0, 8, 29, 36, 57, 65, and 237 (before the first vaccination and 4 weeks after each vaccination)",
                    "timeFrame": "Days 0, 8, 29, 36, 57, 65, and 237"
                },
                {
                    "measure": "Geometric mean titer (GMT) of Rotavirus Immunoglobulin A (IgA), Immunoglobulin G (IgG) or Neutralizing Antibody",
                    "description": "Measured from sera collected from both groups during scheduled clinic visits on Days 0, 8, 29, 36, 57, 65, and 237",
                    "timeFrame": "Days 0, 8, 29, 36, 57, 65, and 237"
                },
                {
                    "measure": "Geometric Mean Fold Rise (GMFR) for Rotavirus Immunoglobulin A (IgA), Immunoglobulin G (IgG) or Neutralizing Antibody",
                    "description": "Measured from sera collected from both groups during scheduled clinic visits on Days 0, 8, 29, 36, 57, 65, and 237",
                    "timeFrame": "Days 0, 8, 29, 36, 57, 65, and 237"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Provides written informed consent prior to any study procedures being performed.\n2. Be able to understand and agrees to comply with planned study procedures and be available for all study visits.\n3. Subject is between the ages of 18 - 45 years, inclusive, on the day of signing informed consent.\n4. Agrees to collection of venous blood per protocol.\n5. Body Mass Index 18.0 - 35.9 kg/m² at the time of screening.\n6. Subject is in good health as determined by vital signs, medical history, and targeted physical examination, and the judgment of the investigator.\n7. Clinical screening laboratory evaluations (White blood cell (WBCs), hemoglobin (Hgb), platelets (plts), absolute neutrophil count (ANC), alanine transaminase (ALT), aspartate transaminase (AST), Alkaline Phosphatase (ALP), Total Bilirubin (T. Bili), and creatinine (Cr) are within acceptable normal reference ranges.\n8. Women of childbearing potential¹ must agree to use or have practiced true abstinence² or use at least one acceptable primary form of contraception.³,⁴\n\n   Note: These criteria are applicable to females in a heterosexual relationship and child-bearing potential (i.e., the criteria do not apply to subjects in a same sex relationship).¹Not of childbearing potential - post-menopausal females (defined as having a history of amenorrhea for at least one year) or a documented status as being surgically sterile (hysterectomy, bilateral oophorectomy, tubal ligation/salpingectomy, or Essure® placement). ²True abstinence is 100% of time no sexual intercourse (male's penis enters the female's vagina). ³Acceptable forms of primary contraception include monogamous relationship with a vasectomized partner who has been vasectomized for 180 days or more prior to the subject's first vaccination, intrauterine devices, birth control pills, and injectable/implantable/insertable hormonal birth control products. ⁴Must use at least one acceptable primary form of contraception for at least 30 days prior to the first vaccination and at least one acceptable primary form of contraception for 60 days after the last vaccination.\n9. Women of childbearing potential must have a negative urine or serum pregnancy test within 24 hours prior to each vaccination.\n10. Male subjects of childbearing potential⁵: use of condoms to ensure effective contraception with a female partner of childbearing potential from first vaccination until 60 days after the last vaccination.\n\n    ⁵Biological males who are post-pubertal and considered fertile until permanently sterile by bilateral orchiectomy or vasectomy.\n11. Male subjects agree to refrain from sperm donation from the time of first vaccination until 60 days after the last vaccination.\n12. Oral temperature is less than or equal to 100.4°F (38.0°C).\n13. Pulse no greater than 100 beats per minute.\n14. Systolic BP is 85 to 145 mmHg, inclusive.\n15. Must agree to have samples stored for secondary research.\n16. The subject must agree to refrain from donating blood or plasma during the study.\n\nExclusion Criteria:\n\n1. Subject has an acute illness with fever (temperature \\>100.4 °F) within 72 hours prior to enrollment or \\>3 looser-than-normal stools or any vomiting within 7 days prior to enrollment.\n2. Positive pregnancy test either at screening or just prior to each vaccine administration.\n3. Female subject who is breastfeeding or plans to breastfeed from the time of the first vaccination through 60 days after the last vaccination.\n4. Has any medical disease or condition that, in the opinion of the site PI or appropriate sub-investigator, precludes study participation.⁶\n\n   ⁶Including acute, subacute, intermittent, or chronic medical disease or condition that would place the subject at an unacceptable risk of injury, render the subject unable to meet the requirements of the protocol, or may interfere with the evaluation of responses or the subject's successful completion of this trial. Chronic medical conditions which are stable, with no escalation in medication doses or new medications administered in the preceding 3 months, will not be considered exclusionary.\n5. Presence of self-reported or medically documented significant medical or psychiatric condition(s) as determined by the investigator.\n6. Has a positive test result for hepatitis B surface antigen, hepatitis C virus antibody, or HIV types 1 or 2 antibodies at screening.\n7. Currently enrolled in or plans to participate in another clinical trial with an investigational agent⁷ that will be received during the study-reporting period.\n\n   ⁷Including licensed or unlicensed vaccine, drug, biologic, device, blood product, or medication.\n8. Has a history of hypersensitivity or severe allergic reaction (e.g., anaphylaxis, generalized urticaria, angioedema, other significant reaction) to any vaccine component or any previous licensed or unlicensed vaccines.\n9. Chronic use (more than 14 continuous days) of any medications that may be associated with impaired immune responsiveness.⁸\n\n   ⁸Including, but not limited to, systemic corticosteroids exceeding 10 mg/day of prednisone equivalent, allergy injections, immunoglobulin, interferon, immunomodulators, cytotoxic drugs, or other similar or toxic drugs during the preceding 6-month period prior to vaccine administration (Day 1). The use of low dose topical, ophthalmic, inhaled, and intranasal steroid preparations will be permitted.\n10. Received immunoglobulins and/or any blood or blood products within the 6 months before the study.\n11. Has a history of alcohol abuse or other recreational drug (excluding cannabis) use within 6 months before the first vaccine administration.\n12. Received or plans to receive a licensed, live vaccine within 4 weeks before the first dose until 4 weeks after the last study vaccination.\n13. Received or plans to receive a licensed, inactivated vaccine within 2 weeks before the first dose until 4 weeks after the last study vaccination.\n14. Subject has previously received a rotavirus vaccine or has had a diagnosis of rotavirus disease within the past 10 years.\n15. Subject has a prior clinically significant history of or active/ongoing gastrointestinal disease including hospitalization for gastroenteritis or prior diagnosis of intussusception.\n16. Subject has a history of an open lesion (e.g., laceration, abrasion), scar, tattoo, or rash in the areas of the planned vaccination site, which will interfere with the assessment of reactogenicity.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "45 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Christina Rostad, MD",
                    "role": "CONTACT",
                    "phone": "404-727-4044",
                    "email": "Christina.rostad@emory.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Christina Rostad, MD",
                    "affiliation": "Emory Children's Center - Vaccine Research Clinic (ECC-VRC)",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Lauren Nolan, PA-C",
                    "affiliation": "Emory Children's Center - Vaccine Research Clinic (ECC-VRC)",
                    "role": "STUDY_CHAIR"
                }
            ],
            "locations": [
                {
                    "facility": "Emory Children's Center - Vaccine Research Clinic",
                    "city": "Atlanta",
                    "state": "Georgia",
                    "zip": "30322",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Christina Rostad, MD",
                            "role": "CONTACT",
                            "phone": "404-727-4044",
                            "email": "Christina.rostad@emory.edu"
                        },
                        {
                            "name": "Christina Rostad, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.749,
                        "lon": -84.38798
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000012400",
                    "term": "Rotavirus Infections"
                }
            ],
            "ancestors": [
                {
                    "id": "D000007239",
                    "term": "Infections"
                },
                {
                    "id": "D000012088",
                    "term": "Reoviridae Infections"
                },
                {
                    "id": "D000012327",
                    "term": "RNA Virus Infections"
                },
                {
                    "id": "D000014777",
                    "term": "Virus Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M10283",
                    "name": "Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M6368",
                    "name": "Communicable Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M15220",
                    "name": "Rotavirus Infections",
                    "asFound": "Rotavirus Infections",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17522",
                    "name": "Virus Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M15149",
                    "name": "RNA Virus Infections",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC01",
                    "name": "Infections"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000014612",
                    "term": "Vaccines"
                }
            ],
            "ancestors": [
                {
                    "id": "D000007155",
                    "term": "Immunologic Factors"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M17360",
                    "name": "Vaccines",
                    "asFound": "Other",
                    "relevance": "HIGH"
                },
                {
                    "id": "M3877",
                    "name": "Aluminum Hydroxide",
                    "relevance": "LOW"
                },
                {
                    "id": "M10201",
                    "name": "Immunologic Factors",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "Gast",
                    "name": "Gastrointestinal Agents"
                }
            ]
        }
    },
    "hasResults": false
}