{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT01432847",
            "orgStudyIdInfo": {
                "id": "110245"
            },
            "secondaryIdInfos": [
                {
                    "id": "11-EI-0245"
                }
            ],
            "organization": {
                "fullName": "National Institutes of Health Clinical Center (CC)",
                "class": "NIH"
            },
            "briefTitle": "Cell Collection to Study Eye Diseases",
            "officialTitle": "Generation of Induced Pluripotent Stem (iPS) Cell Lines From Somatic Cells of Participants With Eye Diseases and From Somatic Cells of Matched Controls",
            "therapeuticArea": [
                "Other",
                "Ophthalmology"
            ],
            "study": "cell-collection-to-study-eye-diseases"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2011-09-07",
                "type": "ACTUAL"
            },
            "studyFirstSubmitDate": "2011-09-10",
            "studyFirstSubmitQcDate": "2011-09-12",
            "studyFirstPostDateStruct": {
                "date": "2011-09-13",
                "type": "ESTIMATED"
            },
            "lastUpdateSubmitDate": "2024-07-23",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-24",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "National Eye Institute (NEI)",
                "class": "NIH"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Background:\n\n- Best Vitelliform Dystrophy (Best disease), Late-Onset Retinal Degeneration (L-ORD), and Age-Related Macular Degeneration (AMD) all affect the retina, the light sensing area at the back of the eye. Doctors cannot safely obtain retinal cells to study these diseases. However, cells collected from hair follicles, skin, and blood can be used for research. Researchers want to collect cells from people with Best disease, L-ORD, and AMD, and compare their cells with those of healthy volunteers.\n\nObjectives:\n\n- To collect hair, skin, and blood samples to study three eye diseases that affect the retina: Best disease, L-ORD, and AMD.\n\nEligibility:\n\n* Individuals affected with ocular condition is one year of age or older.\n* Individuals affected with Best disease, L-ORD, or AMD is 18 years of age or older.\n* Unaffected individuals are seven years of age or older.\n\nDesign:\n\n* The study requires one visit to the National Eye Institute.\n* Participants will be screened with a medical and eye disease history. They will also have an eye exam.\n* Participants will provide a hair sample, a blood sample, and a skin biopsy. The hair will be collected from the back of the head, and the skin will be collected from the inside of the upper arm.",
            "detailedDescription": "This study will establish a repository of biospecimens to generate induced pluripotent stem (iPS) cells, which will be used to determine molecular mechanisms for potentially blinding eye diseases including but not limited to: Best Vitelliform Dystrophy (Best Disease); Late-Onset Retinal Degeneration (L-ORD); Age-Related Macular Degeneration (AMD); Leber congenital amaurosis (LCA); Joubert syndrome; X-linked retinitis pigmentosa (RP); oculocutaneous albinism; Stargardt s with ABCA4 gene mutations; Waardenburg syndrome, coloboma, Enhanced S-Cone syndrome (ESCS), Spinocerebellar Ataxia, Type 7 (SCA7) and eye diseases associated with MITF, PAX2, or PAX6 gene mutations. Skin fibroblasts, saliva, hair keratinocytes, and/or blood cells may be collected from participants with retinal diseases and from age, gender and ethnicity-matched healthy participants.\n\nAlthough research involving multiple different ocular cell types from these patients may be performed, the vast majority of the work will be centered on the retinal pigment epithelium (RPE) and neural retina. RPE and/or neural retinal cells generated from the iPS cells of participants with retinal diseases and healthy volunteers will be used to analyze molecular mechanisms involved in disease initiation and progression. In addition, the iPS cell-derived ocular cells will be used to perform high throughput (HTP) drug screens aimed at suppressing the molecular phenotypes of the disease and to identify potential therapeutic agents for these diseases.\n\nObjectives: The primary objective of this study is to generate participant-iPS cells that can be differentiated into ocular cell types, to be used to study the molecular mechanisms of and to develop treatments for ocular conditions. This objective will be carried out in three phases. First, this study will establish a repository of fibroblasts, keratinocytes, and/or blood cells collected from participants with eye diseases and from matched controls without any eye diseases. Second, the somatic cell repository will be used to generate iPS cells, which will be differentiated into RPE, neural retinal and/or other ocular cells. These cells will be used to elucidate molecular pathways that have led to disease pathogenesis. In the third phase, the participant-specific ocular cells will be used to perform high throughput drug screens to identify novel potential therapeutic compounds. The cells obtained in this protocol may be genetically modified, may be transplanted into animals in the laboratory, and, if used in the development of cell-based therapies, may be transplanted into humans. Transplantation into humans will be done as a part of a different study.\n\nStudy Population: We plan to recruit 465 participants with ocular conditions including but not limited to: degenerative retinal diseases, optic atrophy, microphthalmia/anophthalmia, ciliopathy, and other ocular developmental or degenerative conditions, and 465 healthy volunteers without any eye disease. If possible, unaffected siblings and relatives of participants with eye diseases will be included as healthy volunteers.\n\nDesign: In this basic science, research-oriented study, skin, saliva, hair, and/or blood samples may be collected from affected participants with the eye diseases and/or genetic mutations under study, and from control participants matched for age, gender and ethnicity. The sample collection procedures will incur only minimal risk to adult participants. Offsite minor participants will not undergo the skin biopsy. This study will typically require only one visit by each participant. Participants may be requested to return if their initial sample(s) did not produce adequate cells for study in the laboratory. Participants who were previously enrolled to provide samples for research-grade iPS cell generation may return for an additional visit to provide samples for clinical-grade iPS cell generation, if eligible. The skin fibroblast, keratinocyte, and/or blood samples will then be used to generate participant-specific iPS cells, and these cells will then be differentiated into RPE, neural retinal and/or other ocular cell types. iPS cells may not be made from all samples. The investigators will use the samples for research studies aimed at identifying molecular and signaling pathways underlying disease onset and progression and for developing potential therapeutic treatments for the eye diseases under study.\n\nOutcome Measures: The outcome measures for this study include the creation of iPS cells from at least one of the three types of somatic tissues collected from each participant, the differentiation of iPS cells into RPE, neural retinal cells and/or other ocular cells, and the identification of molecular and physiological phenotypes in these cells that may be linked to the onset or progression of the ocular conditions being studied. This analysis may lead to the discovery of therapeutic interventions for these diseases. There are no specific participant-based clinical outcomes for this protocol. Participants will, in general, be seen only once for this protocol, as they will be ascertained and/or receiving standard care under the NEI Ocular Natural History Protocol (16-EI-0134) or other NEI protocols. In rare cases, participants may be requested to return to the clinic if their initial sample(s) did not produce adequate cells for study in the laboratory."
        },
        "conditionsModule": {
            "conditions": [
                "Retinal Disease",
                "AMD",
                "Retinal Degeneration",
                "Retinitis Pigmentosa"
            ],
            "keywords": [
                "Best Disease",
                "Late-Onset Retinal Degeneration (L-ORD)",
                "Age-Related Macular Degeneration (AMD)",
                "Natural History",
                "Retinal Degeneration",
                "Age-Related Macular Degeneration",
                "AMD"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "designInfo": {
                "observationalModel": "CASE_CONTROL",
                "timePerspective": "CROSS_SECTIONAL"
            },
            "enrollmentInfo": {
                "count": 930,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Affected",
                    "description": "Participants affected by ocular diseases/conditions."
                },
                {
                    "label": "Healthy Volunteers",
                    "description": "Age, gender, and ethnicity-matched to participants with ocular conditions or the unaffected relatives of participants with ocular conditions"
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Discovery of therapeutic interventions for these ocular diseases",
                    "description": "The participant-specific ocular cells will be used to perform high throughput drug screens to identify novel potential therapeutic compounds.",
                    "timeFrame": "Duration of protocol"
                },
                {
                    "measure": "The identification of molecular and physiological phenotypes in these cells that may be linked to the onset or progression of the ocular conditions being studied.",
                    "description": "The differentiated cells will be used to elucidate molecular pathways that have led to disease pathogenesis.",
                    "timeFrame": "Duration of protocol"
                },
                {
                    "measure": "The differentiation of iPS cells into RPE, neural retinal cells and/or other ocular cells.",
                    "description": "The iPS cells will be differentiated into RPE, neural retinal and/or other ocular cells.",
                    "timeFrame": "Duration of protocol"
                },
                {
                    "measure": "The creation of iPS cells from at least one of the three types of somatic tissues collected from each participant.",
                    "description": "This study will establish a repository of fibroblasts, keratinocytes, and/or blood cells collected from participants with eye diseases and from matched controls without any eye diseases. The somatic cell repository will be used to generate iPS cells.",
                    "timeFrame": "Duration of protocol"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "* INCLUSION CRITERIA:\n\nTo be eligible, participants must meet the following inclusion criteria.\n\n1. Have the ability to understand and sign an informed consent or have a parent/legal guardian to do so if they are minor children or have a legally authorized representative if they are adults without consent capacity.\n2. Participant meets one of the following criteria:\n\n   1. Participant has been diagnosed with an ocular condition of interest including but not limited to: degenerative retinal diseases, optic atrophy, microphthalmia/anophthalmia, ciliopathy, and other ocular developmental or degenerative conditions.\n   2. Participant is free of eye diseases and could serve as an unaffected control. Participant s age, gender, and ethnicity must match an existing participant with one of the eye diseases under study. Control participants matched to AMD participants must not have drusen greater than 63 microns in size.\n3. Adult participant is able to provide a punch skin biopsy and 30 mL of peripheral venous blood OR child participant is able to provide a punch skin biopsy and the lesser of 5 mL/kg or 30 mL of peripheral venous blood. Healthy, unaffected children will only have one skin punch biopsy done 3mm or less in size. In affected participants, an additional punch may be gathered if the initial sample does not contain adequate cells. This will be taken from children ages seven years and older. Sampling of ten occipital hairs and/or saliva may be pursued at the investigator s discretion. As a rule, samples will be collected on non-sedated/anesthetized participants. Sedation/anesthesia will NOT be used solely for the purpose of sample collection. In rare instances where a minor requires sedation for another medically indicated procedure, samples may be collected at the time of sedation/anesthesia.\n\n   Because young children may not be able to cooperate with sample collection, those unable to provide a skin biopsy and a blood sample may be excluded from the study, based on the judgment of the examining investigator.\n4. Participant meets one of the following criteria:\n\n   1. Participant affected with an ocular condition is one year of age or older.\n   2. Participant affected with Best disease, L-ORD, or AMD is 18 years of age or older.\n   3. Unaffected participant is seven years of age or older and willing and able to provide assent.\n\nEXCLUSION CRITERIA:\n\nA participant is not eligible if any of the following exclusion criteria are present.\n\n1. Participant is unable to comply with study procedures.\n2. Participant has a systemic disease that, in the opinion of the investigator, compromises the ability to provide adequate samples. Examples of co-existing diseases that would exclude a participant include a bleeding diathesis or a genetic susceptibility to infections, particularly cutaneous infections.\n\nADDITIONAL CRITERIA FOR CLNICAL-GRADE CELL LINE GENERATION:\n\nThe additional eligibility criteria must be met for participants donating samples for the generation of clinical-grade cell lines.\n\nInclusion Criteria\n\n1. Participant must be greater than 18 years of age, as of the date of enrollment. There is no upper age limit for donor enrollment.\n2. Participant is able to provide a punch skin biopsy and 200 ml of peripheral venous blood.\n3. Participant is willing and eligible to co-enroll in NEI protocol 15-EI-0128.\n\nExclusion Criteria\n\n1. Participant has medical history that includes any of the following:\n\n   1. Thrombocytopenia or other blood dyscrasias\n   2. Bleeding diathesis\n   3. Antibiotic use within the prior 48 hours\n   4. History of cancer\n   5. History of exposure to transfusion transmitted diseases including HIV and hepatitis B and C as defined by the Standards for Blood\n\n      Banking and Transfusion Services, American Association of Blood Banks.\n   6. Travel to an area where malaria is endemic as defined by the CDC (www.cdc.gov/travel).\n   7. At risk for the possible transmission of Creuzefeldt-Jackob Disease (CJD) and Variant Creuzefeldt-Jackob Disease (vCJD) as described in the FDA Guidance for Industry, January 9, 2002, \"Revised Preventive Measures to Reduce the Possible Risk of Transfusion of Creuzefeldt-Jackob Disease (CJD) and Variant Creuzefeldt-Jackob Disease (vCJD) by Blood and Blood Products\"\n2. Participant is Febrile (temperature \\> 38(degrees) C).\n3. Participant has Hemoglobin level:\n\n   * African American women \\<11.5 grams/dL\n   * Other women \\< 12.0 grams/dL\n   * Men \\<12.5 grams/dL\n4. Participant has HCT:\n\n   * African American women \\< 34%\n   * Other women \\<36%\n   * Men \\<38%\n5. Participant has plateleys \\<150 x 10(3)/(micro)L\n6. Participant has Absolute neutrophil count \\<1.0 x 10(3)/microL.\n7. Participant has positive tests for blood borne pathogens (as required by the Standards for Blood Banks and Transfusion Services, American Association of Blood Banks. The currently required tests include anti-HIV1/2, anti-HCV, anti-HBc, Anti-HTLV I/II, anti-T. Cruzi, HBsAg, syphilis, and molecular testing for West Nile virus, HCV, HBV and HIV-1).",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "1 Day",
            "maximumAge": "120 Years",
            "stdAges": [
                "CHILD",
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "465 participants with ocular conditions and 465 participants without any ocular disease",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Nancy Chen",
                    "role": "CONTACT",
                    "phone": "(240) 551-7020",
                    "email": "nancy.chen@nih.gov"
                },
                {
                    "name": "Bin Guan, Ph.D.",
                    "role": "CONTACT",
                    "phone": "(301) 594-0029",
                    "email": "bin.guan@nih.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Bin Guan, Ph.D.",
                    "affiliation": "National Eye Institute (NEI)",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "National Institutes of Health Clinical Center",
                    "status": "RECRUITING",
                    "city": "Bethesda",
                    "state": "Maryland",
                    "zip": "20892",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Nancy Chen, B.S.",
                            "role": "CONTACT",
                            "phone": "240-551-7020",
                            "email": "nancy.chen@nih.gov"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.98067,
                        "lon": -77.10026
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "20846177",
                    "type": "BACKGROUND",
                    "citation": "Bharti K, Miller SS, Arnheiter H. The new paradigm: retinal pigment epithelium cells generated from embryonic or induced pluripotent stem cells. Pigment Cell Melanoma Res. 2011 Feb;24(1):21-34. doi: 10.1111/j.1755-148X.2010.00772.x. Epub 2010 Oct 7."
                },
                {
                    "pmid": "20952534",
                    "type": "BACKGROUND",
                    "citation": "Stadtfeld M, Hochedlinger K. Induced pluripotency: history, mechanisms, and applications. Genes Dev. 2010 Oct 15;24(20):2239-63. doi: 10.1101/gad.1963910."
                },
                {
                    "pmid": "21540845",
                    "type": "BACKGROUND",
                    "citation": "Wu SM, Hochedlinger K. Harnessing the potential of induced pluripotent stem cells for regenerative medicine. Nat Cell Biol. 2011 May;13(5):497-505. doi: 10.1038/ncb0511-497. Erratum In: Nat Cell Biol. 2011 Jun;13(6):734."
                },
                {
                    "pmid": "21555998",
                    "type": "BACKGROUND",
                    "citation": "Hankowski KE, Hamazaki T, Umezawa A, Terada N. Induced pluripotent stem cells as a next-generation biomedical interface. Lab Invest. 2011 Jul;91(7):972-7. doi: 10.1038/labinvest.2011.85. Epub 2011 May 9."
                },
                {
                    "pmid": "21347327",
                    "type": "BACKGROUND",
                    "citation": "Jin ZB, Okamoto S, Osakada F, Homma K, Assawachananont J, Hirami Y, Iwata T, Takahashi M. Modeling retinal degeneration using patient-specific induced pluripotent stem cells. PLoS One. 2011 Feb 10;6(2):e17084. doi: 10.1371/journal.pone.0017084."
                },
                {
                    "pmid": "20349192",
                    "type": "BACKGROUND",
                    "citation": "Xiao Q, Hartzell HC, Yu K. Bestrophins and retinopathies. Pflugers Arch. 2010 Jul;460(2):559-69. doi: 10.1007/s00424-010-0821-5. Epub 2010 Mar 28."
                },
                {
                    "pmid": "18391176",
                    "type": "BACKGROUND",
                    "citation": "Hartzell HC, Qu Z, Yu K, Xiao Q, Chien LT. Molecular physiology of bestrophins: multifunctional membrane proteins linked to best disease and other retinopathies. Physiol Rev. 2008 Apr;88(2):639-72. doi: 10.1152/physrev.00022.2007."
                },
                {
                    "pmid": "16123441",
                    "type": "BACKGROUND",
                    "citation": "Ayyagari R, Mandal MN, Karoukis AJ, Chen L, McLaren NC, Lichter M, Wong DT, Hitchcock PF, Caruso RC, Moroi SE, Maumenee IH, Sieving PA. Late-onset macular degeneration and long anterior lens zonules result from a CTRP5 gene mutation. Invest Ophthalmol Vis Sci. 2005 Sep;46(9):3363-71. doi: 10.1167/iovs.05-0159."
                },
                {
                    "pmid": "21349921",
                    "type": "BACKGROUND",
                    "citation": "Chavali VR, Khan NW, Cukras CA, Bartsch DU, Jablonski MM, Ayyagari R. A CTRP5 gene S163R mutation knock-in mouse model for late-onset retinal degeneration. Hum Mol Genet. 2011 May 15;20(10):2000-14. doi: 10.1093/hmg/ddr080. Epub 2011 Feb 24."
                },
                {
                    "pmid": "19405847",
                    "type": "BACKGROUND",
                    "citation": "Swaroop A, Chew EY, Rickman CB, Abecasis GR. Unraveling a multifactorial late-onset disease: from genetic susceptibility to disease mechanisms for age-related macular degeneration. Annu Rev Genomics Hum Genet. 2009;10:19-43. doi: 10.1146/annurev.genom.9.081307.164350."
                },
                {
                    "pmid": "20924259",
                    "type": "BACKGROUND",
                    "citation": "Zarbin MA, Rosenfeld PJ. Pathway-based therapies for age-related macular degeneration: an integrated survey of emerging treatment alternatives. Retina. 2010 Oct;30(9):1350-67. doi: 10.1097/IAE.0b013e3181f57e30."
                },
                {
                    "pmid": "17896309",
                    "type": "BACKGROUND",
                    "citation": "Adams NA, Awadein A, Toma HS. The retinal ciliopathies. Ophthalmic Genet. 2007 Sep;28(3):113-25. doi: 10.1080/13816810701537424."
                },
                {
                    "pmid": "20690115",
                    "type": "BACKGROUND",
                    "citation": "Coppieters F, Lefever S, Leroy BP, De Baere E. CEP290, a gene with many faces: mutation overview and presentation of CEP290base. Hum Mutat. 2010 Oct;31(10):1097-108. doi: 10.1002/humu.21337."
                },
                {
                    "pmid": "18632300",
                    "type": "BACKGROUND",
                    "citation": "den Hollander AI, Roepman R, Koenekoop RK, Cremers FP. Leber congenital amaurosis: genes, proteins and disease mechanisms. Prog Retin Eye Res. 2008 Jul;27(4):391-419. doi: 10.1016/j.preteyeres.2008.05.003. Epub 2008 Jun 1."
                },
                {
                    "pmid": "19706890",
                    "type": "BACKGROUND",
                    "citation": "Meyer JS, Shearer RL, Capowski EE, Wright LS, Wallace KA, McMillan EL, Zhang SC, Gamm DM. Modeling early retinal development with human embryonic and induced pluripotent stem cells. Proc Natl Acad Sci U S A. 2009 Sep 29;106(39):16698-703. doi: 10.1073/pnas.0905245106. Epub 2009 Aug 25."
                },
                {
                    "pmid": "20360305",
                    "type": "BACKGROUND",
                    "citation": "Strunnikova NV, Maminishkis A, Barb JJ, Wang F, Zhi C, Sergeev Y, Chen W, Edwards AO, Stambolian D, Abecasis G, Swaroop A, Munson PJ, Miller SS. Transcriptome analysis and molecular signature of human retinal pigment epithelium. Hum Mol Genet. 2010 Jun 15;19(12):2468-86. doi: 10.1093/hmg/ddq129. Epub 2010 Apr 1."
                },
                {
                    "pmid": "20056717",
                    "type": "BACKGROUND",
                    "citation": "Wang FE, Zhang C, Maminishkis A, Dong L, Zhi C, Li R, Zhao J, Majerciak V, Gaur AB, Chen S, Miller SS. MicroRNA-204/211 alters epithelial physiology. FASEB J. 2010 May;24(5):1552-71. doi: 10.1096/fj.08-125856. Epub 2010 Jan 7."
                },
                {
                    "pmid": "19794146",
                    "type": "BACKGROUND",
                    "citation": "Li R, Maminishkis A, Banzon T, Wan Q, Jalickee S, Chen S, Miller SS. IFNgamma regulates retinal pigment epithelial fluid transport. Am J Physiol Cell Physiol. 2009 Dec;297(6):C1452-65. doi: 10.1152/ajpcell.00255.2009. Epub 2009 Sep 30."
                },
                {
                    "pmid": "19468075",
                    "type": "BACKGROUND",
                    "citation": "Adijanto J, Banzon T, Jalickee S, Wang NS, Miller SS. CO2-induced ion and fluid transport in human retinal pigment epithelium. J Gen Physiol. 2009 Jun;133(6):603-22. doi: 10.1085/jgp.200810169."
                },
                {
                    "pmid": "1334477",
                    "type": "BACKGROUND",
                    "citation": "Quinn RH, Miller SS. Ion transport mechanisms in native human retinal pigment epithelium. Invest Ophthalmol Vis Sci. 1992 Dec;33(13):3513-27."
                },
                {
                    "pmid": "16877436",
                    "type": "BACKGROUND",
                    "citation": "Maminishkis A, Chen S, Jalickee S, Banzon T, Shi G, Wang FE, Ehalt T, Hammer JA, Miller SS. Confluent monolayers of cultured human fetal retinal pigment epithelium exhibit morphology and physiology of native tissue. Invest Ophthalmol Vis Sci. 2006 Aug;47(8):3612-24. doi: 10.1167/iovs.05-1622."
                },
                {
                    "pmid": "8112991",
                    "type": "BACKGROUND",
                    "citation": "la Cour M, Lin H, Kenyon E, Miller SS. Lactate transport in freshly isolated human fetal retinal pigment epithelium. Invest Ophthalmol Vis Sci. 1994 Feb;35(2):434-42. Erratum In: Invest Ophthalmol Vis Sci 1995 Apr;36(5):757."
                },
                {
                    "pmid": "11133877",
                    "type": "BACKGROUND",
                    "citation": "Quinn RH, Quong JN, Miller SS. Adrenergic receptor activated ion transport in human fetal retinal pigment epithelium. Invest Ophthalmol Vis Sci. 2001 Jan;42(1):255-64."
                },
                {
                    "pmid": "17656467",
                    "type": "BACKGROUND",
                    "citation": "Voloboueva LA, Killilea DW, Atamna H, Ames BN. N-tert-butyl hydroxylamine, a mitochondrial antioxidant, protects human retinal pigment epithelial cells from iron overload: relevance to macular degeneration. FASEB J. 2007 Dec;21(14):4077-86. doi: 10.1096/fj.07-8396com. Epub 2007 Jul 26."
                },
                {
                    "pmid": "16249512",
                    "type": "BACKGROUND",
                    "citation": "Voloboueva LA, Liu J, Suh JH, Ames BN, Miller SS. (R)-alpha-lipoic acid protects retinal pigment epithelial cells from oxidative damage. Invest Ophthalmol Vis Sci. 2005 Nov;46(11):4302-10. doi: 10.1167/iovs.04-1098."
                },
                {
                    "pmid": "16632484",
                    "type": "BACKGROUND",
                    "citation": "Chang B, Khanna H, Hawes N, Jimeno D, He S, Lillo C, Parapuram SK, Cheng H, Scott A, Hurd RE, Sayer JA, Otto EA, Attanasio M, O'Toole JF, Jin G, Shou C, Hildebrandt F, Williams DS, Heckenlively JR, Swaroop A. In-frame deletion in a novel centrosomal/ciliary protein CEP290/NPHP6 perturbs its interaction with RPGR and results in early-onset retinal degeneration in the rd16 mouse. Hum Mol Genet. 2006 Jun 1;15(11):1847-57. doi: 10.1093/hmg/ddl107. Epub 2006 Apr 21."
                },
                {
                    "pmid": "21339765",
                    "type": "BACKGROUND",
                    "citation": "Gonzalez F, Boue S, Izpisua Belmonte JC. Methods for making induced pluripotent stem cells: reprogramming a la carte. Nat Rev Genet. 2011 Apr;12(4):231-42. doi: 10.1038/nrg2937. Epub 2011 Feb 22."
                },
                {
                    "pmid": "18931654",
                    "type": "BACKGROUND",
                    "citation": "Aasen T, Raya A, Barrero MJ, Garreta E, Consiglio A, Gonzalez F, Vassena R, Bilic J, Pekarik V, Tiscornia G, Edel M, Boue S, Izpisua Belmonte JC. Efficient and rapid generation of induced pluripotent stem cells from human keratinocytes. Nat Biotechnol. 2008 Nov;26(11):1276-84. doi: 10.1038/nbt.1503. Epub 2008 Oct 17."
                },
                {
                    "pmid": "19797525",
                    "type": "BACKGROUND",
                    "citation": "Ye Z, Zhan H, Mali P, Dowey S, Williams DM, Jang YY, Dang CV, Spivak JL, Moliterno AR, Cheng L. Human-induced pluripotent stem cells from blood cells of healthy donors and patients with acquired blood disorders. Blood. 2009 Dec 24;114(27):5473-80. doi: 10.1182/blood-2009-04-217406. Epub 2009 Oct 1."
                },
                {
                    "pmid": "18332328",
                    "type": "BACKGROUND",
                    "citation": "Brooks BP, Macdonald IM, Tumminia SJ, Smaoui N, Blain D, Nezhuvingal AA, Sieving PA; National Ophthalmic Disease Genotyping Network (eyeGENE). Genomics in the era of molecular ophthalmology: reflections on the National Ophthalmic Disease Genotyping Network (eyeGENE). Arch Ophthalmol. 2008 Mar;126(3):424-5. doi: 10.1001/archopht.126.3.424. No abstract available."
                }
            ],
            "seeAlsoLinks": [
                {
                    "label": "NIH Clinical Center Detailed Web Page",
                    "url": "https://clinicalstudies.info.nih.gov/cgi/detail.cgi?A_2011-EI-0245.html"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000005128",
                    "term": "Eye Diseases"
                },
                {
                    "id": "D000012173",
                    "term": "Retinitis"
                },
                {
                    "id": "D000012174",
                    "term": "Retinitis Pigmentosa"
                },
                {
                    "id": "D000012164",
                    "term": "Retinal Diseases"
                },
                {
                    "id": "D000012162",
                    "term": "Retinal Degeneration"
                }
            ],
            "ancestors": [
                {
                    "id": "D000015785",
                    "term": "Eye Diseases, Hereditary"
                },
                {
                    "id": "D000058499",
                    "term": "Retinal Dystrophies"
                },
                {
                    "id": "D000030342",
                    "term": "Genetic Diseases, Inborn"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M8271",
                    "name": "Eye Diseases",
                    "asFound": "Eye Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M14999",
                    "name": "Retinal Diseases",
                    "asFound": "Retinal Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M11260",
                    "name": "Macular Degeneration",
                    "relevance": "LOW"
                },
                {
                    "id": "M15008",
                    "name": "Retinitis",
                    "asFound": "Retinitis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M15009",
                    "name": "Retinitis Pigmentosa",
                    "asFound": "Retinitis Pigmentosa",
                    "relevance": "HIGH"
                },
                {
                    "id": "M28875",
                    "name": "Vitelliform Macular Dystrophy",
                    "relevance": "LOW"
                },
                {
                    "id": "M14997",
                    "name": "Retinal Degeneration",
                    "asFound": "Retinal Degeneration",
                    "relevance": "HIGH"
                },
                {
                    "id": "M18339",
                    "name": "Eye Diseases, Hereditary",
                    "relevance": "LOW"
                },
                {
                    "id": "M29107",
                    "name": "Retinal Dystrophies",
                    "relevance": "LOW"
                },
                {
                    "id": "M23686",
                    "name": "Genetic Diseases, Inborn",
                    "relevance": "LOW"
                },
                {
                    "id": "T4945",
                    "name": "Retinitis Pigmentosa",
                    "asFound": "Retinitis Pigmentosa",
                    "relevance": "HIGH"
                },
                {
                    "id": "T732",
                    "name": "Best Vitelliform Macular Dystrophy",
                    "relevance": "LOW"
                },
                {
                    "id": "T3322",
                    "name": "Late-onset Retinal Degeneration",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC11",
                    "name": "Eye Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC16",
                    "name": "Diseases and Abnormalities at or Before Birth"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}