{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05929521",
            "orgStudyIdInfo": {
                "id": "2022-0730"
            },
            "secondaryIdInfos": [
                {
                    "id": "K23NR020445",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/K23NR020445"
                }
            ],
            "organization": {
                "fullName": "University of Illinois at Chicago",
                "class": "OTHER"
            },
            "briefTitle": "Centering Those Engaged in Transactional Sex: A PrEP Innovation for Getting To Zero",
            "officialTitle": "Centering Those Engaged in Transactional Sex: A PrEP Innovation for Getting To Zero",
            "acronym": "C-PrEP+",
            "therapeuticArea": [
                "Other"
            ],
            "study": "centering-those-engaged-in-transactional-sex-a-prep-innovation-for-getting-to-zero"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-09-01",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-05-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-07-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-06-14",
            "studyFirstSubmitQcDate": "2023-06-26",
            "studyFirstPostDateStruct": {
                "date": "2023-07-03",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-05",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-06",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Randi Singer",
                "investigatorTitle": "Assistant Professor",
                "investigatorAffiliation": "University of Illinois at Chicago"
            },
            "leadSponsor": {
                "name": "University of Illinois at Chicago",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute of Nursing Research (NINR)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Using a participatory implementation science framework, I will test whether an adapted and community empowered group healthcare model, Centering PrEP+, is a feasible and acceptable health system intervention to improve the health of sex workers and their clients by increasing PrEP uptake and adherence. The conduct of this pilot study will provide an opportunity to gain experience with all aspects of intervention research, including recruitment, retention, implementing a randomization protocol, assessing measurement tools, delivering an intervention, and monitoring fidelity across two sites, tracking all metrics suggested by CONSORT, data collection and management of quantitative data from multiple sources (e.g., survey, laboratory), data analysis, and dissemination.",
            "detailedDescription": "Chicago is an HIV epicenter, and Getting to Zero (GTZ) new HIV infections by 2030 is a public health priority. Sex workers (SW) are a priority population because their HIV prevalence is 12 times greater than the general population. Innovative prevention methods are needed. For high-risk HIV-negative sex workers, pre-exposure prophylaxis (PrEP) is an empowering HIV prevention method because it is user-controlled and requires no partner negotiation.Stigma, criminalization, and financial constraints are barriers preventing sex workers from accessing HIV/Sexually Transmitted infections (STI) prevention information, services, and treatment, including PrEP initiation and adherence. Community-empowered interventions are designed, implemented, and evaluated by the target community and have reduced HIV risk and improved health service delivery among sex workers. Centering Healthcare, an evidence-based community-empowered group healthcare model, has demonstrated benefits and well-defined core components that act together to improve health outcomes: health assessment, interactive learning, and community building. Rather than a one-on-one visit, a cohort of 8-12 patients meet with the same providers at each visit for regular health assessments, linkages to services, and 75-90 minutes of interactive learning and skill-building that centers patients' experiences. When conducted with pregnant women it was associated with increased condom use and decreased STI infections into the postpartum. This innovative and evidence-based approach to healthcare has great potential meet sex workers' HIV prevention needs, including optimal use of PrEP. Guided by the Exploration, Preparation, Implementation, Sustainment framework (EPIS), the objective of this research study is to assess the feasibility, acceptability, and potential sustainability of C-PrEP+ through an individually randomized pilot trial of C-PrEP+. Building on the skills acquired during the training component of the K23, the research study's specific aims are as follows:\n\nAim 1. Conduct an environmental scan to identify the most efficient implementation approach for integrating C-PrEP+ into health system. From clinic walk-throughs, observations, and interviews with Howard Brown Health (HBH) staff, providers, and leadership, document implementation determinants, structures, processes related to facilitation of C-PrEP+ into patient care at HBH to produce an implementation plan (Training aims 1,2,3).\n\nAim 2. Conduct a two-arm pilot randomized control trial (RCT, n=48) at HBH to examine feasibility (recruitment, retention, and treatment completion) and acceptability (patient evaluations) of the C-PrEP+ intervention and explore preliminary outcomes, namely PreP use at six months (primary) and PrEP knowledge, self-efficacy, and PrEP adherence intention (secondary). I hypothesize that a Centering group healthcare model (C-PrEP+) will increase rates of PrEP adherence among sex workers who decide to adopt PrEP. (Training Aims 2,3) Aim 3. Evaluate C-PrEP+ documenting implementation processes, barriers, and facilitators. Post-intervention qualitative interviews with C-PrEP+ participants, facilitators, stakeholders, and HBH staff and providers will reveal personal and structural determinants (barriers and facilitators) of adoption, acceptability, fidelity, appropriateness and sustainability (Training Aims 1,2,3)."
        },
        "conditionsModule": {
            "conditions": [
                "Sex Work",
                "Pre-Exposure Prophylaxis"
            ],
            "keywords": [
                "Group Care",
                "Centering Healthcare"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "EARLY_PHASE1"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "interventionModelDescription": "1 arm pilot to determine feasibility, acceptability and effectiveness of group care for those who are engaged in transactional sex and taking PrEP for HIV prevention.",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 24,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "C-PrEP+",
                    "type": "EXPERIMENTAL",
                    "description": "Sex Workers engaged in group PrEP care.",
                    "interventionNames": [
                        "Other: C-PrEP+"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "C-PrEP+",
                    "description": "Rather than a one-on-one PrEP care visit, a cohort of 8-12 patients meet with the same providers at each visit for individual health assessments, linkages to services, and 75-90 minutes of group interactive learning and skill-building that centers patients' experiences. This approach to healthcare has great potential meet sex workers' HIV prevention needs, including optimal use of PrEP",
                    "armGroupLabels": [
                        "C-PrEP+"
                    ],
                    "otherNames": [
                        "Group PrEP Care"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Demographic Survey Questionnaire",
                    "description": "8-Item Center for Disease Control (CDC) Behavioral Risk Factor Surveillance System determining gender identity, age, race/ethnicity, education level and income",
                    "timeFrame": "Up to one year"
                },
                {
                    "measure": "PrEP Medication Adherence",
                    "description": "Assessed from Dried Blood spot (DBS) detecting levels of tenofovir-containing PrEP reflecting use over the preceding 6-8 weeks",
                    "timeFrame": "Through Study completion, an average of one year"
                },
                {
                    "measure": "HIV Related Knowledge Survey",
                    "description": "18-Item brief HIV knowledge true/false questionnaire; cronbach alpha of 0.75-0.95",
                    "timeFrame": "Through Study Completion, an average of one year"
                },
                {
                    "measure": "PrEP - related knowledge survey",
                    "description": "6-item yes/no and 1 (3 point) Likert scale question",
                    "timeFrame": "Through Study Completion, an average of one year"
                },
                {
                    "measure": "HIV Treatment Self-Efficacy survey",
                    "description": "12 - Item HIV Treatment Self-Efficacy Scale (HIV-ASES) cronbach alpha of 0.7-0.92 (PrEP adapted)",
                    "timeFrame": "Through Study Completion, an average of one year"
                },
                {
                    "measure": "Intention to Adhere to PrEP Survey",
                    "description": "17-Item Intention to Adhere to HIV Treatment. Likert scale 1-6 cronbach alpha 0.81 (PrEP adapted)",
                    "timeFrame": "Through Study Completion, an average of one year"
                },
                {
                    "measure": "Behaviors: HIV - Risk Assessment for Sexual Partnerships (H-RASP)",
                    "description": "6 questions about condom use, STI testing, and PrEP adherence (yes/no, don't know), Cronbach alpha 0.85 20-item HIV self-management Scale (3-point Likert) Cronbach alpha 0.78 (PrEP adapted)",
                    "timeFrame": "Through Study Completion, an average of one year"
                },
                {
                    "measure": "Patient Satisfaction Survey",
                    "description": "8-Item Abbreviated Acceptability Rating Profile, 6-point Likert Scale from strongly disagree to strongly agree; cronbach alpha 0.97",
                    "timeFrame": "Through Study Completion, an average of one year"
                },
                {
                    "measure": "Acceptability Survey",
                    "description": "4-Item Acceptability of Intervention Measure (AIM) with a 5 option response scale (completely disagree, disagree scale, neither agree nor disagree, agree, completely agree), score range 4-16",
                    "timeFrame": "Through Study Completion, an average of one year"
                },
                {
                    "measure": "Appropriateness Survey",
                    "description": "4 item Intervention Appropriateness Measure (IAM; with a 5 option response scale (completely disagree, disagree scale, neither agree nor disagree, agree, completely agree), score range 4-16",
                    "timeFrame": "Through Study Completion, an average of one year"
                },
                {
                    "measure": "Intervention Feasibility Survey",
                    "description": "4-item Feasibility of Intervention Measure (FIM; with a 5 option response scale (completely disagree, disagree scale, neither agree nor disagree, agree, completely agree), score range 4-16",
                    "timeFrame": "Through Study Completion, an average of one year"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Sustainability Survey",
                    "description": "Program Sustainability Assessment Tool (PSAT)",
                    "timeFrame": "Through Study Completion, an average of one year"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Howard Brown Health personnel Inclusion Criteria:\n\n1. 18 years of age or older;\n2. currently employed at Howard Brown Health\n3. are active in HIV prevention programs, epidemiology and/or GTZ 2030 projects;\n4. speak and understand English\n\nHoward Brown Health personnel Exclusion Criteria:\n\n1. \\<18\n2. Not employed at Howard Brown Health\n3. Not active in HIV prevention programs, epidemiology and/or GTZ 2030 projects\n4. Does not speak and understand English\n\nSex workers Inclusion Criteria:\n\n1. Initiating PrEP at HBH\n2. ≥ 18 years of age;\n3. engaged in sex work, defined as the exchange of oral, vaginal, or anal sex for something of value, in the past 12 months;\n4. lives in Chicago area;\n5. speak/understand English.\n\nSex Workers Exclusion Criteria:\n\n1. Not initiating PrEP at HBH\n2. \\< 18 years of age;\n3. Identify as a victim of sex trafficking\n\n3) Not engaged in sex work, defined as the exchange of oral, vaginal, or anal sex for something of value, in the past 12 months; 4) Does NOT live in Chicago area; 5) Does NOT speak/understand English. 6) Does not/cannot provide informed consent.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Randi B Singer, PhD",
                    "role": "CONTACT",
                    "phone": "(312) 996-7837",
                    "email": "rbsinger@uic.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Randi B Singer, PhD",
                    "affiliation": "University of Illinois at Chicago",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Illinois at Chicago",
                    "status": "RECRUITING",
                    "city": "Chicago",
                    "state": "Illinois",
                    "zip": "60612",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Randi B Singer",
                            "role": "CONTACT",
                            "phone": "312-996-7837",
                            "email": "rbsinger@uic.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.85003,
                        "lon": -87.65005
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        }
    },
    "hasResults": false
}