{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06284408",
            "orgStudyIdInfo": {
                "id": "2024-15683"
            },
            "organization": {
                "fullName": "Albert Einstein College of Medicine",
                "class": "OTHER"
            },
            "briefTitle": "Centralized Screening Unit (CSU) at Montefiore-Einstein",
            "officialTitle": "Implementation of a Centralized Screening Unit at Montefiore-Einstein",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "centralized-screening-unit-csu-at-montefiore-einstein"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-09",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2028-12",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2028-12",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-02-21",
            "studyFirstSubmitQcDate": "2024-02-27",
            "studyFirstPostDateStruct": {
                "date": "2024-02-29",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-28",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-30",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Albert Einstein College of Medicine",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "American Cancer Society, Inc.",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This study proposes to increase Lung-cancer screening (LCS) in the Bronx, New York. Despite strong evidence that Lung-cancer screening (LCS) can reduce Lung cancer (LCa) deaths, low-dose computed tomography (LDCT) referral rates by clinicians are very low and there is poor adherence with LCS by patients. Both provider and patient barriers may be amenable to systemic improvements in support, coordination and infrastructure for screening. The investigator team hypothesizes that the implementation of a Central Screening Unit (CSU) that shifts routine workflow attributed to LCS (e.g., collection of smoking history, determination of eligibility, shared decision making and arranging follow-up) away from busy practices (usual care) and that offers patients an array of navigation and support services will increase the uptake of LCS guidelines and subsequent low-dose computed tomography (LDCT) screening scans in a low-income, predominately Hispanic and Black catchment area. The proposed study represents a unique opportunity to test this hypothesis in the context of the roll out of a CSU as a significant new component of the Montefiore-Einstein health system. The investigator team will examine whether and how the CSU facilitates LCS uptake and retention of patients. This study is powered to test whether CSU reduces proportion of late-stage lung cancer diagnoses in the Bronx, New York.",
            "detailedDescription": "Lung-cancer screening (LCS) reduces lung cancer mortality; however, even with known benefits, LCS uptake has been limited. Barriers to LCS uptake include an absence of full smoking histories in electronic medical records as well as the lack of systems-level infrastructure to routinely identify eligible patients, to contact and navigate those eligible, and to track and support their adherence to serial annual LDCT or follow-up testing/care. Without infrastructure, managing these steps places significant burdens on clinicians and their staff. Interventions to centralize and support workflows to overcome these barriers are essential, especially at centers serving low-income communities with an inordinate backlog of eligible patients unscreened.\n\nThe Bronx, NY (population \\>1.4 million) is the poorest urban county in the US, with \\>25% of families living in poverty. Half of residents are Hispanic, 35% Black, and \\>22% immigrants. Albert Einstein College of Medicine - Montefiore Medical Center (Einstein-MMC) is the primary health provider for \\>750,000 Bronx residents. However, LCS uptake lags and of patients who have received initial screens, half are overdue for follow-up care or annual re-screening. Einstein-MMC's experience is typical of urban US medical centers, reflecting the combined effects of low clinician referral and poor patient adherence.\n\nThe Objectives of this study are to (1) Implement and study the use of a Centralized Screening Unit (CSU), incorporating expert EMR support to help identify LCS-eligible patients and, with clinician assistance and approval, then seek to reach out and arrange for lung cancer screening, using lay patient navigators, as well as through patient portal; (2) To study and implement new CSU approaches and functions, as part of an iterative improvement program working with all stake holders; evaluate CSU's impact on LCS uptake and retention; patient and provider experience; and the extent of lung cancer \"down-staging\" (i.e., the reduction in lung cancer tumor stage at diagnosis).\n\nThis study will be based in the New York City Research Improvement and Networking Group (NYC RING). NYC RING is the health system's well-established, primary care practice-based research network (PBRN). NYC RING encompasses \\>600,000 annual patient-visits across 35 primary care sites affiliated with several different health systems serving the Bronx. NYC RING is an Agency for Research Health and Quality (AHRQ)-recognized PBRN, fully dedicated to a low-income urban population with the proven ability to conduct research with busy, \"real-world\" clinics. The study will use cluster randomization to select sites to be phased-into the CSU intervention according to a stepped-wedge design. When a clinic enters the CSU condition, its LCS-eligible patients will be offered CSU services. Enrollment and randomization will be conducted at the clinic level. In total, 24 clinics will be randomly selected \\[(from the 35 within Montefiore's New York City Research and Improvement Networking Group (NYC RING)\\]. Study participants will include the clinicians at these clinics, as well as their patients who are eligible for lung cancer screening. Over the course of the study, it is expected that 9,460 patients, within the 24 clinics, will be eligible for screening.\n\nThe CSU intervention will shift workflow by leveraging electronic medical records (EMR) data to direct automated messages to LCS-eligible patients, inviting them to connect with the CSU. Lay patient navigators will \\[a\\] reach out to patients who do not respond to automated messages, \\[b\\] collect missing smoking history data to determine eligibility, \\[c\\] provide education/support for patients needs/concerns, \\[d\\] schedule appointments and \\[e\\] send reminders. CSU will also track and support all steps of follow-up care. The CSU will follow a systematic protocol to track the time and resources needed to engage and retain different patients, including instances when the primary care clinic must get involved with routine LCS. At the clinic level, concurrent and historical comparisons between CSU and usual care will allow the investigator team to determine whether and how introduction of CSU affects practice and workflows.\n\nThe Primary aim is to study the implementation of a Central Screening Unit (CSU) and its impact on LCS patient referral in a minority, low income populations that is underrepresented in LCS research.\n\nThere is a paucity of data regarding the effectiveness of a comprehensive CSU to improve LCS in any community. The investigator team expects that the study will have significant impact by providing critical data regarding methods to increase LCS using institutional-level strategies designed to overcome entrenched systems barriers. Although applicable to all communities, this research will specifically demonstrate the extent to which down-staging can be achieved in historically marginalized and excluded communities of color."
        },
        "conditionsModule": {
            "conditions": [
                "Lung Cancer"
            ],
            "keywords": [
                "Lung Cancer Screening (LCS)",
                "Low dose computed tomography (LDCT)",
                "Centralized Screening Unit (CSU)"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Systems-level intervention which using a mixed study design including stepped-wedge with a cluster randomized arm within the stepped-wedge. The implementation and evaluation of the CSU will be accomplished using cluster randomization to select 24 sites to be phased-into the CSU intervention according to a stepped-wedge design. Randomization will take place at the clinic level. The clinic clusters will be brought 'online' in a graded manner over the study period. 24 of the 35 NYC RING sites will be selected to enter the experimental (CSU) condition in three waves: Month 6, Month 12, or Month 18 after the start of the study. The remaining 11 sites will receive CSU support after completion of the third randomized group of clinics",
                "primaryPurpose": "HEALTH_SERVICES_RESEARCH",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 9460,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Centralized Screening Unit (CSU)",
                    "type": "OTHER",
                    "description": "The CSU intervention will shift workflow by leveraging EMR data to direct automated messages to LCS-eligible patients, inviting them to connect with the CSU. The CSU incorporates evidence-based strategies for active outreach to inform patients about LCS and to offer support from lay navigators. Patients are identified through \"meaningful use\" of medical records data",
                    "interventionNames": [
                        "Other: Centralized Screening Unit Implementation"
                    ]
                },
                {
                    "label": "No Intervention Yet Started",
                    "type": "NO_INTERVENTION",
                    "description": "Standard of Care during the \"no intervention\" period"
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Centralized Screening Unit Implementation",
                    "description": "The CSU provides a proactive and comprehensive population health approach to screening. This includes core functions of a) patient identification, b) contact, c) engagement, education and support, d) referral and navigation to LDCT screening, e) post screening follow-up, and f) retention",
                    "armGroupLabels": [
                        "Centralized Screening Unit (CSU)"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Participant Referrals",
                    "description": "The number of participant referrals by clinician for LCS by the CSU versus the number of clinician referrals will be assessed and reported.",
                    "timeFrame": "Approximately 2.5 years"
                },
                {
                    "measure": "Proportion of participants with early stage lung cancer (LCa)",
                    "description": "The proportion of participants with early stage LCa disease (for the purposes of this study defined as any Stage 1 or Stage 2 LCa) amongst those who received LCS during the study period compared to those diagnosed in the general Einstein-Montefiore population during the same time period, including the 11 NYC RING clinics not in the trial, and the preceding 7 years (i.e., since LDCT has been available at MMC) will be assessed and reported.",
                    "timeFrame": "Approximately 2.5 years"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\nClinic level:\n\n* a NYC RING affiliated clinic,\n* Opt into and agree to research protocol;\n\nPatient level:\n\n* Age 50-77 for participants,\n* past or current smoker,\n* 20+ pack-years tobacco,\n* has quit smoking within the last 15 years,\n* without chest CT within the past 12 months, and,\n* no history of lung cancer or and at least 5 years since the diagnosis of any other malignancy\n\nExclusion Criteria:\n\nClinic level:\n\n* only treats pediatric patients,\n* Opt out of research protocol;\n\nPatient level:\n\n* Primary care provider instruction to not contact an individual for any reason. Any individual inadvertently contacted who does not meet these criteria will be excluded from the study.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "50 Years",
            "maximumAge": "77 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "H. Dean Hosgood, PhD",
                    "role": "CONTACT",
                    "phone": "203-215-3275",
                    "email": "dean.hosgood@einsteinmed.edu"
                },
                {
                    "name": "Yocheved Halberstam, MPH",
                    "role": "CONTACT",
                    "phone": "917-833-1070",
                    "email": "yocheved.halberstam@einsteinmed.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "H. Dean Hosgood, PhD",
                    "affiliation": "Albert Einstein College of Medicine",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Montefiore Medical Center's New York City Research and Improvement Networking Group (NYC RING)",
                    "city": "Bronx",
                    "state": "New York",
                    "zip": "10467",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Yocheved Halberstam, MPH",
                            "role": "CONTACT",
                            "phone": "917-833-1070",
                            "email": "yocheved.halberstam@einsteinmed.edu"
                        },
                        {
                            "name": "H. Dean Hosgood, PhD",
                            "role": "CONTACT",
                            "phone": "203-215-3275",
                            "email": "dean.hosgood@einsteinmed.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.84985,
                        "lon": -73.86641
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000008175",
                    "term": "Lung Neoplasms"
                }
            ],
            "ancestors": [
                {
                    "id": "D000012142",
                    "term": "Respiratory Tract Neoplasms"
                },
                {
                    "id": "D000013899",
                    "term": "Thoracic Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000008171",
                    "term": "Lung Diseases"
                },
                {
                    "id": "D000012140",
                    "term": "Respiratory Tract Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M11172",
                    "name": "Lung Neoplasms",
                    "asFound": "Lung Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M14979",
                    "name": "Respiratory Tract Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M16658",
                    "name": "Thoracic Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M11168",
                    "name": "Lung Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14977",
                    "name": "Respiratory Tract Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC08",
                    "name": "Respiratory Tract (Lung and Bronchial) Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}