{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04486118",
            "orgStudyIdInfo": {
                "id": "20-0034"
            },
            "organization": {
                "fullName": "Northwell Health",
                "class": "OTHER"
            },
            "briefTitle": "Centrally Acting ACE Inhibition in SLE",
            "officialTitle": "A Novel Mid-phase Double-blind, Randomized, Controlled Clinical Trial to Evaluate the Effectiveness of Centrally Acting, Non-toxic ACE Inhibition in Cognitive Impairment Associated With SLE",
            "therapeuticArea": [
                "Immunology and Rheumatology"
            ],
            "study": "centrally-acting-ace-inhibition-in-sle"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-02",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-10-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-06-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-11-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2019-10-28",
            "studyFirstSubmitQcDate": "2020-07-21",
            "studyFirstPostDateStruct": {
                "date": "2020-07-24",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-02-09",
            "lastUpdatePostDateStruct": {
                "date": "2024-02-13",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Meggan Mackay, MD",
                "investigatorTitle": "Principal Investigator",
                "investigatorAffiliation": "Northwell Health"
            },
            "leadSponsor": {
                "name": "Northwell Health",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Lupus Research Alliance",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "SLE is a chronic autoimmune disease that often involves multiple systems and organs of the body. An autoimmune disease is one which your immune system attacks the cells and tissues in different parts of the body. SLE is characterized by inflammation that leads to tissue damage in many different organ systems. Lupus can cause fever, joint pains, rashes, and other symptoms. It can also affect organs such as the skin, the muscles, the kidneys, the heart, the lungs, the blood and the brain. The exact cause of SLE is not known.\n\nProblems with memory and concentration are common in lupus; these problems are called cognitive problems. Cognitive problems can be caused by things like depression, fatigue, medication and infections. However, previous studies that have been done in animal models of lupus and in lupus patients suggest that inflammation due to lupus can affect the brain directly.\n\nThis research study is being done to test the effects of centrally-acting ACE inhibitor, named lisinopril, on resting metabolism in the brain and on cognitive function. The investigators will see if Lisinopril will decrease resting metabolism in the brain and improve cognitive function (memory and concentration) compared to a non-centrally acting ACE inhibitor called benazepril.",
            "detailedDescription": "The study is a randomized, double blind, controlled, multi-center clinical trial to test the efficacy of a CA-ACEi, lisinopril, compared to a nonCA-ACEi, benazepril, for CI in SLE as measured by improvement in regional resting brain hypermetabolism and cognitive testing. The study will also investigate the impact of CA-ACEi compared to nonCA-ACEi on microglia cell activation as measured by PBR28 binding, behavioral function, circulating inflammatory cytokines and whole blood gene expression. The target population is SLE subjects between the ages of 18 and 55 that have stable disease activity and have no history of active or prior CNS disease of any kind. If applicable, subjects must be on stable doses of corticosteroids (less than or equal to 10 mg daily of prednisone) and non-increasing doses of other immunosuppressive medications for at least 4 weeks prior to screening."
        },
        "conditionsModule": {
            "conditions": [
                "Systemic Lupus Erythematosus"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "TRIPLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "INVESTIGATOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 36,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "CA-ACEi",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Enrolled subjects will begin treatment with a low dose of study drug (5 mg) Study drug will then be titrated up as follows, provided the increased dose is tolerated:\n\nDay 3-15 (dosing begins after completion of FIMR Visit 1.1): 5 mg Day 29: 10 mg Day 43: 20 mg Day 57: 40 mg if tolerated Subjects will be required to achieve and maintain a minimum dose of 20 mg daily to ensure adequate dosage of the ACE inhibitor.",
                    "interventionNames": [
                        "Drug: Lisinopril Pills"
                    ]
                },
                {
                    "label": "nonCA-ACEi",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "Enrolled subjects will begin treatment with a low dose of study drug (5 mg) Study drug will then be titrated up as follows, provided the increased dose is tolerated:\n\nDay 3-15 (dosing begins after completion of FIMR Visit 1.1): 5 mg Day 29: 10 mg Day 43: 20 mg Day 57: 40 mg if tolerated Subjects will be required to achieve and maintain a minimum dose of 20 mg daily to ensure adequate dosage of the ACE inhibitor.",
                    "interventionNames": [
                        "Drug: Benazepril Pill"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Lisinopril Pills",
                    "description": "Tablets will be taken by oral administration daily, based on titration",
                    "armGroupLabels": [
                        "CA-ACEi"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Benazepril Pill",
                    "description": "Tablets will be taken by oral administration daily, based on titration",
                    "armGroupLabels": [
                        "nonCA-ACEi"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Brain Metabolism",
                    "description": "The primary outcome measure for evaluation of the primary objective will be the change in regional metabolism between baseline and 12 months in the posterior putamen/GP/thalamus on FDG-PET imaging.",
                    "timeFrame": "3 years"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "PBR28",
                    "description": "PBR28 Imaging: Normality of the imaging data will be tested with the Shapiro-Wilkes Test. If normally distributed, the two-sample Student's t-test and the MMRMA will be used to compare the \\[11C\\]-PBR28 Standardized Uptake Value Ratios (SUVR; primary imaging endpoint for microglial cell activation) in the regions of interest between the CA-ACEi and nonCA-ACEi treated groups at baseline and over time, respectively. The regions of interest include the posterior putamen/GP/thalamus, hippocampus, temporal lobes, orbitofrontal cortex, sensorimotor cortex and occipital lobes. If the data are found to be non-normally distributed, corresponding non-parametric tests will be used for statistical analyses.",
                    "timeFrame": "3 years"
                },
                {
                    "measure": "Automated Neuropsychological Assessment Metrics (ANAM)",
                    "description": "Changes in cognitive testing from baseline to 6 and 12 months as measured by Automated Neuropsychological Assessment Metrics (ANAM) subtest",
                    "timeFrame": "3 years"
                },
                {
                    "measure": "2x2 spatial memory task",
                    "description": "Changes in cognitive testing from baseline to 6 and 12 months as measured by 2x2 spatial memory task",
                    "timeFrame": "3 years"
                },
                {
                    "measure": "Spatial Navigation Task",
                    "description": "Changes in cognitive testing from baseline to 6 and 12 months as measured by Spatial Navigation Task",
                    "timeFrame": "3 years"
                },
                {
                    "measure": "Mood Assessments",
                    "description": "Changes in mood from baseline to 6 and 12 months as measured by the Beck Depression Inventory and the ANAM Mood Assessments",
                    "timeFrame": "3 years"
                },
                {
                    "measure": "Patient Reported Outcomes",
                    "description": "Changes in patient reported outcomes; the PROMIS-Cognitive Function, LFA-REAL Patient Report, LupusPRO and the patient global assessment, between baseline, 6 and 12 months",
                    "timeFrame": "3 years"
                },
                {
                    "measure": "Disease Activity",
                    "description": "Changes in disease activity between baseline and 12 months as measured by the SLEDAI-2K, the SELENA SLEDAI Flare Index, LFA-REAL Clinician Report and physician global assessment",
                    "timeFrame": "3 years"
                },
                {
                    "measure": "Microglial Cell Activation",
                    "description": "Changes in microglial cell activation from baseline to 12 months as measured by changes in regional volume of distribution of PBR28 tracer binding",
                    "timeFrame": "3 years"
                },
                {
                    "measure": "Inflammatory Cytokines",
                    "description": "Changes in levels of circulating inflammatory cytokines between baseline and 6 and 12 months measured by proteomics on serum using Meso Scale Discovery platform",
                    "timeFrame": "3 years"
                },
                {
                    "measure": "RNA-Seq",
                    "description": "Changes in RNA-Seq transcriptome profiles of whole blood between baseline and 6 and 12 months collected in PAXgene blood RNA tubes.",
                    "timeFrame": "3 years"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Subject must be able to understand and provide informed consent\n2. Subjects must be ≥18 and ≤65 years of age: subjects with age \\> 65 will be excluded to avoid confounding effects of age on cognitive testing.\n3. Subjects must fulfill the 1997 American College of Rheumatology (ACR) revised criteria for the diagnosis of SLE or the Systemic Lupus Erythematosus International Collaborating Clinics (SLICC) Criteria or the EULAR/ ACR 2019 criteria for SLE.\n4. Subjects must have stable disease activity and medication doses for 4 weeks prior to screening. Stable disease activity is defined as no increase in disease activity requiring an increase or addition of immunosuppressive medications.\n5. If on corticosteroids, subjects must be on a dose that is ≤ prednisone 10 mg daily, or the equivalent.\n6. Must have increased resting metabolism in the posterior putamen/GP/thalamus on the screening FDG-PET scan that is\n\n   * \\> 1.647 for non-Black SLE subjects and\n   * \\> 1.699 for Black SLE subjects.\n\nExclusion Criteria:\n\n1. Inability or unwillingness of a participant to give written informed consent or comply with study protocol.\n2. History of neurological diseases including, but not limited to, severe head injury or history of brain surgery, stroke, seizure, toxic exposure, mental retardation, multiple sclerosis, dementia, encephalitis.\n3. History of documented transient ischemic attacks within 6 months of screening.\n4. Addition of belimumab or rituximab within 3 months of screening and/or addition of disease modifying drugs (such as mycophenolate, methotrexate, azathioprine, leflunomide, voclosporin, tacrolimus) within 3 months of screening.\n5. History of illicit drug or alcohol dependence/abuse within the past 12 months.\n6. Current use of anxiolytic, anticonvulsant, antidepressant or antipsychotic medications other than specific serotonin reuptake inhibitors (SSRIs) and gabapentin. SSRIs are allowed if the subject is on a stable dose for 12 weeks prior to the screening FDG-PET scan and is expected to remain on the same SSRI throughout the trial. Gabapentin is allowed if used on a PRN basis for pain or reason other than seizure disorder and the subject is willing not to take it for a minimum of 2 weeks prior to brain imaging or neuropsychological assessments.\n7. Current and/or chronic use of narcotic analgesia for \\> 3 weeks within the last 3 months.\n8. Increased disease activity within 4 weeks of screening defined by an increase in SLEDAI by 3 points or more, exclusive of points from serologies, which prompts an increase in or new addition of SLE medications.\n9. History of a diagnosis of a primary psychiatric disorder requiring medication that preceded the diagnosis of SLE.\n10. Current active acute infections requiring antibiotics within 2 weeks of screening and chronic known infections (eg. hepatitis B, C, and/or HIV).\n11. Co-existing other autoimmune disease(s) other than autoimmune thyroid disease or secondary Sjogren's Syndrome.\n12. Pregnant and/or lactating women and/or women unwilling to use an acceptable form of contraception.\n13. The presence of uncontrolled, severe hypertension, diabetes or heart disease.\n14. History of hereditary or idiopathic angioedema.\n15. Impaired renal function with an eGFR\\< 60%.\n16. Current use of aliskiren in diabetic patients.\n17. Current use of naltrexone or chronic minocycline use; both are agents also known to alter microglia activation.\n18. Use of a centrally acting ACE inhibitor (Lisinopril, fosinopril, ramipril, captopril, perindopril, prinivil, monopril, trandolapril) or angiotensin receptor blocker for more than 4 weeks within the past 1 year. Non-centrally acting ACE inhibitors are allowed if the subject is willing to be randomized to Lisinopril or benazepril instead of their non-centrally acting ACE inhibitor.\n19. Known intolerance to ACE inhibitors.\n20. Presence of any active medical condition that in the opinion of the investigator may contribute to cognitive and/or behavioral disturbances.\n21. Use of investigational drugs within 30 days or 5 half-lives before Visit 1 (Day 1), whichever is longer.\n\nPast or current medical problems or findings from physical examination or laboratory testing that are not listed above, which, in the opinion of the investigator, may pose additional risks from participation in the study, may interfere with the participant's ability to comply with study requirements or that may impact the quality or interpretation of the data obtained from the study.\n\n23. A systolic blood pressure less than 100 mmHg at screening. If the investigator feels that the patient is insufficiently hydrated, the patient may be re-evaluated for blood pressure within the screening period.\n\n24. Current treatment with Cyclophosphamide. 25. The presence of suicidal ideation on the Beck Depression Inventory at screening or sufficient depressive symptoms to warrant intervention with pharmacologic therapy and/or referral for treatment.\n\n26. For subjects consenting to the MRI scans: the presence of ferromagnetic implants or devices that cannot be removed and/or a history of claustrophobia or intolerance of MRI.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "55 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Andrew Shaw",
                    "role": "CONTACT",
                    "phone": "516-562-2591",
                    "email": "anshaw@northwell.edu"
                },
                {
                    "name": "Meggan Mackay, MD",
                    "role": "CONTACT",
                    "phone": "516-562-3838",
                    "email": "mmackay@northwell.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Meggan Mackay, MD",
                    "affiliation": "The Feinstein Institute for Medical Research",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Yale University School of Medicine",
                    "status": "RECRUITING",
                    "city": "New Haven",
                    "state": "Connecticut",
                    "zip": "06519",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Julie Heffernan",
                            "role": "CONTACT",
                            "phone": "203-785-6631",
                            "email": "julie.heffernan@yale.edu"
                        },
                        {
                            "name": "Fotios Koumpouras, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.30815,
                        "lon": -72.92816
                    }
                },
                {
                    "facility": "Albert Einstein College of Medicine",
                    "status": "RECRUITING",
                    "city": "Bronx",
                    "state": "New York",
                    "zip": "10461",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Noa Shwartz",
                            "role": "CONTACT"
                        },
                        {
                            "name": "Noa Shwartz, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.84985,
                        "lon": -73.86641
                    }
                },
                {
                    "facility": "Northwell Rheumatology",
                    "status": "RECRUITING",
                    "city": "Great Neck",
                    "state": "New York",
                    "zip": "11021",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Moontahinaz Rob",
                            "role": "CONTACT",
                            "email": "mrob@northwell.edu"
                        },
                        {
                            "name": "Sonali Narain, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.80066,
                        "lon": -73.72846
                    }
                },
                {
                    "facility": "Andrew Shaw",
                    "status": "RECRUITING",
                    "city": "Manhasset",
                    "state": "New York",
                    "zip": "11030",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Andrew Shaw",
                            "role": "CONTACT",
                            "email": "anshaw@northwell.edu"
                        },
                        {
                            "name": "Meggan Mackay, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.79788,
                        "lon": -73.69957
                    }
                },
                {
                    "facility": "New York University School of Medicine",
                    "status": "RECRUITING",
                    "city": "New York",
                    "state": "New York",
                    "zip": "10016",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Sharon Ohana",
                            "role": "CONTACT",
                            "email": "Sharon.Ohana@nyulangone.org"
                        },
                        {
                            "name": "Amit Saxena, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.71427,
                        "lon": -74.00597
                    }
                },
                {
                    "facility": "Columbia University Medical Center",
                    "status": "RECRUITING",
                    "city": "New York",
                    "state": "New York",
                    "zip": "10032",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Sean Inzerillo",
                            "role": "CONTACT",
                            "email": "si2404@cumc.columbia.edu"
                        },
                        {
                            "name": "Anca Askinase,, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.71427,
                        "lon": -74.00597
                    }
                },
                {
                    "facility": "Hospital for Special Surgery",
                    "status": "RECRUITING",
                    "city": "New York",
                    "state": "New York",
                    "zip": "20021",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jeffrey Zhang-Sun",
                            "role": "CONTACT",
                            "email": "zhangsunj@hss.edu"
                        },
                        {
                            "name": "Kyriakos Kirou, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.71427,
                        "lon": -74.00597
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000008180",
                    "term": "Lupus Erythematosus, Systemic"
                }
            ],
            "ancestors": [
                {
                    "id": "D000003240",
                    "term": "Connective Tissue Diseases"
                },
                {
                    "id": "D000001327",
                    "term": "Autoimmune Diseases"
                },
                {
                    "id": "D000007154",
                    "term": "Immune System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M29705",
                    "name": "Cognitive Dysfunction",
                    "relevance": "LOW"
                },
                {
                    "id": "M11177",
                    "name": "Lupus Erythematosus, Systemic",
                    "asFound": "Systemic Lupus Erythematosus",
                    "relevance": "HIGH"
                },
                {
                    "id": "M6464",
                    "name": "Connective Tissue Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M4629",
                    "name": "Autoimmune Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10200",
                    "name": "Immune System Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000017706",
                    "term": "Lisinopril"
                },
                {
                    "id": "C000044946",
                    "term": "Benazepril"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000806",
                    "term": "Angiotensin-Converting Enzyme Inhibitors"
                },
                {
                    "id": "D000011480",
                    "term": "Protease Inhibitors"
                },
                {
                    "id": "D000004791",
                    "term": "Enzyme Inhibitors"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000000959",
                    "term": "Antihypertensive Agents"
                },
                {
                    "id": "D000002316",
                    "term": "Cardiotonic Agents"
                },
                {
                    "id": "D000020011",
                    "term": "Protective Agents"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4134",
                    "name": "Angiotensin-Converting Enzyme Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M19924",
                    "name": "Lisinopril",
                    "asFound": "Read",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4854",
                    "name": "Benzocaine",
                    "relevance": "LOW"
                },
                {
                    "id": "M223594",
                    "name": "Benazepril",
                    "asFound": "Affected area",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7951",
                    "name": "Enzyme Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M19609",
                    "name": "HIV Protease Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M14343",
                    "name": "Protease Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M4277",
                    "name": "Antihypertensive Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M5572",
                    "name": "Cardiotonic Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M21869",
                    "name": "Protective Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "T433",
                    "name": "Tannic Acid",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "AnAg",
                    "name": "Antihypertensive Agents"
                },
                {
                    "abbrev": "CaAg",
                    "name": "Cardiotonic Agents"
                },
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "Infe",
                    "name": "Anti-Infective Agents"
                },
                {
                    "abbrev": "Ot",
                    "name": "Other Dietary Supplements"
                }
            ]
        }
    },
    "hasResults": false
}