{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT03316183",
            "orgStudyIdInfo": {
                "id": "STUDY00002376"
            },
            "organization": {
                "fullName": "University of Washington",
                "class": "OTHER"
            },
            "briefTitle": "Cerebral Monitor Guided Therapy on Cerebral Outcomes After Cardiac Surgery",
            "officialTitle": "Randomized, Prospective Clinical Study Aiming to Assess the Impact of Cerebral Monitoring Guided Therapy on Cerebral Outcomes After Cardiac Surgery",
            "therapeuticArea": [
                "Respiratory",
                "Cardiovascular",
                "Other"
            ],
            "study": "cerebral-monitor-guided-therapy-on-cerebral-outcomes-after-cardiac-surgery"
        },
        "statusModule": {
            "statusVerifiedDate": "2021-02",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-12-01",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-12-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-12-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2017-09-06",
            "studyFirstSubmitQcDate": "2017-10-18",
            "studyFirstPostDateStruct": {
                "date": "2017-10-20",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2021-02-19",
            "lastUpdatePostDateStruct": {
                "date": "2021-02-23",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Kei Togashi",
                "investigatorTitle": "Assistant Professor, School of Medicine, Anesthesiology and Pain Medicine",
                "investigatorAffiliation": "University of Washington"
            },
            "leadSponsor": {
                "name": "University of Washington",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this study is to compare patients' metabolomic profiles who are managed with a brain monitor that measures cerebral oxygen to those who are managed by conventional measures to hopefully decrease postoperative neurologic and cognitive deficits and improve quality of life.",
            "detailedDescription": "Neurologic and cognitive decline remain common complications that adversely affect patients' outcome after cardiac surgery. By incorporating a brain monitor that measures cerebral oxygen content into our perioperative management we aim to decrease postoperative neurologic and cognitive deficits and improve quality of life in this patient population. We also aim to uncover how the compromised brain alters its metabolism in response to ischemic injury and how this new information can guide new preventive treatment methods for vulnerable patients.\n\nBriefly, cerebral near-infrared spectroscopy (NIRS) or cerebral oximetry is a non-invasive monitor that estimates cerebral oxygenation through measurements of regional venous saturation. It is based on measuring intravascular oxyhemoglobin fraction in a small sample of cerebral cortex through the skull using near-infrared light spectroscopy. Cerebral oximetry examines all reflected light, from both pulsatile arterial and non-pulsatile venous blood, without requiring pulsatility, hence cerebral oximetry can continue to monitor brain oxygenation during both CPB and circulatory arrest. With this advantage, cerebral oximetry is widely utilized in our daily cardiac anesthesia practice, routinely for surgeries requiring circulatory arrest, and for other elective CABG and valve replacement/repair surgeries in some institutions. Despite its wide use, controversy still exists in its interpretation and ability to optimize cerebral outcome after cardiac surgery. Key questions to be answered are: 1) the desaturation threshold associated with poor prognosis; 2) the absolute desaturation value at which adverse clinical outcome increases, and 3); if the relative trend is more important to signal approaching deterioration. All of these questions are relevant to our clinical practice yet remain unanswered. Our research study aims to take a first step towards identification of the ideal method of utilizing cerebral oximetry in cardiac surgeries to improve neurological outcome through increasing precision in managing hemodynamic as well as laboratory values through a treatment algorithm.\n\nThe second component of this study incorporates metabolomic profiling as we refine the perioperative management of cardiac surgery patient to improve their cerebral outcome. Despite enormous research efforts over the last decades, currently there is no specific and single neurologic biomarker (or panels of biomarkers) that has been validated for clinical use. Meanwhile, neuro-imaging (CT and MRI) remains the gold standard for the diagnosis of cerebral injury. Organ-specific biomarkers, if identified, have the potential to be a reliable and cost-effective method to diagnose, guide management, classify severity of stroke, anticipate cognitive function, and predict complications. Recently, metabolomic profiling has enabled comprehensive analyses of changes in metabolic fuel selection in a variety of models, including cardioplegic arrest. Advances in analytical technology have enabled quantitative analysis of several hundreds of metabolites in a single measurement with high throughput and sensitivity.\n\nMetabolomic profiling entails quantitating small-molecule metabolites from body fluids or tissues in a single step, and possesses the potential for early diagnosis, therapy monitoring and investigating the pathogenesis of various diseases. This biomarker detection is conducted in cells, tissues, or biofluids by either nuclear magnetic resonance (NMR) spectroscopy or mass spectrometry (MS) which then undergoes multivariate data analysis. Jung et al., using 1H-NMR spectropy combined with multivariate statistical analysis assessed stroke patients. In this study perturbed metabolic pattern in both plasma and urine from patients with known cerebral infarction incidents were assessed to identify a specific proteome associated with stroke. A similar investigation has been conducted with a wider quantification of neuroproteomics using a rodent model. Biomarker prognostic of acute kidney injury in patients undergoing cardiopulmonary bypass (CPB) has also been investigated. Despite its potential for wide application, metabolomic profiling has not seen its utilization to guide neuroprotective management in patients undergoing cardiac surgery. We believe the unique combination of these two methods poses a valuable opportunity not only to improve the patient's neurocognitive outcome, but also to gain insights on which biomarkers represent cerebral ischemia or other signs of cerebral injury.\n\nOur specific aims are to: 1. Assess the transcerebral metabolomic profile and neurocognitive outcome in response to cerebral injury in patients monitored and treated according to cerebral oximetry (NIRS) and those that are just monitored with NIRS.\n\nBased on available literature, our working hypothesis is that compared to monitored only patients, cerebral fuel utilization will be differentially affected in patients monitored and treated by tightly following a specific neuroprotective algorithm.\n\n1.a. Test the plasma concentrations of metabolites representing the amino acid, carbohydrate, energy, lipid, and nucleotide pathways using nuclear magnetic resonance (NMR) and mass spectrometry.\n\n1.b. Compare the neurocognitive function of treated and untreated patients using a comprehensive test battery consisting of 5 assessment modalities at baseline, at the time of discharge and 6 weeks postoperatively."
        },
        "conditionsModule": {
            "conditions": [
                "Cardiac Surgery",
                "Protein Metabolomics",
                "Cerebral Function",
                "Cardiopulmonary Bypass"
            ],
            "keywords": [
                "cerebral oximetry",
                "near-infrared spectroscopy (NIRS)",
                "metabolomic profiling",
                "neurocognitive outcomes",
                "Cerebral protection"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 20,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Intervention Group",
                    "type": "EXPERIMENTAL",
                    "description": "* Maintain rSO2 values at or above 75% of the baseline\n* Midline position\n* Target CO2 of ≥40 mmHg, target MAP \\>60 mm Hg\n* Maintain cerebral perfusion pressure \\>50 mm Hg\n* Target pump flow 2.5 L/m2/min\n* If rSO2 persistently below treatment threshold:\n\n  * FiO2 is increased\n  * or propofol 50-100 mg bolus is administered\n* If Hct below 20% packed red blood cells will be transfused\n\ntimeline: before induction, after time-out has been performed, and will continue until 24 hours post surgery.",
                    "interventionNames": [
                        "Other: Perioperative and postoperative management"
                    ]
                },
                {
                    "label": "Control Group",
                    "type": "NO_INTERVENTION",
                    "description": "Patients in the control group will be managed under the attending physician's discretion. Cerebral oximetry data will be collected in the same fashion as in the intervention group, but the measurements will be blinded to the physician. Blood samples will be collected for metabolomic profiling in the same fashion and at identical time points as the intervention group for later analysis."
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Perioperative and postoperative management",
                    "description": "Cerebral oximetry informed perioperative management",
                    "armGroupLabels": [
                        "Intervention Group"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Assessing Change in Metabolomic Profile via Mass Spectrometry and NMR",
                    "description": "Blood samples will be tested for potential organ-specific biomarker to diagnose and classify cerebral protein consumption to assess neurological activity.",
                    "timeFrame": "Blood samples taken1) At baseline following placement, 2) 30 min after initiation of bypass; 3) 10 min before separation from bypass; 4) 2 hours after separation from bypass and 5) before removal of the catheter or 12 hours after the end of surgery"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Neurocognitive",
                    "description": "Neurocognitive test battery",
                    "timeFrame": "baseline, 6 weeks post-operation"
                },
                {
                    "measure": "Neurologic via CAM ICU and RASS Score During the Acute Post-Operative ICU Stay",
                    "description": "Neurologic clinical testing",
                    "timeFrame": "To be gathered as a part of routine critical care assessment throughout the participant's ICU stay. Up to 2 weeks post surgery"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Adult cardiac surgery patients undergoing cardio-pulmonary bypass (CPB) with cardioplegic arrest (CABG, valves, CABG + valves).\n\nExclusion Criteria:\n\n* History of a stroke within 90 days prior to enrollment, or a history of cerebral vascular disease with significant (\\> 80%) extra cranial stenosis;\n* Technical obstacles, which pose an inordinately high surgical risk, in the judgment of the investigator;\n* Existence of any ongoing mechanical circulatory support other than intra- aortic balloon counter pulsation;\n* Body Mass Index (BMI) \\> 50 kg/m2;\n* Pregnancy;\n* Psychiatric disease, irreversible cognitive dysfunction or psychosocial issues that are likely to impair compliance with the study protocol;\n* Presence of active, uncontrolled infection;\n* Evidence of intrinsic hepatic disease as defined by liver enzyme values;\n* Participation in any other clinical investigation that is likely to confound study results or affect study outcome;\n* Patient refuses to be enrolled in study;\n* Institution inmates",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Kei Togashi, MD MPH",
                    "role": "CONTACT",
                    "phone": "2065981994",
                    "email": "ktogashi@uw.edu"
                },
                {
                    "name": "G. Burkhard Mackensen, MD PhD FASE",
                    "role": "CONTACT",
                    "phone": "2065981462",
                    "email": "gbmac@uw.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Kei Togashi, MD MPH",
                    "affiliation": "University of Washington",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Washington Medical Center",
                    "city": "Seattle",
                    "state": "Washington",
                    "zip": "98195",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Kei Togashi, MD MPH",
                            "role": "CONTACT",
                            "phone": "206-598-1994",
                            "email": "ktogashi@uw.edu"
                        },
                        {
                            "name": "G. Burkhard Mackensen, MD PhD FASE",
                            "role": "CONTACT",
                            "phone": "2065981462",
                            "email": "gbmac@uw.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 47.60621,
                        "lon": -122.33207
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M18307",
                    "name": "Propofol",
                    "relevance": "LOW"
                },
                {
                    "id": "M4854",
                    "name": "Benzocaine",
                    "relevance": "LOW"
                },
                {
                    "id": "T433",
                    "name": "Tannic Acid",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "Ot",
                    "name": "Other Dietary Supplements"
                }
            ]
        }
    },
    "hasResults": false
}