{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05209438",
            "orgStudyIdInfo": {
                "id": "IRB00078620"
            },
            "organization": {
                "fullName": "Wake Forest University Health Sciences",
                "class": "OTHER"
            },
            "briefTitle": "Cereset Research Exploratory Study for Dementia Caregivers",
            "officialTitle": "Cereset Research for Dementia Caregivers: A Randomized, Placebo-Controlled Trial",
            "therapeuticArea": [
                "Neurology"
            ],
            "study": "cereset-research-exploratory-study-for-dementia-caregivers"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-06-16",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-07",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-07",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-01-12",
            "studyFirstSubmitQcDate": "2022-01-12",
            "studyFirstPostDateStruct": {
                "date": "2022-01-26",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-26",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-30",
                "type": "ESTIMATED"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Wake Forest University Health Sciences",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Memory Counseling Program general fund",
                    "class": "UNKNOWN"
                },
                {
                    "name": "Heidi Munger-Clary, MD",
                    "class": "UNKNOWN"
                },
                {
                    "name": "Hossam Shaltout, PhD",
                    "class": "UNKNOWN"
                },
                {
                    "name": "Sean Simpson, PhD",
                    "class": "UNKNOWN"
                },
                {
                    "name": "Christina Hugenschmidt, PhD",
                    "class": "UNKNOWN"
                },
                {
                    "name": "Mia Yang, MD",
                    "class": "UNKNOWN"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUnapprovedDevice": true,
            "isUsExport": true
        },
        "descriptionModule": {
            "briefSummary": "Caregivers of a person living with dementia (PLWD) experience high levels of prolonged stress that can lead to chronic problems with health, including increased risk of cardiovascular disease that is linked to autonomic dysregulation. Heart rate variability (HRV), measures of autonomic cardiovascular regulation, is decreased (worse) in caregivers of a person living with dementia. Autonomic function is linked to lateralization in the brain, and emerging neuromodulation methods that target lateralized signals in the brain, like Cereset (CR), may be able to improve heart rate variability. Therefore, this pilot study aims to test whether CR can improve HRV in caregivers of a person living with dementia experiencing stress, anxiety, or insomnia, as well as improve self-report measures of stress, sleep and caregiver burden.",
            "detailedDescription": "Phase I: Intervention only pre-piloting: up to 5 adults; mirroring Phase II characteristics described below\n\nPhase II: 20 dementia caregivers experiencing symptoms of stress, anxiety or insomnia. Primary aims are to:\n\n1) Evaluate the effect of CR to improve autonomic cardiovascular regulation measured as heart rate variability (HRV) and baroreflex sensitivity (BRS). Impact will be assessed based on changes in standard measures of HRV and BRS such as SDNN, rMSSD, HF Alpha, and Sequence ALL. This will also provide blood pressure values evaluated by an automated oscillometric blood pressure device.\n\n2) Assess the effect of CR on self-reported symptom inventories of stress, anxiety, insomnia, and caregiver burden and distress.\n\n1. Insomnia as assessed by the Insomnia Severity Index (ISI).\n2. Behavioral outcomes such as depression (as assessed by the Center for Epidemiological Studies-Depression Scale, CES-D), anxiety (as evaluated by the GAD-7), traumatic stress (as assessed by the PCL-C), and stress (as assessed by the Perceived Stress Scale, PSS).\n3. Overall quality of life as evaluated using the QOLS measure.\n4. Caregiver burden and distress measured with the Zarit Caregiver Burden scale and the Neuropsychiatric Inventory Questionnaire (NPI-Q).\n5. Brief (4-item) caregiver self-efficacy scale."
        },
        "conditionsModule": {
            "conditions": [
                "Dementia Caregivers"
            ],
            "keywords": [
                "caregiver",
                "caregiving",
                "stress",
                "anxiety",
                "insomnia",
                "neurotechnology",
                "autonomic dysregulation",
                "hyperarousal",
                "brain electrical activity",
                "allostasis",
                "Alzheimer's",
                "dementia",
                "neuromodulation",
                "acoustic stimulation",
                "heart rate variability",
                "High-resolution relational resonance-based electroencephalic mirroring HIRREM",
                "Cereset Research"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "SINGLE_GROUP",
                "interventionModelDescription": "Prior to the start of the randomized Phase II for the trial, a limited intervention-only pilot will be carried out with up to 5 participants (Phase I). The purpose of this is to confirm feasibility of cohort and identify challenges, intervention, and outcome assessment procedures to ensure they are optimized by the start of the randomized phase, and allow additional time to work towards any obstacles that arise with the placebo.\n\nPhase II will be a single-blind, randomized, pilot clinical trial that aims to enroll 20 participants who will be randomized to receive 6 sessions of CR intervention linked to brainwaves (INT) (n=10) or 6 sessions of sham control tones not linked to brainwaves (CON) (n=10). In this study, the tones not linked to brainwaves will be used as the control.",
                "primaryPurpose": "SUPPORTIVE_CARE",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "maskingDescription": "Phase 1 - Participants will receive INT, there is no blinding.\n\nPhase 2 - Participants will not be told which group they are assigned to until the end of the study.",
                    "whoMasked": [
                        "PARTICIPANT"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 20,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Cereset Research",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "This will be the active intervention arm using 6 Cereset (CR) sessions and participants will continue current care.",
                    "interventionNames": [
                        "Device: Cereset Research"
                    ]
                },
                {
                    "label": "Control",
                    "type": "SHAM_COMPARATOR",
                    "description": "Participants will have 6 CR sessions of sham control tones and also continue their current care.",
                    "interventionNames": [
                        "Device: Cereset Research"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "Cereset Research",
                    "description": "Cereset Research The upgraded platform for medical research using the HIRREM technology has been rebranded as Cereset Research® (CR). This system uses the same core technology and algorithms to echo brainwaves in real-time using audible tones, as with HIRREM. The CR system also includes 64-bit processing architecture for faster feedback, the use of 4 sensors, and the use of standard protocols (with flexibility regarding the length and sequencing of the standard protocols), all done with eyes closed. Four sensors are applied to the scalp at a time. However, only two sensors are actively echoing feedback. The software automatically switches from one sensor pair to the other when needed. This reduces the number of sensor placement changes needed, resulting in shorter session time and fewer interruptions.",
                    "armGroupLabels": [
                        "Cereset Research",
                        "Control"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in Blood Pressure Measurements",
                    "description": "BP measurements will be obtained using an automate oscillometric blood pressure device. Three samples will be obtained and the last two averaged to get the value that will be used as the reading for that visit.",
                    "timeFrame": "Baseline; V2 (0-14 days after intervention completion; V3 (4-7 weeks following completion of the intervention)"
                },
                {
                    "measure": "Change in Heart Rate (HR)",
                    "description": "Continuous heart rate will be recorded while participant is breathing normally in seated position for 10 minutes using Faros 180 heart rate monitor (Bittium Corporation, Oulu, Finland). Beat to beat intervals (RRI) files will be generated at 1000 Hz via the data acquisition software. Files will be analyzed with Nevrokard HRV software (by Nevrokard Kiauta, d.o.o., Izola, Slovenia). Recordings will be visually inspected to ensure data quality (dropped beats or gross motion artifacts are excluded) and first 5 minutes of usable tracings will be analyzed.",
                    "timeFrame": "Baseline; V2 (0-14 days after intervention completion; V3 (4-7 weeks following completion of the intervention)"
                },
                {
                    "measure": "Change in Heart Rate Variability (HRV)",
                    "description": "Measures of heart rate variability in frequency domain will be derived and measures integrated over specified frequency ranges (LF: 0.04-0.15 Hz; HF: 0.15-0.4 Hz). Power of RRI spectra in LF, HF range (LFRRI and HFRRI) and total power (TP) will be calculated in normalized units and ratio of LF/HF used as a measure of sympatho-vagal balance.",
                    "timeFrame": "Baseline; V2 (0-14 days after intervention completion; V3 (4-7 weeks following completion of the intervention)"
                },
                {
                    "measure": "Change in Baroreflex Sensitivity",
                    "description": "BRS calculated by this method is based on quantification of sequences of at least three beats (n) in which Systolic Blood Pressure (SBP) consecutively increases (UP sequence) or decreases (DOWN sequence), which are accompanied by changes in the same direction of the beat-to-beat intervals (RRI) of subsequent beats (n+1). The software scans the RRI and SBP records, identifies sequences, and calculates linear correlation between RRI and SBP for each sequence. The mean of all individual regression coefficients (slopes), a measure of sequence BRS, is calculated for Sequence UP, DOWN and ALL (ms/mmHg).",
                    "timeFrame": "Baseline; V2 (0-14 days after intervention completion; V3 (4-7 weeks following completion of the intervention)"
                },
                {
                    "measure": "Blood Pressure Variability",
                    "description": "Systolic BP and beat to beat, RR intervals (RRI) files generated via the data acquisition system (BIOPAC acquisition system and software, Santa Barbara, CA) at 1000 Hz are analyzed using Nevrokard SA-BRS software (by Nevrokard Kiauta, d.o.o., Izola, Slovenia) for measures BPV.Frequency Method. Power spectral densities of SBP and RRI oscillations are computed by 512 points Fast Fourier Transform (FFT) and integrated over specified frequency ranges (LF: 0.04-0.15 Hz; HF: 0.15-0.4 Hz).",
                    "timeFrame": "V3 (4-7 weeks following completion of the intervention)"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Severity of Insomnia (ISI)",
                    "description": "The ISI is a 7 question, self-reported measure to evaluate symptoms of insomnia, with responses from 0-4 for each question, yielding scores ranging from 0-28. Lower scores represent better outcomes.",
                    "timeFrame": "Baseline, V2 (0-14 days after intervention completion, and V3 (4-7 weeks following completion of the intervention)"
                },
                {
                    "measure": "Center for Epidemiologic Studies Depression Scale (CES-D)",
                    "description": "The Center for Epidemiologic Studies Depression Scale (CES-D) is a depression scale, which will help to assess this co-morbidity. CES-D is a 20-item survey assessing affective depressive symptomatology to screen for risk of depression. Scores range from 0-60, with a score of 16 commonly used as a clinically relevant cut-off. The higher the score, the more suggestive of depressive symptoms.",
                    "timeFrame": "Baseline, V2 (0-14 days after intervention completion, and V3 (4-7 weeks following completion of the intervention)"
                },
                {
                    "measure": "Generalized Anxiety Disorder-7 (GAD-7) scores",
                    "description": "The Generalized Anxiety Disorder-7 (GAD-7) is a seven-item screening tool for anxiety that is widely used in primary care. GAD-7 is a brief, reliable and valid measure of assessing generalized anxiety disorder. A score of 10 or greater on the GAD-7 represents a reasonable cut point for identifying cases. Cut points of 5, 10, and 15 might be interpreted as representing mild, moderate, and severe levels of anxiety.",
                    "timeFrame": "Baseline, V2 (0-14 days after intervention completion, and V3 (4-7 weeks following completion of the intervention)"
                },
                {
                    "measure": "PTSD Checklist for civilians (PCL-C)",
                    "description": "The PTSD Checklist for civilians (PCL-C), measures the American Psychiatric Association's Diagnostic and statistical manual of mental disorders (DSM-IV) Criteria B, C, \\& D of PTSD symptoms based on traumatic life experience either in civilian life. Seventeen items are rated on a Likert scale with a composite score range of 17 to 85. A score of 44 or higher correlates with probability of civilian-related PTSD. Higher scores suggest more traumatic stress.",
                    "timeFrame": "Baseline, V2 (0-14 days after intervention completion, and V3 (4-7 weeks following completion of the intervention)"
                },
                {
                    "measure": "Perceived Stress Scale (PSS)",
                    "description": "The Perceived Stress Scale (PSS) is a ten-item psychological instrument for measuring the perception of stress. It is a measure of the degree to which situations in one's life are appraised as stressful. Items were designed to tap how unpredictable, uncontrollable, and overloaded respondents find their lives. The scale, with answers rated from 0-4, also includes a number of direct queries about current levels of experienced stress. Total scores range from 0-40. A lower score denotes a lower level of perceived stress.",
                    "timeFrame": "Baseline, V2 (0-14 days after intervention completion, and V3 (4-7 weeks following completion of the intervention)"
                },
                {
                    "measure": "Quality of Life Scale (QOLS)",
                    "description": "The QOLS is a 16-item scale that was modified from a 15-item scale used in chronic disease patients. Topics include different components of daily life such as relationships, community engagement, personal fulfillment, and recreation. Each item is scaled from 1 to 7 and a sum score is calculated to represent higher levels of satisfaction in life (range is 16-112).",
                    "timeFrame": "Baseline, V2 (0-14 days after intervention completion, and V3 (4-7 weeks following completion of the intervention)"
                },
                {
                    "measure": "Caregiver Burden (Zarit)",
                    "description": "The Zarit caregiver burden scale scoring system uses a five point scale. Responses can range from zero (which means never) to four (which means nearly always). A screening tool of this type can help identify challenges in a way that is less personal and threatening to the caregiver and the care recipient.",
                    "timeFrame": "Baseline, V2 (0-14 days after intervention completion, and V3 (4-7 weeks following completion of the intervention)"
                },
                {
                    "measure": "Caregiver Distress (NPI-Q)",
                    "description": "Caregiver distress will be assessed using the Neuropsychiatric Inventory Questionnaire (NPI-Q) and an adaptation of the 22-item Impact of Events Scale-Revised (IES-R) for caregiving. Higher total scores (each question being 0-4 points) equal higher amounts of distress. The rationale for assessing only symptom severity on the NPI-Q is the finding that symptom severity is more strongly correlated with caregiver distress (i.e., more clinically significant) than how often the symptom occurs. The total NPI-Q severity score represents the sum of individual symptom scores and ranges from 0 to 36.",
                    "timeFrame": "Baseline, V2 (0-14 days after intervention completion, and V3 (4-7 weeks following completion of the intervention)"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Changes in Chronic Pain (MPQ)",
                    "description": "For participants reporting chronic pain, the Short Form McGill Pain Questionnaire (MPQ) questionnaire will be given. The maximum score an individual can reach on the MPQ is 78. According to the questionnaire, a person with a score of 0 effectively does not experience pain. A person with a high score, nearer to the highest score of 78, more than likely deals with chronic pain daily.",
                    "timeFrame": "Baseline, V2 (0-14 days after intervention completion, and V3 (4-7 weeks following completion of the intervention)"
                },
                {
                    "measure": "Changes in Chronic Pain (PROMIS)",
                    "description": "For participants reporting chronic pain, the Patient-Reported Outcomes Measurement Information System (PROMIS) Short Form Pain Interference questionnaire will be given. scales focus on how frequently patients engage in each pain behavior using a 6-point Likert-type scale, ranging from 1 (had no pain) to 6 (always), with responses reflecting the 7-day recall period.",
                    "timeFrame": "Baseline, V2 (0-14 days after intervention completion, and V3 (4-7 weeks following completion of the intervention)"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* participants must provide at least 10 hours of care a week to a person with a diagnosis of dementia (including Alzheimer's disease (early onset or late onset), frontotemporal dementia, Lewy body dementia, Parkinsonian dementia, and mixed dementias)\n* participants must be willing to provide informed consent\n* participants have no planned travel during the study period\n* participants must be able to comply with basic instructions\n* participants must be able to sit comfortably for up to 90 minutes, and attend up to three 60-minute intervention sessions each week during the 4-week intervention period\n* participants must self report experiencing symptoms of stress, anxiety, or insomnia and meet threshold scores on one or more self-report inventories of these symptoms (Insomnia Severity Index (ISI, ≥ 8), the Perceived Stress Index (PSS, ≥ 14), or the Generalized Anxiety Disorder 7-item (GAD-7, ≥ 5) scale)\n\nExclusion criteria:\n\n* participants providing less than 10 hours a week of care to a person with dementia\n* participants who are unable or unwilling to attend intervention sessions during the planned study period\n* participants who are unable or unwilling to provide consent\n* participants who are unable to sit comfortably for up to 75 minutes\n* participants who are not exhibiting symptoms of stress, anxiety or insomnia\n* participants with hearing impairment severe enough that they cannot perceive tones through ear buds\n* participants anticipating ongoing use of alcohol or recreational drugs\n* participants with known seizure disorder, or suicidal thoughts within the last 3 months\n* participants who respond positively to a question about risk for suicide within the last 3 months will be excluded and receive a behavioral health resource list\n* participants weighing more than 400 pounds (the weight limit of the chair used during intervention)\n* participants currently enrolled in another intervention study\n* prior use of neuromodulation, neurostimulation, deep brain stimulation, neurofeedback, biofeedback, alpha stim, Eye Movement Desensitization and Reprocessing (EMDR),or electroconvulsive therapy within the last month\n* participants taking Medications that may affect the assessment of heart rate variability (beta blockers. Ongoing need for treatment with opiate, benzodiazepine, or anti-psychotic medications, anti-depressant medications (SSRI, or SNRI's), sleep medications such as zolpidem or eszopiclone, stimulants such as Adderall, Provigil, or Ritalin, or thyroid hormone)",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Dawn Higgins",
                    "role": "CONTACT",
                    "phone": "336-716-9447",
                    "email": "WFHIRREM@wakehealth.edu"
                },
                {
                    "name": "Charles Tegeler, MD",
                    "role": "CONTACT",
                    "phone": "336-716-7651",
                    "email": "ctegeler@wakehealth.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Charles Tegeler, MD",
                    "affiliation": "Wake Forest University Health Sciences",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Wake Forest Baptist Health",
                    "status": "RECRUITING",
                    "city": "Winston-Salem",
                    "state": "North Carolina",
                    "zip": "27157",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Dawn Higgins",
                            "role": "CONTACT",
                            "phone": "336-716-9447",
                            "email": "WFHIRREM@wakehealth.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 36.09986,
                        "lon": -80.24422
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "20705076",
                    "type": "BACKGROUND",
                    "citation": "Hale TS, Smalley SL, Walshaw PD, Hanada G, Macion J, McCracken JT, McGough JJ, Loo SK. Atypical EEG beta asymmetry in adults with ADHD. Neuropsychologia. 2010 Oct;48(12):3532-9. doi: 10.1016/j.neuropsychologia.2010.08.002. Epub 2010 Aug 10."
                },
                {
                    "pmid": "17100529",
                    "type": "BACKGROUND",
                    "citation": "Thibodeau R, Jorgensen RS, Kim S. Depression, anxiety, and resting frontal EEG asymmetry: a meta-analytic review. J Abnorm Psychol. 2006 Nov;115(4):715-29. doi: 10.1037/0021-843X.115.4.715."
                },
                {
                    "pmid": "17997211",
                    "type": "BACKGROUND",
                    "citation": "Spironelli C, Penolazzi B, Angrilli A. Dysfunctional hemispheric asymmetry of theta and beta EEG activity during linguistic tasks in developmental dyslexia. Biol Psychol. 2008 Feb;77(2):123-31. doi: 10.1016/j.biopsycho.2007.09.009. Epub 2007 Oct 2."
                },
                {
                    "pmid": "21571033",
                    "type": "BACKGROUND",
                    "citation": "Moscovitch DA, Santesso DL, Miskovic V, McCabe RE, Antony MM, Schmidt LA. Frontal EEG asymmetry and symptom response to cognitive behavioral therapy in patients with social anxiety disorder. Biol Psychol. 2011 Jul;87(3):379-85. doi: 10.1016/j.biopsycho.2011.04.009. Epub 2011 May 13."
                },
                {
                    "pmid": "20708650",
                    "type": "BACKGROUND",
                    "citation": "Kemp AH, Griffiths K, Felmingham KL, Shankman SA, Drinkenburg W, Arns M, Clark CR, Bryant RA. Disorder specificity despite comorbidity: resting EEG alpha asymmetry in major depressive disorder and post-traumatic stress disorder. Biol Psychol. 2010 Oct;85(2):350-4. doi: 10.1016/j.biopsycho.2010.08.001. Epub 2010 Aug 11."
                },
                {
                    "pmid": "15122952",
                    "type": "BACKGROUND",
                    "citation": "Metzger LJ, Paige SR, Carson MA, Lasko NB, Paulus LA, Pitman RK, Orr SP. PTSD arousal and depression symptoms associated with increased right-sided parietal EEG asymmetry. J Abnorm Psychol. 2004 May;113(2):324-9. doi: 10.1037/0021-843X.113.2.324."
                },
                {
                    "pmid": "10980322",
                    "type": "BACKGROUND",
                    "citation": "Cohen H, Benjamin J, Geva AB, Matar MA, Kaplan Z, Kotler M. Autonomic dysregulation in panic disorder and in post-traumatic stress disorder: application of power spectrum analysis of heart rate variability at rest and in response to recollection of trauma or panic attacks. Psychiatry Res. 2000 Sep 25;96(1):1-13. doi: 10.1016/s0165-1781(00)00195-5."
                },
                {
                    "pmid": "20626615",
                    "type": "BACKGROUND",
                    "citation": "Spiegelhalder K, Fuchs L, Ladwig J, Kyle SD, Nissen C, Voderholzer U, Feige B, Riemann D. Heart rate and heart rate variability in subjectively reported insomnia. J Sleep Res. 2011 Mar;20(1 Pt 2):137-45. doi: 10.1111/j.1365-2869.2010.00863.x."
                },
                {
                    "pmid": "26272488",
                    "type": "BACKGROUND",
                    "citation": "Beauchaine TP, Thayer JF. Heart rate variability as a transdiagnostic biomarker of psychopathology. Int J Psychophysiol. 2015 Nov;98(2 Pt 2):338-350. doi: 10.1016/j.ijpsycho.2015.08.004. Epub 2015 Aug 11."
                },
                {
                    "pmid": "24804881",
                    "type": "BACKGROUND",
                    "citation": "Minassian A, Geyer MA, Baker DG, Nievergelt CM, O'Connor DT, Risbrough VB; Marine Resiliency Study Team. Heart rate variability characteristics in a large group of active-duty marines and relationship to posttraumatic stress. Psychosom Med. 2014 May;76(4):292-301. doi: 10.1097/PSY.0000000000000056."
                },
                {
                    "pmid": "24672989",
                    "type": "BACKGROUND",
                    "citation": "Marsac J. [Heart rate variability: a cardiometabolic risk marker with public health implications]. Bull Acad Natl Med. 2013 Jan;197(1):175-86. French."
                },
                {
                    "pmid": "19424767",
                    "type": "BACKGROUND",
                    "citation": "Thayer JF, Hansen AL, Saus-Rose E, Johnsen BH. Heart rate variability, prefrontal neural function, and cognitive performance: the neurovisceral integration perspective on self-regulation, adaptation, and health. Ann Behav Med. 2009 Apr;37(2):141-53. doi: 10.1007/s12160-009-9101-z. Epub 2009 May 8."
                },
                {
                    "pmid": "23532171",
                    "type": "BACKGROUND",
                    "citation": "Gerdes L, Gerdes P, Lee SW, H Tegeler C. HIRREM: a noninvasive, allostatic methodology for relaxation and auto-calibration of neural oscillations. Brain Behav. 2013 Mar;3(2):193-205. doi: 10.1002/brb3.116. Epub 2013 Jan 14."
                },
                {
                    "pmid": "23170244",
                    "type": "BACKGROUND",
                    "citation": "Tegeler CH, Kumar SR, Conklin D, Lee SW, Gerdes L, Turner DP, Tegeler CL, C Fidali B, Houle TT. Open label, randomized, crossover pilot trial of high-resolution, relational, resonance-based, electroencephalic mirroring to relieve insomnia. Brain Behav. 2012 Nov;2(6):814-24. doi: 10.1002/brb3.101. Epub 2012 Oct 28."
                },
                {
                    "pmid": "29502530",
                    "type": "BACKGROUND",
                    "citation": "Tegeler CL, Gerdes L, Shaltout HA, Cook JF, Simpson SL, Lee SW, Tegeler CH. Successful use of closed-loop allostatic neurotechnology for post-traumatic stress symptoms in military personnel: self-reported and autonomic improvements. Mil Med Res. 2017 Dec 22;4(1):38. doi: 10.1186/s40779-017-0147-0."
                },
                {
                    "pmid": "21532953",
                    "type": "BACKGROUND",
                    "citation": "Morin CM, Belleville G, Belanger L, Ivers H. The Insomnia Severity Index: psychometric indicators to detect insomnia cases and evaluate treatment response. Sleep. 2011 May 1;34(5):601-8. doi: 10.1093/sleep/34.5.601."
                },
                {
                    "pmid": "6668417",
                    "type": "BACKGROUND",
                    "citation": "Cohen S, Kamarck T, Mermelstein R. A global measure of perceived stress. J Health Soc Behav. 1983 Dec;24(4):385-96. No abstract available."
                },
                {
                    "pmid": "22038277",
                    "type": "BACKGROUND",
                    "citation": "Offenbacher M, Sauer S, Kohls N, Waltz M, Schoeps P. Quality of life in patients with fibromyalgia: validation and psychometric properties of the German Quality of Life Scale (QOLS-G). Rheumatol Int. 2012 Oct;32(10):3243-52. doi: 10.1007/s00296-011-2184-4. Epub 2011 Oct 30."
                },
                {
                    "pmid": "14613562",
                    "type": "BACKGROUND",
                    "citation": "Burckhardt CS, Anderson KL. The Quality of Life Scale (QOLS): reliability, validity, and utilization. Health Qual Life Outcomes. 2003 Oct 23;1:60. doi: 10.1186/1477-7525-1-60."
                },
                {
                    "pmid": "22018588",
                    "type": "BACKGROUND",
                    "citation": "Lee PH, Macfarlane DJ, Lam TH, Stewart SM. Validity of the International Physical Activity Questionnaire Short Form (IPAQ-SF): a systematic review. Int J Behav Nutr Phys Act. 2011 Oct 21;8:115. doi: 10.1186/1479-5868-8-115."
                },
                {
                    "pmid": "12695273",
                    "type": "BACKGROUND",
                    "citation": "Bradley KA, Bush KR, Epler AJ, Dobie DJ, Davis TM, Sporleder JL, Maynard C, Burman ML, Kivlahan DR. Two brief alcohol-screening tests From the Alcohol Use Disorders Identification Test (AUDIT): validation in a female Veterans Affairs patient population. Arch Intern Med. 2003 Apr 14;163(7):821-9. doi: 10.1001/archinte.163.7.821."
                },
                {
                    "pmid": "9738608",
                    "type": "BACKGROUND",
                    "citation": "Bush K, Kivlahan DR, McDonell MB, Fihn SD, Bradley KA. The AUDIT alcohol consumption questions (AUDIT-C): an effective brief screening test for problem drinking. Ambulatory Care Quality Improvement Project (ACQUIP). Alcohol Use Disorders Identification Test. Arch Intern Med. 1998 Sep 14;158(16):1789-95. doi: 10.1001/archinte.158.16.1789."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Weiss, D. S., & Marmar, C.R. . (1997). The Impact of Event Scale-Revised. In J. P. Wilson & T. M. Keane (Eds.), Assessing Psychological Trauma and PTSD: A Practitioner's Handbook (pp. 399-411). New York: Guilford Press."
                },
                {
                    "pmid": "30990936",
                    "type": "BACKGROUND",
                    "citation": "Teixeira RJ, Remondes-Costa S, Graca Pereira M, Brandao T. The impact of informal cancer caregiving: A literature review on psychophysiological studies. Eur J Cancer Care (Engl). 2019 Jul;28(4):e13042. doi: 10.1111/ecc.13042. Epub 2019 Apr 16."
                },
                {
                    "pmid": "22588766",
                    "type": "BACKGROUND",
                    "citation": "Smarr KL, Keefer AL. Measures of depression and depressive symptoms: Beck Depression Inventory-II (BDI-II), Center for Epidemiologic Studies Depression Scale (CES-D), Geriatric Depression Scale (GDS), Hospital Anxiety and Depression Scale (HADS), and Patient Health Questionnaire-9 (PHQ-9). Arthritis Care Res (Hoboken). 2011 Nov;63 Suppl 11:S454-66. doi: 10.1002/acr.20556. No abstract available."
                },
                {
                    "pmid": "3362561",
                    "type": "BACKGROUND",
                    "citation": "Stein C, Mendl G. The German counterpart to McGill Pain Questionnaire. Pain. 1988 Feb;32(2):251-255. doi: 10.1016/0304-3959(88)90074-7."
                },
                {
                    "pmid": "16717171",
                    "type": "BACKGROUND",
                    "citation": "Spitzer RL, Kroenke K, Williams JB, Lowe B. A brief measure for assessing generalized anxiety disorder: the GAD-7. Arch Intern Med. 2006 May 22;166(10):1092-7. doi: 10.1001/archinte.166.10.1092."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000003704",
                    "term": "Dementia"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001927",
                    "term": "Brain Diseases"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000019965",
                    "term": "Neurocognitive Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4324",
                    "name": "Anxiety Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M6904",
                    "name": "Dementia",
                    "asFound": "Dementia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4643",
                    "name": "Autonomic Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M27979",
                    "name": "Primary Dysautonomias",
                    "relevance": "LOW"
                },
                {
                    "id": "M5204",
                    "name": "Brain Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M21836",
                    "name": "Neurocognitive Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                }
            ]
        }
    },
    "hasResults": false
}