{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06029348",
            "orgStudyIdInfo": {
                "id": "STUDY23030073"
            },
            "secondaryIdInfos": [
                {
                    "id": "R01HL169990",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/R01HL169990"
                }
            ],
            "organization": {
                "fullName": "University of Pittsburgh",
                "class": "OTHER"
            },
            "briefTitle": "Cerebrovascular Health and Resilience in Midlife",
            "officialTitle": "Cerebrovascular Health and Resilience in Midlife",
            "acronym": "CHARM",
            "therapeuticArea": [
                "Other"
            ],
            "study": "cerebrovascular-health-and-resilience-in-midlife"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-10",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-10-17",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2029-06-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2029-06-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-08-31",
            "studyFirstSubmitQcDate": "2023-08-31",
            "studyFirstPostDateStruct": {
                "date": "2023-09-08",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-10-19",
            "lastUpdatePostDateStruct": {
                "date": "2023-10-23",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Peter Gianaros",
                "investigatorTitle": "Professor",
                "investigatorAffiliation": "University of Pittsburgh"
            },
            "leadSponsor": {
                "name": "University of Pittsburgh",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Heart, Lung, and Blood Institute (NHLBI)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This study examines cardiovascular responses to a brief psychological challenge under laboratory conditions among adult volunteers. The study volunteers are asked to complete two study sessions. In one session, the volunteers are asked to provide demographic and health-related information via questionnaires and an interview. In that session, volunteers would then be asked to undergo evaluations of their body composition, blood pressure, heart rate, and other signs of cardiovascular function and health. Lastly, volunteers would be asked to take part in a brief and challenging psychological task after a period of rest while cardiovascular activity is measured. In the other session, volunteers are asked to undergo magnetic resonance imaging and to complete neuropsychological tests of memory, attention, and processing speed. In addition to these two sessions, volunteers are asked to complete online questionnaires. The study is designed to examine associations between transient changes in cardiovascular activity induced by the psychological task, measures of overall cardiovascular health, and measures of cerebrovascular health measured by magnetic resonance imaging. Study results are expected to provide new information about the relationships between cardiovascular activity changes to psychological challenges and cardiovascular and cerebrovascular health in adults.",
            "detailedDescription": "This cross-sectional study examines the extent to which cardiovascular responses to the acute experience of psychological stress relate to signs of cerebrovascular health detected on magnetic resonance imaging. Study volunteers will include midlife adults who do not report having a history of clinical cardiovascular disease or dementia. Study volunteers will be asked to complete protocols to assess: behavioral, social, and biological correlates of cardiovascular and cerebrovascular health; arterial stiffness, endothelial function, and beat-to-beat blood pressure; cardiovascular changes to acute psychological stress; signs of cerebrovascular health; and, neuropsychological test performance. Cardiovascular responses to acute psychological stress will be examined in relation to indicators of brain function and structure, as well as indicators of cardiac and vascular function. Study results may help to increase knowledge about stress-related factors and cardiovascular sources of brain health."
        },
        "conditionsModule": {
            "conditions": [
                "Psychological Stress",
                "Cardiovascular Diseases",
                "Cerebrovascular Disorders"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "interventionModelDescription": "The study is designed to measure cardiovascular responses to brief (\\~4 minute) mental arithmetic task (a psychological challenge) under laboratory conditions. Cardiovascular activity will be measured during (1) a resting period prior to the task (\\~5min), then (2) during the task(\\~4 min), and then (3) after the task is complete (\\~10min) for all study volunteers. Cardiovascular responses will be examine in relation to other study outcome measures.",
                "primaryPurpose": "BASIC_SCIENCE",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 450,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Paced Auditory Serial Addition Task",
                    "type": "EXPERIMENTAL",
                    "description": "For the Paced Auditory Serial Addition Task, volunteers are presented with single digit numbers (1-9), and are instructed to add any given number to the previously presented number, and call out the answer. Volunteers are told that their performance is being monitored by research assistants. Volunteers are provided with a signaling device that they can use to discontinue testing. Lastly, participants will be asked to complete brief questionnaires to assess their levels of experienced threat, challenge, valence, arousal, and sense of control.",
                    "interventionNames": [
                        "Behavioral: Paced Auditory Serial Addition Task"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Paced Auditory Serial Addition Task",
                    "description": "Study volunteers will be asked to complete a 4-minute Paced Auditory Serial Addition Task, which is a standardized task that is widely used to study cardiovascular responses to acute psychological challenges (or stressors) in a laboratory setting.",
                    "armGroupLabels": [
                        "Paced Auditory Serial Addition Task"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in systolic blood pressure (SBP) from baseline to task",
                    "description": "The mean SBP from the baseline period will be subtracted from the mean of the task period.",
                    "timeFrame": "Mean SBPs for the computation of change scores will be computed from the average of the 5 min baseline period and average of the 4 min task period"
                },
                {
                    "measure": "White matter hyperintensity burden",
                    "description": "White matter hyperintensity burden will be computed as the total sum of the voxels segmented as hyperintensities multiplied by voxel dimensions to yield a total score (units of mm-cubed).",
                    "timeFrame": "Derived from one acquisition sequence within in a 50 min multimodal MRI protocol"
                },
                {
                    "measure": "Hippocampal volume",
                    "description": "Total bilateral hippocampal volume will be computed as the total sum of voxels automatically segmented.",
                    "timeFrame": "Derived from one acquisition sequence within a 50 min multimodal MRI protocol"
                },
                {
                    "measure": "Perivascular space volume",
                    "description": "Total perivascular space volume will be computed from segmented brain blood vessel-tissue interfaces.",
                    "timeFrame": "Derived from one acquisition sequence in a 50 min multimodal MRI protocol"
                },
                {
                    "measure": "Pulse wave velocity",
                    "description": "Pulse wave velocity in m/s will be assessed by dual impedance cardiography as a non-invasive indicator of arterial stiffness. This measure will be derived from the 5 minute baseline period.",
                    "timeFrame": "5 minutes"
                },
                {
                    "measure": "Spontaneous baroreflex sensitivity",
                    "description": "Spontaneous baroreflex sensitivity in ms/mmHg will be computed by the sequence method applied to beat-to-beat blood pressure and electrocardiogram recordings.",
                    "timeFrame": "5 minutes"
                },
                {
                    "measure": "Endothelial function",
                    "description": "Endothelial-dependent vasodilation will be measured non-invasively in a reactive hyperemia protocol using digital thermal monitoring.",
                    "timeFrame": "15 minutes"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Able to attend 2 study visits at the University of Pittsburgh campus in Oakland (Pennsylvania)\n* Able to read and speak English\n\nExclusion Criteria:\n\n* Uncontrolled hypertension (systolic blood pressure \\>160 or diastolic blood pressure \\>100 mmHg)\n* Current use of anticonvulsant, anti-Parkinson, neuroleptic, or antipsychotic medications\n* Current use of glucocorticoids (e.g., oral prednisone) or ephedrine\n* Current chronic conditions of the lungs, liver and kidney, as well as cancer (chemotherapy and radiation) treatment in the past 12 months (allowances are made for non-melanoma skin cancer treatment, controlled asthma, and allergy inhalers)\n* Self-reported major neurological disorders or brain injuries (e.g., multiple sclerosis, cerebral palsy, major head injury)\n* Self-reported psychotic illnesses (mania, bipolar disorder, schizophrenia)\n* Current pregnancy or childbirth within the past 6 months\n* Suspected mild cognitive impairment or dementia\n* Self reported sleep apnea\n* Self-reported history of myocardial infarction, stroke, or revascularization procedures, as well as treatment for cardiac arrhythmias\n* Self-reported lack of comfort to undergo MRI testing\n* Presence of implants or objects that are unsafe for MRI (e.g., tattooed eyeliner), as well as any other contraindications that would prevent MRI testing\n* Self-reported lack of comfort to undergo the laboratory math task",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "40 Years",
            "maximumAge": "59 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Peter J Gianaros, PhD",
                    "role": "CONTACT",
                    "phone": "412-624-4500",
                    "email": "bnl@pitt.edu"
                },
                {
                    "name": "Sara Boyko, BS",
                    "role": "CONTACT",
                    "phone": "412-648-9047",
                    "email": "bnl@pitt.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Peter J Gianaros, PhD",
                    "affiliation": "University of Pittsburgh",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Pittsburgh",
                    "status": "RECRUITING",
                    "city": "Pittsburgh",
                    "state": "Pennsylvania",
                    "zip": "15213",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Sara Boyko, BS",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.44062,
                        "lon": -79.99589
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "De-identified individual participant data that comprise primary and secondary study outcomes will be made available with data dictionaries via the University of Pittsburgh's repository, D-Scholarship@Pitt. This repository provides indefinite storage and accessibility. Along with de-identified data, other shared resources will include a description of data collection methods and study code book; a description of the data files; and descriptions of data use conditions. Statistical scripts will be deposited as appropriate following publication of manuscripts bearing on the aims of the study. All publications will include information on the location of study data and accessibility. Requests by researchers for other de-identified data will be facilitated by completion of a Data Use Agreement, as well as provision of a methodologically sound proposal and approval from their institution.",
            "infoTypes": [
                "STUDY_PROTOCOL"
            ],
            "timeFrame": "Data are anticipated to become available within 12 months after the publication of findings bearing on the Specific Aims of R01HL169990",
            "accessCriteria": "All presentations and publications will include information on the location of study data and its public accessibility for research use. The criteria for certain requests of de-identified data will involve the completion of a Data Use Agreement, https://www.osp.pitt.edu/osp-teams/clinical-corporate-contract-services/negotiations/data-use-agreements-duas",
            "url": "https://d-scholarship.pitt.edu/"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000002561",
                    "term": "Cerebrovascular Disorders"
                },
                {
                    "id": "D000002318",
                    "term": "Cardiovascular Diseases"
                },
                {
                    "id": "D000013315",
                    "term": "Stress, Psychological"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001526",
                    "term": "Behavioral Symptoms"
                },
                {
                    "id": "D000001927",
                    "term": "Brain Diseases"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000014652",
                    "term": "Vascular Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5810",
                    "name": "Cerebrovascular Disorders",
                    "asFound": "Cerebrovascular Disorders",
                    "relevance": "HIGH"
                },
                {
                    "id": "M16105",
                    "name": "Stress, Psychological",
                    "asFound": "Psychological Stress",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4818",
                    "name": "Behavioral Symptoms",
                    "relevance": "LOW"
                },
                {
                    "id": "M5204",
                    "name": "Brain Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M17400",
                    "name": "Vascular Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                }
            ]
        }
    },
    "hasResults": false
}