{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05732207",
            "orgStudyIdInfo": {
                "id": "IRB00337209"
            },
            "secondaryIdInfos": [
                {
                    "id": "R01AA030368",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/R01AA030368"
                }
            ],
            "organization": {
                "fullName": "Johns Hopkins University",
                "class": "OTHER"
            },
            "briefTitle": "Cerebellar Involvement in Alcohol Use Disorder (AUD)",
            "officialTitle": "Investigation of Cerebellar Involvement in AUD",
            "therapeuticArea": [
                "Other"
            ],
            "study": "cerebellar-involvement-in-alcohol-use-disorder-aud"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-10-12",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-04",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-09",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-02-07",
            "studyFirstSubmitQcDate": "2023-02-07",
            "studyFirstPostDateStruct": {
                "date": "2023-02-16",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-15",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-16",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Johns Hopkins University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute on Alcohol Abuse and Alcoholism (NIAAA)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The goal of this observational and interventional study is to better understand the involvement of the cerebellum in the brain reward system in persons with alcohol use disorder (AUD). The main questions it aims to answer are:\n\n1. What is the nature of cerebellar input to the ventral tegmental area (VTA) in the brain reward system, and how is it perturbed in AUD?\n2. What is the relationship between measures of cerebellar integrity and magnitude of reward activation to alcohol-related cues in cerebellar, VTA and other brain reward structures?\n3. What is the therapeutic potential of cerebellar transcranial direct current stimulation (tDCS) for modulating alcohol cue reactivity, associated alcohol craving, and cerebellar - VTA functional connectivity in the brain reward system? Persons with AUD will be compared with healthy control participants.",
            "detailedDescription": "Recent animal studies have provided new evidence that the cerebellum may have a stronger link to the reward system of the brain than was previously recognized. Direct projections from cerebellar deep nuclei (DN) to the ventral tegmental area (VTA) have been identified, and stimulation of these cerebellar afferents to the VTA was found to be rewarding. Such findings raise the possibility that cerebellar dysfunction could contribute substantially to addiction via a cerebellar influence over VTA. Consistent with animal findings, the investigators have found in human functional MRI (fMRI) preliminary data strong cerebellar and VTA activation in response to alcohol cues relative to non-alcohol stimuli in patients with alcohol use disorder (AUD) compared to controls, and close coupling observed between DN and VTA activation. Studying AUD and control participants, this project will address three important questions. The first is: What is the nature of cerebellar input to the VTA, and how is it perturbed in AUD? A number of investigations have suggested that when a stimulus is presented, the cerebellum generates a prediction of events that will follow based on prior associative learning, and then compares predicted and actual outcomes to generate a prediction error. The investigators hypothesize that these functions are disrupted in AUD. The investigators' preliminary data show that when an expected stimulus does not occur, a strong prediction error signal in the form of increased functional connectivity (FC) between cerebellum and its projection target is observed, and the investigators found an analogous increase in DN-VTA FC, that was abnormal in AUD patients, when alcohol pictures were presented. In Aim 1, using fMRI and a monetary incentive task, the investigators will investigate if DN-VTA FC reflects reward prediction and/or positive or negative reward prediction error. The second question is: Is the amount of activation in brain reward centers that is elicited by alcohol stimuli related to the amount of dysfunction in the cerebellum? In Aim 2 the investigators will investigate 2 measures of cerebellar integrity to determine the relationship with the magnitude of alcohol cue related activation in cerebellar, VTA, and other reward structures, and with DN-VTA FC: (1) The timing of the undershoot of the cerebellar hemodynamic response function (HRF), which has been found to be correlated with number of lifetime drinks; and (2) classical eyeblink conditioning, for which the cerebellum is necessary. The third question is: Can abnormal cerebellar activation and FC, as well as alcohol craving, be reduced by non-invasive cerebellar stimulation? In Aim 3, Using fMRI combined with cerebellar transcranial direct current stimulation (tDCS) during a cue reactivity task, the investigators hypothesize that in AUD participants cerebellar and VTA activation will be reduced, DN-VTA FC will be normalized, and alcohol craving will be reduced. The investigators will examine, using both resting state fMRI and psychophysiological interaction analysis, the effects of tDCS on FC among important structures of the reward system as well as on DN-VTA FC. These investigations will lead to a better understanding of the involvement of the cerebellum in AUD, as well as the therapeutic potential of cerebellar modulation."
        },
        "conditionsModule": {
            "conditions": [
                "Alcohol Use Disorder"
            ],
            "keywords": [
                "AUD",
                "heavy drinking",
                "hazardous drinking"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "AUD and age- and gender matched control participants will be tested under sham, cathodal, and anodal tDCS (in counterbalanced order)",
                "primaryPurpose": "BASIC_SCIENCE",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "maskingDescription": "Electrode location and duration of stimulation will be masked",
                    "whoMasked": [
                        "PARTICIPANT",
                        "INVESTIGATOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 122,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Cathodal cerebellar transcranial direct current stimulation (ctDCS)",
                    "type": "EXPERIMENTAL",
                    "description": "For ctDCS, the cathodal (-) electrode will be positioned over the right cerebellum 1 cm below and 3 cm lateral to the inion, and the anodal (+) electrode will be placed on the contralateral supraorbital area (FP2 EEG location).",
                    "interventionNames": [
                        "Procedure: cerebellar transcranial direct current stimulation"
                    ]
                },
                {
                    "label": "Anodal cerebellar transcranial direct current stimulation (atDCS)",
                    "type": "EXPERIMENTAL",
                    "description": "For atDCS, anode/cathode locations are reversed from those of ctDCS..",
                    "interventionNames": [
                        "Procedure: cerebellar transcranial direct current stimulation"
                    ]
                },
                {
                    "label": "Sham cerebellar transcranial direct current stimulation (stDCS)",
                    "type": "SHAM_COMPARATOR",
                    "description": "For stDCS, the electrodes will be configured randomly as atDCS 50% of the time, and as ctDCS 50% of the time.",
                    "interventionNames": [
                        "Procedure: cerebellar transcranial direct current stimulation"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "PROCEDURE",
                    "name": "cerebellar transcranial direct current stimulation",
                    "description": "TDCS is a safe and non-invasive technique for modulating cortical excitability and behavior. TDCS, delivered via surface electrodes, induces an intracerebral current flow sufficient to achieve changes in cortical excitability. Anodal stimulation up-regulates cortical excitability, while cathodal stimulation decreases excitability.",
                    "armGroupLabels": [
                        "Anodal cerebellar transcranial direct current stimulation (atDCS)",
                        "Cathodal cerebellar transcranial direct current stimulation (ctDCS)",
                        "Sham cerebellar transcranial direct current stimulation (stDCS)"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Craving for alcohol during the cue reactivity task as assessed by a rating scale",
                    "description": "Participants will view blocks of pictures of alcohol and non-alcohol beverages, as well as control pictures and periods of rest. Participant rating of alcohol craving are obtained during the picture presentations using one of 5 buttons placed under their fingers, where 5 (thumb) = Extreme, 4=Severe, 3=Moderate, 2=Mild, 1=None",
                    "timeFrame": "28 minutes"
                },
                {
                    "measure": "Resting state functional connectivity during tDCS",
                    "description": "Participants will rest quietly during tDCS administration",
                    "timeFrame": "28 minutes"
                },
                {
                    "measure": "Brain activation to alcohol cues",
                    "description": "Participants will view blocks of pictures of alcohol and non-alcohol beverages, as well as control pictures and periods of rest. Brain activation will be measured from the fMRI signal on alcohol minus non-alcohol conditions.",
                    "timeFrame": "28 minutes"
                },
                {
                    "measure": "Brain functional connectivity to alcohol vs non-alcohol cues",
                    "description": "A psychophysiological interaction (PPI) analysis will be used to determine if brain connectivity between the cerebellum and reward areas changes when viewing alcohol versus non-alcohol pictures",
                    "timeFrame": "28 minutes"
                },
                {
                    "measure": "Brain activation related to reward prediction during the monetary incentive task",
                    "description": "The monetary incentive task is performed during fMRI scanning. Two different cue symbols (dollar sign vs circle) will cue participants to expect a $1 or $0 reward shortly after they press a button in response to seeing an \"X\" on the screen. These expectations will be learned in an initial Learning phase, where one symbol is always rewarded with $1 and the other with $0, and participants will be tested to ensure that they have learned the appropriate expectations. This Learning phase will be followed by a Testing phase in which the amount of reward (on reward trials) can be greater than, less than, or equal to expectation. Brain activation during reward prediction will be measured by the post-cue activation on dollar sign versus circle trials.",
                    "timeFrame": "18 minutes"
                },
                {
                    "measure": "Brain functional connectivity related to reward prediction during the monetary incentive task",
                    "description": "The monetary incentive task is performed during fMRI scanning. Two different cue symbols (dollar sign vs circle) will cue participants to expect a $1 or $0 reward shortly after they press a button in response to seeing an \"X\" on the screen. These expectations will be learned in an initial Learning phase, where one symbol is always rewarded with $1 and the other with $0, and participants will be tested to ensure that they have learned the appropriate expectations. This Learning phase will be followed by a Testing phase in which the amount of reward (on reward trials) can be greater than, less than, or equal to expectation. Functional connectivity between the cerebellum and reward structures during reward prediction will be measured by a PPI analysis that measures post-cue functional connectivity on dollar sign versus circle trials.",
                    "timeFrame": "18 minutes"
                },
                {
                    "measure": "Brain activation to reward prediction error during the monetary incentive task",
                    "description": "Two different symbols (circle vs triangle) will cue participants to expect a $1 or $0 reward shortly after they press a button in response to seeing an \"X\" on the screen. These expectations will be learned in an initial Learning phase, where one symbol is always rewarded with $1 and the other with $0, and participants will be tested to ensure that they have learned the appropriate expectations. This Learning phase will be followed by a Testing phase in which the amount of reward (on reward trials) can be greater than, less than, or equal to expectation. Brain activation to reward prediction error will be measured from the activation observed after the participant receives feedback on his/her winnings, by contrasting trials in which reward obtained is equal to the amount expected versus not equal to the amount expected.",
                    "timeFrame": "18 minutes"
                },
                {
                    "measure": "brain functional connectivity to reward prediction error during the monetary incentive task",
                    "description": "Two different symbols (circle vs triangle) will cue participants to expect a $1 or $0 reward shortly after they press a button in response to seeing an \"X\" on the screen. These expectations will be learned in an initial Learning phase, where one symbol is always rewarded with $1 and the other with $0, and participants will be tested to ensure that they have learned the appropriate expectations. This Learning phase will be followed by a Testing phase in which the amount of reward (on reward trials) can be greater than, less than, or equal to expectation. Functional connectivity between the cerebellum and reward structures to reward prediction error will be measured using a PPI on the connectivity that is observed after the participant receives feedback on his/her winnings, by contrasting trials in which reward obtained is equal to the amount expected versus not equal to the amount expected.",
                    "timeFrame": "18 minutes"
                },
                {
                    "measure": "Percentage of trials with a conditioned response during the classical eyeblink conditional task",
                    "description": "Eyeblink conditioning involves pairing a neutral stimulus, e.g. an auditory conditioned stimulus (CS), with an air puff to the eye region. This unconditioned stimulus (US) evokes an unconditioned response (UR) that is detected by measuring the eyeblink. After repeated pairings of the CS and US, participants learn to blink in response to the conditioned stimulus and before air puff onset. The CS-US pairing dependent eyeblink that anticipates the onset of the US is referred to as the conditioned response (CR).",
                    "timeFrame": "21 minutes"
                },
                {
                    "measure": "Mean time (in milliseconds) at which peak of conditioned response occurs during the classical eyeblink conditional task",
                    "description": "Eyeblink conditioning involves pairing a neutral stimulus, e.g. an auditory conditioned stimulus (CS), with an air puff to the eye region. This unconditioned stimulus (US) evokes an unconditioned response (UR) that is detected by measuring the eyeblink. After repeated pairings of the CS and US, participants learn to blink in response to the conditioned stimulus and before air puff onset. The CS-US pairing dependent eyeblink that anticipates the onset of the US is referred to as the conditioned response (CR).",
                    "timeFrame": "21 minutes"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Baseline cerebral blood flow (CBF) measured from a CBF MRI scan",
                    "description": "Local increases in cerebral blood flow (CBF) that exceed the increase in blood oxygen metabolism (CMRO2) cause a reduction of deoxyhemoglobin leading to a lengthening of the transverse relaxation time T2\\* and increased MRI signal. CBF is measured as ml/100g tissue/minute.",
                    "timeFrame": "4 minutes and 40 seconds"
                },
                {
                    "measure": "Behavioral accuracy during the monetary incentive task",
                    "description": "Two different symbols (circle vs triangle) will cue participants to expect a $1 or $0 reward shortly after they press a button in response to seeing an \"X\" on the screen. These expectations will be learned in an initial Learning phase, where one symbol is always rewarded with $1 and the other with $0, and participants will be tested to ensure that they have learned the appropriate expectations. This Learning phase will be followed by a Testing phase in which the amount of reward (on reward trials) can be greater than, less than, or equal to expectation. Accuracy will be measured as the percent of trials in which the participant successfully pressed the button only when the X was on the screen",
                    "timeFrame": "18 minutes"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* completed at least 8 years of education\n\nExclusion Criteria:\n\n* Estimated Intelligence Quotient (IQ) \\< 90\n* less than 5th grade reading level\n* Left handed\n* Non-native English speaker\n* current drug use disorder other than alcohol (except nicotine and caffeine) and or recent drug use in the last 90 days\n* Positive breath alcohol level at time of MRI scan or discrepancies between alcohol biomarker and self-report that cannot be resolved\n* Exhibiting symptoms of alcohol withdrawal on visit 1 assessment\n* Significant current psychiatric distress and or treatment\n* History of any central nervous system disorder, presence of a seizure disorder, or use of anticonvulsant medication in the past 3 months\n* any serious medical condition detected on assessment or by medical record review; or have liver function tests more than three times normal at screening\n* History of metal implantation that would preclude MRI scanning; or other implants, pumps, pacemakers that would be contraindications for MRI scanning\n* Abnormal MRI scan or history of significant closed head trauma\n* Evidence of dementia\n* For women, pregnancy",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "25 Years",
            "maximumAge": "55 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "John E Desmond, PhD",
                    "role": "CONTACT",
                    "phone": "410-502-3583",
                    "email": "jdesmon2@jhmi.edu"
                },
                {
                    "name": "JoAnna Mathena",
                    "role": "CONTACT"
                }
            ],
            "overallOfficials": [
                {
                    "name": "John E Desmond, PhD",
                    "affiliation": "Johns Hopkins University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Johns Hopkins University School of Medicine",
                    "status": "RECRUITING",
                    "city": "Baltimore",
                    "state": "Maryland",
                    "zip": "21205",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "John Desmond, Ph.D.",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.29038,
                        "lon": -76.61219
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000000437",
                    "term": "Alcoholism"
                },
                {
                    "id": "D000000428",
                    "term": "Alcohol Drinking"
                }
            ],
            "ancestors": [
                {
                    "id": "D000004327",
                    "term": "Drinking Behavior"
                },
                {
                    "id": "D000019973",
                    "term": "Alcohol-Related Disorders"
                },
                {
                    "id": "D000019966",
                    "term": "Substance-Related Disorders"
                },
                {
                    "id": "D000064419",
                    "term": "Chemically-Induced Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M3774",
                    "name": "Alcohol Drinking",
                    "asFound": "Alcohol Use",
                    "relevance": "HIGH"
                },
                {
                    "id": "M3783",
                    "name": "Alcoholism",
                    "asFound": "Alcohol Use Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7502",
                    "name": "Drinking Behavior",
                    "relevance": "LOW"
                },
                {
                    "id": "M21842",
                    "name": "Alcohol-Related Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M21837",
                    "name": "Substance-Related Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M30302",
                    "name": "Chemically-Induced Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC25",
                    "name": "Substance Related Disorders"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M3777",
                    "name": "Ethanol",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Infe",
                    "name": "Anti-Infective Agents"
                },
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}