{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT01829724",
            "orgStudyIdInfo": {
                "id": "130110"
            },
            "secondaryIdInfos": [
                {
                    "id": "13-CC-0110"
                }
            ],
            "organization": {
                "fullName": "National Institutes of Health Clinical Center (CC)",
                "class": "NIH"
            },
            "briefTitle": "Cerebral Palsy and the Study of Brain Activity During Motor Tasks",
            "officialTitle": "Near-infrared Spectroscopy and Electroencephalography to Assess and Train Cortical Activation During Motor Tasks",
            "therapeuticArea": [
                "Pediatrics",
                "Other"
            ],
            "study": "cerebral-palsy-and-the-study-of-brain-activity-during-motor-tasks"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07-23",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2013-08-22",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-10-15",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2013-04-09",
            "studyFirstSubmitQcDate": "2013-04-09",
            "studyFirstPostDateStruct": {
                "date": "2013-04-11",
                "type": "ESTIMATED"
            },
            "lastUpdateSubmitDate": "2024-07-25",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-26",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "National Institutes of Health Clinical Center (CC)",
                "class": "NIH"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Background:\n\n- Two ways to study the brain while people are moving are near-infrared spectroscopy (NIRS) and electroencephalography (EEG). NIRS uses light to look at blood flow in the brain when it is active. EEG records electrical activity in the brain. Both have been used safely for many years, even in very young children. NIRS or EEG can be used while a person is moving to show which parts of the brain are the most active. Researchers want to use NIRS and EEG to study brain activity during movement in people with cerebral palsy and healthy volunteers. Learning more about how people with and without cerebral palsy use their brain to control their muscles may lead to new ways of training people with cerebral palsy to move better.\n\nObjectives:\n\n- To study how the brain controls body movement in people with and without cerebral palsy.\n\nEligibility:\n\n* Individuals at least 5 years of age who have cerebral palsy.\n* Healthy volunteers at least 5 years of age.\n\nDesign:\n\n* This study has three parts. People with cerebral palsy will be selected for all three. Healthy volunteers will be asked to do only two of them. Everyone who participates will have NIRS and/or EEG exams during movement. People with cerebral palsy may also have biofeedback sessions to train coordination of movement and brain activity.\n* Participants will be screened with a physical exam and medical history. Urine samples may be collected.\n* All participants will have at least one session of NIRS and/or EEG imaging studies. Sessions may also include the following tests:\n* Magnetic resonance imaging to look at the brain\n* Electromyography to measure electrical activity of the muscles\n* Motion analysis of specific body parts\n* Ultrasound to measure activity of the muscles\n* Motorized, robotic, and electrical stimulation of the muscles\n* Other clinical tests of muscle movement as needed.\n* Participants with cerebral palsy will have biofeedback sessions. These sessions will help them learn to coordinate muscle movement and brain activity.",
            "detailedDescription": "Objective Neural imaging during functional tasks has become more portable and accessible than magnetic resonance imaging (MRI) by utilizing non-invasive near-infrared spectroscopy (NIRS) as a means to isolate areas of brain activity by measuring blood flow dynamics and electroencephalography (EEG) to measure electrical activity on the cortical surface. Although use of these technologies for assessing cortical activation patterns is increasing, validation of these approaches, particularly in children with brain injuries such as cerebral palsy is in the early stages with few reports in the literature. The use of these in motor training paradigms for rehabilitation populations has not yet been reported. The objectives of this protocol are to: 1) systematically compare cortical activation patterns associated with specified motor and sensory tasks in healthy children and adults to those with unilateral or bilateral childhood-onset brain injury 2) extend the use of EEG in our laboratory across subject groups and tasks, when used alone or with NIRS; and 3) pilot the use of NIRS and/ or EEG as a brain biofeedback device in children with childhood-onset brain or peripheral injuries. The first two objectives are observational only, the third objective includes a pilot intervention. The results of this study are expected to increase knowledge of brain activation patterns across tasks and groups with and without brain injuries and to provide proof of concept and power estimates for future clinical studies with these technologies. A secondary question we would like to examine with these imaging technologies is the potential effect of motor impairments resulting from childhood-onset peripheral injuries (e.g. obstetrical brachial plexus palsy) on brain reorganization.\n\nStudy population The childhood-onset brain injury group will consist of up to120 individuals (5 years and above) spanning the three objectives. The childhood-onset peripheral injury group will consist of up to 100 individuals within the same age-range spanning only Objectives 1 and 2. The control groups for each participant cohort will consist of up to 50 individuals spanning Objectives 1 and 2, for a total recruitment of up to 100 healthy volunteers within the same age range.\n\nDesign Objective 1, the primary focus of this research protocol, is a cross-sectional analysis of multiple tasks across subject groups with and without motor impairments. Objective 2 is primarily a descriptive study, and Objective 3 is a pilot evaluation of the effectiveness of novel short term motor training program in children with childhood-onset brain injury targeted at improving brain activation patterns and motor performance.\n\nOutcome measures Objective 1 is the primary quantitative objective in this protocol, in which we will compare location, magnitude, volume and area of cortical activation across tasks and groups. Secondary outcomes include descriptive measures that will be used primarily to evaluate the two techniques or to monitor motion and muscle activation (EMG and ultrasound) data to help interpret task and group differences. Objective 3 will measure changes in brain activation and motor performance in childhood-onset brain injury before and after a short training program."
        },
        "conditionsModule": {
            "conditions": [
                "Cerebral Palsy",
                "Children"
            ],
            "keywords": [
                "Functional Brain Imaging",
                "Cerebral Palsy",
                "Motion Analysis",
                "Macro-EMG",
                "Natural History"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "CROSS_SECTIONAL"
            },
            "enrollmentInfo": {
                "count": 320,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Healthy volunteer",
                    "description": "The control groups for each participant cohort will consist of up to 50 individuals spanning Objectives 1 and 2, for a total recruitment of up to 100 healthy volunteers within the same age range."
                },
                {
                    "label": "Individuals with childhood-onset brain or peripheral injury",
                    "description": "The childhood-onset brain injury group 120 individuals spanning the three objectives."
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "changes in brain activation and motor performance in childhood-onset brain injury before and after a short training program.",
                    "description": "Objective 1 is the primary quantitative objective in this protocol, in which we will compare location, magnitude, volume and area of cortical activation across tasks and groups. Secondary outcomes include descriptive measures that will be used primarily to evaluate the two techniques or to monitor motion and muscle activation (EMG and ultrasound) data to help interpret task and group differences. Objective 3 will measure changes in brain activation and motor performance in childhood-onset brain injury before and after a short training program.",
                    "timeFrame": "real time"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "* INCLUSION CRITERIA\n* Age 5 years of older\n* Surgery free for six months in either the upper or lower extremities.\n* Free from botulinum toxin injections within four months in either the upper or lower extremities.\n* Either a healthy volunteer or have a diagnosis of a childhood-onset (before 13 years of age) brain injury resulting in motor impairment of one arm and one leg on the same side of the body or motor impairment of both legs or have a diagnosis of childhood-onset (before 13 years of age) peripheral injury resulting in sensory or motor impairment of any limb or multiple limbs.\n* Able to understand and follow simple directions that include how to perform a repetitive task and when to start and stop doing the task, based on parent report if the subject is a child and physician observation during history and physical examination.\n* Able to walk at least 20 feet without stopping with or without a walking aid\n* Able to provide informed consent (for adult participants or parent of child participants) or verbal/written assent (for child participant).\n* Agreement to not drink caffeine or alcohol for 24 hours before each assessment session because both agents can modify brain activity and may confound outcome measures.\n\nEXCLUSION CRITERIA:\n\nAny neurological, musculoskeletal or cardiorespiratory injury, health condition, or diagnosis other than childhood-onset brain or peripheral injury that would affect the ability to mentally concentrate or move a body part repetitively for short periods of time. Examples of this include, but are not limited to, myopathies, demyelinating conditions, congestive heart failure, end stage cardiac disease, or fractures that have not completely healed.\n\nUncontrolled seizures.\n\nConcurrent use of medicines for muscle tone (e.g., baclofen, trihexyphenedyl, dantrolene sodium, tizanidine, or carbidopa/levodopa). If patients are taking these medications daily, the treating physician will be contacted by the MAI to determine if it is acceptable for the subject to temporarily discontinue the medication(s) for 24 hours prior to participating in testing for this study for each of the first 2 objectives. If that is not deemed to be safe, the subject will be excluded. Subjects who are on these medications will not be allowed to participate in Objective 3.\n\nTo participate in Objective 1, it is preferable that all subjects be willing and able to have, or have previously had, a structural MRI to aid in the interpretation of results. Inability or refusal to complete an MRI, or to provide access to a previous structural MRI scan, will not constitute an exclusion criterion for this study.\n\nAdditional exclusion criteria for MRI\n\n* Inability to lie flat on the back for up to 45 minutes without sedation.\n* Discomfort being in small spaces for up to 45 minutes.\n* Cardiac pacemakers, implanted medication pumps, intracardiac lines, or acute, unstable cardiac disease, with intracranial implants (e.g. aneurysm clips, shunts, stimulators, cochlear implants, or electrodes) or any other metal object within or near the head, excluding the mouth that cannot be safely removed.\n* Pregnancy: For any female of childbearing potential, a pregnancy test will be done. Childbearing potential will be determined during the history and physical.\n\nAdditional exclusion criteria for EEG\n\n-History of allergic reaction to water-based electrode gel",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "5 Years",
            "maximumAge": "100 Years",
            "stdAges": [
                "CHILD",
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "The childhood-onset brain injury group will consist of up to120 individuals (5 years and above) spanning the three objectives. The childhood-onset peripheral injury group will consist of up to 100 individuals within the same age-range spanning only Objectives 1 and 2. The control groups for each participant cohort will consist of up to 50 individuals spanning Objectives 1 and 2, for a total recruitment of up to 100 healthy volunteers within the same age range.",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Functional & Applied Biomechanics Sectio",
                    "role": "CONTACT",
                    "phone": "(301) 412-5989",
                    "email": "ccrmdfab@mail.nih.gov"
                },
                {
                    "name": "Diane L Damiano, Ph.D.",
                    "role": "CONTACT",
                    "phone": "(301) 451-7544",
                    "email": "damianod@cc.nih.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Diane L Damiano, Ph.D.",
                    "affiliation": "National Institutes of Health Clinical Center (CC)",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "National Institutes of Health Clinical Center",
                    "status": "RECRUITING",
                    "city": "Bethesda",
                    "state": "Maryland",
                    "zip": "20892",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "For more information at the NIH Clinical Center contact Office of Patient Recruitment (OPR)",
                            "role": "CONTACT",
                            "phone": "800-411-1222",
                            "phoneExt": "TTY dial 711",
                            "email": "ccopr@nih.gov"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.98067,
                        "lon": -77.10026
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "25548919",
                    "type": "DERIVED",
                    "citation": "Sukal-Moulton T, de Campos AC, Stanley CJ, Damiano DL. Functional near infrared spectroscopy of the sensory and motor brain regions with simultaneous kinematic and EMG monitoring during motor tasks. J Vis Exp. 2014 Dec 5;(94):52391. doi: 10.3791/52391."
                }
            ],
            "seeAlsoLinks": [
                {
                    "label": "NIH Clinical Center Detailed Web Page",
                    "url": "https://clinicalstudies.info.nih.gov/cgi/detail.cgi?A_2013-CC-0110.html"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "UNDECIDED",
            "description": ".Protocol is silent in IPD sharing."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000002547",
                    "term": "Cerebral Palsy"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000001925",
                    "term": "Brain Damage, Chronic"
                },
                {
                    "id": "D000001927",
                    "term": "Brain Diseases"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5796",
                    "name": "Cerebral Palsy",
                    "asFound": "Cerebral Palsy",
                    "relevance": "HIGH"
                },
                {
                    "id": "M13157",
                    "name": "Paralysis",
                    "relevance": "LOW"
                },
                {
                    "id": "M5207",
                    "name": "Brain Injuries",
                    "relevance": "LOW"
                },
                {
                    "id": "M5202",
                    "name": "Brain Damage, Chronic",
                    "relevance": "LOW"
                },
                {
                    "id": "M5204",
                    "name": "Brain Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T1303",
                    "name": "Chronic Graft Versus Host Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}