{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06054659",
            "orgStudyIdInfo": {
                "id": "STUDY00006202"
            },
            "secondaryIdInfos": [
                {
                    "id": "R03DK137007-01",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/R03DK137007-01"
                }
            ],
            "organization": {
                "fullName": "Emory University",
                "class": "OTHER"
            },
            "briefTitle": "CGM and DFU Healing Post-discharge",
            "officialTitle": "A Randomized Controlled Open-label Study Comparing the Use of Real-time Continuous Glucose Monitoring (Rt-CGM) to Point of Care Testing (POCT) for Glycemic Monitoring in Patients Post-hospitalization for Diabetic Foot Ulcers.",
            "therapeuticArea": [
                "Dermatology",
                "Other"
            ],
            "study": "cgm-and-dfu-healing-post-discharge"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-03",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-02-20",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-07",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-07",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-09-19",
            "studyFirstSubmitQcDate": "2023-09-19",
            "studyFirstPostDateStruct": {
                "date": "2023-09-26",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-03-05",
            "lastUpdatePostDateStruct": {
                "date": "2024-03-06",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Maya Fayfman",
                "investigatorTitle": "Associate Professor",
                "investigatorAffiliation": "Emory University"
            },
            "leadSponsor": {
                "name": "Emory University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute of Diabetes and Digestive and Kidney Diseases (NIDDK)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUsExport": true
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this study is to look at the benefits of using a Continuous Glucose Monitoring (CGM) system compared with standard-of-care testing for patients with diabetes type 2 and diabetic foot ulcers (DFU) and how this will improve wound healing.\n\nThe CGM system allows medical staff and patients with diabetes to monitor and make treatment decisions to improve glucose control, without the need for performing fingersticks. Hence, the use of CGM will decrease the painful and burdensome task of performing finger sticks several times per day and may prevent low blood glucose in patients with diabetes.",
            "detailedDescription": "The goals of this study are to compare differences in patients with diabetic foot ulcer (DFU) wound healing using continuous glucose monitor (CGM) and point of care testing (POCT) at 16 weeks post-hospital discharge. The study is important to support the limited data available to optimize glycemic control DFU healing and the use of CGM. Patients with type 2 diabetes (T2D) and HbA1c \\> 8.5% admitted to general medicine and surgery services with diabetic foot ulcers will be approached for study participation.\n\nAfter completing the informed consent process, patients will be randomized 1:1 to glucose monitoring with real-time CGM (rt-CGM) or POCT. Before discharge, participants in the rt-CGM group will have CGM applied by the research team with instructions on how to monitor blood glucose (BG) with the CGM device. Participants enrolled in the POCT group will have the application of a blinded CGM that will monitor glycemic control, but results will not be visible to the participant, clinical team, or research providers. Participants will receive standard diabetes education. Participants will be scheduled for research visits at 4, 8, 12, and 16 weeks. CGM sensors will be provided at these visits with a review of application, monitoring, and removal. Subjects in both groups will not receive specific guidelines on medication or other interventions. At the end of the 16-week study period, an assessment of final wound outcomes will be made by either the podiatry or infectious diseases collaborators (one of whom will have already been following the patient clinically) during one of the routine clinical visits. Photos of the ulcer site will be taken at the 16-week study visit, and the outcome will be reported by the treating wound care provider and adjudicated by a member of the study team who is blinded to the patient's clinical information and intervention arm. Participants will complete surveys to assess patient-reported outcomes relating to depression, CGM satisfaction, and self-efficacy."
        },
        "conditionsModule": {
            "conditions": [
                "Diabetic Foot",
                "Diabetes Type 2 With Diabetic Ulcer of Toe, Skin Breakdown"
            ],
            "keywords": [
                "Continuous Glucose Monitoring (CGM) system",
                "Time in Range",
                "Fingerstick blood glucose testing",
                "Wound healing",
                "Real time - Continuous glucose monitoring"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 102,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Real time - Continuous glucose monitoring",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will wear a CGM sensor in the abdomen or arm placed by a study team prior to hospital discharge. Participants will have instructions on how to monitor BG with the CGM device and will use their own glucometer and do fingersticks as needed including for CGM calibration.",
                    "interventionNames": [
                        "Device: Real Time Continuous Glucose Monitoring (rt-CGM)",
                        "Other: Fingerstick blood glucose (FBG) monitoring",
                        "Behavioral: Diabetes Education"
                    ]
                },
                {
                    "label": "Fingerstick blood glucose (FBG) monitoring",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Participants randomized to this group will monitor blood glucose by performing fingersticks, they will also have the application of CGM but will not be given the receiver to allow for self-monitoring. CGM will only be applied by the research team for monitoring over a 14-day interval at baseline, week 4, week 8, and week 12. Blinding will continue throughout the study. This group will receive training only in home BG monitoring with FBG.",
                    "interventionNames": [
                        "Other: Fingerstick blood glucose (FBG) monitoring",
                        "Behavioral: Diabetes Education"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "Real Time Continuous Glucose Monitoring (rt-CGM)",
                    "description": "Participants randomized to rt-CGM will have CGM placed prior to hospital discharge. They will also receive teaching from the research team on the proper use of their CGM sensor and reader. The study team will CGM devices but subjects may use their own glucometer for FBG testing as needed including for CGM calibration.",
                    "armGroupLabels": [
                        "Real time - Continuous glucose monitoring"
                    ],
                    "otherNames": [
                        "Intervention Group"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Fingerstick blood glucose (FBG) monitoring",
                    "description": "Participants will use their own glucometer for FBG testing as advised by their treating provider (usually primary care or diabetes doctor).",
                    "armGroupLabels": [
                        "Fingerstick blood glucose (FBG) monitoring",
                        "Real time - Continuous glucose monitoring"
                    ],
                    "otherNames": [
                        "Standard of Care (SOC) capillary glucose test"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Diabetes Education",
                    "description": "Participants will receive standard-of-care diabetes education with a certified diabetes educator (CDE) prior to discharge (with the approval of the treating inpatient team).",
                    "armGroupLabels": [
                        "Fingerstick blood glucose (FBG) monitoring",
                        "Real time - Continuous glucose monitoring"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "DFU wound healing rates",
                    "description": "Number of participants with DFU wound healing rates in both groups",
                    "timeFrame": "up to 16 weeks post-discharge"
                },
                {
                    "measure": "Time to DFU healing",
                    "description": "DFU healing will be assessed by two investigators blinded to the study intervention",
                    "timeFrame": "up to 16 weeks post-discharge"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in patient reported World Health Organization Well-Being Index",
                    "description": "The raw score is calculated by totaling the figures of the five answers. The raw score ranges from 0 to 25, with 0 representing the worst possible and 25 representing the best possible quality of life. To obtain a percentage score ranging from 0 to 100, the raw score is multiplied by 4. A percentage score of 0 represents the worst possible, whereas a score of 100 represents the best possible quality of life. A score below 13 indicates poor well-being and is an indication for testing for depression. In order to monitor possible changes in wellbeing, the percentage score is used. A 10% difference indicates a significant change.",
                    "timeFrame": "Baseline and 16 weeks post-discharge"
                },
                {
                    "measure": "Change in patient reported diabetes distress scores (DDS)",
                    "description": "The DDS yields a total diabetes distress score plus 4 subscale scores, each addressing a different kind of distress. To score, simply sum the patient's responses to the appropriate items and divide by the number of items in that scale. Current research suggests that a mean item score of 2.0 - 2.9 should be considered 'moderate distress,' and a mean item score \\> 3.0 should be considered 'high distress.' Current research also indicates that associations between DDS scores and behavioral management and biological variables (e.g., A1C) occur with DDS scores of \\> 2.0. Clinicians may consider moderate or high distress worthy of clinical attention, depending on the clinical context.",
                    "timeFrame": "Baseline and 16 weeks post-discharge"
                },
                {
                    "measure": "Change in patient reported CGM satisfaction (CGM-SAT)",
                    "description": "CGM-SAT: This 44-item questionnaire was designed to measure the impact of using CGM on diabetes management and family relationships and on satisfaction with the emotional, behavioral, and cognitive effects of CGM use. Participants rate their agreement or disagreement on a 5-point Likert scale (1 = strongly agree; 5 = strongly disagree) with each of 44 potential positive or negative effects of the use of the rated CGM device. Higher scores reflect a more favorable impact of, and satisfaction with, CGM use.",
                    "timeFrame": "Baseline and 16 weeks post-discharge"
                },
                {
                    "measure": "Change in patient reported Glucose Monitoring Survey (GMS)",
                    "description": "GMS is a 22-item scale constructed for this trial that quantifies respondents' satisfaction with and therapeutic impact of the glucose monitoring systems that they were currently using (SMBG alone or with CGM). The 22 two-part items ask the respondent to evaluate \"Is this a problem now?\" and then \"How has it changed in the past 6 months?\" Response options for the \"Problem\" questions range from 1 = \"a lot\" to 4 = \"not at all,\" while those for the \"Change\" questions range from 1 = \"worse\" to 3 = \"better.\" Higher scores on the \"Problem\" questions indicate more positive views of the rated glucose monitoring system. Higher scores on the \"Change\" questions indicate greater perceived improvement.",
                    "timeFrame": "Baseline and 16 weeks post-discharge"
                },
                {
                    "measure": "Frequency of medication adjustments",
                    "description": "The frequency of medication adjustments including initiation of new non-insulin-based therapy, basal and/or prandial insulin therapy, and/or dose adjustments will be documented during study participation.",
                    "timeFrame": "Up to 16 weeks post discharge"
                },
                {
                    "measure": "Glycemic variability",
                    "description": "Glycemic variability (GV) will be assessed by coefficient of variation (CV) and standard deviation from baseline and 12 weeks. Based on the published literature, the 2017 international consensus statement on the use of CGM suggested that 'stable glucose levels are defined as a CV \\<36% and unstable glucose levels are defined as CV ≥36%",
                    "timeFrame": "Baseline and 16 weeks post-discharge"
                },
                {
                    "measure": "Relationship of time in range (TIR) and likelihood of healing",
                    "description": "Time in Range (%TIR) is the percentage of time that a person spends with their blood glucose levels in a target range (70-180 mg/dL). A time-to-event (TTE) analysis will be conducted with the primary outcome based on time in range (%TIR) stratification among all study subjects. The stratification will be done for groups where %TIR ≥ 50 and %TIR \\< 50%.",
                    "timeFrame": "Up to 16 weeks post discharge"
                },
                {
                    "measure": "Relationship of time below range (%TBR) and likelihood of healing",
                    "description": "Healing rate compared to each %TBR level 1 (54 - \\< 70 mg/dL); %TBR Level 2 (BG\\<54 mg/dL)",
                    "timeFrame": "Up to 16 weeks post discharge"
                },
                {
                    "measure": "Relationship of time above range (%TAR) and likelihood of healing",
                    "description": "Healing rate compared to each %TAR level 1 (BG \\>180 - 250 mg/dL); %TAR level 2 (BG \\>250 mg/dL)",
                    "timeFrame": "Up to 16 weeks post discharge"
                },
                {
                    "measure": "Relationship of glycemic variability and the likelihood of healing",
                    "description": "Healing rate compared to GV",
                    "timeFrame": "Up to 16 weeks post discharge"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Adults aged 18 and over with type 2 diabetes admitted to general medical and surgical services with diabetic foot ulceration with or without infection (cellulitis or osteomyelitis)\n* HbA1c \\>= 8.5% at time of enrollment\n* Treatment of diabetic foot ulcer with medical management and/or debridement\n* Wound, Ischemia, foot Infection (WIfI) score of 1-3\n* Duration of DFU less than 1 year\n* Able and willing to use continuous glucose monitoring technology independently or with the assistance of a close relative or caretaker\n\nExclusion Criteria:\n\n* Age \\< 18 years\n* A WIfI score of 4 denoting very high risk for major amputation (above or below the knee) and very low odds of healing within 12 months\n* Any amputation (major or minor) in the limb with a DFU during hospitalization\n* Patients with type 1 diabetes\n* Clinically significant peripheral arterial disease where revascularization is indicated\n* Inability to participate in the informed consent process for any reason\n* Female subjects who are pregnant or breastfeeding at the time of enrollment in the study\n* Subjects using CGM technology prior to admission\n* Subjects unwilling to wear a CGM device and/or monitor blood glucose with FBG",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Maya Fayfman, MD",
                    "role": "CONTACT",
                    "phone": "404-778-1664",
                    "email": "maya.fayfman@emory.edu"
                },
                {
                    "name": "Gerardo Blanco, MD",
                    "role": "CONTACT",
                    "phone": "404-778-1710",
                    "email": "gjblanc@emory.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Maya Fayfman, MD",
                    "affiliation": "Emory University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Grady Health System",
                    "status": "RECRUITING",
                    "city": "Atlanta",
                    "state": "Georgia",
                    "zip": "30303",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Gerardo Blanco, MD",
                            "role": "CONTACT",
                            "phone": "404-778-1710",
                            "email": "gjblanc@emory.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.749,
                        "lon": -84.38798
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Individual participant data that underlie the results reported in this article, after deidentification (text, tables, figures, and appendices) will be available for sharing.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ANALYTIC_CODE"
            ],
            "timeFrame": "Individual participant data will be made available for sharing beginning 3 months and ending 5 years following article publication.",
            "accessCriteria": "Individual participant data will be made available for sharing with researchers who provide a methodologically sound proposal. The proposal should be directed to maya.fayfman@emory.edu. To gain access, data requestors will need to sign a data access agreement."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000017719",
                    "term": "Diabetic Foot"
                },
                {
                    "id": "D000003924",
                    "term": "Diabetes Mellitus, Type 2"
                }
            ],
            "ancestors": [
                {
                    "id": "D000003925",
                    "term": "Diabetic Angiopathies"
                },
                {
                    "id": "D000014652",
                    "term": "Vascular Diseases"
                },
                {
                    "id": "D000002318",
                    "term": "Cardiovascular Diseases"
                },
                {
                    "id": "D000016523",
                    "term": "Foot Ulcer"
                },
                {
                    "id": "D000007871",
                    "term": "Leg Ulcer"
                },
                {
                    "id": "D000012883",
                    "term": "Skin Ulcer"
                },
                {
                    "id": "D000012871",
                    "term": "Skin Diseases"
                },
                {
                    "id": "D000048909",
                    "term": "Diabetes Complications"
                },
                {
                    "id": "D000003920",
                    "term": "Diabetes Mellitus"
                },
                {
                    "id": "D000004700",
                    "term": "Endocrine System Diseases"
                },
                {
                    "id": "D000003929",
                    "term": "Diabetic Neuropathies"
                },
                {
                    "id": "D000044882",
                    "term": "Glucose Metabolism Disorders"
                },
                {
                    "id": "D000008659",
                    "term": "Metabolic Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M17206",
                    "name": "Ulcer",
                    "relevance": "LOW"
                },
                {
                    "id": "M7119",
                    "name": "Diabetes Mellitus, Type 2",
                    "asFound": "Diabetes Type 2",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17685",
                    "name": "Wounds and Injuries",
                    "relevance": "LOW"
                },
                {
                    "id": "M18919",
                    "name": "Foot Ulcer",
                    "relevance": "LOW"
                },
                {
                    "id": "M19933",
                    "name": "Diabetic Foot",
                    "asFound": "Diabetic Foot",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7115",
                    "name": "Diabetes Mellitus",
                    "relevance": "LOW"
                },
                {
                    "id": "M7120",
                    "name": "Diabetic Angiopathies",
                    "relevance": "LOW"
                },
                {
                    "id": "M17400",
                    "name": "Vascular Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10883",
                    "name": "Leg Ulcer",
                    "relevance": "LOW"
                },
                {
                    "id": "M15686",
                    "name": "Skin Ulcer",
                    "relevance": "LOW"
                },
                {
                    "id": "M15674",
                    "name": "Skin Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M26004",
                    "name": "Diabetes Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M7862",
                    "name": "Endocrine System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M7124",
                    "name": "Diabetic Neuropathies",
                    "relevance": "LOW"
                },
                {
                    "id": "M11639",
                    "name": "Metabolic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M25403",
                    "name": "Glucose Metabolism Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                },
                {
                    "abbrev": "BC19",
                    "name": "Gland and Hormone Related Diseases"
                },
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                },
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                },
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                }
            ]
        }
    },
    "hasResults": false
}