{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04610944",
            "orgStudyIdInfo": {
                "id": "9R01AG069171-06A1",
                "type": "NIH",
                "link": "https://reporter.nih.gov/quickSearch/9R01AG069171-06A1"
            },
            "organization": {
                "fullName": "University of Kansas Medical Center",
                "class": "OTHER"
            },
            "briefTitle": "Changing Talk Online Training (CHATO) National Trial",
            "officialTitle": "Changing Talk Online Training (CHATO): A National Trial to Reduce Behavioral Symptoms in Long Term Care Residents With Alzheimer's Disease and Other Dementias",
            "therapeuticArea": [
                "Other",
                "Neurology"
            ],
            "study": "changing-talk-online-training-chato-national-trial"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-04-26",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-04-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-05-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2020-09-18",
            "studyFirstSubmitQcDate": "2020-10-26",
            "studyFirstPostDateStruct": {
                "date": "2020-11-02",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-21",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-25",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of Kansas Medical Center",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "University of Iowa",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The National Plan to Address Alzheimer's disease has identified education of dementia care providers as a top priority to address the need for quality care for the population of persons with dementia that will triple in the next 30 years. This study will test new online interactive training for nursing home staff that improves staff communication and also reduces behavioral symptoms of persons with dementia that they care for. Innovative approaches to reach care providers are essential to achieve implementation of evidence-based practices to improve care.",
            "detailedDescription": "A new person is diagnosed with Alzheimer's disease or other dementia every 65 seconds, and most persons living with dementia (PWD) spend the late stages of dementia in nursing homes (NHs) where shortages of staff and lack of dementia care skills limit quality of care. Care of PWD is complicated by behavioral and psychological symptoms of dementia (BPSD) such as aggression, vocal outbursts, wandering, and withdrawal that occur as PWD lose cognitive and communication abilities and cannot express their unmet physical and psychosocial needs. BPSD present to NH staff as resistiveness to care (RTC) that increases staff stress and costly time to complete care, often leading to staff turnover, injury, and inappropriate use of psychotropic medications to control BPSD. Although Center for Medicare and Medicaid Services (CMS) mandates and penalties have reduced NH antipsychotic medication use slightly, contraindicated use in NH residents remains a pervasive problem, causing harmful side effects and reducing the quality of life for PWD.\n\nThe PI and other researchers have empirically verified that RTC occurs when NH staff use elderspeak (speech similar to baby talk) that features inappropriately intimate terms of endearment (diminutives such as \"honey\"), belittling pronoun substitutions that imply dependence (\"we\" need a bath), and harsh task-oriented commands (\"sit down\"). Elderspeak conveys a message of disrespect and incompetence to residents who react with withdrawal or BPSD. Our R03 study established that when staff use elderspeak instead of normal adult communication, residents with dementia are more than twice as likely to exhibit BPSD (measured by coding RTC behavior in videos). Our subsequent R01 clinical trial verified that staff reduced their use of elderspeak communication after attending the three-session Changing Talk (CHAT) program and that this reduced RTC.\n\nCHAT training is effective in changing staff communication practices and reducing RTC but requires an onsite trainer, limiting accessibility and feasibility for dissemination. Increasing access to this effective training, which improves communication and acts as a nonpharmacological intervention to reduce BPSD, is the next logical step. To facilitate dissemination, interactive online modules (CHATO) with the same CHAT content were developed and pilot-tested, establishing preliminary effects and increased participation by busy NH staff. We anticipate that this online training will increase access to training and the translation of evidence-based content and skill practice at reduced cost extending reach nationally to include small and rural NHs. Support for NH administrators will optimize staff engagement, implementation, and maintenance of CHATO skills in practice.\n\nThis competitive renewal resubmission builds on R01 NR011455, \"Changing Talk to Reduce Resistiveness to Dementia Care\" demonstrating the 3-session CHAT intervention decreased staff elderspeak and reduced resident RTC.13 Online CHATO modules provide asynchronous, independent access for busy NH staff. Linear mixed modeling will be used to compare CHATO and CONTROL group change in BPSD and psychotropic medication use (from CMS and Nursing Home Compare data). CHATO is an innovative nonpharmacological intervention that reduces BPSD. Online delivery will increase cost effectiveness.\n\nSPECIFIC AIMS:\n\n1. AIM 1. Test effects of CHATO on BPSD and psychotropic medication use in 120 NHs. Hypothesis: Reductions in BPSD and psychotropic medication use (extracted from CMS Minimum Data set and Nursing Home Compare Quality Measures) will occur for individual residents and within NH facilities in the CHATO vs CONTROL group.\n2. AIM 2. Test strategies to engage staff and maximize CHATO effects. We will conduct a mixed-method process evaluation evaluating implementation strategies and supports to assist NHs in approach, motivation, and incentives to improve dissemination. NH characteristics and implementation strategies used will be analyzed in relation to participation rates, knowledge gain, and changes in primary outcomes. Interviews and focus groups will be conducted by our external evaluator. Hypothesis: Primary outcomes will vary by secondary outcomes; identifying most effective NH characteristics and strategies for implementation.\n3. AIM 3. Evaluate cost and sustainability. Data envelopment analysis will identify CHATO costs in relation to BPSD reductions. NHs will complete a 1-year follow-up survey to report on their adoption and maintenance. Hypothesis: BPSD reductions will vary in cost; identifying the most efficient means of dissemination and NH sustainability will vary depending on adoption factors."
        },
        "conditionsModule": {
            "conditions": [
                "Dementia",
                "Alzheimer Disease",
                "Communication"
            ],
            "keywords": [
                "Nursing home",
                "Staff Training",
                "Dementia",
                "Alzheimer Disease",
                "Behavioral and Psychological Symptoms of Dementia",
                "Psychotropic Medication",
                "Elderspeak",
                "Nonpharmacological treatment for Dementia",
                "Staff Communication"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "CROSSOVER",
                "primaryPurpose": "SUPPORTIVE_CARE",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 1800,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Intervention",
                    "type": "EXPERIMENTAL",
                    "description": "Intervention nursing homes will receive the training and control nursing homes will complete assessments, but not receive the training.",
                    "interventionNames": [
                        "Behavioral: Changing Talk Online (CHATO)"
                    ]
                },
                {
                    "label": "Waitlist Control",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "After the intervention nursing homes complete the training, the waitlist control nursing homes will crossover and complete the training.",
                    "interventionNames": [
                        "Behavioral: Changing Talk Online (CHATO)"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Changing Talk Online (CHATO)",
                    "description": "Three, one-hour training modules highlighting barriers and ineffective communication behaviors with older adults while teaching and modeling alternative, effective communication.",
                    "armGroupLabels": [
                        "Intervention",
                        "Waitlist Control"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "AIM 1. Test CHATO's effects on Behavioral and Psychological Symptoms of Dementia (BPSD) - Change in MDS E0200 at 3 and 6 months",
                    "description": "CMS MDS Quarterly data - E0200 Presence and Frequency of Behavioral Symptoms in the last 7 days; The steps for assessment are to review the medical record, observe the resident in a variety of situations, and interview staff, across all shifts and disciplines. Coding Instruction: Code 0, behavior not exhibited, Code 1, behavior of this type occurred 1-3 days, Code 2, behavior of this type occurred 4-6 days, but less than daily, or Code 3, behavior of this type occurred daily.",
                    "timeFrame": "Pre 1(6 months), Pre 2 (3 months), Post 1(3 months), Post 2 (6 months)"
                },
                {
                    "measure": "AIM 1. Test CHATO's effects on Behavioral and Psychological Symptoms of Dementia (BPSD) - Change in MDS E0800 at 3 and 6 months",
                    "description": "CMS MDS Quarterly data - E0800 Rejection of Care - Presence and Frequency over past 7 days; The steps for assessment are to review the medical record, observe the resident in a variety of situations, and interview staff, across all shifts and disciplines. If the resident exhibits behavior that appears to communicate a rejection of care (and that rejection behavior has not been previously determined to be consistent with the resident's values or goals), ask him or her directly whether the behavior is meant to decline or refuse care. Coding Instruction: Code 0, behavior not exhibited, Code 1, behavior of this type occurred 1-3 days, Code 2, behavior of this type occurred 4-6 days, but less than daily, or Code 3, behavior of this type occurred daily.",
                    "timeFrame": "Pre 1(6 months), Pre 2 (3 months), Post 1(3 months), Post 2 (6 months)"
                },
                {
                    "measure": "AIM 1. Test CHATO's effects on Behavioral and Psychological Symptoms of Dementia (BPSD) - Change in MDS E1100 at 3 and 6 months",
                    "description": "CMS MDS Quarterly data - E1100 Change in Behavioral or Other Symptoms: The steps for assessment are review responses provided to items E0100-E1000 on the current MDS assessment, compare with responses provided on prior MDS assessment, and then taking all of these MDS items into consideration, make a global assessment of the change in behavior from the most recent to the current MDS. Rate the overall behavior as same, improved, or worse. Coding Instructions: Code 0, same: if overall behavior is the same (unchanged), Code 1, improved: if overall behavior is improved, Code 2, worse: if overall behavior is worse, or Code 3, N/A: if there was no prior MDS assessment of this resident.",
                    "timeFrame": "Pre 1(6 months), Pre 2 (3 months), Post 1(3 months), Post 2 (6 months)"
                },
                {
                    "measure": "AIM 1. Test CHATO's effects on psychotropic medication - Change in MDS N0410 at 3 and 6 months",
                    "description": "CMS MDS Quarterly data - N0410 Medications Received: The steps for assessment are review the resident's medical record for documentation that any of these medications were received by the resident during the 7-day look-back period (or since admission/entry or reentry if less than 7 days) and review documentation from other health care settings where the resident may have received any of these medications while a resident of the nursing home (e.g., valium given in the emergency room). Coding Instructions: N0410A, Antipsychotic,N0410B, Antianxiety, N0410C, Antidepressant, N0410D, Hypnotic, N0410E, Anticoagulant, N0410F, Antibiotic, N0410G, Diuretic",
                    "timeFrame": "Pre 1(6 months), Pre 2 (3 months), Post 1(3 months), Post 2 (6 months)"
                },
                {
                    "measure": "AIM 1. Test CHATO's effects on psychotropic medication - Change in NHQM Prescribed Antipsychotic at 3 and 6 months",
                    "description": "CMS Quarterly Nursing Home Quality Measure: Prescribed Antipsychotic (Long-stay quality measure 419) The percentage of long-stay residents who are receiving antipsychotic drugs in a 7-day look-back period. Exclusions: Residents with a diagnosis of schizophrenia, Tourette's syndrome, or Huntington's disease. Reported by nursing homes quarterly and gathered from Nursing Home Compare.",
                    "timeFrame": "Pre 1(6 months), Pre 2 (3 months), Post 1(3 months), Post 2 (6 months)"
                },
                {
                    "measure": "AIM 1. Test CHATO's effects on psychotropic medication - Change in HIS F329 Noncompliance at 1 year",
                    "description": "Annual Health Inspection Survey - F329 Noncompliance due to unnecessary medications and level of deficiency - Noncompliance due to unnecessary medications and level of deficiency (immediate jeopardy, actual harm, no actual harm \\& isolated, pattern and occurrence).",
                    "timeFrame": "Pre (1 year), Post (1 year)"
                },
                {
                    "measure": "AIM 2. Analyze NH strategies to engage staff and maximize CHATO effects _ Change in Knowledge at 3 months",
                    "description": "CHAT Scale - Two forms (Forms A and B), 13 questions, measures knowledge gained from training.",
                    "timeFrame": "Pre (1 month), Post (3 months)"
                },
                {
                    "measure": "AIM 2. Analyze NH strategies to engage staff and maximize CHATO effects _ Change in Communication Ratings at 3 months",
                    "description": "Communication Rating Sheet - Participant watches a video and answers questions testing their ability to visually and audibly identify effective vs ineffective communication strategies and recognize elderspeak vs. person-centered care.",
                    "timeFrame": "Pre (1 month), Post (3 months)"
                },
                {
                    "measure": "AIM 2. Analyze NH strategies to engage staff and maximize CHATO effects _ Implementation Strategies utilized during the training phase (3 months)",
                    "description": "A descriptive implementation survey created by the investigators will identify the approach types (Implementation Teams, Champions, Stakeholders, Location of training, NH Communication Plan, Discussion Types, and Incentives), motivation to participate in research, and NH level evaluation.",
                    "timeFrame": "Post (3 months)"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "AIM 3. Evaluate CHATO Cost (3 months of training)",
                    "description": "Staff Wage Data measures wages per hour by NH role and will be used in a simple cost-effectiveness analysis (CEA).",
                    "timeFrame": "Post (3 months)"
                },
                {
                    "measure": "Aim 3. Evaluate CHATO Sustainability (1 year post-training)",
                    "description": "A descriptive implementation survey created by the investigators will identify sustainability approach types, motivation to continue training concepts and practices, and NH level evaluation.",
                    "timeFrame": "Post (1 year)"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Nursing Homes that serve people with dementia.\n* Nursing Homes that have internet available for staff to complete the CHATO training.\n* Nursing Homes that are willing to complete leadership interviews and surveys.\n* CNAs and nurses who are permanent employees of participating NHs and who provide direct care at least 8 hours weekly will complete the CHATO training, available by URL link. All staff will be encouraged to participate as participation by as many staff as possible is desired to achieve facility-wide communication change.\n* Data for residents in participating NHs with Alzheimer's disease or non- Alzheimer's dementia documented on the MDS Active Diagnoses list will be included in the analyses.\n\nExclusion Criteria:\n\n* Assisted Living facilities or other types of facilities are excluded due to lack of MDS data as well as NHs that previously participated in other CHAT/CHATO studies.\n* Exclusion criteria from MDS include active psychiatric diagnoses (bipolar disorder, major depressive episode, schizophrenia or schizoaffective disorder, mood disorder with psychotic features, psychotic symptoms, hallucinations or delusions); terminal illness (on hospice); and lack of verbal or non-verbal response to staff (MDS section B).",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Kristine N Williams, RN, PhD",
                    "role": "CONTACT",
                    "phone": "9135881673",
                    "email": "kwilliams1@kumc.edu"
                },
                {
                    "name": "Carissa K Coleman, PhD",
                    "role": "CONTACT",
                    "phone": "9702706839",
                    "email": "ccoleman3@kumc.edu"
                }
            ],
            "locations": [
                {
                    "facility": "University of Kansas School of Nursing",
                    "status": "RECRUITING",
                    "city": "Kansas City",
                    "state": "Kansas",
                    "zip": "66160",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Kristine Williams, PhD",
                            "role": "CONTACT",
                            "phone": "913-588-1673",
                            "email": "kwilliams1@kumc.edu"
                        },
                        {
                            "name": "Carissa Coleman, PhD",
                            "role": "CONTACT",
                            "phone": "970-270-6839",
                            "email": "ccoleman3@kumc.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.11417,
                        "lon": -94.62746
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000000544",
                    "term": "Alzheimer Disease"
                },
                {
                    "id": "D000003704",
                    "term": "Dementia"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001927",
                    "term": "Brain Diseases"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000024801",
                    "term": "Tauopathies"
                },
                {
                    "id": "D000019636",
                    "term": "Neurodegenerative Diseases"
                },
                {
                    "id": "D000019965",
                    "term": "Neurocognitive Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M3885",
                    "name": "Alzheimer Disease",
                    "asFound": "Alzheimer's Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4818",
                    "name": "Behavioral Symptoms",
                    "relevance": "LOW"
                },
                {
                    "id": "M6904",
                    "name": "Dementia",
                    "asFound": "Dementia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5204",
                    "name": "Brain Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M23002",
                    "name": "Tauopathies",
                    "relevance": "LOW"
                },
                {
                    "id": "M21558",
                    "name": "Neurodegenerative Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M21836",
                    "name": "Neurocognitive Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "T2192",
                    "name": "Familial Alzheimer Disease",
                    "asFound": "Alzheimer's Disease",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M14474",
                    "name": "Psychotropic Drugs",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "PsychDr",
                    "name": "Psychotropic Drugs"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}