{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05040087",
            "orgStudyIdInfo": {
                "id": "2107"
            },
            "secondaryIdInfos": [
                {
                    "id": "1R01DK127083-01A1",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/1R01DK127083-01A1"
                }
            ],
            "organization": {
                "fullName": "Foundation for Atlanta Veterans Education and Research, Inc.",
                "class": "OTHER"
            },
            "briefTitle": "Changing the Natural History of Type 2 Diabetes (\"CHANGE\" Study)",
            "officialTitle": "Changing the Natural History of Type 2 Diabetes (\"CHANGE\" Study)",
            "acronym": "CHANGE",
            "therapeuticArea": [
                "Endocrinology"
            ],
            "study": "changing-the-natural-history-of-type-diabetes-change-study"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-09-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-12",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-06",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-08-27",
            "studyFirstSubmitQcDate": "2021-09-08",
            "studyFirstPostDateStruct": {
                "date": "2021-09-10",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-07-17",
            "lastUpdatePostDateStruct": {
                "date": "2023-07-19",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Mary Rhee, MD",
                "investigatorTitle": "Professor of Medicine, Emory University School of Medicine",
                "investigatorAffiliation": "Atlanta VA Medical Center"
            },
            "leadSponsor": {
                "name": "Foundation for Atlanta Veterans Education and Research, Inc.",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute of Diabetes and Digestive and Kidney Diseases (NIDDK)",
                    "class": "NIH"
                },
                {
                    "name": "Emory University",
                    "class": "OTHER"
                },
                {
                    "name": "Abbott Diabetes Care",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false,
            "isUsExport": true
        },
        "descriptionModule": {
            "briefSummary": "Diabetes is a disorder of high blood glucose, that tends to get worse; over time, patients need more and more drugs. This pattern is caused by overwork of the body's insulin-producing β-cells, because patients' glucose levels are typically above normal; if the investigators kept glucose levels normal - reducing β-cell work - the investigators might be able to keep the disease from getting worse. This trial is aimed to show that adjusting the drugs to keep glucose levels normal, can help to preserve β-cell function compared to usual diabetes care, possibly reduce the tendency to develop the eye and kidney complications of diabetes, and might also be more cost-effective than usual care.",
            "detailedDescription": "I. RATIONALE AND SPECIFIC AIMS CHANGING THE NATURAL HISTORY OF TYPE 2 DIABETES - \"CHANGE\" STUDY\n\nI.A. RATIONALE The investigators will test the hypothesis that maintenance of normoglycemia can prevent the typical worsening of hyperglycemia in early type 2 diabetes (DM) compared to usual care.\n\nProgression of hyperglycemia is mediated by loss of β-cell function, which will be mitigated by normalizing glucose levels, reducing the \"excitotoxicity\" leading to dedifferentiation and apoptosis. When lifestyle change or Rx reduced progression from prediabetes (PreDM) to DM, there was no \"catch-up\" after trials ended - cumulative DM remained less than in controls, consistent with a change in the natural history. Reaching normal glucose is beneficial regardless of the intervention: in the Diabetes Prevention Program (DPP), PreDM subjects who achieved normal glucose levels only once, had 56% less DM in the DPP Outcomes Study \\[DPPOS\\] - similar in lifestyle change, metformin, and control groups. But if treatment is begun too late, even 10 kg weight loss may not lead to DM remission.\n\nI.B. FEATURES OF THE APPROACH - easy to translate into practice.\n\nThis study will be novel: 1) Aim for normal glucose, instead of testing Rx or mechanisms \\[as in STOP DIABETES, DPP, and RISE\\], since lowering glucose per se improves β-cell function. 2) Start early in the natural history, instead of late \\[as in ACCORD, ADVANCE, and VADT\\], allowing use of Rx with a low risk of hypoglycemia; severe hypoglycemia was unusual in ORIGIN, where DM duration was only 5.5 years. 3) Target early DM instead of PreDM \\[DREAM, DPP, ACT NOW, and STOP DIABETES\\], allowing use of Rx FDA approved for DM. 4) Accelerated stepped intensification of Rx to keep glucose normal, vs. \\< 10% reaching a normal OGTT 3 times in the DPP, only 15% reaching a normal OGTT with metformin over 2 years in RISE, and lack of normalization in other studies.\n\nI.C. AIMS - assess effect size, β-cell function, retinopathy, nephropathy, CGM, cost-effectiveness.\n\nMethods: To ensure separation of treatment arms, the investigators will study DM expected to progress. 126 adults will be randomized to ensure that 102 complete the study, allowing for dropouts, 1/3 in each of 3 groups: (i) A1c 6.0-6.9%, no Rx; (ii) A1c 6.0-6.9%, on metformin; (iii) A1c 7.0-7.4%, on metformin. All will have DM by OGTT + 1 hour OGTT glucose ≥155 mg/dl to increase the risk of progression. After a 2-week run-in to establish tolerance to metformin (if not on it already) and adherence to self-monitoring of blood glucose (SMBG), all will have a lifestyle intervention \\[VA MOVE!, similar to the DPP\\], and HbA1c and 2 weeks of continuous glucose monitoring (Abbott CGM) every 3 months. Randomization will be 1:1 within each group, to intensive Rx: adding Rx if SMBG levels are \\> goal (\\<100 mg/dl premeal and \\<130 postmeal) ≥3x/week 2 weeks in a row after ≥4 weeks of maximum tolerated dosage (MTD) of Rx; metformin (if not on it already), + TZD pioglitazone, + GLP-1 RA semaglutide, + SGLT-2 empagliflozin, + glargine insulin; or control Rx: adding Rx in the same order, based on HbA1c every 3 months; initial added Rx for HbA1c ≥7.0%, subsequent Rx for HbA1c ≥7.5% \\[similar to use in GRADE and typical VA practice\\].\n\nOutcomes: Over 2.5 years, plus a 3-month washout, the investigators will quantitate (i) effect size - differences in HbA1c with intensive Rx vs. controls - from the Rx paradigm, expected to be 5.2-5.6% vs. 6.5-7.4%, respectively; and (ii) β-cell function \\[in 3-hour OGTTs with modeling as in RISE\\], since trends with intensive vs. control Rx post-washout may indicate whether β-cell function is likely to be sustained, consistent with the conclusions of the RISE Consortium. The investigators will also explore (iii) retinopathy (blinded evaluation of fundus photographs); (iv) nephropathy (microalbuminuria and eGFR); (v) whether CGM after ≥3 weeks of MTD could be substituted for SMBG in identifying need for intensification, and (vi) cost-effectiveness.\n\nI.D. HYPOTHESIZED CLINICAL IMPACT OF EARLY DIAGNOSIS AND KEEPING GLUCOSE NORMAL:\n\nEvidence from DM prevention and intervention studies allows us to predict that keeping glucose normal will be safe - and longterm benefits will include reduced complications, mortality, and costs.\n\nII. SIGNIFICANCE\n\nIf a definitive trial demonstrates that keeping glucose normal sustains β-cell function, a change in practice to include this model of intensive Rx should improve both health, and healthcare system resource use and costs. The next step would be to plan a study of impact on renal and retinal outcomes - since lifestyle interventions are now widespread, the Rx classes used have a low risk of hypoglycemia and are going off patent, and this experience in overcoming clinical inertia should facilitate implementation.\n\nIII. EXPERIMENTAL PLAN\n\nThe investigators have a simple design; instead of mechanisms such as insulin action and secretion, eligibility, screening, and interventions will be based only on glucose and HbA1c, to facilitate translation to routine clinical practice. The goals are to (i) establish effect size (differences in HbA1c), (ii) determine if β cell function can be sustained, and (iii) explore retinopathy, nephropathy, cost effectiveness, and potential substitution of CGM for SMBG, to help define the sample size for a subsequent multicenter study.\n\nIV. INTERVENTIONS\n\nIV.A. LIFESTYLE CHANGE SUPPORT - FOR ALL PARTICIPANTS\n\nThe VA's \"MOVE!\" group lifestyle change program is modeled after the DPP, with similar goals - 7% weight loss for those with BMI \\>25, and \\>150 minutes a week of exercise. Other recommendations to PCPs will be per ADA DM guidelines, similar to the VADT - BP, lipid control, etc.\n\nIV.B. CONTROL Rx - INTENSIFICATION BASED ON HbA1c LEVELS, DETERMINED EVERY 3 MONTHS (see below).\n\nIV.C. INTENSIVE Rx - INTENSIFICATION BASED ON SMBG, DONE AN AVERAGE OF ONCE A DAY (see below).\n\nV. POTENTIAL IMPACT ON CLINICAL PRACTICE\n\nThis study (and a follow-up multicenter study) are aimed to change medical practice. If the studies are positive as expected, screening to find early DM, and management aimed at normal glucose, should become routine. Moreover, since hyperglycemia in usual care reaches HbA1c levels much higher than in controls \\[insulin is frequently begun when HbA1c is \\>9%\\], the real-world difference from intensive Rx \\[HbA1c 5.2-5.6%\\] would be correspondingly greater, with a greater impact on health, resource use, and costs. Years of lower glucose, through \"legacy effects\", should reduce DM complications and costs, particularly in high-risk groups - with potential benefit to individuals, health care systems, and society."
        },
        "conditionsModule": {
            "conditions": [
                "Type 2 Diabetes"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE",
                    "maskingDescription": "While the study is unblinded, investigators will be blinded to the randomization plan."
                }
            },
            "enrollmentInfo": {
                "count": 126,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "USE OF DIABETES Rx GUIDED LARGELY BY HbA1c LEVELS",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Extended-release \\[ER\\] metformin will be added if HbA1c is ≥7.0% after 3 months; if already used and maximized, pioglitazone will be begun. Other Rx will be added each time HbA1c reaches ≥7.5%. The sequence of Rx will be the same as in intensive Rx subjects; those using insulin will also do prebreakfast SMBG, aiming for glucose \\<100 mg/dl.",
                    "interventionNames": [
                        "Other: Intensification of diabetes medication based largely on HbA1c levels"
                    ]
                },
                {
                    "label": "USE OF DIABETES Rx GUIDED BY SELF-MONITORED BLOOD GLUCOSE (SMBG)",
                    "type": "EXPERIMENTAL",
                    "description": "1. Guidance by SMBG:\n2. Glucose goals: We will aim for \\<100 mg/dl premeal (2), \\<130 postmeal.\n3. Monitoring will include pre-breakfast 2x/wk, and a 5-point profile 1x/wk (before and 1.5-2.5 hr after breakfast, before lunch, before supper, and bedtime).\n4. Added Rx will be used if SMBG is \\>goal ≥3x in 2 consecutive weeks after ≥4 weeks of MOVE! and/or the previous Rx \\[e.g., any 3 of the 7 goals (\\<100 mg/dl premeal, \\<130 post)\\]. Metformin ER will be given first (if not already on it), and increased to 2000 mg/day if there are no side effects. (If metformin is not tolerated, it will be stopped and the second Rx will become the \"first Rx\" and given instead. If other Rx are not tolerated, the next Rx will be used. The second Rx will be the TZD pioglitazone, followed by the GLP-1 RA semaglutide, then the SGLT-2 inhibitor empagliflozin. If still above goal, glargine insulin will be added, titrated to keep fasting glucose \\<100 mg/dl.",
                    "interventionNames": [
                        "Other: Intensification of diabetes medication based on glucose levels"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Intensification of diabetes medication based largely on HbA1c levels",
                    "description": "Use of diabetes Rx in controls will be guided largely by HbA1c levels.",
                    "armGroupLabels": [
                        "USE OF DIABETES Rx GUIDED LARGELY BY HbA1c LEVELS"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Intensification of diabetes medication based on glucose levels",
                    "description": "Use of diabetes Rx in the intensive Rx groups will be guided by participants' self-monitored blood glucose levels (SMBG), with management aimed to keep glucose levels within the normal range.",
                    "armGroupLabels": [
                        "USE OF DIABETES Rx GUIDED BY SELF-MONITORED BLOOD GLUCOSE (SMBG)"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "EFFECT SIZE",
                    "description": "HbA1c DIFFERENCEs, INTENSIVE Rx vs. CONTROLS - PRIMARY OUTCOME #1",
                    "timeFrame": "2.75 years (includes 3 month washout)"
                },
                {
                    "measure": "β-CELL FUNCTION - PRIMARY OUTCOME #2a",
                    "description": "β-cell function from modeling using a 3-hour OGTT with samples for glucose, insulin and C-peptide at 10, -5, 10, 20, 30, 60, 90, 120, 150 and 180 minutes.",
                    "timeFrame": "2.75 years (includes 3 month washout)"
                },
                {
                    "measure": "β-CELL FUNCTION - PRIMARY OUTCOME #2b",
                    "description": "β-cell function and insulin sensitivity as the oral \"OGTT ISI disposition index\" (DI), using the \"insulinogenic index\" \\[(Δ insulin/Δ glucose) with 0- and 30-minute insulin (and C-peptide) and glucose levels in the OGTT\\] for insulin secretion and \\[1/(fasting insulin concentration)\\] for insulin action.",
                    "timeFrame": "2.75 years (includes 3 month washout)"
                },
                {
                    "measure": "β-CELL FUNCTION - PRIMARY OUTCOME #2c.",
                    "description": "β-cell function as the 1 hour OGTT plasma glucose (1hrOGTT).",
                    "timeFrame": "2.75 years (includes 3 month washout)"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "RETINOPATHY determined by fundus photographs",
                    "description": "Assessed with fundus photos graded by readers masked to study groups. The University of Wisconsin Fundus Photograph Reading Center (FPRC) is grading photos for the DPPOS. Under Co-I Dr. Maa's direction, and with dilation, 4 sets of stereo ETDRS-level photos with 45° fields will be taken with a Zeiss Cirrus 600 camera by FPRC-certified VA technologists. Deidentified images will be uploaded via secure OneDrive, and accessed by the FPRC.",
                    "timeFrame": "2.5 years"
                },
                {
                    "measure": "NEPHROPATHY by eGFR",
                    "description": "The development of nephropathy will be assessed with the eGFR according to the CKD-EPI equation, measured in the Atlanta VA Clinical Laboratory, in samples obtained at baseline, and every 6 months through 2.5 years.",
                    "timeFrame": "2.5 years"
                },
                {
                    "measure": "NEPHROPATHY by urine microalbumin/creatinine ratio",
                    "description": "The development of nephropathy will be assessed with the urine microalbumin/creatinine ratio, measured in the Atlanta VA Clinical Laboratory, in samples obtained at baseline, and every 6 months through 2.5 years.",
                    "timeFrame": "2.5 years"
                },
                {
                    "measure": "Point of care glucose by continuous glucose monitoring (CGM)",
                    "description": "After 3 weeks of MOVE! and maximum tolerated dosage of each Rx in intensive Rx subjects, 14 days of CGM will permit ROC analysis to compare AG vs. SMBG in predicting need for more Rx, and use of the Youden index to define an optimal glucose cutoff. We will also assess prediction of needing the first vs. later Rx; ROC areas should be independent of disease prevalence.",
                    "timeFrame": "2.5 years"
                },
                {
                    "measure": "COST EFFECTIVENESS - to be explored only if additional (ancillary) funding can be obtained",
                    "description": "We will use a microsimulation model to extrapolate the glycemic reduction with intensive Rx observed in the trial to the potential reduction in DM complications and related costs in a lifetime window.",
                    "timeFrame": "2.5 years"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* diagnosis of diabetes by OGTT\n* age 40-74 years\n* HbA1c 6.0-7.4%\n* 1 hr OGTT glucose \\>155 mg/dl in each group\n\nExclusion Criteria:\n\n* CVD event during the previous year\n* systemic glucocorticoids\n* bariatric surgery\n* stage III-IV congestive heart failure\n* severe angina\n* life expectancy \\<5 years\n* BMI \\>40 kg/m2\n* pregnancy\n* pancreatitis\n* family or personal history of multiple endocrine neoplasia 2a\n* an estimated glomerular filtration rate \\[eGFR\\] of ≤50 ml/min\n* an alanine aminotransferase (ALT) level \\>3x the upper limit of the normal range\n* dementia",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "40 Years",
            "maximumAge": "74 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Mary K Rhee, MD, MSCR",
                    "role": "CONTACT",
                    "phone": "404-321-6111",
                    "phoneExt": "202080",
                    "email": "mrhee@emory.edu"
                },
                {
                    "name": "Lawrence S Phillips, MD",
                    "role": "CONTACT",
                    "phone": "404-728-7608",
                    "email": "medlsp@emory.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Mary K Rhee, MD, MSCR",
                    "affiliation": "Emory University School of Medicine, Atlanta VA Medical Center",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Lawrence S Phillips, MD",
                    "affiliation": "Emory University School of Medicine, Atlanta VA Medical Center",
                    "role": "STUDY_DIRECTOR"
                }
            ],
            "locations": [
                {
                    "facility": "Atlanta VA Medical Center",
                    "status": "RECRUITING",
                    "city": "Decatur",
                    "state": "Georgia",
                    "zip": "30033",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Stephanie T Raines, MA",
                            "role": "CONTACT",
                            "phone": "404-321-6111",
                            "phoneExt": "206932",
                            "email": "tasha.raines@va.gov"
                        },
                        {
                            "name": "Radhika Mungara, MS",
                            "role": "CONTACT",
                            "phone": "404-321-6111",
                            "email": "radhika.mungara@va.gov"
                        },
                        {
                            "name": "Mary K Rhee, MD, MSCR",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Lawrence S Phillips, MD",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.77483,
                        "lon": -84.29631
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "25249668",
                    "type": "RESULT",
                    "citation": "Phillips LS, Ratner RE, Buse JB, Kahn SE. We can change the natural history of type 2 diabetes. Diabetes Care. 2014 Oct;37(10):2668-76. doi: 10.2337/dc14-0817."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Final data sets underlying all publications resulting from the proposed research will be shared outside VA. A de-identified, anonymized dataset will be created and shared. Data will be shared upon request in a format available per VA mechanisms. After the data has been published, all requests will be reviewed, and data sets deemed appropriate for release will be provided to the requestor in electronic format. Data will be stored and maintained in an approved location as described in the VA Research Data Inventory Form kept on file in the research office.",
            "infoTypes": [
                "STUDY_PROTOCOL"
            ],
            "timeFrame": "Final data sets underlying all publications resulting from the proposed research will be shared outside VA. A de-identified, anonymized dataset will be created and shared. Data will be shared upon request in a format available per VA mechanisms. After the data has been published, all requests will be reviewed, and data sets deemed appropriate for release will be provided to the requestor in electronic format. Data will be stored and maintained in an approved location as described in the VA Research Data Inventory Form kept on file in the research office.",
            "accessCriteria": "Final data sets underlying all publications resulting from the proposed research will be shared outside VA. A de-identified, anonymized dataset will be created and shared. Data will be shared upon request in a format available per VA mechanisms. After the data has been published, all requests will be reviewed, and data sets deemed appropriate for release will be provided to the requestor in electronic format. Data will be stored and maintained in an approved location as described in the VA Research Data Inventory Form kept on file in the research office."
        }
    },
    "documentSection": {
        "largeDocumentModule": {
            "largeDocs": [
                {
                    "typeAbbrev": "ICF",
                    "hasProtocol": false,
                    "hasSap": false,
                    "hasIcf": true,
                    "label": "Informed Consent Form",
                    "date": "2021-07-23",
                    "uploadDate": "2021-08-27T17:17",
                    "filename": "ICF_000.pdf",
                    "size": 714800
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000003920",
                    "term": "Diabetes Mellitus"
                },
                {
                    "id": "D000003924",
                    "term": "Diabetes Mellitus, Type 2"
                }
            ],
            "ancestors": [
                {
                    "id": "D000044882",
                    "term": "Glucose Metabolism Disorders"
                },
                {
                    "id": "D000008659",
                    "term": "Metabolic Diseases"
                },
                {
                    "id": "D000004700",
                    "term": "Endocrine System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M7119",
                    "name": "Diabetes Mellitus, Type 2",
                    "asFound": "Type 2 Diabetes",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7115",
                    "name": "Diabetes Mellitus",
                    "asFound": "Diabetes",
                    "relevance": "HIGH"
                },
                {
                    "id": "M11639",
                    "name": "Metabolic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M25403",
                    "name": "Glucose Metabolism Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M7862",
                    "name": "Endocrine System Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                },
                {
                    "abbrev": "BC19",
                    "name": "Gland and Hormone Related Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M1691",
                    "name": "Sodium-Glucose Transporter 2 Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M258082",
                    "name": "Empagliflozin",
                    "relevance": "LOW"
                },
                {
                    "id": "M11667",
                    "name": "Metformin",
                    "relevance": "LOW"
                },
                {
                    "id": "M26997",
                    "name": "Glucagon-Like Peptide 1",
                    "relevance": "LOW"
                },
                {
                    "id": "M353561",
                    "name": "Semaglutide",
                    "relevance": "LOW"
                },
                {
                    "id": "M10365",
                    "name": "Insulin",
                    "relevance": "LOW"
                },
                {
                    "id": "M173166",
                    "name": "Insulin, Globin Zinc",
                    "relevance": "LOW"
                },
                {
                    "id": "M1693",
                    "name": "Pioglitazone",
                    "relevance": "LOW"
                },
                {
                    "id": "M347",
                    "name": "Insulin Glargine",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Hypo",
                    "name": "Hypoglycemic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}