{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT03388606",
            "orgStudyIdInfo": {
                "id": "180037"
            },
            "secondaryIdInfos": [
                {
                    "id": "18-M-0037"
                }
            ],
            "organization": {
                "fullName": "National Institutes of Health Clinical Center (CC)",
                "class": "NIH"
            },
            "briefTitle": "Characterization and Treatment of Adolescent Depression",
            "officialTitle": "Characterization and Treatment of Adolescent Depression",
            "therapeuticArea": [
                "Mental Health"
            ],
            "study": "characterization-and-treatment-of-adolescent-depression"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05-21",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2017-12-28",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-07-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-07-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2017-12-30",
            "studyFirstSubmitQcDate": "2017-12-30",
            "studyFirstPostDateStruct": {
                "date": "2018-01-03",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-22",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-23",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "National Institute of Mental Health (NIMH)",
                "class": "NIH"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This research study seeks to find causes and treatments of depression in teenagers. The study goals are to increase our knowledge of treatments for depression and understand how the brain changes when teenagers have depression. The study will also compare teenagers with depression to those without mental health diagnoses.\n\nThis outpatient study is recruiting participants ages 11-17 who are depressed. They must have a pediatrician or other medical provider, be medically healthy, and able to perform research tasks. They may not currently be hospitalized, psychotic or actively suicidal. Teenagers with depression are eligible even if they are taking medication.\n\nThe study begins with an evaluation that includes clinical assessment, interviews, and questionnaires.\n\n* Visits may include paper-and-pencil and computer tests of mood, memory, and thinking; specialized computer games; and structural and brain imaging. If eligible, study participants may return several times a year for up to two years. This part of the study does not involve treatment.\n* Participants may be eligible for outpatient treatment for up to 25 weeks. This includes evidenced-based \"talk\" therapy. Participants may choose either Interpersonal Psychotherapy for Adolescents (IPT-A) or Cognitive Behavioral Therapy (CBT). If indicated, participants may opt to receive standard medication treatments along with psychotherapy. Research includes computer tasks and brain imaging.\n\nAll clinical evaluations, research tasks and visits are free of cost. Participants are compensated for research activities. Parents and teenager must agree to the teenager s participation in research.\n\nThe study is conducted at the NIH in Bethesda, Maryland and enrolls participants from the Washington DC Metro region within 50 miles of NIH. Transportation expenses are reimbursed by NIMH.",
            "detailedDescription": "Objective\n\nDepression has a prevalence of 19% in the US population and close to 350 million people suffer from the disorder worldwide. The chronic course of depression and its early onset-a maximal incidence in adolescence and young adulthood)-contribute to it being a leading cause of disability worldwide. Yet, compared to many other medical conditions, we know little about the mechanisms underlying depression. In recent years, reward processing has been proposed to underlie several key behavioral and neural aberrations observed in depression. This has led to the promise that targeting reward processing may lead to much needed breakthroughs in the field. In this protocol we seek to characterize and treat depression in youth by integrating methodological and conceptual approaches that specifically focus on reward processing. Patients and their families can elect to participate in standard outpatient clinical care in this protocol. Our objective is to answer four key questions:\n\n1. What is the concordance of measures of reward processing in depression over time? Measurement is fundamental to answering substantive questions in science. Our review of the literature identified gaps in the reliability of reward measurement, the concordance between measures, and a dearth of studies that employ repeated-measure designs. We propose to tackle this using a multi-method approach in a longitudinal design.\n2. Are reward processing aberrations in depression similar to those in other common problems of childhood, such as anxiety and irritability? Specificity-in this case establishing which reward aberrations are unique to a certain phenotype as opposed to a generic finding related to psychopathology-is important for both nosology (disease classification) and for designing rational treatments for psychiatric problems. Below, we describe how we propose to answer this question by characterizing reward processing in those with depression and comparing it to processing in those with other common psychiatric problems in youth, such as anxiety and irritability.\n3. How does reward processing interact with systems subserving sense of agency? As described above, decision-making is an intricate part of reward processing. It is assumed that higher-order cognitive processes, such as the sense of ownership of one s actions-referred to as sense of agency-influence reward processing. Establishing the role of such higher-order processes in depression could lead to developing treatments that boost cognition and restore reward processing in depression. Below, we propose to answer this question by testing whether inter-individual differences in sense of agency explain variation in depression via reward processing (a mediation model).\n4. How is reward processing affected by environmentally-generated stress?\n\nStudies from our own group demonstrate that stress in early life has an impact on how rewards and punishers are processed in the brain several years later. Similarly, there is good evidence for the acute effects of stress on reward processing, as indicated in our recent metanalysis. And, of course, there is ample evidence for the role on how stressful events worsen symptoms of depression.\n\nWe also wish to explore more deeply the role of family environment on stress in teens with major depression. There is a substantial literature on the role of family environment in moderating or exacerbating stress in teens, and measures and methods to assess this would be important to understand its role in teen depression.\n\nStudy population\n\nWe will study three populations: (1) Healthy volunteer children and adults (HVs; n=600); (2) Participants with Major Depressive Disorder (MDD; n=500); (3) parents (biological or legal guardians) of children with MDD or HVs who are enrolled in this protocol (N=800 total as 400/200/200 respectively). Study participants will be aged 11-17 years at initial enrollment in Characterization; this is a longitudinal study and participants who turn 18 may continue in it for up to two years. Previously we enrolled 4 cohorts. Youths with Subthreshold Depression (s-MDD) (n=200 were to be enrolled; we have enrolled n=8 over the life of the protocol and no subjects with s-MDD have been enrolled after Dec 2021)\n\nDesign\n\nThis is a Characterization study that, as of 2022, includes longitudinal observation of two adolescent cohorts. HV and MDD subjects will take part in a longitudinal, observational study that involves clinical assessment, computer tasks, fMRI and MEG scanning and continue to return for up to two years. A sample of young adult HVs (18-30 years old) will also be enrolled as a comparison cohort. Those previously enrolled as subthreshold MDD (s-MDD) will be followed for up to two years (from their initial enrollment); with Amendment J, we ceased enrolling this population; no new participants with s-MDD have been enrolled since Dec, 2021.\n\nAdolescent patients who still suffer from current MDD will be offered outpatient clinical care in the form of open-label Interpersonal Psychotherapy for Adolescents (IPT-A, Mufson et al up to 26 weeks), Cognitive Behavioral Therapy (CBT; up to 26 weeks), or the Unified Protocols for Adolescents (UP-A) (Ehrenreich-May et al. 2018; for up to 26 weeks). The patient and families can choose which form of psychotherapy they prefer. Those who are on medication when they enroll will be able to continue their medications. Those who do not improve with psychotherapy, will be offered medication plus psychotherapy for up to 12 weeks. Furthermore, for those who are on medication when they enroll and do not improve when psychotherapy is added, we will offer to change the dose or provide a trial of a different drug than the one they have been receiving. During and following outpatient clinical care, participants with MDD will continue in Characterization. Upon completion of clinical care, patients will return to care in the community or be offered participation in other IRP depression protocols, as appropriate.\n\nOutcome measures For Objective 1 Primary Outcomes\n\nfMRI: Monetary incentive delay task Magnetoencephalography: Monetary incentive delay task\n\nAutomated Affect encoding: variables obtained through machine learning analysis\n\nFor Objective 2\n\nPrimary outcomes:\n\nfMRI: Monetary Incentive Delay Task\n\nQuestionnaires: MFQ, ARI, SCARED, PROMIS-A-SR, PROMIS-A-PR\n\nFor Objective 3\n\nPrimary outcomes:\n\nQuestionnaires: PCSC, SCSC, MFQ\n\nImaging (fMRI): Activity in prefrontal cortex and striatum in response to controllable setback cues in the Persistence after Setbacks task\n\nFor Objective 4\n\nPrimary outcomes:\n\nQuestionnaires: MFQ, ARI, SCARED, PROMIS-A-SR, PROMIS-A-PR\n\nSecondary outcomes:\n\nQuestionnaires: Family-function measures (FAD, FBS, and FRFC-P), quality of life measure (PQ-LES-Q), sleep measures (PROMIS-Sleep)\n\nBehavioral task: Five Minute Speech Sample, Parent-Child Discussion Task, SMT, Mood Induction task, Parent-Child Discussion Task (PCDT)"
        },
        "conditionsModule": {
            "conditions": [
                "Depression"
            ],
            "keywords": [
                "Cognitive Behavior Therapy",
                "Mood Disorder",
                "Biomarkers",
                "Mechanism",
                "Major Depressive Disorder (MDD)",
                "Natural History"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "designInfo": {
                "observationalModel": "CASE_CONTROL",
                "timePerspective": "PROSPECTIVE"
            },
            "enrollmentInfo": {
                "count": 4100,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Adolescents with major depression",
                    "description": "Adolescents with a current or past history of meeting full critieria for major depressive disorder",
                    "interventionNames": [
                        "Behavioral: Growth Mindset"
                    ]
                },
                {
                    "label": "Healthy volunteer adolescents/young adults",
                    "description": "Adolescents with no history of significant psychiatric or medical disorders (as defined in the protocol) currently or in the past."
                },
                {
                    "label": "Parents of adolescent participants",
                    "description": "biological parent or legal guardian of an enrolled adolescent (who is a healthy volunteer, has s MDD \\[subthreshold depression\\], or has MDD \\[Major Depressive Disorder\\]) participant"
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Growth Mindset",
                    "description": "30 Minute interactive video",
                    "armGroupLabels": [
                        "Adolescents with major depression"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Mood and Feelings Questionnaire",
                    "description": "changes in MFQ scores over time",
                    "timeFrame": "ongoing"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "* INCLUSION CRITERIA:\n* Youths who meet DSM 5 criteria for Major Depressive Disorder (Group 1)\n\nInclusion criteria for Youth with MDD (all must be met):\n\n* Ages 11-17 at the time of enrollment in Characterization;\n* Current diagnosis of DSM-5 Major Depressive Disorder (within the last six months from assessment) which are:\n* Five or more of the following symptoms have been present during the same 2-week period and represent a change from previous functioning; at least one of the symptoms is either (1) depressed mood or (2) loss of interest or pleasure.\n\n  * Depressed mood most of the day, nearly every day, as indicated by either subjective report (e.g., feeling sad, blue, \"down in the dumps,\"or empty) or observation made by others (e.g., appears tearful or about to cry). (In children and adolescents, this may present as an irritable or cranky, rather than sad, mood.)\n  * Markedly diminished interest or pleasure in all, or almost all, activities every day, such as no interest in hobbies, sports, or other things the person used to enjoy doing.\n  * Significant weight loss when not dieting or weight gain (e.g., a change of more than 5 percent of body weight in a month) or decrease or increase in appetite nearly every day.\n  * Insomnia (inability to get to sleep or difficulty staying asleep) or hypersomnia (sleeping too much) nearly every day\n  * Psychomotor agitation (e.g., restlessness, inability to sit still, pacing, pulling at clothes or clothes) or retardation (e.g., slowed speech, movements, quiet talking) nearly every day\n  * Fatigue, tiredness, or loss of energy nearly every day (e.g., even the smallest tasks, like dressing or washing, seem difficult to do and take longer than usual).\n  * Feelings of worthlessness or excessive or inappropriate guilt nearly every day (e.g., ruminating over minor past failings).\n  * Diminished ability to think or concentrate, or indecisiveness, nearly every day (e.g. appears easily distracted, complains of memory difficulties).\n  * Recurrent thoughts of death (not just fear of dying), recurrent suicidal ideas without a specific plan, or a suicide attempt or a specific plan for committing suicide\n* Symptoms cause clinically significant distress or impairment in social, occupational/academic, or other important areas of functioning.\n* The episode is not attributable to the physiological effects of a substance or to another medical condition.\n* Added criteria for Children with MDD entering outpatient treatment. In addition to criteria in above, the youth:\n\n  ---Meets criteria for on-going or current (defined as within the past six weeks) MDD\n* Criteria for entering treatment for Youth with Oscillating Depression plus Anxiety (YODA):\n\n  ---In addition to above, those who met full criteria for MDD within the past six weeks, but are sub-threshold now, and in addition, meet ongoing full criteria for one or more of Social Phobia, Generalized Anxiety Disorder, Panic Disorder, or Separation Anxiety Disorder are termed YODA. YODA, who do not meet criteria for ongoing MDD, will be eligible for treatment. While YODA are sub-threshold for DSM-5 Major Depression at the time of enrollment into treatment studies, they must have met full criteria for MDD within the past six weeks.\n\n  -Youths who meet modified DSM criteria for Subthreshold Depression (Group 2) (This cohort is historical only; (previously n=200 to be enrolled; ceased enrolling this population with Amendment J (2022); none enrolled after Dec 2021).\n* Inclusion criteria for subthreshold depressive disorder were:\n\n  * Ages 11-17 at the time of enrollment in Characterization;\n  * An episode of depressed mood or loss of interest or pleasure lasting at least 1 week plus\n  * At least two of the seven other DSM-5-associated symptoms for major depression\n  * Occurring in the last six months.\n\nINCLUSION CRITERIA FOR HEALTHY VOLUNTEERS:\n\n* Adolescent Healthy Volunteers (Group 3a)\n\n  * Youth 11 to 17 years of age at time of enrollment in Characterization\n  * the adolescent must be competent to assent; parents must be able comprehend and provide permission for their child (consent).\n  * Participants will be willing to participate in NIMH IRB approved research protocols. Minors will be asked to sign assent forms and their parents will sign the consent form.\n  * Participants will be willing to undergo an evaluation which may include a psychiatric interview, review of medical history (including Tanner staging for minors), and pregnancy testing.\n  * Speaks English.\n  * Have an identified primary care clinician.\n* Adult Healthy Volunteers (Group 3b)\n\n  * Adults 18 to 30 years of age at time of enrollment in Characterization\n  * Subjects must be competent to consent.\n  * Participants will be willing to participate in NIMH IRB approved research protocols.\n  * Participants will be willing to undergo an evaluation, which may include a psychiatric interview, review of medical history, and pregnancy testing (for females).\n  * Speaks English.\n  * Has an identified primary care clinician.\n\nINCLUSION CRITERIA FOR PARENTS OF ENROLLED YOUTH (Group 4):\n\n* Are the biological parent or legal guardian of an enrolled adolescent (who is a healthy volunteer or has MDD) participant; Parents of those with s-MDD are historical only; none enrolled after Dec 2021.\n* Those of all ages are eligible if they are a parent of a currently enrolled participant\n\nEXCLUSION CRITERIA: (All patients)\n\n-Exclusion Criteria for MDD patients (Group 1)\n\n* Meets criteria for schizophrenia, schizophreniform disorder, schizoaffective illness, bipolar disorder, more than mild Autism Spectrum Disorder, Anorexia Nervosa or other severe Eating Disorder.\n* Intellectual disability (clinically identified or IQ less than 70)\n* For subjects with major depression or sub-threshold major depressive episode: Symptoms of depression are due to the direct physiological effects of a drug of abuse, or to a general medical or neurological condition by self and parent report.\n* Meets DSM-5 criteria for alcohol or substance use disorder (excluding tobacco and nicotine use) within the last three months. This is determined solely by clinical interview of child and parent (e.g., KSADS).\n* Current active suicidal ideation (i.e., presence of intent for engaging in suicidal behaviors).\n\nYouths with passive suicidal ideation and/or past active suicidal ideation are still eligible.\n\n* Participants with repeated self-harm occurring in the context of inter-personal conflict.\n* NIMH IRP Employees/staff and immediate family members will be excluded from the study per NIMH policy.\n\n  -Exclusion criteria for youths meeting modified DSM criteria for Subthreshold Depression (Group 2) (this cohort is historical only; previously n=200 to be enrolled; ceased enrolling this population with Amendment J (2022); none enrolled after Dec 2021):\n* Intellectual disability (clinically identified or IQ less than 70).\n* Any serious medical condition (such as epilepsy, heart disease requiring medication) by self and parent report.\n* Past or current diagnosis of a manic or hypomanic episode, major depression), schizophrenia, schizophreniform disorder, schizoaffective illness, Tourette Disorder, or Autism Spectrum Disorder, Anorexia Nervosa or other severe Eating Disorder.\n* Meets DSM-5 criteria for alcohol or substance abuse within the last three months by self and parent report.\n* NIMH IRP Employees/staff and immediate family members will be excluded from the study per NIMH policy.\n\n  -Healthy volunteer youths and adults exclusion criteria:\n* Intellectual disability (clinically identified or IQ less than 70).\n* Any serious medical condition (such as epilepsy, heart disease requiring medication) by self and parent report.\n* Past or current diagnosis of any mood disorder (manic or hypomanic episode, major depression), anxiety disorder (except specific phobia), Obsessive Compulsive Disorder (OCD), Post-Traumatic Stress Disorders (PTSD), Conduct Disorder, schizophrenia, schizophreniform disorder, schizoaffective illness, Tourette Disorder, or Autism Spectrum Disorder.\n* Meets DSM-5 criteria for alcohol or substance abuse within the last three months by self and parent report; for adults, past history of substance dependency or substance abuse within the last three months by self-report.\n* NIMH IRP Employees/staff and immediate family members will be excluded from the study per NIMH policy.\n\nParents of enrolled participants (group 3) exclusion criteria:\n\n* Parents who are unable to understand or read English well enough to complete the study interview and tests.\n* Parents who are a current NIMH employee, or staff member, or a family member of an NIMH employee. NIMH IRP Employees/staff and immediate family members will be excluded from the study per NIMH policy.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "11 Years",
            "maximumAge": "25 Years",
            "stdAges": [
                "CHILD",
                "ADULT"
            ],
            "studyPopulation": "A clinical population of depressed adolescents age 11-17 (inclusive)@@@",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Daniel S Pine, M.D.",
                    "role": "CONTACT",
                    "phone": "(301) 594-1318",
                    "email": "daniel.pine@nih.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Daniel S Pine, M.D.",
                    "affiliation": "National Institute of Mental Health (NIMH)",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "National Institutes of Health Clinical Center",
                    "status": "RECRUITING",
                    "city": "Bethesda",
                    "state": "Maryland",
                    "zip": "20892",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "For more information at the NIH Clinical Center contact Office of Patient Recruitment (OPR)",
                            "role": "CONTACT",
                            "phone": "800-411-1222",
                            "phoneExt": "TTY8664111010",
                            "email": "prpl@cc.nih.gov"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.98067,
                        "lon": -77.10026
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "35452785",
                    "type": "DERIVED",
                    "citation": "Sadeghi N, Fors PQ, Eisner L, Taigman J, Qi K, Gorham LS, Camp CC, O'Callaghan G, Rodriguez D, McGuire J, Garth EM, Engel C, Davis M, Towbin KE, Stringaris A, Nielson DM. Mood and Behaviors of Adolescents With Depression in a Longitudinal Study Before and During the COVID-19 Pandemic. J Am Acad Child Adolesc Psychiatry. 2022 Nov;61(11):1341-1350. doi: 10.1016/j.jaac.2022.04.004. Epub 2022 Apr 19."
                },
                {
                    "pmid": "34847615",
                    "type": "DERIVED",
                    "citation": "Gorham LS, Sadeghi N, Eisner L, Taigman J, Haynes K, Qi K, Camp CC, Fors P, Rodriguez D, McGuire J, Garth E, Engel C, Davis M, Towbin K, Stringaris A, Nielson DM. Clinical utility of family history of depression for prognosis of adolescent depression severity and duration assessed with predictive modeling. J Child Psychol Psychiatry. 2022 Aug;63(8):939-947. doi: 10.1111/jcpp.13547. Epub 2021 Nov 30."
                },
                {
                    "pmid": "34128464",
                    "type": "DERIVED",
                    "citation": "Keren H, Zheng C, Jangraw DC, Chang K, Vitale A, Rutledge RB, Pereira F, Nielson DM, Stringaris A. The temporal representation of experience in subjective mood. Elife. 2021 Jun 15;10:e62051. doi: 10.7554/eLife.62051."
                }
            ],
            "seeAlsoLinks": [
                {
                    "label": "NIH Clinical Center Detailed Web Page",
                    "url": "https://clinicalstudies.info.nih.gov/cgi/detail.cgi?A_2018-M-0037.html"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000003863",
                    "term": "Depression"
                },
                {
                    "id": "D000003866",
                    "term": "Depressive Disorder"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001526",
                    "term": "Behavioral Symptoms"
                },
                {
                    "id": "D000019964",
                    "term": "Mood Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M7058",
                    "name": "Depression",
                    "asFound": "Depression",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7061",
                    "name": "Depressive Disorder",
                    "asFound": "Depression",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7060",
                    "name": "Depressive Disorder, Major",
                    "relevance": "LOW"
                },
                {
                    "id": "M21835",
                    "name": "Mood Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4818",
                    "name": "Behavioral Symptoms",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}