{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06021782",
            "orgStudyIdInfo": {
                "id": "HSR22513"
            },
            "organization": {
                "fullName": "University of Virginia",
                "class": "OTHER"
            },
            "briefTitle": "Characterization of the Pudendal Nerve With Transvaginal Ultrasonography",
            "officialTitle": "Characterization of the Pudendal Nerve With Transvaginal Ultrasonography",
            "therapeuticArea": [
                "Other"
            ],
            "study": "characterization-of-the-pudendal-nerve-with-transvaginal-ultrasonography"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-08",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-05-13",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-12",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-12",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-08-26",
            "studyFirstSubmitQcDate": "2023-08-26",
            "studyFirstPostDateStruct": {
                "date": "2023-09-01",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-08-26",
            "lastUpdatePostDateStruct": {
                "date": "2023-09-01",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Monique Vaughan, MD",
                "investigatorTitle": "Assistant Professor",
                "investigatorAffiliation": "University of Virginia"
            },
            "leadSponsor": {
                "name": "University of Virginia",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This is a feasibility study characterizing the ability of transvaginal ultrasonography to identify the pudendal nerve. Today, the pudendal nerve block is typically accomplished through blind landmark techniques, thus limiting its success. To date, there has never been an attempt to determine if the visualization of the pudendal nerve would be possible using transvaginal ultrasound with existing technology; nor to perform this procedure transvaginally with the assistance of ultrasound.",
            "detailedDescription": "This is a feasibility study characterizing the ability of transvaginal ultrasonography to identify the pudendal nerve. The pudendal nerve is a sensory and motor nerve arising from the sacral plexus, innervating the perineum. Anesthesia of the pudendal nerve (pudendal nerve block) is used to assist during obstetrical procedures (forceps delivery, vaginal tear repair), to improve discomfort associated with vaginal delivery when time is not sufficient to place an epidural, and to reduce pain following certain urogynecological surgeries \\[1-4\\]. Pudendal nerve block is also used to manage chronic pain associated with pudendal neuralgia \\[5\\]. Today, the pudendal nerve block is typically accomplished through blind landmark techniques, thus limiting its success \\[6-7\\]. More recently, efforts have been made to attempt this procedure with ultrasound from a more external approach transglutially, however this method requires high level of technical skill and is associated with high failure rate when compared to a blind landmark technique \\[8-10\\]. Other methods of accomplishing pudendal nerve blocks include the use of fluoroscopy. However, these renders the procedure more costly and subjects the patient to the inherent risk of radiation \\[11\\]. To date, there has never been an attempt to determine if the visualization of the pudendal nerve would be possible using transvaginal ultrasound with existing technology; nor to perform this procedure transvaginally with the assistance of ultrasound."
        },
        "conditionsModule": {
            "conditions": [
                "Anesthesia"
            ],
            "keywords": [
                "pudendal nerve"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": false,
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "PROSPECTIVE"
            },
            "enrollmentInfo": {
                "count": 24,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "All subjects",
                    "description": "Patients scheduled to have their transvaginal ultrasound for medical reasons at the fetal care center and gynecology clinic will be asked to participate in this study. Also, patients undergoing pelvic floor surgery at either the Main OR or outpatient surgery center at UVA will be asked to participate.",
                    "interventionNames": [
                        "Other: All subjects-Observation"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "All subjects-Observation",
                    "description": "The sonographer or study team member will scan the lateral vaginal walls (Left and right) directing the probe slightly caudad in direction of the ischial spine (IS). The IS is very echogenic and easily identifiable (bony landmark). Anatomically, the pudendal nerve courses underneath the IS and travels with the vascular bundle of the pudendal artery and pudendal vein. The artery and the vein will be identified using color flow Doppler at the time of the scan. These landmarks, IS, pudendal artery and vein will serve as the basis for the identification of the pudendal nerve.",
                    "armGroupLabels": [
                        "All subjects"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Observing the Pudendal Nerve",
                    "description": "We will use this study to determine if we can use transvaginal ultrasound to visualize the pudendal nerve through transvaginal ultrasound.",
                    "timeFrame": "day of study participate (1 day per participant)"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Scheduled to undergo transvaginal ultrasound at the Fetal Care Center (FCC) or Gynecology clinic\n* Patients undergoing pelvic floor surgery at either the Main OR or outpatient surgery center at UVA will be included. This includes surgeries performed by surgeons in the Department of OBGYN, Division of Pelvic Medicine and Reconstructive Surgery, and includes surgeries for repair of prolapse, urinary incontinence, fistula, urethral diverticulum, or other pelvic floor issues.\n* \\>18 years age\n* English-speaking\n\nExclusion Criteria:\n\n• Refusal to participate",
            "healthyVolunteers": true,
            "sex": "FEMALE",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "Patient scheduled to undergo transvaginal ultrasound at the Fetal Care Center (FCC) or Gynecology clinic. Or patients undergoing pelvic floor surgery at either the Main OR or outpatient surgery center at UVA will be included. This includes surgeries performed by surgeons in the Department of OBGYN, Division of Pelvic Medicine and Reconstructive Surgery, and includes surgeries for repair of prolapse, urinary incontinence, fistula, urethral diverticulum, or other pelvic floor issues.",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "locations": [
                {
                    "facility": "University of Virginia",
                    "status": "RECRUITING",
                    "city": "Charlottesville",
                    "state": "Virginia",
                    "zip": "22903",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Monique Vaughan, MD",
                            "role": "CONTACT",
                            "phone": "434-924-2103",
                            "email": "mv4w@UVAHEALTH.ORG"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.02931,
                        "lon": -78.47668
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "13313599",
                    "type": "BACKGROUND",
                    "citation": "KOBAK AJ, EVANS EF, JOHNSON GR. Transvaginal pudendal nerve block; a simple procedure for effective anesthesia in operative vaginal delivery. Am J Obstet Gynecol. 1956 May;71(5):981-9. No abstract available."
                },
                {
                    "pmid": "3893025",
                    "type": "BACKGROUND",
                    "citation": "Langhoff-Roos J, Lindmark G. Analgesia and maternal side effects of pudendal block at delivery. A comparison of three local anesthetics. Acta Obstet Gynecol Scand. 1985;64(3):269-72. doi: 10.3109/00016348509155127."
                },
                {
                    "pmid": "15491563",
                    "type": "BACKGROUND",
                    "citation": "Arslan M, Yazici G, Dilek U. Pudendal nerve block for pain relief in episiotomy repair. Int J Gynaecol Obstet. 2004 Nov;87(2):151-2. doi: 10.1016/j.ijgo.2004.06.020. No abstract available."
                },
                {
                    "pmid": "24085633",
                    "type": "BACKGROUND",
                    "citation": "Nikpoor P, Bain E. Analgesia for forceps delivery. Cochrane Database Syst Rev. 2013 Sep 30;9(9):CD008878. doi: 10.1002/14651858.CD008878.pub2."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        }
    },
    "hasResults": false
}