{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06075576",
            "orgStudyIdInfo": {
                "id": "CR-6526"
            },
            "organization": {
                "fullName": "Johnson & Johnson Vision Care, Inc.",
                "class": "INDUSTRY"
            },
            "briefTitle": "Characterization of the Central and Peripheral Wavefront Aberration Profile in Pediatric Myopic Subjects",
            "officialTitle": "Characterization of the Central and Peripheral Wavefront Aberration Profile in Pediatric Myopic Subjects",
            "therapeuticArea": [
                "Other"
            ],
            "study": "characterization-of-the-central-and-peripheral-wavefront-aberration-profile-in-pediatric-myopic-subjects"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-11-16",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-12-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-10-04",
            "studyFirstSubmitQcDate": "2023-10-04",
            "studyFirstPostDateStruct": {
                "date": "2023-10-10",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-15",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-17",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Johnson & Johnson Vision Care, Inc.",
                "class": "INDUSTRY"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This is a 3-visit, single site, observational clinical study to evaluate the characterization of the central and peripheral wavefront aberration profiles in pediatric myopic subjects."
        },
        "conditionsModule": {
            "conditions": [
                "Myopia"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": false,
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "PROSPECTIVE"
            },
            "enrollmentInfo": {
                "count": 36,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "interventions": [
                {
                    "type": "DIAGNOSTIC_TEST",
                    "name": "Intervention",
                    "description": "No test articles will be used in the study. However, while taking measurements, the subject's eye will be exposed to light or light flashes that are about the same or lesser intensity than those in a routine eye exam in an eye care provider's office."
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Central aberration profile of pediatric myopia population under cycloplegic conditions for distance",
                    "description": "Assessment of central aberration profile of pediatric myopia population under cycloplegic conditions for distance (target at 4m) viewing conditions.",
                    "timeFrame": "up to day 26 from Visit 1"
                },
                {
                    "measure": "Peripheral aberration profile of pediatric myopia population under cycloplegic conditions for distance",
                    "description": "Assessment of peripheral aberration profile of pediatric myopia population under cycloplegic conditions for distance (target at 4m) viewing conditions.",
                    "timeFrame": "up to day 26 from Visit 1"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\nPotential subjects must satisfy all of the following criteria to be enrolled in the study:\n\nThe subject must:\n\n1. Read or (be read to) and sign the CHILDREN'S ASSENT (information and assessment form) and receive a fully executed copy of the form.\n2. Have parents or legal guardians who must read, understand, and sign the STATEMENT OF INFORMED CONSENT FORM and receive a fully executed copy of the form.\n3. Appear able and willing to adhere to the instructions set forth in this clinical protocol.\n4. Be at least 6 years of age and not greater than 17 years of age at the time of consent.\n5. The subjects are required to be within -1.00 to -6.00 D (inclusive) for the spherical component of vertex- corrected refraction.\n6. The magnitude of cylindrical component of the subject's vertex distance corrected distance refraction must be between 0.00 and 2.25 D in each eye.\n7. The subject must have distance best corrected visual acuity of 20/25 or better in each eye.\n\nExclusion Criteria:\n\nPotential subjects who meet any of the following criteria will be excluded from participating in the study:\n\nThe subject must not:\n\n1. Be currently pregnant or lactating.\n2. Be diabetic.\n3. Be currently using any ocular medications or have any ocular infection of any type.\n4. By self-report, have any ocular or systemic disease, allergies, infection, or use of medication that may otherwise compromise study endpoints, including infectious disease (e.g., hepatitis, tuberculosis), contagious immunosuppressive disease (e.g., Human Immunodeficiency Virus \\[HIV\\]), autoimmune disease (e.g., rheumatoid arthritis, Sjögren's syndrome), or history of serious mental illness or seizures. See section 9.1 for additional details regarding excluded systemic medications.\n5. Have habitually worn rigid gas permeable (RGP) lenses, orthokeratology lenses, or hybrid lenses (e.g., SynergEyes, SoftPerm) within the past 6 months.\n6. History of pharmacologic treatment for myopia within the past 2 years.\n7. Have participated in any study using pharmacologic agents within 30 days prior to study enrollment.\n8. Use of any ocular medication, except for rewetting drops.\n9. Have a history of pathological dry eye.\n10. Be an employee or immediate family member of an employee of clinical site (e.g., Investigator, Coordinator, Technician).\n11. Have any known hypersensitivity or allergic reaction to rewetting drop solutions, topical anesthetic (Proparacaine), topical cycloplegic drops (Tropicamide) or sodium fluorescein.\n12. Have clinically significant (grade 3 or higher on the FDA grading scale) slit lamp findings (e.g., corneal edema, neovascularization or staining, tarsal abnormalities or bulbar injection) or other corneal or ocular disease or abnormalities may otherwise compromise study endpoints (including entropion, ectropion, chalazia, recurrent styes, glaucoma, history of recurrent corneal erosions, aphakia, moderate or above corneal distortion, herpetic keratitis).\n13. Have a history of strabismus or amblyopia.\n14. Have fluctuations in vision due to clinically significant dry eye or other ocular conditions.\n15. Have had or have planned (within the study period) any ocular or intraocular surgery (e.g., radial keratotomy, PRK, LASIK, iridotomy, retinal laser photocoagulation, etc.).\n16. Intraocular pressure \\>21 mm of Hg OD or OS.\n17. Ocular anterior chamber angle assessed by Van Herick's measurement of grade 2 or less OD or OS.\n18. Have latent, manifest nystagmus or any fixation related abnormality (at the discretion of the investigator).\n19. Have any corneal scar and/or distortion within the central 6 mm.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "6 Years",
            "maximumAge": "17 Years",
            "stdAges": [
                "CHILD"
            ],
            "studyPopulation": "Healthy male and female non-contact lens wearing subjects within ages 6 to 17 years will be recruited. Subjects enrolled in this study will be myopic. Approximately half the number of subjects will be under 10 years of age.",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Study Contact",
                    "role": "CONTACT",
                    "phone": "1-800-843-2020",
                    "email": "NJoshi30@ITS.JNJ.com"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Johnson & Johnson Vision Care, Inc. Clinical Trial",
                    "affiliation": "Johnson & Johnson Vision Care, Inc.",
                    "role": "STUDY_DIRECTOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Houston College of Optometry - J. Armistead Bldg Room 2195",
                    "status": "RECRUITING",
                    "city": "Houston",
                    "state": "Texas",
                    "zip": "77204",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 29.76328,
                        "lon": -95.36327
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Johnson \\& Johnson Medical Device Companies have an agreement with the Yale Open Data Access (YODA) to serve as the independent review panel for evaluation of requests for clinical study reports and participant level data from investigators and physicians for scientific research that will advance medical knowledge and public health. Requests for access to the study data can be submitted through the YODA Project site at http://yoda.yale.edu",
            "url": "http://yoda.yale.edu"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009216",
                    "term": "Myopia"
                }
            ],
            "ancestors": [
                {
                    "id": "D000012030",
                    "term": "Refractive Errors"
                },
                {
                    "id": "D000005128",
                    "term": "Eye Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M12168",
                    "name": "Myopia",
                    "asFound": "Myopia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M14872",
                    "name": "Refractive Errors",
                    "relevance": "LOW"
                },
                {
                    "id": "M8271",
                    "name": "Eye Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC11",
                    "name": "Eye Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}