{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05480904",
            "orgStudyIdInfo": {
                "id": "CSALTS"
            },
            "secondaryIdInfos": [
                {
                    "id": "NCI-2022-08555",
                    "type": "REGISTRY",
                    "domain": "NCI"
                }
            ],
            "organization": {
                "fullName": "St. Jude Children's Research Hospital",
                "class": "OTHER"
            },
            "briefTitle": "Characterizing Sleep Among Long-term Survivors of Childhood Cancer",
            "officialTitle": "Characterizing Sleep Among Long-term Survivors of Childhood Cancer",
            "therapeuticArea": [
                "Oncology and Hematology",
                "Other"
            ],
            "study": "characterizing-sleep-among-long-term-survivors-of-childhood-cancer"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-01",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-04-17",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-12",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-12",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-07-19",
            "studyFirstSubmitQcDate": "2022-07-27",
            "studyFirstPostDateStruct": {
                "date": "2022-07-29",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-01-11",
            "lastUpdatePostDateStruct": {
                "date": "2024-01-12",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "St. Jude Children's Research Hospital",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false,
            "isUsExport": true
        },
        "descriptionModule": {
            "briefSummary": "The patients are being asked to take part in this clinical trial because they received cancer treatment as a child at St. Jude. The study comprehensively examines sleep among three distinct diagnostic groups of survivors in the SJLIFE cohort: ALL, CNS tumors, and non-CNS solid tumors.\n\nPrimary Objective\n\nThe primary aim of this protocol is to estimate the prevalence of various sleep disorders among long-term survivors of childhood ALL, CNS tumors, and non- CNS solid tumors.\n\nExploratory Objective\n\nThe exploratory objective of the study is to explore associations between the prevalence of sleep disorders and clinical outcomes collected in SJLIFE.",
            "detailedDescription": "A cross-sectional pilot study that will enroll participants for on-campus or remote study activities. The investigators anticipate a targeted evaluable accrual of 120, 40 within each of the three groups identified above. The plan is to employ remote polysomnography and surveys to assess patterns of sleep disorders. These assessments could be done in the homes of survivors or during campus visits."
        },
        "conditionsModule": {
            "conditions": [
                "ALL, Adult",
                "CNS Tumor",
                "Solid Tumor"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": false,
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "PROSPECTIVE"
            },
            "enrollmentInfo": {
                "count": 120,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "On campus",
                    "description": "SJLIFE Study Campus Visit",
                    "interventionNames": [
                        "Other: Neurocognitive (Thinking) Testing",
                        "Other: Health Questionnaires, Sleep Surveys & Sleep Diary",
                        "Diagnostic Test: Echocardiography/EKG",
                        "Diagnostic Test: Pulmonary Function",
                        "Device: Remote Polysomnography",
                        "Diagnostic Test: Physical Function"
                    ]
                },
                {
                    "label": "Remote",
                    "description": "SJLIFE cohort: ALL, CNS tumors, and non-CNS solid tumors",
                    "interventionNames": [
                        "Diagnostic Test: CNS Vital Signs (Thinking) Testing",
                        "Other: Health Questionnaires, Sleep Surveys & Sleep Diary",
                        "Device: Remote Polysomnography"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Neurocognitive (Thinking) Testing",
                    "description": "Intelligence: WASI-II 20 min; Sustained Attention:\n\nConners Continuous Performance Test 3rd ED. 15 min; Memory: California Verbal Learning Test 2nd Ed. 20 min; Visual Selective Reminding 7 min; Processing Speed:Coding/Digit Symbol 3 min; Grooved Pegboard 5 min; Executive Function: Trail Making Test 5 min; Verbal Fluency Test 3 min; Digit Span 5 min; Visuospatial: Rey Complex Figure 10 min; Functional Behavior: CCSS Neurocognitive Questionnaire 5 min.",
                    "armGroupLabels": [
                        "On campus"
                    ]
                },
                {
                    "type": "DIAGNOSTIC_TEST",
                    "name": "CNS Vital Signs (Thinking) Testing",
                    "description": "Attention: Continuous Performance Task 5 mins Processing Speed: Symbol Digit Test 4 mins Executive Function: Shifting Attention 3 min and Stroop Test 5 mins",
                    "armGroupLabels": [
                        "Remote"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Health Questionnaires, Sleep Surveys & Sleep Diary",
                    "description": "The participant will be asked to complete the sleep surveys and sleep diary, FACIT fatigue, and CSALTS Pain Survey These questionnaires will take about 29 minutes to complete. The sleep diary is completed at the time the participant wears the sleep device.",
                    "armGroupLabels": [
                        "On campus",
                        "Remote"
                    ]
                },
                {
                    "type": "DIAGNOSTIC_TEST",
                    "name": "Echocardiography/EKG",
                    "description": "All echocardiograms will be performed using a General Electric VIVID-7. The LV volume, mass and EF will be calculated using the recommendations of the American Society of Echocardiography",
                    "armGroupLabels": [
                        "On campus"
                    ]
                },
                {
                    "type": "DIAGNOSTIC_TEST",
                    "name": "Pulmonary Function",
                    "description": "PFTs will include spirometry, lung volume measurements by body plethysmography and single breath carbon monoxide-diffusion capacity (DLCO).",
                    "armGroupLabels": [
                        "On campus"
                    ]
                },
                {
                    "type": "DEVICE",
                    "name": "Remote Polysomnography",
                    "description": "The Sleep Profiler PSG2/WatchPat device will be used to assess nighttime sleep disorders.",
                    "armGroupLabels": [
                        "On campus",
                        "Remote"
                    ],
                    "otherNames": [
                        "Sleep Profiler PSG2-Overnight Sleep Study"
                    ]
                },
                {
                    "type": "DIAGNOSTIC_TEST",
                    "name": "Physical Function",
                    "description": "This is a test of how your heart and lungs respond to exercise.",
                    "armGroupLabels": [
                        "On campus"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Insomnia Severity Index (ISI)",
                    "description": "ISI is a seven-item questionnaire that looks at symptoms of clinical insomnia. The ISI assesses insomnia symptoms over the past 14 days and has demonstrated good reliability and validity. The total ISI score ranges from 0 to 28, with scores \\< 8 indicating no significant insomnia.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "CSALTS Sleep Survey",
                    "description": "CSALTS Sleep Survey incorporating Epworth Sleepiness Scale (EPS) and Pittsburg Sleep Quality Index (PSQI) The CSALTS Sleep Survey assesses sleep quality, patterns, and daytime sleepiness. It incorporates 19 questions from the PSQI and 8 questions of the ESS. The PSQI and ESS total scores will be reported.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Morningness-Eveningness Questionnaire (MEQ)",
                    "description": "The MEQ is a 19-question measure that assesses the degree to which respondents are active and alert at certain times of the day. Each item is rated using a Likert-type scale with lower scales reflecting a more evening-type characterization of alertness. Global scores range from 16 to 86 and these values are used to define 'definitely morning type' (70-86), 'moderately morning type' (59-69), 'neither type' (42-58), 'moderately evening type' (31-41), and 'definitely evening type' (16-30).",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Circadian Type Inventory (CTI)",
                    "description": "CTI is an 11-item questionnaire that looks at rigidity/flexibility of sleeping habits and ability/inability to overcome drowsiness (i.e., circadian rhythm disorders). Respondents use a 5-item, Likert-type scale to answer questions regarding their sleep habits and preferences. Scales range from 1 (\"almost never\") to 5 (\"almost always\"). Higher scores on the rigidity subscales indicate a greater flexibility in circadian rhythm, while lower scores on the overcoming-drowsiness subscale indicate a greater ability to manage on less sleep.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Functional Assessment of Chronic Illness Therapy Fatigue Scale (FACIT)",
                    "description": "fatigue scale is a short 13-item tool that provides a single measure of an individual's level of fatigue during a usual day.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "CSALTS Pain Survey",
                    "description": "The 7-item pain survey will include pain interference questions from the SJLIFE Behavioral Survey and one pain intensity question. The six items that measures amount of pain interference in daily activities in last 7 days is measured from \"not at all\" to \"very much.\" The pain intensity question is measured 1-10 with 10 \"worst imaginable pain.\"",
                    "timeFrame": "Baseline for 2 nights"
                },
                {
                    "measure": "Polysomnography Evaluation (Sleep Profiler PSG2 or WatchPAT)",
                    "description": "The Sleep Profiler PSG2 measures brain waves during sleep, blood oxygen levels, heart rate, and breathing and will measure different patterns of sleep stages. Two nights of data collection will be requested though one night will be sufficient if the participant sleeps at least 4 hours. The apnea hypopnea index and sleep efficiency scores will be reported.\n\nThe WatchPAT device assesses sleep timing, sleep staging, and sleep apnea events via a device worn on the wrist that measures limb movement, peripheral arterial tone and connects to an EKG electrode. Two nights of data collection will be requested though one night will be sufficient if the participant sleeps at least 4 hours. The apnea hypopnea index and sleep efficiency scores will be reported",
                    "timeFrame": "Baseline"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Sustained Attention -Conners Continuous Performance Test 3rd Ed or CNS-VS CPT.",
                    "description": "Computerized test of omissions, variability, and reaction time, requiring participants to respond to letter stimuli on the screen quickly and accurately, while avoiding targets. These three scores will be reported in T scores.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Memory-California Verbal Learning Test 2nd Ed.",
                    "description": "Orally administered test of verbal learning, short-term and long-term verbal free-recall memory, requiring participant to learn and remember a list of words, measured in T-score and z-scores.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Executive Functions -Trail Making Test or CNS-VS Shifting Attention Test",
                    "description": "The Trail Making Test is a timed task that requires a participant to shift his/her attention adaptively and flexibly. Considered a measure of cognitive flexibility. Standard score for Trail Making Letter-Word Switching will be reported.\n\nShifting Attention Test (SAT) measure cognitive flexibility with a single standard score.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Executive Functions- Verbal Fluency Test Controlled Oral Word Association (COWA) or CNS-VS Stroop Test",
                    "description": "This is a task of cognitive/verbal fluency. Participants are given a letter and must say as many words that start with that letter within 60 seconds. A single age-adjusted z-score will be reported.\n\nStroop Test (ST) measures cognitive control and fluency with a single standard score",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Executive Functions -Digit Span Backward",
                    "description": "Digit Span Backward: Digit Span Backward (DSB), from the Digit Span subtest on the WAIS-IV, is a measure of working memory. The number of digits recalled in the longest span is converted to a standard score using age-based norms. Considered a process score on the WAIS-IV DSB is found to have acceptable reliability and validity parameters.",
                    "timeFrame": "Baseline"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Intelligence",
                    "description": "WASI-II assessment of intelligence that provides composite scores that estimate verbal comprehension and perceptual reasoning abilities, requiring participants to define words and complete visual puzzles, measured in T scores converted to Standard Scores for Full Scale IQ.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Processing Speed - Coding/Digit Symbol or CNS-VS Symbol Digit Test",
                    "description": "Written timed test of processing speed, requiring participant to copy abstract symbols matched with numbers, measured in a single scaled score",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Processing Speed-Grooved Pegboard",
                    "description": "Timed test of fine motor dexterity and speed, requiring participant to put small metal pegs into pegboard, using dominant hand, measured in a single standard score.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Pulmonary Function",
                    "description": "Participants will complete pulmonary function tests (PFTs) as part of their standard on-campus SJLIFE visit. PFTs will be performed in a single laboratory according to the American Thoracic Society task force guidelines. PFTs will include spirometry, lung volume measurements by body plethysmography and single breath carbon monoxide-diffusion capacity (DLCO). The observed values of each survivor for forced vital capacity (FVC), forced expiratory volume in 1 second (FEV1), total lung capacity (TLC), and DLCOcorr will be compared with those predicted for the patient's age, race, gender, and height based on reference equations.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Echocardiogram",
                    "description": "Participants will complete an echocardiogram as part of their standard SJLIFE visit. All echocardiograms will be performed using a General Electric VIVID-7. The LV volume, mass and EF will be calculated using the recommendations of the American Society of Echocardiography.",
                    "timeFrame": "Baseline"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Participant in SJLIFE and \\> 5 years from diagnosis.\n* \\>18 years of age at time of enrollment.\n* Diagnosed with ALL (treated with CRT or chemotherapy only) or CNS tumors (posterior fossa tumors or supratentorial tumors) or non-CNS solid tumors (with abdominal or chest radiation or bilateral retinoblastoma survivors).\n* Participant was less than 21 years of age at time of diagnosis.\n* Speaks and understands English (polysomnography device speaks to patients only in English).\n* Remote participant must have Wi-Fi access\n\nExclusion Criteria:\n\n* Estimated intelligence score \\<80.\n* Currently prescribed an intervention for a sleep disorder.\n* Survivor of craniopharyngioma.\n* Survivor of Hodgkin Lymphoma.\n* Relapsed or treated with hematopoietic stem cell therapy.\n* Brain injury unrelated to cancer diagnosis or therapy.\n* Pulmonary injury unrelated to cancer diagnosis or therapy.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "All participants who meet eligibility criteria and consent to enrollment on the study.",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Kevin Krull, PhD",
                    "role": "CONTACT",
                    "phone": "866-278-5833",
                    "email": "referralinfo@stjude.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Kevin Krull, PhD",
                    "affiliation": "St. Jude Children's Research Hospital",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "St. Jude Children's Research Hospital",
                    "status": "RECRUITING",
                    "city": "Memphis",
                    "state": "Tennessee",
                    "zip": "38105",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Kevin Krull, PhD",
                            "role": "CONTACT",
                            "phone": "866-278-5833",
                            "email": "referralinfo@stjude.org"
                        },
                        {
                            "name": "Kevin Krull, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 35.14953,
                        "lon": -90.04898
                    }
                }
            ]
        },
        "referencesModule": {
            "seeAlsoLinks": [
                {
                    "label": "St. Jude Children's Research Hospital",
                    "url": "http://www.stjude.org"
                },
                {
                    "label": "Clinical Trials Open at St. Jude",
                    "url": "http://www.stjude.org/protocols"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000016543",
                    "term": "Central Nervous System Neoplasms"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009423",
                    "term": "Nervous System Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M18937",
                    "name": "Central Nervous System Neoplasms",
                    "asFound": "CNS Tumors",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12367",
                    "name": "Nervous System Neoplasms",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M5506",
                    "name": "Carbon Monoxide",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}