{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05473429",
            "orgStudyIdInfo": {
                "id": "10000417"
            },
            "secondaryIdInfos": [
                {
                    "id": "000417-CC"
                }
            ],
            "organization": {
                "fullName": "National Institutes of Health Clinical Center (CC)",
                "class": "NIH"
            },
            "briefTitle": "Characterization of Nociception Phenotype in Individuals With Intellectual Disability",
            "officialTitle": "Characterization of the Nociception Phenotype in Individuals With Intellectual Disability",
            "therapeuticArea": [
                "Other"
            ],
            "study": "characterization-of-nociception-phenotype-in-individuals-with-intellectual-disability"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06-20",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-08-04",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-10-06",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-12-15",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-07-23",
            "studyFirstSubmitQcDate": "2022-07-25",
            "studyFirstPostDateStruct": {
                "date": "2022-07-26",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-29",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-30",
                "type": "ESTIMATED"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "National Institutes of Health Clinical Center (CC)",
                "class": "NIH"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Background:\n\nPeople with intellectual disability (ID) often have physical disabilities as well. These physical problems can affect their bones, muscles, nerves, and gastrointestinal tracts. All of these issues can also cause pain. Yet little research has been done on pain in people with ID.\n\nObjective:\n\nTo compare brain responses to unpleasant stimuli in people with and without ID.\n\nEligibility:\n\nPeople aged 8 to 30 years diagnosed with an ID. Healthy volunteers without an ID are also needed.\n\nDesign:\n\nThe study requires only 1 visit of up to 4 hours. Participants with ID may come for up to 5 shorter visits instead.\n\nParticipants will take a test to measure their level of ID. They will have a physical exam.\n\nBoth groups will answer questions about pain and how their bodies react to it. They will answer questions about how they respond to things they see, feel, hear, smell, and taste. They will answer questions about their social behaviors. Caregivers may answer questions if the participant cannot.\n\nBoth groups will have a test to measure their brain activity. Participants will wear a special cap, like a swim cap, with sensors and wires. Sensors to examine the heart will be placed on the skin of their chest with stickers. An elastic band will be placed around the middle of their body to measure how fast they are breathing. Sensors to measure sweat will be placed on two fingers.\n\nParticipants will have heat, cold, brushing, and mild electrical stimuli to different parts of their body. Participants will rank how each stimulus feels using a scale with numbers or a scale with faces.",
            "detailedDescription": "STUDY DESCRIPTION:\n\nThe study aims to evaluate the somatosensory response to innocuous and noxious stimuli in individuals with Intellectual Disability (ID) compared to healthy controls.\n\nOBJECTIVES:\n\nPrimary Objective:\n\nTo characterize brain activation patterns using electroencephalography (EEG) and cerebral functional-near-infrared spectroscopy (fNIRS) in response to innocuous and noxious stimulation in individuals with ID (ages, 8-30 years), compared with the brain activation pattern observed in healthy controls.\n\nWe hypothesize that compared to healthy controls, individuals with ID will present decreases in oxygenated hemoglobin (measured by fNIRS) in pain responsive regions (e.g., secondary somatosensory cortex), in response to standardized noxious stimuli (heat, cold, and electrical). In addition, individuals with ID will also present smaller suppression of oscillation in alpha and beta frequencies (measured by EEG at central sites) in response to these stimuli.\n\nExploratory Objective:\n\nTo determine the relationship between brain activation patterns to innocuous and noxious stimuli with physiological and behavioral responses to the same stimuli, in individuals with ID. We hypothesize that decreased oxygenated hemoglobin in response to noxious stimuli in the secondary somatosensory cortex, as well as smaller suppression of oscillations in alpha and beta frequencies at central sites in individuals with ID will correlate with changes in heart rate, galvanic skin response and pupil dilation. In addition, we hypothesize that decreased oxygenated hemoglobin to noxious thermal and electrical stimuli in the secondary somatosensory cortex, as well as smaller suppression of oscillations in alpha and beta frequencies will also be associated with behavioral observations (e.g. vocal, social and changes in facial, body and extremities activity).\n\nENDPOINTS:\n\nPrimary Endpoints:\n\n1. fNIRS response to innocuous and noxious stimuli: oxygenated and deoxygenated hemoglobin concentration measured in the secondary somatosensory cortex.\n2. EEG response to innocuous and noxious stimuli: Alpha and beta oscillations measured at central sites (C3 and C4).\n3. Physiological responses to innocuous and noxious stimulation (heart rate, respiratory rate, galvanic skin response, and pupillary changes).\n4. Behavioral responses to noxious stimulation (e.g. vocal, social and changes in facial, body and extremities activity)."
        },
        "conditionsModule": {
            "conditions": [
                "Intellectual Disability"
            ],
            "keywords": [
                "EEG",
                "fNIRS",
                "Pain Thresholds",
                "Brain Signals",
                "Quantitative Sensory Testing"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "BASIC_SCIENCE",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 215,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "1/ID patients",
                    "type": "EXPERIMENTAL",
                    "description": "ID Patients",
                    "interventionNames": [
                        "Device: TSA2 Thermosensory Stimulator"
                    ]
                },
                {
                    "label": "2/Healthy controls",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Healthy controls",
                    "interventionNames": [
                        "Device: TSA2 Thermosensory Stimulator"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "TSA2 Thermosensory Stimulator",
                    "description": "TSA thermal analyzer uses the thresholds for four sub-modalities to measure thermal sensory threshold. This device is capable of heating or cooling the skin as needed to detect heat and cold tolerance and to deliver thermal stimuli.",
                    "armGroupLabels": [
                        "1/ID patients",
                        "2/Healthy controls"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Provide quantitative measure of pain perception",
                    "description": "a. fNIRS: oxygenated hemoglobin. b.EEG: Theta, alpha, beta, and gamma oscillations across the cortex as measured by EEG time-frequency analysis. c. Pain thresholds (electrical perception threshold; electric tolerance threshold) d. Correlation between brain signals (oxygenated hemoglobin; theta, alpha, beta and gamma oscillations) to pain with behavioral assessments of pain, general functioning and sensory processing",
                    "timeFrame": "End of study"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Provides measure of pain among non-communicating individuals",
                    "description": "a. NCCPC-R and other behavioral measurements of pain administered during QST; b. fNIRS: oxygenated hemoglobin. c. EEG:Theta, alpha, beta, and gamma oscillations across the cortex as measured by EEG time-frequency analysis.",
                    "timeFrame": "End of study"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "* INCLUSION CRITERIA:\n\nIn order to be eligible to participate in this study, an individual must meet all of the following criteria:\n\nFor All Participants\n\n* Provision of signed and dated informed consent form by participant or parent / Legally Authorized Representative (LAR) of patient.\n* Stated willingness to comply with all study procedures and availability for the duration of the study.\n* Male or female, aged 8-30 years of age.\n* Agreement to avoid use of analgesics, NSAIDs, caffeine (24 hours before procedures), illicit substances and alcohol within 2 days prior to enrollment and during study participation.\n\nHealthy Adult Controls\n\n* IQ above 85.\n* Must be fluent in the English Language.\n\nHealthy Children\n\n* IQ above 85.\n* Must be fluent in the English Language.\n\nPatients\n\n-Diagnosis of Intellectual Disability.\n\nEXCLUSION CRITERIA:\n\nAn individual who meets any of the following criteria will be excluded from participation in this study:\n\nAll participants\n\n* NIH employees or children of NIH employee who subordinate to an investigator in this study will be excluded. This will ensure that participation or refusal to participate cannot be perceived as having any beneficial or adverse effects on their employment. There will be no direct solicitation of employees or of employees' children by the employee's supervisor.\n* Allergic reactions to EEG water based gel.\n* History of concussions in individuals with an IQ\\>85.\n* Uncontrolled seizures.\n* Pregnancy (verbal confirmation). Pregnant women will be excluded as there is no data on the effects of nociception in pregnancy.\n* For healthy volunteers only - known history of neurological, psychiatric or pain disorders.\n* History of head injury resulting in prolonged loss of consciousness in individuals with an IQ\\>85.\n\nHealthy Children\n\n-Children who have been diagnosed with neurodevelopmental disorders or treated in early intervention programs.\n\nPatients\n\n-Subjects who are on opioids, NSAID, gabapentin, or pregabalin chronically.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "8 Years",
            "maximumAge": "30 Years",
            "stdAges": [
                "CHILD",
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Zenaide MN Quezado, M.D.",
                    "role": "CONTACT",
                    "phone": "(301) 827-1271",
                    "email": "zquezado@cc.nih.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Zenaide MN Quezado, M.D.",
                    "affiliation": "National Institutes of Health Clinical Center (CC)",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "National Institutes of Health Clinical Center",
                    "status": "RECRUITING",
                    "city": "Bethesda",
                    "state": "Maryland",
                    "zip": "20892",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "For more information at the NIH Clinical Center contact Office of Patient Recruitment (OPR)",
                            "role": "CONTACT",
                            "phone": "800-411-1222",
                            "phoneExt": "TTY dial 711",
                            "email": "ccopr@nih.gov"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.98067,
                        "lon": -77.10026
                    }
                }
            ]
        },
        "referencesModule": {
            "seeAlsoLinks": [
                {
                    "label": "NIH Clinical Center Detailed Web Page",
                    "url": "https://clinicalstudies.info.nih.gov/cgi/detail.cgi?A_000417-CC.html"
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000008607",
                    "term": "Intellectual Disability"
                }
            ],
            "ancestors": [
                {
                    "id": "D000019954",
                    "term": "Neurobehavioral Manifestations"
                },
                {
                    "id": "D000009461",
                    "term": "Neurologic Manifestations"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000065886",
                    "term": "Neurodevelopmental Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M11589",
                    "name": "Intellectual Disability",
                    "asFound": "Intellectual Disability",
                    "relevance": "HIGH"
                },
                {
                    "id": "M13066",
                    "name": "Pain",
                    "relevance": "LOW"
                },
                {
                    "id": "M21826",
                    "name": "Neurobehavioral Manifestations",
                    "relevance": "LOW"
                },
                {
                    "id": "M12404",
                    "name": "Neurologic Manifestations",
                    "relevance": "LOW"
                },
                {
                    "id": "M30644",
                    "name": "Neurodevelopmental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}