{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT02108080",
            "orgStudyIdInfo": {
                "id": "140080"
            },
            "secondaryIdInfos": [
                {
                    "id": "14-AA-0080"
                }
            ],
            "organization": {
                "fullName": "National Institutes of Health Clinical Center (CC)",
                "class": "NIH"
            },
            "briefTitle": "Characterization Imaging Instruments in Alcoholics and Non-Alcoholics",
            "officialTitle": "Characterization Imaging Instruments for Addiction Neuroimaging Assessments",
            "therapeuticArea": [
                "Other"
            ],
            "study": "characterization-imaging-instruments-in-alcoholics-and-non-alcoholics"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04-10",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2014-07-10",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-12-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2014-04-08",
            "studyFirstSubmitQcDate": "2014-04-08",
            "studyFirstPostDateStruct": {
                "date": "2014-04-09",
                "type": "ESTIMATED"
            },
            "lastUpdateSubmitDate": "2024-07-12",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-15",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "National Institute on Alcohol Abuse and Alcoholism (NIAAA)",
                "class": "NIH"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Background:\n\n- People with alcoholism have differences in their brains compared with healthy people. People who are dependent on alcohol also perform differently on behavioral tasks. Researchers want to find out more about these differences. They also want to see if these differences are related to DNA.\n\nObjective:\n\n- To see if differences in brain structure relate to personality and behavior differences in people with and without alcohol dependence.\n\nEligibility:\n\n- Adults age 18 and older.\n\nDesign:\n\n* Participants will visit the NIH Clinical Center once during the study.\n* Participants will be screened with a medical history, EKG, and physical exam. They will give blood and urine samples and undergo a psychiatric interview.\n* Participants will be asked about their alcohol drinking, to see if they have an alcohol use disorder.\n* Participants will play three computerized games. Some will play these games inside a magnetic resonance imaging (MRI) scanner.\n* MRI: strong magnetic field and radio waves take pictures of the brain. Participants lie on a table that slides in and out of a cylinder. They will be in the scanner for about 90 minutes. They may lie still for up to 20 minutes at a time. The scanner makes loud knocking noises. They will get earplugs.",
            "detailedDescription": "Objective\n\nThe purpose of this protocol is to obtain a standard set of imaging assessments, referred to hereinafter as Characterization Imaging Instruments for Addiction Neuroimaging Assessments (CII-ANiA), including but not limited to brain behavioral, structural, functional, and connectivity (structural and functional) information, on all NIAAA research participants: a) to determine how individual differences in brain structure and function relate to various stages of alcohol use disorder, generalized trait personality, and behavior differences (as assessed by psychometric questionnaire instruments and behavioral measures); and b) to determine whether these individual differences relate specifically to genetic polymorphisms in genes governing neurotransmitter activity. Thus, our goal of the CII-ANiA is to identify the brain (structural and functional), behavioral, genetic, and other phenotypic factors that are associated with alcoholism.\n\nStudy population\n\nNon-treatment seeking adult volunteers and inpatient participants with alcohol use disorder (AUDs). Inpatient AUDs refer to individuals diagnosed with alcohol dependence based on DSM-IV-RT criteria or Alcohol Use Disorder as determined by DSM-5 criteria.\n\nDesign\n\nThis study will require one or more visit(s) that will include MRI scan(s) (if the participant is determined eligible) consisting of a whole brain structural MRI, Diffusion Tensor MRI, Resting State functional MRI (rs-fMRI), several task-based functional MRIs, while performing computerized motivational, cognitive, and emotional tasks.\n\nOutcome measures\n\nOutcome measures of interest include differences in brain structural data and in blood oxygenation level dependent (BOLD) signals collected cross-sectionally and/or longitudinally at various stages of alcohol use disorder. Imaging outcomes will be measured with standard techniques and analyzed using established image analysis approaches and software tools such as AFNI, SPM, FSL, DTI Studio, etc. In this effort, we will also utilize BOLD signals elicited by each task which have been shown to be associated with various aspects of neurocircuitries in the phases of addiction. To this end, the outcome measures of interest will include, but will not be not limited to, BOLD signals for the binge/intoxication phase in the nucleus accumbens, thalamus and dorsolateral prefrontal cortex; for the withdrawal/negative emotionality phase in the amygdala, hippocampus, and ventral striatum; and for the preoccupation/anticipation phase in the prefrontal cortex, ventral striatum, and insula. Other primary outcome measures include structural and functional connectivity in salience, default mode, and executive control networks associated with the above-mentioned addiction phases, respectively. Secondary outcome measures include comparisons of the genetic, behavioral and phenotypic factors to imaging and behavioral data acquired across other protocols."
        },
        "conditionsModule": {
            "conditions": [
                "Alcohol Dependence",
                "Alcohol Drinking",
                "Alcohol-Related Disorders",
                "Alcoholism",
                "Brain Mapping"
            ],
            "keywords": [
                "Alcohol",
                "Biomarkers",
                "Adults",
                "Phenotype",
                "Imaging",
                "Natural History"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "designInfo": {
                "observationalModel": "CASE_CONTROL",
                "timePerspective": "OTHER"
            },
            "enrollmentInfo": {
                "count": 1000,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Inpatient AUD",
                    "description": "This group includes individuals who are in the alcohol use treatment."
                },
                {
                    "label": "Outpatient",
                    "description": "This group includes individuals who are not seeking treatment for alcohol use disorder."
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Addiction Neuroimaging Assessments &amp; blood oxygenation level",
                    "description": "Outcome measures of interest include differences in brain structural data and in blood oxygenation level dependent (BOLD) signals collected cross-sectionally and /or longitudinally at various stages of alcohol use disorder",
                    "timeFrame": "Multiple sessions"
                },
                {
                    "measure": "Addiction Neuroimaging Assessments",
                    "description": "structural and functional connectivity in salience, default mode, and executive control networks",
                    "timeFrame": "Multiple sessions"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "AFNI, FSL, SPM and FreeSurfer software",
                    "description": "Secondary outcome measures are to compare the genetic, behavioral and phenotypic factors to imaging and behavioral data acquired across other protocols",
                    "timeFrame": "MRI STUDY VISIT"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "* INCLUSION CRITERIA:\n\nAll adult participants must be:\n\n* Age 18 years or older,\n* Have been pre-screened, determined eligible for any NIAAA study, or enrolled in any\n\nNIAAA study (including 14-AA-0181).\n\nEXCLUSION CRITERIA:\n\nAs this is a natural history protocol, there are no exclusionary criteria for this study.\n\nParticipants should have been tested negative at the time of consent and study procedures using an alcohol breathalyzer, urine drug (UDT) and, when applicable, pregnancy tests. Individuals with a positive breath alcohol concentration (BrAC), UDT, or pregnancy test will be rescheduled or withdrawn from the study.\n\nUpon completion of the consent, the participant will be invited for the study session. On the study session day, the following exclusion criteria will be applied.\n\n-Exclusion criteria for MR scan\\*\n\n* Positive BrAC#,\n* Positive urine drug test (UDT) # for benzodiazepines, cocaine, methamphetamines, opiates and tetrahydrocannabinol (THC) for outpatients. Positive UDT for benzodiazepines and THC are not exclusionary for the inpatients. It is common that the inpatients who are treated for AUD withdrawal are treated with benzodiazepines. Positive THC would also not be exclusionary for this study since it tends to be detected over the long period of time after use. However, we will make note of these for the data analysis purposes.\n* Task performance (behavioral, fMRI) only: cleared based on neuromotor examination,\n* Presence of ferromagnetic objects in the body that are contraindicated for MRI of the head (pacemakers or other implanted electrical devices, brain stimulators, some types of dental implants, aneurysm clips, metallic prostheses, permanent eyeliner, implanted delivery pump, or shrapnel fragments),\n* Cannot lie comfortably flat on back for up to 2 hours in the MRI scanner,\n* Uncomfortable in enclosed spaces (has claustrophobia) such that they would feel discomfort in the scanner,\n* Women: are pregnant#,\n* Are left-handed.\n* Inpatient participants with alcohol use disorder who have symptoms of alcohol withdrawal as indicated by the most recent measurement within the past 30 days, measured by the Clinical Institute Withdrawal Assessment (CIWA-Ar) score \\> 8.\n\n  * Subjects excluded from MR scan may still perform the behavioral tasks which would otherwise be performed in the scanner, if they qualify for behavioral tasks. To avoid undue discomfort, burden, and inconvenience this information, if available, can be gathered from routine clinical care or other NIAAA clinical studies and data.\n\n    * Participants who meet this exclusion criterion will not participate in any part of this study at the time. They will be re-scheduled for a future date(s) when they do not meet any of the exclusionary criterion.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "The study population will consist of outpatient and inpatient participants who are 18 years of age or older who are eligible for or enrolled in other NIAAA protocols. The participant s AUD status at the time of this study will be evaluated as part of the screening procedures of the NIAAA screening protocol 14-AA-0181. The participant s status will be determined using either the DSM-IV-TR or the DSM-5, which also classifies present AUD as mild, moderate, or severe.",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Beth A Lee, R.N.",
                    "role": "CONTACT",
                    "phone": "(301) 451-6964",
                    "email": "beth.lee@nih.gov"
                },
                {
                    "name": "Reza Momenan, Ph.D.",
                    "role": "CONTACT",
                    "phone": "(301) 451-6972",
                    "email": "rezam@nih.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Reza Momenan, Ph.D.",
                    "affiliation": "National Institute on Alcohol Abuse and Alcoholism (NIAAA)",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "National Institutes of Health Clinical Center",
                    "status": "RECRUITING",
                    "city": "Bethesda",
                    "state": "Maryland",
                    "zip": "20892",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 38.98067,
                        "lon": -77.10026
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "21126735",
                    "type": "BACKGROUND",
                    "citation": "Andrews MM, Meda SA, Thomas AD, Potenza MN, Krystal JH, Worhunsky P, Stevens MC, O'Malley S, Book GA, Reynolds B, Pearlson GD. Individuals family history positive for alcoholism show functional magnetic resonance imaging differences in reward sensitivity that are related to impulsivity factors. Biol Psychiatry. 2011 Apr 1;69(7):675-83. doi: 10.1016/j.biopsych.2010.09.049. Epub 2010 Dec 3."
                },
                {
                    "pmid": "10366000",
                    "type": "BACKGROUND",
                    "citation": "Baker KG, Harding AJ, Halliday GM, Kril JJ, Harper CG. Neuronal loss in functional zones of the cerebellum of chronic alcoholics with and without Wernicke's encephalopathy. Neuroscience. 1999;91(2):429-38. doi: 10.1016/s0306-4522(98)90664-9."
                },
                {
                    "pmid": "15902907",
                    "type": "BACKGROUND",
                    "citation": "Bjork JM, Hommer DW, Grant SJ, Danube C. Impulsivity in abstinent alcohol-dependent patients: relation to control subjects and type 1-/type 2-like traits. Alcohol. 2004 Oct-Nov;34(2-3):133-50. doi: 10.1016/j.alcohol.2004.06.012."
                }
            ],
            "seeAlsoLinks": [
                {
                    "label": "NIH Clinical Center Detailed Web Page",
                    "url": "https://clinicalstudies.info.nih.gov/cgi/detail.cgi?A_2014-AA-0080.html"
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000000437",
                    "term": "Alcoholism"
                },
                {
                    "id": "D000019973",
                    "term": "Alcohol-Related Disorders"
                },
                {
                    "id": "D000000428",
                    "term": "Alcohol Drinking"
                }
            ],
            "ancestors": [
                {
                    "id": "D000019966",
                    "term": "Substance-Related Disorders"
                },
                {
                    "id": "D000064419",
                    "term": "Chemically-Induced Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                },
                {
                    "id": "D000004327",
                    "term": "Drinking Behavior"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M3783",
                    "name": "Alcoholism",
                    "asFound": "Alcoholism",
                    "relevance": "HIGH"
                },
                {
                    "id": "M3774",
                    "name": "Alcohol Drinking",
                    "asFound": "Alcohol Drinking",
                    "relevance": "HIGH"
                },
                {
                    "id": "M19100",
                    "name": "Behavior, Addictive",
                    "relevance": "LOW"
                },
                {
                    "id": "M21842",
                    "name": "Alcohol-Related Disorders",
                    "asFound": "Alcohol-Related Disorders",
                    "relevance": "HIGH"
                },
                {
                    "id": "M21837",
                    "name": "Substance-Related Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M30302",
                    "name": "Chemically-Induced Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M7502",
                    "name": "Drinking Behavior",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC25",
                    "name": "Substance Related Disorders"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M3777",
                    "name": "Ethanol",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Infe",
                    "name": "Anti-Infective Agents"
                },
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}