{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04134559",
            "orgStudyIdInfo": {
                "id": "19-338"
            },
            "organization": {
                "fullName": "Dana-Farber Cancer Institute",
                "class": "OTHER"
            },
            "briefTitle": "Checkpoint Inhibition In Pediatric Hepatocellular Carcinoma",
            "officialTitle": "The Role of Checkpoint Inhibition in Relapsed/Refractory Pediatric Hepatocellular Carcinoma: Clinical Efficacy and Biologic Correlates - A Phase II Study",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "checkpoint-inhibition-in-pediatric-hepatocellular-carcinoma"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-09",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2020-11-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-01-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-01-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2019-10-02",
            "studyFirstSubmitQcDate": "2019-10-18",
            "studyFirstPostDateStruct": {
                "date": "2019-10-22",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-09-30",
            "lastUpdatePostDateStruct": {
                "date": "2023-10-03",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR_INVESTIGATOR",
                "investigatorFullName": "Allison O'Neill, MD",
                "investigatorTitle": "Sponsor Investigator",
                "investigatorAffiliation": "Dana-Farber Cancer Institute"
            },
            "leadSponsor": {
                "name": "Allison O'Neill, MD",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This research study is studying an immunotherapy drug (pembrolizumab or KEYTRUDA) as a possible treatment for pediatric hepatocellular carcinoma or hepatocellular neoplasm not otherwise specified (HCN NOS).",
            "detailedDescription": "Patients who fulfill eligibility criteria will be entered into the trial to receive pembrolizumab or KEYTRUDA\n\nThis research study is a Phase II clinical trial. Phase II clinical trials test the safety and effectiveness of an investigational drug to learn whether the drug works in treating a specific disease. \"Investigational\" means that the drug is being studied. In the case of this trial, the investigators are studying whether pembrolizumab can treat pediatric hepatocellular carcinoma.\n\nThe FDA (the U.S. Food and Drug Administration) has not approved pembrolizumab for your specific disease but it has been approved for other uses in adults. Checkpoint inhibitors are in early-phase study in pediatric patients across diagnoses.\n\nIn this research study, the investigators plan to investigate whether pediatric patients with hepatocellular carcinoma experience stable disease or response to pembrolizumab. In addition, the investigators would like to explore different biological factors of the tumor and immune system that might help us predict whether pediatric patients with HCC may benefit from treatment with pembrolizumab."
        },
        "conditionsModule": {
            "conditions": [
                "Hepatocellular Carcinoma, Childhood",
                "Fibrolamellar Carcinoma",
                "Liver Cancer",
                "Liver Cancer, Pediatric"
            ],
            "keywords": [
                "Hepatocellular Carcinoma Childhood",
                "Fibrolamellar Carcinoma",
                "Liver Cancer",
                "Liver Cancer Pediatric"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 18,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Pembrolizumab",
                    "type": "EXPERIMENTAL",
                    "description": "Pembrolizumab will be administered every 3 weeks at a dose of 2mg/kg/dose (max: 200mg) with 21 consecutive days defined as a treatment cycle.",
                    "interventionNames": [
                        "Drug: Pembrolizumab"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Pembrolizumab",
                    "description": "Pembrolizumab will be administered every 3 weeks, at predetermined dose with 21 consecutive days defined as a treatment cycle.",
                    "armGroupLabels": [
                        "Pembrolizumab"
                    ],
                    "otherNames": [
                        "Keytruda"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Immune-related best overall response (irBOR)",
                    "description": "irRECIST criteria",
                    "timeFrame": "63 Days"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Progression-free survival (PFS)",
                    "description": "irRECIST criteria",
                    "timeFrame": "enrollment to progression (defined by irRECIST criteria) or death (whichever event occurs first), or to date of last contact up to 100 months"
                },
                {
                    "measure": "Expression levels of infiltrating immune cells and markers of checkpoint inhibition on pre-treatment specimens",
                    "description": "Expression levels of infiltrating immune cells and markers of checkpoint inhibition, as assessed by immunohistochemistry on pre-treatment specimens, quantified using a semi-quantitative scoring system based on percent of cells showing positive staining.",
                    "timeFrame": "2 Years"
                },
                {
                    "measure": "Percent change immune cell phenotype, cytokines, and circulating tumor DNA",
                    "description": "summarized using descriptive statistics.",
                    "timeFrame": "2 Years"
                },
                {
                    "measure": "Number of Participants with DLT",
                    "description": "organ affected or laboratory determination, severity (by NCI CTCAE v5.0), and attribution.",
                    "timeFrame": "2 Years"
                },
                {
                    "measure": "DNA sequencing of specimens",
                    "description": "Descriptive analysis of gene mutation patterns correlating with disease response to checkpoint inhibition",
                    "timeFrame": "2 Years"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Age: Patients must be \\<30 years of age at the time of study enrollment.\n* Diagnosis: Patients must have relapsed/refractory, histologically confirmed HCC to be eligible for enrollment. Patients with hepatocellular neoplasm not otherwise specified (HCN NOS) will also be eligible.\n* Disease Status: Participants must have measurable disease by RECIST criteria, defined as at least one lesion that can be accurately measured in at least one dimension (longest diameter to be recorded for non-nodal lesions and short axis for nodal lesions) measured at ≥20 mm with conventional technique or ≥10 mm with spiral CT scan, MRI, or calipers by clinical exam. See Section 10 for the evaluation of measurable disease.\n* Performance Level: Karnofsky performance status ≥ 60% for patients ≥ 16 years of age or Lansky ≥ 60% for patients \\< 16 years of age.\n* Prior Therapy: Patients must have fully recovered from the acute toxic effects of all prior anti-cancer therapy.\n* Patients must not have received standard or targeted treatment regimens within 14 days of initiation of treatment with pembrolizumab.\n* Patients must not have received prior radiotherapy within 7 days of initiation of treatment with pembrolizumab. Patients who have experienced radiation-induced adverse events must recover to a grade 1 prior to enrollment.\n* Organ Function Requirements: Participants must have normal organ and marrow function as defined below:\n\n  * Adequate Bone Marrow Function defined as:\n\n    * Peripheral absolute neutrophil count (ANC) ≥ 750/μL\n    * Platelet count ≥ 75,000/μL (can be transfused)\n  * Adequate Liver Function defined as:\n\n    * Total bilirubin \\< 1.5 x institutional upper limit of normal (ULN)\n    * AST(SGOT) ≤ 2.5 x ULN\n    * ALT(SGPT) ≤ 2.5 x ULN\n    * If liver function studies are more elevated than the thresholds above, and if if this elevation is felt secondary to tumor, patients may still be eligible for enrollment after discussion with the study PI.\n  * Adequate Renal and Metabolic Function defined as:\n\n    * A serum creatinine based on age/gender as follows:\n    * Age Maximum Serum Creatinine (mg/dL) Male Female\n    * 1 to \\<2 years 0.6 0.6\n    * 2 to \\<6 years 0.8 0.8\n    * 6 to \\<10 years 1.0 1.0\n    * 10 to \\<13 years 1.2 1.2\n    * 13 to \\<16 years 1.5 1.4\n    * \\>16 years 1.7 1.4\n  * OR\n\n    * Creatinine clearance ≥60 mL/min/1.73 m2 for participants with creatinine levels above institutional normal.\n    * Amylase ≤ 1.5 x ULN\n    * Lipase ≤ 1.5 x ULN\n* If liver function studies are more elevated than the thresholds above, and if this elevation is felt secondary to tumor, patients may still be eligible for enrollment after discussion with the study PI.\n\n  -- Adequate Thyroid Function defined as:\n\n  --- TSH ≤1.5 ULN. Patients can be receiving thyroid supplementation.\n* Confirmation of Insurance Pre-authorization approval for Pembrolizumab.\n* Patients, their parent, and/or legally authorized representative must be able to understand and be willing to sign a written informed consent document. Assent for participants \\< 18 years will follow institutional guidelines. The protocol will require approval by each institution's Institutional Review Board.\n* The effects of pembrolizumab on the developing human fetus are unknown. For this reason, patients of child-bearing and child-fathering potential must agree to use adequate contraception (hormonal or barrier method of birth control; abstinence) prior to study entry, for the duration of study participation, and for 4 months after completion of pembrolizumab administration. Should a female become pregnant or suspect she is pregnant while she or her partner is participating in this study, she should inform her treating physician immediately. Males treated or enrolled on this protocol must also agree to use adequate contraception prior to the study, for the duration of study participation, and 4 months after completion of pembrolizumab administration.\n* Women of child bearing potential (WOCBP) must have a negative serum or urine pregnancy test within 24 hours of each treatment.\n* A tumor sample must be available for submission to the central laboratory (Dana-Farber Cancer Institute, see Section 9). If surgery was performed at the time of recurrence, this sample, in addition to a diagnostic sample should be submitted. If no re-operation was performed, archived tissue from diagnosis or the most recent procedure should be submitted (see section 9 for further details regarding tissue specifications).\n\nExclusion Criteria:\n\n* Participants who are receiving any other investigational agents are not eligible.\n* Participants who have received checkpoint inhibitors (PD-1, PD-L1, and CTLA-4 inhibitors) are not eligible.\n* Participants who have received antibody-based therapies are not eligible if they are within 3 half-lives of receipt of the last antibody dose.\n* Participants who are receiving chronic steroids are not eligible.Chronic steroids are defined as either \\> or = 2mg/kg/day of body weight or \\> or = 20mg/day of prednisone or equivalent for persons who weigh \\> or = 10kg administered for \\> or = 14 consecutive days.\n* Participants who are receiving anti-inflammatory or immunosuppressive medications are not eligible.\n* Participants with known autoimmune disease, with the exceptions of childhood asthma or atopic dermatitis, are not eligible.\n* Patients with a history of a positive test for human immunodeficiency virus or acquired immunodeficiency syndrome are not eligible.\n* Patients with a history of allergic reactions attributed to compounds of similar chemical or biologic composition to pembrolizumab are not eligible. History of severe allergy to monoclonal antibody therapies (i.e. anaphylaxis) are likewise an exclusion.\n* Patients with uncontrolled intercurrent illness including, but not limited to, ongoing or active infection, symptomatic congestive heart failure, or psychiatric illness/social situations that would limit compliance with study requirements are not eligible.\n* Patients with prior solid organ transplantation are not eligible.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "0 Years",
            "maximumAge": "30 Years",
            "stdAges": [
                "CHILD",
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "DFCI Clinical Trials Hotline",
                    "role": "CONTACT",
                    "phone": "877-DF-TRIAL",
                    "email": "allison_oneill@dfci.harvard.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Allison O'Neill, MD",
                    "affiliation": "Dana-Farber Cancer Institute",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of California San Francisco",
                    "status": "RECRUITING",
                    "city": "San Francisco",
                    "state": "California",
                    "zip": "94143",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Arun Rangaswami, MD",
                            "role": "CONTACT",
                            "phone": "415-476-3831",
                            "email": "arun.rangaswami@ucsf.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 37.77493,
                        "lon": -122.41942
                    }
                },
                {
                    "facility": "Children's Hospital Boston",
                    "status": "RECRUITING",
                    "city": "Boston",
                    "state": "Massachusetts",
                    "zip": "02115",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Allison O'Neill, MD",
                            "role": "CONTACT"
                        },
                        {
                            "name": "Allison O'Neill, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.35843,
                        "lon": -71.05977
                    }
                },
                {
                    "facility": "Dana Farber Cancer Institute",
                    "status": "RECRUITING",
                    "city": "Boston",
                    "state": "Massachusetts",
                    "zip": "02115",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Allison O'Neill, MD",
                            "role": "CONTACT",
                            "phone": "617-632-4202"
                        },
                        {
                            "name": "Allison O'Neill, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.35843,
                        "lon": -71.05977
                    }
                },
                {
                    "facility": "Cincinnati Children's Medical Center",
                    "status": "RECRUITING",
                    "city": "Cincinnati",
                    "state": "Ohio",
                    "zip": "45229",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "James Geller, MD",
                            "role": "CONTACT",
                            "phone": "513-636-6312",
                            "email": "james.geller@cchmc.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.12713,
                        "lon": -84.51435
                    }
                },
                {
                    "facility": "Baylor College of Medicine",
                    "status": "RECRUITING",
                    "city": "Houston",
                    "state": "Texas",
                    "zip": "77030",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jennifer Foster, MD, MPH",
                            "role": "CONTACT",
                            "phone": "832-824-4646",
                            "email": "jhfoster@bcm.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 29.76328,
                        "lon": -95.36327
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "35561331",
                    "type": "DERIVED",
                    "citation": "Short SS, Kastenberg ZJ, Wei G, Bondoc A, Dasgupta R, Tiao GM, Watters E, Heaton TE, Lotakis D, La Quaglia MP, Murphy AJ, Davidoff AM, Mansfield SA, Langham MR, Lautz TB, Superina RA, Ott KC, Malek MM, Morgan KM, Kim ES, Zamora A, Lascano D, Roach J, Murphy JT, Rothstein DH, Vasudevan SA, Whitlock R, Lal DR, Hallis B, Butter A, Baertschiger RM, Lapidus-Krol E, Putra J, Tracy ER, Aldrink JH, Apfeld J, Le HD, Park KY, Rich BS, Glick RD, Fialkowski EA, Utria AF, Meyers RL, Riehle KJ. Histologic type predicts disparate outcomes in pediatric hepatocellular neoplasms: A Pediatric Surgical Oncology Research Collaborative study. Cancer. 2022 Jul 15;128(14):2786-2795. doi: 10.1002/cncr.34256. Epub 2022 May 13."
                },
                {
                    "pmid": "34272087",
                    "type": "DERIVED",
                    "citation": "O'Neill AF, Church AJ, Perez-Atayde AR, Shaikh R, Marcus KJ, Vakili K. Fibrolamellar carcinoma: An entity all its own. Curr Probl Cancer. 2021 Aug;45(4):100770. doi: 10.1016/j.currproblcancer.2021.100770. Epub 2021 Jul 1."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "The Dana-Farber / Harvard Cancer Center encourages and supports the responsible and ethical sharing of data from clinical trials. De-identified participant data from the final research dataset used in the published manuscript may only be shared under the terms of a Data Use Agreement. Requests may be directed to: \\[contact information for Sponsor Investigator or designee\\]. The protocol and statistical analysis plan will be made available on Clinicaltrials.gov only as required by federal regulation or as a condition of awards and agreements supporting the research.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF"
            ],
            "timeFrame": "Data can be shared no earlier than 1 year following the date of publication",
            "accessCriteria": "Contact the Belfer Office for Dana-Farber Innovations (BODFI) at innovation@dfci.harvard.edu"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000002277",
                    "term": "Carcinoma"
                },
                {
                    "id": "D000006528",
                    "term": "Carcinoma, Hepatocellular"
                },
                {
                    "id": "D000008113",
                    "term": "Liver Neoplasms"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009375",
                    "term": "Neoplasms, Glandular and Epithelial"
                },
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000000230",
                    "term": "Adenocarcinoma"
                },
                {
                    "id": "D000004067",
                    "term": "Digestive System Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000004066",
                    "term": "Digestive System Diseases"
                },
                {
                    "id": "D000008107",
                    "term": "Liver Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5534",
                    "name": "Carcinoma",
                    "asFound": "Carcinoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M9613",
                    "name": "Carcinoma, Hepatocellular",
                    "asFound": "Hepatocellular Carcinoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M11113",
                    "name": "Liver Neoplasms",
                    "asFound": "Liver Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12320",
                    "name": "Neoplasms, Glandular and Epithelial",
                    "relevance": "LOW"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M3585",
                    "name": "Adenocarcinoma",
                    "relevance": "LOW"
                },
                {
                    "id": "M7256",
                    "name": "Digestive System Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M8886",
                    "name": "Gastrointestinal Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M7255",
                    "name": "Digestive System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8883",
                    "name": "Gastrointestinal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M11107",
                    "name": "Liver Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T2324",
                    "name": "Fibrolamellar Carcinoma",
                    "asFound": "Fibrolamellar Carcinoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "T1139",
                    "name": "Childhood Hepatocellular Carcinoma",
                    "asFound": "Pediatric Hepatocellular Carcinoma",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC06",
                    "name": "Digestive System Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "C000582435",
                    "term": "Pembrolizumab"
                }
            ],
            "ancestors": [
                {
                    "id": "D000074322",
                    "term": "Antineoplastic Agents, Immunological"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                },
                {
                    "id": "D000082082",
                    "term": "Immune Checkpoint Inhibitors"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M349416",
                    "name": "Pembrolizumab",
                    "asFound": "Mg/m2",
                    "relevance": "HIGH"
                },
                {
                    "id": "M11110",
                    "name": "Liver Extracts",
                    "relevance": "LOW"
                },
                {
                    "id": "M1346",
                    "name": "Antineoplastic Agents, Immunological",
                    "relevance": "LOW"
                },
                {
                    "id": "M2342",
                    "name": "Immune Checkpoint Inhibitors",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "Hemat",
                    "name": "Hematinics"
                }
            ]
        }
    },
    "hasResults": false
}