{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05049863",
            "orgStudyIdInfo": {
                "id": "202301066"
            },
            "organization": {
                "fullName": "Washington University School of Medicine",
                "class": "OTHER"
            },
            "briefTitle": "Chemotherapy in Patients With Relapsed Small Cell Lung Cancer in Combination With Allopurinol and MycoPhenolate (CLAMP Trial)",
            "officialTitle": "Evaluating the Safety and Efficacy of Chemotherapy in Patients With Relapsed Small Cell Lung Cancer in Combination With Allopurinol and MycoPhenolate (CLAMP Trial)",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "chemotherapy-in-patients-with-relapsed-small-cell-lung-cancer-in-combination-with-allopurinol-and-mycophenolate-clamp-trial"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-11",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-02-27",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-04-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-10-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-09-09",
            "studyFirstSubmitQcDate": "2021-09-09",
            "studyFirstPostDateStruct": {
                "date": "2021-09-20",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-11-20",
            "lastUpdatePostDateStruct": {
                "date": "2023-11-22",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Washington University School of Medicine",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "The hypothesis is that the addition of mycophenolate mofetil (MMF) and allopurinol to chemotherapy in patients with relapsed small cell lung cancer (SCLC) will be safely tolerated and improve outcomes, as measured by response rate and progression-free survival in patients compared to other single agent chemotherapy drugs used in historical controls."
        },
        "conditionsModule": {
            "conditions": [
                "Small-cell Lung Cancer",
                "Small Cell Lung Carcinoma"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1",
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "SEQUENTIAL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 36,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Phase I Dose Level 1a: MMF + Irinotecan + Allopurinol",
                    "type": "EXPERIMENTAL",
                    "description": "-Mycophenolate mofetil (MMF) will be administered at a dose of 1 g TID (3 g/day) on a daily basis (Days 1 through 21). Allopurinol will be administered at dose of 300 mg/day on a daily basis (Days 1 through 21). Irinotecan will be given at 90 mg/m\\^2 on Days 1 and 8. Cycles are 21 days.",
                    "interventionNames": [
                        "Drug: Mycophenolate Mofetil",
                        "Drug: Allopurinol",
                        "Drug: Irinotecan"
                    ]
                },
                {
                    "label": "Phase I Dose Level 1: MMF + Irinotecan + Allopurinol",
                    "type": "EXPERIMENTAL",
                    "description": "-Mycophenolate mofetil (MMF) will be administered at a dose of 1 g TID (3 g/day) on a daily basis (Days 1 through 21). Allopurinol will be administered at dose of 300 mg/day on a daily basis (Days 1 through 21). Irinotecan will be given at 100 mg/m\\^2 on Days 1 and 8. Cycles are 21 days.",
                    "interventionNames": [
                        "Drug: Mycophenolate Mofetil",
                        "Drug: Allopurinol",
                        "Drug: Irinotecan"
                    ]
                },
                {
                    "label": "Phase II: MMF + Irinotecan + Allopurinol",
                    "type": "EXPERIMENTAL",
                    "description": "-Mycophenolate mofetil (MMF) will be administered at a dose of 1 g TID (3 g/day) on a daily basis (Days 1 through 21). Allopurinol will be administered at dose of 300 mg/day on a daily basis (Days 1 through 21). Irinotecan will be given at the assigned dose level on Days 1 and 8. Cycles are 21 days.",
                    "interventionNames": [
                        "Drug: Mycophenolate Mofetil",
                        "Drug: Allopurinol",
                        "Drug: Irinotecan"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Mycophenolate Mofetil",
                    "description": "Mycophenolate mofetil is commercially available.",
                    "armGroupLabels": [
                        "Phase I Dose Level 1: MMF + Irinotecan + Allopurinol",
                        "Phase I Dose Level 1a: MMF + Irinotecan + Allopurinol",
                        "Phase II: MMF + Irinotecan + Allopurinol"
                    ],
                    "otherNames": [
                        "MMF",
                        "Cellcept"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Allopurinol",
                    "description": "Allopurinol is commercially available.",
                    "armGroupLabels": [
                        "Phase I Dose Level 1: MMF + Irinotecan + Allopurinol",
                        "Phase I Dose Level 1a: MMF + Irinotecan + Allopurinol",
                        "Phase II: MMF + Irinotecan + Allopurinol"
                    ],
                    "otherNames": [
                        "Zyloprim",
                        "Aloprim"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Irinotecan",
                    "description": "Irinotecan is commercially available.",
                    "armGroupLabels": [
                        "Phase I Dose Level 1: MMF + Irinotecan + Allopurinol",
                        "Phase I Dose Level 1a: MMF + Irinotecan + Allopurinol",
                        "Phase II: MMF + Irinotecan + Allopurinol"
                    ],
                    "otherNames": [
                        "Onivyde",
                        "Camptosar"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Number of study treatment related adverse events as measured by NCI-CTCAE v 5.0 (Phase I only)",
                    "timeFrame": "Through 30 days after completion of treatment (estimated to be 5 months)"
                },
                {
                    "measure": "Overall response rate (ORR) (Phase II and phase I patients who receive the MTD)",
                    "description": "* ORR is defined as the proportion of patients achieving a complete response (CR) or partial response (PR) according to RECIST 1.1\n* Complete Response (CR): Disappearance of all target lesions. Any pathological lymph nodes (whether target or non-target) must have reduction in short axis to \\<10 mm. Disappearance of all non-target lesions and normalization of tumor marker level.\n* Partial Response (PR): At least a 30% decrease in the sum of the diameters of target lesions, taking as reference the baseline sum diameters.",
                    "timeFrame": "Through completion of treatment (estimated to be 4 months)"
                },
                {
                    "measure": "Recommended phase II dose (RP2D) (Phase I only)",
                    "description": "-The recommended phase II dose (RP2D) is defined as the dose level at which fewer than 2 patients of a cohort of 6 patients experience dose-limiting toxicity during the first cycle.",
                    "timeFrame": "Completion of cycle 1 (each cycle is 21 days) of all enrolled Phase I participants (estimated to be 10 months)"
                },
                {
                    "measure": "Number of discontinuations due to treatment related adverse events (Phase I only)",
                    "timeFrame": "Through completion of treatment (estimated to be 4 months)"
                },
                {
                    "measure": "Number of DLTs in Phase I patients",
                    "timeFrame": "Completion of cycle 1 (each cycle is 21 days) of all enrolled Phase I participants (estimated to be 10 months)"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Progression-free survival (PFS) (Phase II and phase I patients who receive the MTD)",
                    "description": "-Progression-free survival (PFS), defined as the duration of time from the start date of study treatment to the date of earliest progression or death, whichever occurs first. Patients who neither progress nor die by the data cutoff date will be censored at the last follow up date.",
                    "timeFrame": "Through 6 months after completion of treatment (estimated to be 10 months)"
                },
                {
                    "measure": "Overall survival (OS) (Phase II and phase I patients who receive the MTD)",
                    "description": "-Overall survival (OS), defined as the duration of time from the start date of study treatment to death from any cause. Patients who are alive by the data cutoff date will be censored at the last follow up date.",
                    "timeFrame": "Through 6 months after completion of treatment (estimated to be 10 months)"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Histologically or cytologically confirmed small cell lung cancer that has progressed on platinum-based chemotherapy and anti-PD-L1 (unless contraindicated).\n* Presence of measurable disease per RECIST 1.1 criteria\n* At least 18 years of age.\n* ECOG performance status ≤ 2\n* Normal bone marrow and organ function as defined below:\n\n  * Absolute neutrophil count ≥ 1.5 K/cumm\n  * Platelets ≥ 100 K/cumm\n  * Hemoglobin ≥ 9.0 g/dL\n  * Total bilirubin ≤ 1.5 x IULN\n  * AST(SGOT)/ALT(SGPT) ≤ 2.5 x IULN (≤ 5 x IULN for patients with liver metastases)\n  * Creatinine ≤ 1.5 x IULN OR measured or calculated creatinine clearance \\> 50 mL/min for patients with creatinine levels \\> 1.5 x IULN\n* Use of MMF during pregnancy is associated with increased risks of first trimester pregnancy loss and congenital malformations (especially external ear and other facial abnormalities including cleft lip and palate, and anomalies of the distal limbs, heart, esophagus, kidney, and nervous system). For this reason, women of childbearing potential and men must agree to use adequate contraception (hormonal or barrier method of birth control, abstinence) prior to study entry, for the duration of study participation, and for 6 weeks after stopping study treatment. Should a woman become pregnant or suspect she is pregnant while participating in this study, she must inform her treating physician immediately. Men treated or enrolled on this protocol must also agree to use adequate contraception prior to the study, for the duration of the study, and 90 days after last dose of study treatment. Women must not be breastfeeding.\n* Ability to understand and willingness to sign an IRB approved written informed consent document\n\nExclusion Criteria:\n\n* History of other malignancies with the exception of: (a) malignancies for which the patient has no evidence of disease at time of screening, and (b) the diagnosis is unlikely to pose a competing mortality risk in the opinion of the treating provider, and (c) for which the patient does not actively require therapy.\n* Previous intolerance to irinotecan. Treatment with prior irinotecan is allowed if the treatment was not discontinued for treatment related adverse events.\n* Unable to swallow pills or take study medications orally in accordance with administration schedule outlined\n* Currently receiving any other investigational agents. A washout period of 21 days from last dose of most recent systemic therapy to C1D1 is necessary.\n* Patients with symptomatic brain metastases are excluded. Patients with clinically evident CNS hemorrhage are excluded. Patients with brain metastases treated with whole brain radiation therapy, radiosurgery, or surgery are eligible with a washout duration from completion of radiation is 14 days. Patients treated with brain metastases that have responded to systemic therapy alone are eligible if the baseline brain MRI shows no evidence of progression. Patients with asymptomatic untreated brain metastases measuring less than 10 mm are also eligible.\n* History of allergic reactions attributed to compounds of similar chemical or biologic composition to MMF, allopurinol or other agents used in the study.\n* Diarrheal illnesses such as inflammatory bowel disease that require the use of disease modifying medical therapy or steroids (patients with chronic diarrhea controlled with medications such as loperamide or diphenoxylate/atropine) are eligible if their symptoms are at baseline per discretion of treating physician and PI.\n* History of active autoimmune disease, including but not limited to systemic lupus erythematosus, rheumatoid arthritis, inflammatory bowel disease, vascular thrombosis associated with antiphospholipid syndrome, Wegener's granulomatosis, Sjögren's syndrome, Bell's palsy, Guillain-Barré syndrome, multiple sclerosis, vasculitis, or glomerulonephritis for which the patient requires active immunosuppressive therapy.\n* Pneumonitis, including organizing pneumonias related to previous treatment requiring active treatment or supplemental oxygen support.\n* Presence of active infections or patients who are not candidates for immunosuppression with MMF.\n* Major surgery within 28 days prior to Cycle 1 Day 1, or minor surgery/subcutaneous venous access device placement within 7 days prior to Cycle 1 Day 1, or elective or planned major surgery to be performed during the course of the clinical trial.\n* Known clinically significant liver disease, including active viral, alcoholic, or other hepatitis, cirrhosis at a level of Child-Pugh B or worse, cirrhosis (any degree) with a history of hepatic encephalopathy or clinically meaningful ascites resulting from cirrhosis (defined as ascites from cirrhosis requiring diuretics or paracentesis), fatty liver, and inherited liver disease.\n* Active tuberculosis.\n* Infections that required the use of parenteral antibiotics within 2 weeks prior to Cycle 1 Day 1, including but not limited to hospitalization for complications of infection, bacteremia, or severe pneumonia.\n* Unresolved grade 2 or higher toxicities from previous treatment with the exception of fatigue, endocrine AEs that are being managed with hormone replacement, or alopecia.\n* Use of oral or intravenous (IV) antibiotics within 2 weeks prior to Cycle 1 Day 1\n* Pregnant and/or breastfeeding. Women of childbearing potential must have a negative serum pregnancy test within 7 days prior to C1D1.\n* Active hepatitis B (chronic or acute) defined as having a positive hepatitis B surface antigen (HBsAg) test at screening. Note: Patients with past or resolved hepatitis B infection (defined as having a negative HBsAg test and a positive total hepatitis B core antibody (HBcAb) test are eligible.\n* Active hepatitis C, unless HCV viral load is undetectable at screening and patient has completed curative antiviral therapy at least 4 weeks prior to enrollment.\n* Patients known to be HIV positive are ineligible.\n* SN-38 is metabolized by CYP3A4 enzymes, and therefore patients enrolling to this study should be prohibited from use of medications known to be strong inducers or inhibitors of CYP3A4. Therapy modification should be considered for patients receiving strong CYP3A4 inducers or inhibitors.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Daniel Morgensztern, M.D.",
                    "role": "CONTACT",
                    "phone": "314-747-7948",
                    "email": "danielmorgensztern@wustl.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Daniel Morgensztern, M.D.",
                    "affiliation": "Washington University School of Medicine",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Washington University School of Medicine",
                    "status": "RECRUITING",
                    "city": "Saint Louis",
                    "state": "Missouri",
                    "zip": "63110",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Daniel Morgensztern, M.D.",
                            "role": "CONTACT",
                            "phone": "314-747-7948",
                            "email": "danielmorgensztern@wustl.edu"
                        },
                        {
                            "name": "Daniel Morgensztern, M.D.",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Maria Baggstrom, M.D.",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Ramaswamy Govindan, M.D.",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Peter Oppelt, M.D.",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Brett Herzog, M.D., Ph.D.",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Timothy Rearden, M.D.",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Brendan Knapp, M.D.",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Saiama Waqar, M.D.",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Jeff Ward, M.D., Ph.D.",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Ningying Wu, M.D., Ph.D.",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Danielle Turlington, Pharm.D., BCOP",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.62727,
                        "lon": -90.19789
                    }
                }
            ]
        },
        "referencesModule": {
            "seeAlsoLinks": [
                {
                    "label": "Alvin J. Siteman Cancer Center at Barnes-Jewish Hospital and Washington University School of Medicine",
                    "url": "http://www.siteman.wustl.edu"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000008175",
                    "term": "Lung Neoplasms"
                },
                {
                    "id": "D000055752",
                    "term": "Small Cell Lung Carcinoma"
                }
            ],
            "ancestors": [
                {
                    "id": "D000012142",
                    "term": "Respiratory Tract Neoplasms"
                },
                {
                    "id": "D000013899",
                    "term": "Thoracic Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000008171",
                    "term": "Lung Diseases"
                },
                {
                    "id": "D000012140",
                    "term": "Respiratory Tract Diseases"
                },
                {
                    "id": "D000002283",
                    "term": "Carcinoma, Bronchogenic"
                },
                {
                    "id": "D000001984",
                    "term": "Bronchial Neoplasms"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5534",
                    "name": "Carcinoma",
                    "relevance": "LOW"
                },
                {
                    "id": "M11172",
                    "name": "Lung Neoplasms",
                    "asFound": "Lung Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M28323",
                    "name": "Small Cell Lung Carcinoma",
                    "asFound": "Small Cell Lung Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M14979",
                    "name": "Respiratory Tract Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M16658",
                    "name": "Thoracic Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M11168",
                    "name": "Lung Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14977",
                    "name": "Respiratory Tract Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5540",
                    "name": "Carcinoma, Bronchogenic",
                    "relevance": "LOW"
                },
                {
                    "id": "M5260",
                    "name": "Bronchial Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "T5271",
                    "name": "Small Cell Lung Cancer",
                    "asFound": "Small Cell Lung Cancer",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC08",
                    "name": "Respiratory Tract (Lung and Bronchial) Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009173",
                    "term": "Mycophenolic Acid"
                },
                {
                    "id": "D000077146",
                    "term": "Irinotecan"
                },
                {
                    "id": "D000000493",
                    "term": "Allopurinol"
                }
            ],
            "ancestors": [
                {
                    "id": "D000059004",
                    "term": "Topoisomerase I Inhibitors"
                },
                {
                    "id": "D000059003",
                    "term": "Topoisomerase Inhibitors"
                },
                {
                    "id": "D000004791",
                    "term": "Enzyme Inhibitors"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                },
                {
                    "id": "D000000903",
                    "term": "Antibiotics, Antineoplastic"
                },
                {
                    "id": "D000000904",
                    "term": "Antibiotics, Antitubercular"
                },
                {
                    "id": "D000000995",
                    "term": "Antitubercular Agents"
                },
                {
                    "id": "D000000900",
                    "term": "Anti-Bacterial Agents"
                },
                {
                    "id": "D000000890",
                    "term": "Anti-Infective Agents"
                },
                {
                    "id": "D000000963",
                    "term": "Antimetabolites"
                },
                {
                    "id": "D000006074",
                    "term": "Gout Suppressants"
                },
                {
                    "id": "D000018501",
                    "term": "Antirheumatic Agents"
                },
                {
                    "id": "D000016166",
                    "term": "Free Radical Scavengers"
                },
                {
                    "id": "D000000975",
                    "term": "Antioxidants"
                },
                {
                    "id": "D000020011",
                    "term": "Protective Agents"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M1671",
                    "name": "Irinotecan",
                    "asFound": "Related",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12128",
                    "name": "Mycophenolic Acid",
                    "asFound": "Whole",
                    "relevance": "HIGH"
                },
                {
                    "id": "M3834",
                    "name": "Allopurinol",
                    "asFound": "Enzyme",
                    "relevance": "HIGH"
                },
                {
                    "id": "M29349",
                    "name": "Topoisomerase I Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M29348",
                    "name": "Topoisomerase Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M7951",
                    "name": "Enzyme Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M4222",
                    "name": "Anti-Bacterial Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M4224",
                    "name": "Antibiotics, Antitubercular",
                    "relevance": "LOW"
                },
                {
                    "id": "M4311",
                    "name": "Antitubercular Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M4214",
                    "name": "Anti-Infective Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M4281",
                    "name": "Antimetabolites",
                    "relevance": "LOW"
                },
                {
                    "id": "M20604",
                    "name": "Antirheumatic Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M4292",
                    "name": "Antioxidants",
                    "relevance": "LOW"
                },
                {
                    "id": "M21869",
                    "name": "Protective Agents",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "Infe",
                    "name": "Anti-Infective Agents"
                },
                {
                    "abbrev": "ARhu",
                    "name": "Antirheumatic Agents"
                }
            ]
        }
    },
    "hasResults": false
}