{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05923840",
            "orgStudyIdInfo": {
                "id": "R56HL162752",
                "type": "NIH",
                "link": "https://reporter.nih.gov/quickSearch/R56HL162752"
            },
            "organization": {
                "fullName": "New York Medical College",
                "class": "OTHER"
            },
            "briefTitle": "Chemoreflex and Baroreflex Alterations Causing Postural Tachycardia Syndrome With Orthostatic Hyperpnea and Hypocapnia",
            "officialTitle": "Mechanism of Chemoreflex and Baroreflex Alterations Causing Postural Tachycardia Syndrome in POTS Patients With Orthostatic Hyperpnea and Hypocapnia",
            "therapeuticArea": [
                "Rare Diseases",
                "Other"
            ],
            "study": "chemoreflex-and-baroreflex-alterations-causing-postural-tachycardia-syndrome-with-orthostatic-hyperpnea-and-hypocapnia"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-06",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-09-23",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2023-08-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-08-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-05-31",
            "studyFirstSubmitQcDate": "2023-06-20",
            "studyFirstPostDateStruct": {
                "date": "2023-06-28",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-06-20",
            "lastUpdatePostDateStruct": {
                "date": "2023-06-28",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Marvin Medow",
                "investigatorTitle": "Professor of Pediatrics",
                "investigatorAffiliation": "New York Medical College"
            },
            "leadSponsor": {
                "name": "New York Medical College",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Postural tachycardia syndrome (POTS) is the most common chronic cause of postural lightheadedness, and upright confusion afflicting many Americans, mostly young women. Many POTS patients hyperventilate by increasing their depth of breathing that produces tachycardia, alters blood flow and blood pooling in the body and importantly reduces brain blood flow causing \"brain fog\". In this proposal the investigators will demonstrate in young women that abnormal repeated brief impairment of blood pressure and brain flow just after standing sensitizes the body's oxygen sensor in POTS to respond as if it were in a low oxygen environment causing hyperventilation and its consequences. In this project the investigators will use various drugs that will help to understand the mechanisms that cause POTS in this unique subset of POTS patients who hyperventilate.",
            "detailedDescription": "The Investigators will compare results from female POTS patients, free of known pulmonary or sleep disorders aged 15 to 39 years with, and without orthostatic hyperpneic hypocapnia, to healthy female volunteers with the following two (2) specific aims:\n\n1. To test poikilocapnic (allowing carbon dioxide (CO2) to vary) orthostatic cardiorespiratory responses to determine whether prolonged initial orthostatic hypotension (IOH) precedes upright hypocapnia in hyperpneic POTS but not in controls or non-hyperpneic POTS. Subjects are instrumented for cerebral blood flow, respiratory and hemodynamic measurements, investigating splanchnic blood flow by indocyanine green infusion, and measuring changes of CBV, regional blood volumes, and cardiac output (CO) by impedance plethysmography during a 10 min stand to quantify IOH, and a 10 min tilt test to 70⁰ to quantitate cardiorespiratory changes. These changes during tilt stratify hyperpneic and non-hyperpneic POTS.\n2. To test if chemoreflex sensitization of ventilation and sympathetic activity (by microneurography) are abnormal when supine and tilted upright at 45o and how that interacts with Oxford measured cardiovagal and sympathetic baroreflexes under controlled gas conditions which are: isocapnic hypoxia and isocapnic hyperoxia to measure carotid body reflex; hyperoxic isocapnia and hyperoxic hypercapnia to measure central chemoreflexes. Hyperoxia silences peripheral chemoreceptors and will normalize baroreflex and tilt responses."
        },
        "conditionsModule": {
            "conditions": [
                "Postural Orthostatic Tachycardia Syndrome",
                "Hypocapnia",
                "Hyperventilation"
            ],
            "keywords": [
                "Postural Tachycardia Syndrome (POTS)",
                "Young Females",
                "Tilt Table Testing",
                "Initial Orthostatic Intolerance"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "The investigators will compare results from female POTS patients, free of known pulmonary or sleep disorders aged 15 to 39 years with, and without orthostatic hyperpneic hypocapnia, to healthy female volunteers.",
                "primaryPurpose": "BASIC_SCIENCE",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 30,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Female Postural Tachycardia Syndrome (POTS) patients without orthostatic hyperpneic hypocapnia",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Female POTS patients without orthostatic hyperpneic hypocapnia identified by tilt table testing and respiratory monitoring.",
                    "interventionNames": [
                        "Diagnostic Test: Chemoreflex Testing",
                        "Diagnostic Test: Baroreflex testing",
                        "Diagnostic Test: Orthostatic stress testing"
                    ]
                },
                {
                    "label": "Female POTS patients with orthostatic hyperpneic hypocapnia",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Female POTS patients without orthostatic hyperpneic hypocapnia identified by tilt table testing and respiratory monitoring.",
                    "interventionNames": [
                        "Diagnostic Test: Chemoreflex Testing",
                        "Diagnostic Test: Baroreflex testing",
                        "Diagnostic Test: Orthostatic stress testing"
                    ]
                },
                {
                    "label": "Healthy Female vounteers",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Healthy Female vounteers",
                    "interventionNames": [
                        "Diagnostic Test: Chemoreflex Testing",
                        "Diagnostic Test: Baroreflex testing",
                        "Diagnostic Test: Orthostatic stress testing"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DIAGNOSTIC_TEST",
                    "name": "Chemoreflex Testing",
                    "description": "The carotid body chemoreflex can be tested by holding carbon dioxide (CO2) constant (isocapnic) and applying hypoxia and hyperoxia. Measurements are then made of expiratory minute volume and of sympathetic activity. The central chemoreflex measures isocapnic and hypercapnic responses in the presence of hyperoxia to suppress the carotid body chemoreflex.",
                    "armGroupLabels": [
                        "Female POTS patients with orthostatic hyperpneic hypocapnia",
                        "Female Postural Tachycardia Syndrome (POTS) patients without orthostatic hyperpneic hypocapnia",
                        "Healthy Female vounteers"
                    ]
                },
                {
                    "type": "DIAGNOSTIC_TEST",
                    "name": "Baroreflex testing",
                    "description": "Baroreceptors are measured by the change of heart rate (HR) and sympathetic activity with changing blood pressure using the modified Oxford technique. Blood pressure is lowered an amount by a bolus of sodium nitroprusside and then raised by a bolus of phenylephrine. When standing baroreflexes are activated and the investigators will measure chemoreflex activity upright to see how baroreflex effects the chemoreflexes. Similarly chemoreflexes affect the baroreflexes best observed when the patients are supine.",
                    "armGroupLabels": [
                        "Female POTS patients with orthostatic hyperpneic hypocapnia",
                        "Female Postural Tachycardia Syndrome (POTS) patients without orthostatic hyperpneic hypocapnia",
                        "Healthy Female vounteers"
                    ]
                },
                {
                    "type": "DIAGNOSTIC_TEST",
                    "name": "Orthostatic stress testing",
                    "description": "Orthostatic Stress tests are administered in two forms: a standing test to evoke the initial orthostatic hypotensive response that sensitizes and triggers the carotid body chemoreflex by intermittent stagnant ischemia. And the 70 degree upright tilt test that best identifies causal changes in regional blood volumes and flows and in respiratory patterns of hyperpneic hypocapnia.",
                    "armGroupLabels": [
                        "Female POTS patients with orthostatic hyperpneic hypocapnia",
                        "Female Postural Tachycardia Syndrome (POTS) patients without orthostatic hyperpneic hypocapnia",
                        "Healthy Female vounteers"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Orthostatic tachycardia",
                    "description": "Heart rate (beats per minute) delimit the orthostatic response. Two separate orthostatic tests are used: a standing test and a 70 degree upright tilt test. The standing test will delineate the carotid blood flow signal that sensitizes the carotid body chemoreflex. The tilt test will delineate the effects of sustained tachyardia (and hyperpnea) on systemic hemodynamics and breathing.",
                    "timeFrame": "Baseline in all subjects"
                },
                {
                    "measure": "Orthostatic Blood Pressure Changes",
                    "description": "Blood pressure (mmHg) delimit the orthostatic response. Two separate orthostatic tests are used: a standing test and a 70 degree upright tilt test. The standing test will delineate the carotid blood flow signal that sensitizes the carotid body chemoreflex. The tilt test will delineate the effects of sustained tachyardia (and hyperpnea) on systemic hemodynamics and breathing.",
                    "timeFrame": "Baseline in all subjects"
                },
                {
                    "measure": "Orthostatic Changes in Systemic Vascular Resistance",
                    "description": "Systemic vascular resistance (mmHg⋅min⋅mL-1) delimit the orthostatic response. Two separate orthostatic tests are used: a standing test and a 70 degree upright tilt test. The standing test will delineate the carotid blood flow signal that sensitizes the carotid body chemoreflex. The tilt test will delineate the effects of sustained tachyardia (and hyperpnea) on systemic hemodynamics and breathing.",
                    "timeFrame": "Baseline in all subjects"
                },
                {
                    "measure": "Orthostatic Blood Volume Changes",
                    "description": "Central Blood Volume in liters (L) delimit the orthostatic response. Two separate orthostatic tests are used: a standing test and a 70 degree upright tilt test. The standing test will delineate the carotid blood flow signal that sensitizes the carotid body chemoreflex. The tilt test will delineate the effects of sustained tachyardia (and hyperpnea) on systemic hemodynamics and breathing.",
                    "timeFrame": "Baseline in all subjects"
                },
                {
                    "measure": "Orthostatic Changes in Segmental Blood Flow",
                    "description": "Segmental Blood Flows (ml•min-1•100 ml tissue-1) delimit the orthostatic response. Two separate orthostatic tests are used: a standing test and a 70 degree upright tilt test. The standing test will delineate the carotid blood flow signal that sensitizes the carotid body chemoreflex. The tilt test will delineate the effects of sustained tachyardia (and hyperpnea) on systemic hemodynamics and breathing.",
                    "timeFrame": "Baseline in all subjects"
                },
                {
                    "measure": "Orthostatic Changes in Cerebral Blood Flow",
                    "description": "Cerebral Blood Flow (cm/s) delimit the orthostatic response. Two separate orthostatic tests are used: a standing test and a 70 degree upright tilt test. The standing test will delineate the carotid blood flow signal that sensitizes the carotid body chemoreflex. The tilt test will delineate the effects of sustained tachyardia (and hyperpnea) on systemic hemodynamics and breathing.",
                    "timeFrame": "Baseline in all subjects"
                },
                {
                    "measure": "Orthostasis Induced Rate of Breathing",
                    "description": "Changes in the rate of breathing (breaths per minute) will be determined in all subjects before and after being tilted upright on a tilt table.",
                    "timeFrame": "Baseline in all subjects"
                },
                {
                    "measure": "Orthostasis Induced Depth of Breathing",
                    "description": "Changes in the depth of breathing (L of inhaled air per minute) will be determined in all subjects before and after being tilted upright on a tilt table.",
                    "timeFrame": "Baseline in all subjects"
                },
                {
                    "measure": "Measurement of chemoreflex sensitivity carotid body chemoreflex and central chemoreflex",
                    "description": "Paired hypoxia and isocapnic hyperoxia determine the carotid body chemoreflex sensitivity; measurements of ventilation and sympathetic activation using Muscle Sympathetic Nerve Activity (MSNA - mean burst frequency and normalized mean burst area and expressed as arbitrary units (AU) per minute) define the responses. Similarly, measurement of during isocapnic hyperoxia and hypercapnic hyperoxia determine central chemoreflex stressors - measure sympathetic activity as responses.",
                    "timeFrame": "Baseline in all subjects"
                },
                {
                    "measure": "Effects of chemoreflex activation on baroreflexfunction and the effects of baroreflex on chemoreflex sensitivity",
                    "description": "Supine chemoreflex activation using controlled gas conditions which are: isocapnic hypoxia and isocapnic hyperoxia to measure carotid body reflex; hyperoxic isocapnia and hyperoxic hypercapnia to measure central chemoreflexes. Hyperoxia silences peripheral chemoreceptors and will normalize baroreflex and tilt responses) should alter baroreflex function measured as the change in RR Interval (reciprocal of heart rate) in milliseconds per millimeter of mercury change in systolic blood pressure). This will be performed both supine and during 45 degree tilting which will activate the baroreflexes and reduce chemoreflex responses.",
                    "timeFrame": "Baseline in all subjects"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Systemic changes in leg blood volumes during orthostatic testing.",
                    "description": "The investigators will measure changes in leg blood volume using impedance plethysmography methods which measures changes in electrical resistance (in Ohms) of the legs before and after tilt table testing which is expressed as ml•min-1•100 ml tissue-1.",
                    "timeFrame": "Baseline in all subjects"
                },
                {
                    "measure": "Systemic changes in abdominal blood volumes during orthostatic testing.",
                    "description": "The investigators will measure changes in abdominal blood volume using impedance plethysmography methods which measures changes in electrical resistance (in Ohms) of the abdomin before and after tilt table testing which is expressed as ml•min-1•100 ml tissue-1.",
                    "timeFrame": "Baseline in all subjects"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* The investigators will recruit female POTS cases (N=80) and healthy female control subjects (N=40) aged 15-39 years, matched for BMI. POTS is a disease in which 80-90% are females. Therefore, the investigators will only recruit female POTS patients and controls.\n\nExclusion Criteria:\n\n* Any subjects with systemic disease or who cannot stop taking prescribed medications for at least 2 weeks prior to study.",
            "healthyVolunteers": true,
            "sex": "FEMALE",
            "minimumAge": "15 Years",
            "maximumAge": "39 Years",
            "stdAges": [
                "CHILD",
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Marvin S Medow, Ph.D.",
                    "role": "CONTACT",
                    "phone": "914-594-2848",
                    "email": "marvin_medow@nymc.edu"
                },
                {
                    "name": "Julian M Stewart, M.D., Ph.D.",
                    "role": "CONTACT",
                    "phone": "914-594-2849",
                    "email": "julian_stewart@nymc.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Marvin S Medow, Ph.D.",
                    "affiliation": "New York Medical College",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "NewYork Medical College",
                    "status": "RECRUITING",
                    "city": "Hawthorne",
                    "state": "New York",
                    "zip": "10532",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Marvin S Medow, Ph.D.",
                            "role": "CONTACT",
                            "phone": "914-594-2848",
                            "email": "marvin_medow@nymc.edu"
                        },
                        {
                            "name": "Julian M Stewart, M.D.,Ph.D.",
                            "role": "CONTACT",
                            "phone": "914-594=2849",
                            "email": "julian_stweart@nymc.edu"
                        },
                        {
                            "name": "Marvin S. Medow, Ph.D.",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Julian M. Stewart, M.D., Ph.D.",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.10732,
                        "lon": -73.79597
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000006985",
                    "term": "Hyperventilation"
                },
                {
                    "id": "D000054972",
                    "term": "Postural Orthostatic Tachycardia Syndrome"
                },
                {
                    "id": "D000013610",
                    "term": "Tachycardia"
                },
                {
                    "id": "D000013577",
                    "term": "Syndrome"
                },
                {
                    "id": "D000016857",
                    "term": "Hypocapnia"
                }
            ],
            "ancestors": [
                {
                    "id": "D000004194",
                    "term": "Disease"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000001145",
                    "term": "Arrhythmias, Cardiac"
                },
                {
                    "id": "D000006331",
                    "term": "Heart Diseases"
                },
                {
                    "id": "D000002318",
                    "term": "Cardiovascular Diseases"
                },
                {
                    "id": "D000075224",
                    "term": "Cardiac Conduction System Disease"
                },
                {
                    "id": "D000054971",
                    "term": "Orthostatic Intolerance"
                },
                {
                    "id": "D000054969",
                    "term": "Primary Dysautonomias"
                },
                {
                    "id": "D000001342",
                    "term": "Autonomic Nervous System Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000012120",
                    "term": "Respiration Disorders"
                },
                {
                    "id": "D000012140",
                    "term": "Respiratory Tract Diseases"
                },
                {
                    "id": "D000012818",
                    "term": "Signs and Symptoms, Respiratory"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M16355",
                    "name": "Syndrome",
                    "asFound": "Syndrome",
                    "relevance": "HIGH"
                },
                {
                    "id": "M27982",
                    "name": "Postural Orthostatic Tachycardia Syndrome",
                    "asFound": "Postural Orthostatic Tachycardia Syndrome",
                    "relevance": "HIGH"
                },
                {
                    "id": "M16384",
                    "name": "Tachycardia",
                    "asFound": "Tachycardia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M27981",
                    "name": "Orthostatic Intolerance",
                    "relevance": "LOW"
                },
                {
                    "id": "M10036",
                    "name": "Hyperventilation",
                    "asFound": "Hyperventilation",
                    "relevance": "HIGH"
                },
                {
                    "id": "M19205",
                    "name": "Hypocapnia",
                    "asFound": "Hypocapnia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4453",
                    "name": "Arrhythmias, Cardiac",
                    "relevance": "LOW"
                },
                {
                    "id": "M9419",
                    "name": "Heart Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M1472",
                    "name": "Cardiac Conduction System Disease",
                    "relevance": "LOW"
                },
                {
                    "id": "M4643",
                    "name": "Autonomic Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M27979",
                    "name": "Primary Dysautonomias",
                    "relevance": "LOW"
                },
                {
                    "id": "M14957",
                    "name": "Respiration Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14977",
                    "name": "Respiratory Tract Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M15623",
                    "name": "Signs and Symptoms, Respiratory",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                },
                {
                    "abbrev": "BC08",
                    "name": "Respiratory Tract (Lung and Bronchial) Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M12536",
                    "name": "Nitroprusside",
                    "relevance": "LOW"
                },
                {
                    "id": "M4277",
                    "name": "Antihypertensive Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M13561",
                    "name": "Phenylephrine",
                    "relevance": "LOW"
                },
                {
                    "id": "M13031",
                    "name": "Oxymetazoline",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "AnAg",
                    "name": "Antihypertensive Agents"
                },
                {
                    "abbrev": "NiOxD",
                    "name": "Nitric Oxide Donors"
                },
                {
                    "abbrev": "VaDiAg",
                    "name": "Vasodilator Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "CaAg",
                    "name": "Cardiotonic Agents"
                },
                {
                    "abbrev": "VaCoAg",
                    "name": "Vasoconstrictor Agents"
                },
                {
                    "abbrev": "Resp",
                    "name": "Respiratory System Agents"
                }
            ]
        }
    },
    "hasResults": false
}