{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05233150",
            "orgStudyIdInfo": {
                "id": "20-2605"
            },
            "secondaryIdInfos": [
                {
                    "id": "1R01HD103902-01",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/1R01HD103902-01"
                }
            ],
            "organization": {
                "fullName": "University of North Carolina, Chapel Hill",
                "class": "OTHER"
            },
            "briefTitle": "Child-Adult Relationship Enhancement in Primary Care (PriCARE) / Criando Niños Con CARIÑO (CARIÑO)",
            "officialTitle": "Child-Adult Relationship Enhancement in Primary Care: Supporting Parents and Children",
            "therapeuticArea": [
                "Pediatrics"
            ],
            "study": "child-adult-relationship-enhancement-in-primary-care-pricare-criando-con"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-05-18",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-07-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-07-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-02-01",
            "studyFirstSubmitQcDate": "2022-02-01",
            "studyFirstPostDateStruct": {
                "date": "2022-02-10",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-06",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-07",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of North Carolina, Chapel Hill",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Eunice Kennedy Shriver National Institute of Child Health and Human Development (NICHD)",
                    "class": "NIH"
                },
                {
                    "name": "Children's Hospital of Philadelphia",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this study is evaluate the effectiveness of PriCARE/CARIÑO to reduce child maltreatment, improve parent-child interactions, and reduce harsh/neglectful parenting, parent stress, and child behaviors.",
            "detailedDescription": "The primary objective of this study is to evaluate the effectiveness of PriCARE/CARIÑO to reduce investigations of suspected Child Maltreatment (CM) by Child Protective Services (CPS), and CM risk as measured by the Brief Child Abuse Potential Inventory (BCAP).\n\nThe secondary objectives of this study are to measure the impact of PriCARE/CARIÑO on:\n\n1. Parent-reported child behavior problems as assessed by the Eyberg Child Behavior Inventory (ECBI).\n2. The quality of the parent-child relationship as measured by the Dyadic Parent-Child Interaction Coding System (DPICS).\n3. Parenting stress as measured by the Parenting Stress Index-Short From (PSI).\n4. Harsh parenting as measured by Conflict Tactics Scales, Parent-Child version (CTS) and the Parenting Scale (PS)\n\nThe investigators will perform a randomized controlled trial (RCT) of the effectiveness of the PriCARE/CARIÑO on objectives listed above among 2- to 6-year-old children and their parents at 3 Children's Hospital of Philadelphia (CHOP) Primary Care Centers and 10 pediatric clinics in North Carolina. The investigators intend to randomize 966 child-caregiver dyads (1932 subjects) to receive PriCARE/CARIÑO plus usual care (intervention group) and 966 child-parent dyads (1932 subjects) to receive usual care (control group). CM risk, parenting attitudes and skills, child behavior, and quality of the child-caregiver relationship will be measured at baseline and approximately 6-8 months after randomization for both the intervention and control groups. CPS investigations will be collected starting 4 months after randomization until the end of the study (up to 52 months)."
        },
        "conditionsModule": {
            "conditions": [
                "Parent-Child Relations",
                "Child Maltreatment"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "whoMasked": [
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 1932,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "PriCARE/CARIÑO plus Usual Care",
                    "type": "EXPERIMENTAL",
                    "description": "Caregiver-child dyads assigned to the PriCARE/CARIÑO plus usual care group will receive the PriCARE/CARIÑO intervention within 4 months of randomization plus usual care. The intervention will last 6 weeks. Each group, administered by 1-2 trained mental health professionals, will have approximately 4-10 caregiver participants and will meet weekly for 6 weeks. Each of the 6 sessions is approximately 80 minutes. Caregivers are expected to practice the skills they learn with their children between sessions.",
                    "interventionNames": [
                        "Behavioral: PriCARE/CARIÑO"
                    ]
                },
                {
                    "label": "Usual care",
                    "type": "NO_INTERVENTION",
                    "description": "Caregiver-child dyads assigned to the usual care group will receive usual care and will not be aware of being in a group of about 8-10 recently-enrolled subjects."
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "PriCARE/CARIÑO",
                    "description": "PriCARE/CARIÑO is a group caregiver training program designed to improve child behaviors, caregiver-child relationships, parenting capacity, and reduce caregiver stress. Sessions occur in the primary care clinic or virtually. PriCARE/CARIÑO uses the 3 P skills (Praise, Paraphrase and Point-out-Behavior). The training starts with skills on giving attention to children's positive, pro-social behaviors, while ignoring minor misbehaviors. The second part of the training teaches skills for giving effective commands in order to set age-appropriate limits and increase compliance. PriCARE/CARIÑO includes a stress education section that contextualizes the use of these skills with the types of behaviors and problems exhibited by many children living with psychosocial adversity and familial stress. Caregivers are encouraged to practice the skills with their child in between sessions. CARIÑO is the culturally adapted version of PriCARE for Spanish speaking participants.",
                    "armGroupLabels": [
                        "PriCARE/CARIÑO plus Usual Care"
                    ],
                    "otherNames": [
                        "Child Adult Relationship Enhancement in Primary Care",
                        "Criando Niños con CARIÑO"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Child Protective Services Investigations from time 3 to time 5",
                    "description": "The primary outcome variable is a binary indicator of whether or not the child experienced at least one investigation from Child Protective Services (CPS) during follow-up. Beginning 4 months after randomization, each child will be followed for a period of 12 to 48 months to document all CPS investigations of suspected child maltreatment. The length of the follow-up interval will depend on the dyad's time of enrollment in the study.",
                    "timeFrame": "4 month after baseline (time 3) up to 52 months after baseline (time 5)"
                },
                {
                    "measure": "Change in the Brief Child Abuse Potential Inventory (BCAP) score from time 1 to time 4",
                    "description": "Change in BCAP scores from time 1 to time 4 will be measured. BCAP, a 34-item survey, measures traits and parenting styles typical of known physical child abusers. Each item has a unweighted value based on if agree vs. disagree is chosen and then the values are summed. Child abuse risk scores range from 0-24 with higher scores indicating caregiver has traits similar to those of known child abusers and has a higher risk of abuse.",
                    "timeFrame": "Baseline, 0 months (time 1) to 6-8 months after baseline (time 4)"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in the Eyberg Child Behavior Inventory (ECBI) intensity scale score from time 1 to time 4",
                    "description": "The investigators will assess the efficacy of PriCARE/CARIÑO on decreasing caregiver-reported child behavior problems as measured by the ECBI. The ECBI is a parent rating scale designed to measure conduct problem behaviors in children ages 2-16 years old. The instrument contains 36 items that assess behavior on two scales. The intensity scale provides a frequency-of-occurrence rating for each item, ranging from never (1) to always (7) and the ratings are summed to yield an intensity score with a potential range from 36 to 252 with a clinical cutoff of 131. Higher scores indicate worse outcomes.",
                    "timeFrame": "Baseline, 0 months (time 1) to 6-8 months after baseline (time 4)"
                },
                {
                    "measure": "Change in the Eyberg Child Behavior Inventory (ECBI) problem scale score from time 1 to time 4",
                    "description": "The investigators will assess the efficacy of PriCARE/CARIÑO on decreasing caregiver-reported child behavior problems as measured by the ECBI. The ECBI is a parent rating scale designed to measure conduct problem behaviors in children ages 2-16 years old. The instrument contains 36 items that assess behavior on two scales. The problem scale provides a yes/no problem identification rating for each item, and the sum of yes responses yields a problem score with a potential range from 0 to 36 with a clinical cutoff of 15. Higher scores indicate worse outcomes.",
                    "timeFrame": "Baseline, 0 months (time 1) to 6-8 months after baseline (time 4)"
                },
                {
                    "measure": "Change in the number of child led play skills in the Dyadic Parent-Child Interaction Coding System (DPICS) from time 1 to time 4",
                    "description": "Investigators will assess the efficacy of PriCARE/CARIÑO on impacting the quality of the caregiver-child relationship with the DPICS. Each dyad is observed during two 5-minute standard situations: child-led play and clean-up. The coding manual has definitions, examples, and guidelines for deciding how to code the 24 standard caregiver and child behaviors. The interactions are video-recorded and coded by a blinded research assistant. Zero, or not observed, is the minimum for all behaviors, and there is not set maximum. A second research assistant re-codes 10% of randomly selected videos to check for coding reliability. Child led play skills are reflective statement, descriptive statement, labeled praise and unlabeled praise. Positive change (increase) in the number child-led play skills indicates better outcomes.",
                    "timeFrame": "Baseline, 0 months (time 1) to 6-8 months after baseline (time 4)"
                },
                {
                    "measure": "Change in the number of non-child led skill in Dyadic Parent-Child Interaction Coding System (DPICS) score from time 1 to time 4",
                    "description": "Non-child led skills are question, commands and negative talk. Zero, or not observed, is the minimum and there is no set maximum. Negative change (decrease) in number of non-child led skills indicates better outcomes.",
                    "timeFrame": "Baseline, 0 months (time 1) to 6-8 months after baseline (time 4)"
                },
                {
                    "measure": "Change in the number of direct commands in Dyadic Parent-Child Interaction Coding System (DPICS) score from time 1 to time 4",
                    "description": "Zero, or not observed, is the minimum and there is no set maximum. Positive change (increase) in number of direct commands indicates better outcomes.",
                    "timeFrame": "Baseline, 0 months (time 1) to 6-8 months after baseline (time 4)"
                },
                {
                    "measure": "Change in the number child's compliance with commands in Dyadic Parent-Child Interaction Coding System (DPICS) score from time 1 to time 4",
                    "description": "Zero, or not observed, is the minimum and there is no set maximum. Positive change (increase) in number of child's compliance with commands indicates better outcomes.",
                    "timeFrame": "Baseline, 0 months (time 1) to 6-8 months after baseline (time 4)"
                },
                {
                    "measure": "Change in the Parenting Stress Index-Short Form (PSI) total score from time 1 to time 4",
                    "description": "PSI is a 36-item symptom inventory that identifies caregiver-child dyads who are experiencing stress and at risk for dysfunctional parenting and behavior problems. There are 3 subscales: Parental Distress, Parent-Child Dysfunctional Interaction and Difficult Child. Questions are answered on a 5-point Likert scale with (\"strongly agree\", \"not sure\", \"agree\", etc.). The total score range is 36-180. Higher scores indicate worse outcomes.",
                    "timeFrame": "Baseline, 0 months (time 1) to 6-8 months after baseline (time 4)"
                },
                {
                    "measure": "Change in the Parenting Stress Index-Short Form (PSI) Parental Distress subscale score from time 1 to time 4",
                    "description": "There are 12 items in the Parental Distress subscale. Questions are answered on a 5-point Likert scale with (\"strongly agree\", \"not sure\", \"agree\", etc.). The score range for this subscale is 12-60. Higher scores indicate worse outcomes.",
                    "timeFrame": "Baseline, 0 months (time 1) to 6-8 months after baseline (time 4)"
                },
                {
                    "measure": "Change in the Parenting Stress Index-Short Form (PSI) Parent-Child Dysfunctional Interaction subscale score from time 1 to time 4",
                    "description": "There are 12 items in the Parent-Child Dysfunctional Interaction subscale. Questions are answered on a 5-point Likert scale with (\"strongly agree\", \"not sure\", \"agree\", etc.). The score range for this subscale is 12-60. Higher scores indicate worse outcomes.",
                    "timeFrame": "Baseline, 0 months (time 1) to 6-8 months after baseline (time 4)"
                },
                {
                    "measure": "Change in the Parenting Stress Index-Short Form (PSI) Difficult Child subscale score from time 1 to time 4",
                    "description": "There are 12 items in the Difficult Child subscale. Questions are answered on a 5-point Likert scale with (\"strongly agree\", \"not sure\", \"agree\", etc.). The score range for this subscale is 12-60. Higher scores indicate worse outcomes.",
                    "timeFrame": "Baseline, 0 months (time 1) to 6-8 months after baseline (time 4)"
                },
                {
                    "measure": "Change in the Conflict Tactics Scales Parent-Child (CTS-PC) Nonviolent Discipline score from time 1 to time 4",
                    "description": "Conflict Tactics Scales Parent-Child (CTS-PC) is a 35-item scale focusing on the respondent's behavior with their child including discipline methods. CTS-PC quantifies the level of abuse in families in multiple domains. In this study, the investigators will include the 19-items that constitute the nonviolent discipline, psychological aggression, minor physical assault, and weekly discipline subscales. Scores for each subscale will be calculated.\n\nThere are 5 items in the Nonviolent Discipline subscale, and the score ranges 0-125. Higher scores indicate better outcomes.",
                    "timeFrame": "Baseline, 0 months (time 1) to 6-8 months after baseline (time 4)"
                },
                {
                    "measure": "Change in the Conflict Tactics Scales Parent-Child (CTS-PC) Psychological Aggression score from time 1 to time 4",
                    "description": "There are 5 items in the Psychological aggression subscale and scores ranges 0-125. Higher scores indicate worse outcomes.",
                    "timeFrame": "Baseline, 0 months (time 1) to 6-8 months after baseline (time 4)"
                },
                {
                    "measure": "Change in the Conflict Tactics Scales Parent-Child (CTS-PC) Minor Physical Assault score from time 1 to time 4",
                    "description": "There are 6 items in the Minor Physical Assault subscale and scores ranges 0-150. Higher scores indicate worse outcomes.",
                    "timeFrame": "Baseline, 0 months (time 1) to 6-8 months after baseline (time 4)"
                },
                {
                    "measure": "Change in the Conflict Tactics Scales Parent-Child (CTS-PC) Weekly Discipline score from time 1 to time 4",
                    "description": "There are 3 items in the Weekly Discipline subscale and scores ranges 0-75. Higher scores indicate worse outcomes.",
                    "timeFrame": "Baseline, 0 months (time 1) to 6-8 months after baseline (time 4)"
                },
                {
                    "measure": "Change in the Parenting Scale (PS) total score from time 1 to time 4",
                    "description": "PS is a 30-item self-report questionnaire designed to assess dysfunctional parenting discipline strategies including laxness (permissive inconsistent discipline, providing positive consequences for misbehavior), over-reactivity (harsh, emotional, authoritarian discipline characterized by irritability), and hostility (use of verbal or physical force). Total score is calculated as an average across all 30 items (range: 1-7). Higher scores reflect more problematic parenting.",
                    "timeFrame": "Baseline, 0 months (time 1) to 6-8 months after baseline (time 4)"
                },
                {
                    "measure": "Change in the Parenting Scale (PS) Laxness subscale score from time 1 to time 4",
                    "description": "There are 5 items in the Laxness subscale. Scores are calculated as an average across 5 items (range: 1-7). Higher scores reflect more problematic parenting.",
                    "timeFrame": "Baseline, 0 months (time 1) to 6-8 months after baseline (time 4)"
                },
                {
                    "measure": "Change in the Parenting Scale (PS) Over-Reactivity subscale score from time 1 to time 4",
                    "description": "There are 5 items in the Over-Reactivity subscale. Scores are calculated as an average across 5 items (range: 1-7). Higher scores reflect more problematic parenting.",
                    "timeFrame": "Baseline, 0 months (time 1) to 6-8 months after baseline (time 4)"
                },
                {
                    "measure": "Change in the Parenting Scale (PS) Hostility subscale score from time 1 to time 4",
                    "description": "There are 3 items in the Hostility subscale. Scores are calculated as an average across 3 items (range: 1-7). Higher scores reflect more problematic parenting.",
                    "timeFrame": "Baseline, 0 months (time 1) to 6-8 months after baseline (time 4)"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Caregiver is age 18 years or older\n* Caregiver is English or Spanish Speaking\n* Caregiver is legal guardian of child subject\n* Caregiver provides informed consent\n* Caregiver is available to attend scheduled times of PriCARE/CARIÑO groups\n* Caregiver has cellular phone with text messaging capacity\n* Caregiver has appropriate technological tools and access to participate in virtual intervention\n* Child is between 18 months and 6 years old\n* Child receives care at participating primary care center\n* Child has Medicaid/Children's Health Insurance Program (CHIP)/no insurance\n* Child lives in North Carolina or Philadelphia\n\nExclusion Criteria:\n\n* Caregiver or another caregiver in the household has previously participated in PriCARE/CARIÑO\n* Child has a cognitive functioning below 2-year-old level, as determined by the screening questions and/or the referring clinician\n* Child has a diagnosis of autism\n* Child is receiving individual behavioral health treatment or medication for a behavioral health problem",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Months",
            "maximumAge": "99 Years",
            "stdAges": [
                "CHILD",
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Samantha Schilling, MD, MSHP",
                    "role": "CONTACT",
                    "phone": "919-966-2504",
                    "email": "samantha_schilling@med.unc.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Samantha Schilling, MD, MSHP",
                    "affiliation": "University of North Carolina, Chapel Hill",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of North Carolina Chapel Hill",
                    "status": "RECRUITING",
                    "city": "Chapel Hill",
                    "state": "North Carolina",
                    "zip": "27599",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Samantha Schilling, MD, MSHP",
                            "role": "CONTACT",
                            "phone": "919-966-2504",
                            "email": "samantha_schilling@med.unc.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 35.9132,
                        "lon": -79.05584
                    }
                },
                {
                    "facility": "Children's Hospital of Philadelphia",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Philadelphia",
                    "state": "Pennsylvania",
                    "zip": "19146",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Joanne Wood, MD, MSHP",
                            "role": "CONTACT",
                            "phone": "267-426-3107",
                            "email": "woodjo@chop.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.95233,
                        "lon": -75.16379
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Deidentified individual participant data collected during the trial will be made available beginning 36 months (3 years) following article (primary aim) publication and ending 60 months (5 years) following article publication. The study protocol will also be made available. Data will be shared for the purpose of individual participant data meta-analysis. Data will be shared with researchers who (1) provide a methodologically sound proposal that focuses on meta-analysis, (2) have obtained IRB approval for the proposal, and (3) execute a data use agreement. Proposals should be directed to Samantha_Schilling@med.unc.edu and Woodjo@chop.edu",
            "infoTypes": [
                "STUDY_PROTOCOL"
            ],
            "timeFrame": "Beginning 36 months (3 years) following article (primary aim) publication and ending 60 months (5 years) following article publication.",
            "accessCriteria": "Data will be shared with researchers who (1) provide a methodologically sound proposal that focuses on meta-analysis, (2) have obtained IRB approval for the proposal, and (3) execute a data use agreement.\n\nProposals should be directed to Samantha_Schilling@med.unc.edu and Woodjo@chop.edu"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        }
    },
    "hasResults": false
}