{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04995003",
            "orgStudyIdInfo": {
                "id": "H-49271 HEROS 3.0"
            },
            "secondaryIdInfos": [
                {
                    "id": "R01CA276684",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/R01CA276684"
                }
            ],
            "organization": {
                "fullName": "Baylor College of Medicine",
                "class": "OTHER"
            },
            "briefTitle": "HER2 Chimeric Antigen Receptor (CAR) T Cells in Combination With Checkpoint Blockade in Patients With Advanced Sarcoma",
            "officialTitle": "Phase I Study of HER2 Chimeric Antigen Receptor (CAR) T Cells in Combination With Checkpoint Blockade in Patients With Advanced Sarcoma (HEROS 3.0)",
            "therapeuticArea": [
                "Other"
            ],
            "study": "chimeric-antigen-receptor-car-t-cells-in-combination-with-checkpoint-blockade-in-patients-with-advanced-sarcoma"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-01",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-12-07",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-12-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2040-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-08-02",
            "studyFirstSubmitQcDate": "2021-08-02",
            "studyFirstPostDateStruct": {
                "date": "2021-08-06",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-01-23",
            "lastUpdatePostDateStruct": {
                "date": "2024-01-25",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Meenakshi Hegde, M.D.",
                "investigatorTitle": "Associate Professor",
                "investigatorAffiliation": "Baylor College of Medicine"
            },
            "leadSponsor": {
                "name": "Baylor College of Medicine",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Center for Cell and Gene Therapy, Baylor College of Medicine",
                    "class": "OTHER"
                },
                {
                    "name": "The Faris Foundation USA",
                    "class": "UNKNOWN"
                },
                {
                    "name": "Stand Up To Cancer",
                    "class": "OTHER"
                },
                {
                    "name": "Triumph Over Kid Cancer Foundation",
                    "class": "UNKNOWN"
                },
                {
                    "name": "St. Baldrick's Foundation",
                    "class": "OTHER"
                },
                {
                    "name": "National Cancer Institute (NCI)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this study is to learn whether it is safe to give HER2-CAR T cells in combination with an immune checkpoint inhibitor drug (pembrolizumab or nivolumab), to learn what the side effects are, and to see whether this therapy might help patients with sarcoma.\n\nAnother goal of this study is to study the bacteria found in the stool of patients with sarcoma who are being treated with HER2 CAR T cells and immune checkpoint inhibitor drugs to see if the types of bacteria influence how well the treatment works.\n\nThe investigators have found from previous research that they can put a new gene into T cells that will make them recognize cancer cells and kill them. They now want to see if they can put a new gene in these cells that will let the T cells recognize and kill sarcoma cells. The new gene that the investigators will put in makes an antibody specific for HER2 (Human Epidermal Growth Factor Receptor 2) that binds to sarcoma cells. In addition, it contains CD28, which stimulated T cells and make them last longer. After this new gene is put into the T cell, the T cell becomes known as a chimeric antigen receptor T cell or CAR T cell.\n\nIn another clinical study using these CAR T cells targeting HER2 as well as other studies using CAR T cells, investigators found that giving chemotherapy before the T cell infusion can improve the effect the T cells can have. Giving chemotherapy before a T cell infusion is called lymphodepletion since the chemotherapy is specifically chosen to decrease the number of lymphocytes in the body. Decreasing the number of the patient's lymphocytes first should allow the infused T cells to expand in the body, and potentially kill cancer cells more effectively.\n\nThe chemotherapy used for lymphodepletion is a combination of cyclophosphamide and fludarabine.\n\nAfter the patient receives the lymphodepletion chemotherapy and CAR T cells during treatment on the study, they will receive an antibody drug called an immune checkpoint inhibitor, pembrolizumab or nivolumab. Immune checkpoint inhibitors are drugs that remove the brakes on the immune system to allow it to act against cancer.",
            "detailedDescription": "Patients will first be asked to give blood to make the HER2 CAR T cells. These cells are grown and frozen for the patient. To get the HER2 antibody (and the CD28zeta) to attach to the surface of the T-cell, investigators insert the antibody gene into the T-cell. This is done with a virus called a retrovirus that has been made for this study and will carry the antibody gene into the T cell. This virus also helps the investigators find the T cells in the patient's blood after they are injected. Because the patients in this study receive cells with a new gene in them, they will be followed for a total of 15 years to see if there are any long-term side effects of gene transfer.\n\nPatients will receive cyclophosphamide for 2 days followed by fludarabine for 5 days before receiving the HER2 CAR T cells. These chemotherapies may be given in the clinic or hospital.\n\nThe fludarabine, cyclophosphamide, and HER2 CAR T cells will be given intravenously (through a needle inserted into a vein or port-a-cath or another type of central venous line).\n\nBefore the patient receives the injection of HER2 CAR T cells, they may be given a dose of Benadryl (Diphenhydramine) and Tylenol (Acetaminophen). The injection of T cells will take between 1 and 10 minutes. Patients will be monitored in the clinic or hospital after the injection for up to 4 hours. The treatment will be given by the Center for Cell and Gene Therapy at Texas Children's Hospital. Patients will be follow ed in the clinic after the T-cell injection and also by disease evaluations from their primary doctor.\n\nOne week after the patient receives the HER2 CAR T cells,they will begin receiving an immune checkpoint inhibitor pembrolizumab every three weeks or nivolumab every two weeks . If the patient experiences any immune side effects from treatment with the HER2 CAR T cells, treatment with pembrolizumab (or nivolumab) will be delayed until they have recovered from those side effects. Pembrolizumab (or nivolumab) is given intravenously and at Texas Children's Hospital.\n\nMedical tests before treatment\n\nBefore being treated, patients will receive a series of standard medical tests:\n\n* Physical exam\n* Blood tests to measure blood cells, inflammation, kidney and liver function\n* Heart function test (Echocardiogram)\n* Measurements of the tumor by imaging studies that were used before to follow the tumor such as Computer Tomogram (CT), Magnetic Resonance Imaging (MRI), or Positron Emission Tomography (PET/CT).\n* If the tumor has spread to the patient's bone marrow, bone marrow aspiration and biopsy may also be used to measure the tumor in addition.\n* Chest X-Ray to assess the lungs\n\nMedical tests during and after treatment\n\nPatients will receive standard medical tests when they are getting the infusions and after:\n\n* Physical exams\n* Blood tests to measure blood cells, inflammation, kidney, and liver function\n* Heart function test (Echocardiogram) at 6 weeks after the infusion\n* Measurements of the tumor by imaging studies 6 weeks after the infusion\n* If the tumor was previously detected in the bone marrow, bone marrow studies (bone marrow aspiration and biopsy) will be performed 6 weeks after the infusion to follow the tumor.\n\nTo learn more about the way the HER2 CAR T cells are working and how long they last in the body, an extra amount of blood, based on the patient's weight, up to a maximum of 60 ml (12 teaspoons) of blood will be taken on the day of the T-cell infusion, before and at the end of the T-cell infusion, 1, 2, 4 and 6 weeks after the T-cell infusion and every 3 months for 1 year, every 6 months for 4 years, then yearly for a total of 15 years. One additional blood sample might be drawn 3 to 4 days after the T-cell infusion; this is optional. If the patient develops fever or other inflammation following CAR T cell injection, additional blood samples may be collected daily until the inflammation has resolved. For children, the total amount of blood drawn will not be more than 3 ml (less than 1 teaspoon) per 1 kg of body weight on any one day. This volume is considered safe but may be decreased if the patient is anemic.\n\nDuring the time points listed above, if the T cells are found in the patient's blood at a certain amount an extra 5 ml of blood may need to be collected for additional testing.\n\nTo perform the bacteria studies on the patient's stool, the patient with provide a stool sample during chemotherapy, after HER2 CAR T cell infusion, and after starting pembrolizumab (or nivolumab) treatment, and at optional additional timepoints for up to 6 months after treatment stops.\n\nIf the patient received the prescribed treatment (lymphodepletion chemotherapy, HER2 CAR T cells, and two doses of pembrolizumab or nivolumab) and tolerated the treatment well, they can receive additional doses of the T cells at 6 to 12 weeks intervals and continue on treatment with pembrolizumab or nivolumab if they wish for up to 12 weeks after the last T cell infusion. After each T-cell infusion, the patient will be monitored as described above.\n\nIf the patient has a tumor biopsy performed any time while they are on study, a sample of this will be used for research purposes (if a sample can be obtained).\n\nIf the patient develops a second abnormal growth, significant blood or nervous system disorder during the trial, a biopsy sample of the tissue will be tested (if a sample can be obtained).\n\nPatients will receive supportive care for acute or chronic toxicity, including blood components or antibiotics, and other intervention as appropriate."
        },
        "conditionsModule": {
            "conditions": [
                "Sarcoma",
                "HER-2 Protein Overexpression",
                "Osteosarcoma",
                "Rhabdomyosarcoma",
                "Ewing Sarcoma",
                "Synovial Sarcoma",
                "Soft Tissue Sarcoma",
                "Undifferentiated Sarcoma"
            ],
            "keywords": [
                "Sarcoma",
                "Her-2 Positive Sarcoma",
                "autologous T cells",
                "HER2 positive recurrent or progressive sarcoma",
                "HER2 CAR T cells",
                "Osteosarcoma",
                "Rhabdomyosarcoma",
                "Ewing sarcoma",
                "Synovial sarcoma",
                "Soft tissue sarcoma",
                "Undifferentiated sarcoma"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Patients will be non-randomly assigned to one of two arms, Arm A or Arm B. Dose de-escalation will occur independently in each arm.\n\nArm A treatment will consist of autologous HER2 CAR T cells infused in combination with lymphodepletion and the PD-1 antibody pembrolizumab. Accrual will start at Dose Level 1. In the event that Dose Level 1 is not tolerable, de-escalation to Dose Level -1 will occur.\n\nArm B treatment will consist of autologous HER2 CAR T cells infused in combination with lymphodepletion and the PD-1 antibody nivolumab. Accrual will start at Dose Level 1. In the event that Dose Level 1 is not tolerable, de-escalation to Dose Level -1 will occur.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 25,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Arm A",
                    "type": "EXPERIMENTAL",
                    "description": "autologous HER2 CAR T cells infused in combination with lymphodepletion chemotherapy and the PD-1 antibody pembrolizumab",
                    "interventionNames": [
                        "Genetic: T cells or CAR T cells",
                        "Drug: Pembrolizumab Injectable Product"
                    ]
                },
                {
                    "label": "Arm 2",
                    "type": "EXPERIMENTAL",
                    "description": "autologous HER2 CAR T cells infused in combination with lymphodepletion chemotherapy and the PD-1 antibody nivolumab",
                    "interventionNames": [
                        "Genetic: T cells or CAR T cells",
                        "Drug: Nivolumab Injectable Product"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "GENETIC",
                    "name": "T cells or CAR T cells",
                    "description": "There are 2 dose levels:\n\nDose Level 1 (1x10\\^8 cells/m2) and Dose Level -1 (5x10\\^7 cells/m2). In the event that Dose Level 1 is not tolerable, de-escalation to Dose Level -1 will occur.",
                    "armGroupLabels": [
                        "Arm 2",
                        "Arm A"
                    ],
                    "otherNames": [
                        "HER2 CAR T cells"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Pembrolizumab Injectable Product",
                    "description": "2 mg/kg/dose (max 200 mg/dose) every 3 weeks",
                    "armGroupLabels": [
                        "Arm A"
                    ],
                    "otherNames": [
                        "immune checkpoint inhibitor"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Nivolumab Injectable Product",
                    "description": "3 mg/kg/dose (\\<40kg) or 124 mg (≥40 kg) every 2 weeks",
                    "armGroupLabels": [
                        "Arm 2"
                    ],
                    "otherNames": [
                        "immune checkpoint inhibitor"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "ARM A: Dose-limiting toxicity (DLT) rate by CTCAE v5.0. Neurotoxicity and cytokine release syndrome (CRS) will be graded according to ASTCT Consensus Grading System.",
                    "description": "Any grade 5 event, Grade 3 and 4 cytokine release syndrome (CRS) or neurological toxicities that fail to return to grade 2 within 5 days of T cell infusion , and all other grade 3 or 4 toxicities (including allergic reactions to T cell infusions) that fail to return to grade 2 within 72 hours.\n\nIn the event that the combination treatment potentiates expected, severe toxicities attributable to PD-1 antibody, investigators will employ an additional stopping rule which will be applied to each arm separately. If (1) two within the initial six patients treated or (2) greater than 33% of all patients thereafter develop greater than or equal to grade 3 non-hematologic, non-dermatologic toxicity attributable to PD-1 antibody but not attributable to HER2 CAR T cells during the DLT window, investigators will pause enrollment to that study arm.\n\nToxicity will be evaluated according to the CTCAE v5.0 except for CRS and neurotoxicity.",
                    "timeFrame": "By day 42 or 14 days after second dose of Pembrolizumab (whichever is longer)"
                },
                {
                    "measure": "ARM B: Dose-limiting toxicity (DLT) rate by CTCAE v5.0. Neurotoxicity and cytokine release syndrome (CRS) will be graded according to ASTCT Consensus Grading System.",
                    "description": "Any grade 5 event, Grade 3 and 4 cytokine release syndrome (CRS) or neurological toxicities that fail to return to grade 2 within 5 days of T cell infusion , and all other grade 3 or 4 toxicities (including allergic reactions to T cell infusions) that fail to return to grade 2 within 72 hours.\n\nIn the event that the combination treatment potentiates expected, severe toxicities attributable to PD-1 antibody, investigators will employ an additional stopping rule which will be applied to each arm separately. If (1) two within the initial six patients treated or (2) greater than 33% of all patients thereafter develop greater than or equal to grade 3 non-hematologic, non-dermatologic toxicity attributable to PD-1 antibody but not attributable to HER2 CAR T cells during the DLT window, investigators will pause enrollment to that study arm.\n\nToxicity will be evaluated according to the CTCAE v5.0 except for CRS and neurotoxicity.",
                    "timeFrame": "By day 42 or 7 days after third dose of Nivolumab (whichever is longer)"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Overall Response rate according to RECIST 1.1 Criteria SD, PR and CR are considered responders.",
                    "description": "Subjects who receive at least one dose of HER2 CAR T cells and two doses of PD-1 antibody are evaluable.\n\nResponse in patients with disease measurable by imaging will be determined by the Response Evaluation Criteria in Solid Tumors (RECIST) version 1.1",
                    "timeFrame": "42 plus/minus 7 days"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Procurement Inclusion Criteria:\n\n* Diagnosis of a HER2-positive sarcoma. Immunohistochemistry (IHC) will be used to determine HER2 expression.45,138 Standard HER2 positive breast cancer density gradient tissue microarrays will be used as positive controls. HER2 expression will be graded for percent positive tumor cells (Grade 0: no staining; Grade 1: 1-25%; Grade 2: 26-50% and Grade 3: 51-100%) and intensity of staining (Negative; 1+; 2+; and 3+). For the patient to meet eligibility, tumors are required to have at least ≥ grade 1 and ≥ 1+ intensity score for HER2 staining.\n* Age between 1 to 25 years\n* Karnofsky or Lansky performance score of ≥ 60\n* Informed consent explained to, understood by, and signed by patient/guardian. Patient or guardian given copy of informed consent.\n\nTreatment Inclusion Criteria:\n\n* Diagnosis of a HER2 positive sarcoma with disease progression or recurrence after at least one prior systemic therapy\n* At least 4 weeks from and having recovered from acute toxic effects of all prior cytotoxic chemotherapy. Those receiving targeted (non-cytotoxic) drugs must be at least 7 days or 3 drug half-lives, whichever is greater, from last receipt of said drug and must have recovered from all acute toxic effects of that drug.\n* Normal cardiac left ventricular end diastolic function (LVEF) as measured by echocardiogram (normal per institutional limits)\n* Karnofsky or Lansky performance score of ≥60\n* Total bilirubin ≤1.5x upper limit of normal (ULN) for age AND direct bilirubin ≤ULN for age\n* AST/ALT ≤ 2.5x ULN\n* Serum creatinine ≤1.5x ULN for age\n* Hgb ≥ 7.0 g/dL (transfusion allowed)\n* WBC \\> 2,000/µl\n* ANC \\>1,000/ul\n* Platelets \\>75,000/ul (not transfused)\n* Pulse oximetry of ≥ 90% on room air\n* Sexually active males and females of childbearing potential must agree to use a form of contraception considered effective and medically acceptable by the investigator. Non-childbearing potential is defined as pre-menarche, greater than 1-year post-menopausal, or surgically sterilized.\n* Available autologous transduced cytotoxic T lymphocytes with ≥ 15% expression of HER2 CAR and killing of HER2-positive targets ≥ 20% in cytotoxicity assay\n* Informed consent explained to, understood by, and signed by patient or guardian. Patient or guardian given copy of informed consent.\n\nProcurement Exclusion Criteria:\n\n* Known HIV positivity\n* Severe previous toxicity from cyclophosphamide including, but not limited to, decreased heart function, abnormal heart rhythms, severe allergic reaction, or grade 4 hemorrhagic cystitis\n* Severe previous toxicity from fludarabine including, but not limited to, neurotoxicity, coma, renal injury requiring dialysis, development of hemolytic anemia, or development of a secondary malignancy\n* Severe hypersensitivity (≥Grade 3) to pembrolizumab or nivolumab or any of their excipients\n* History of allergic reactions attributed to murine protein containing products, DMSO or dextran 40\n* Cardiac disorder defined as left ventricular ejection fraction below the institution normal as determined by echocardiogram or New York Heart Association (NYHA) functional class III or IV or clinically significant cardiac arrhythmia\n* Active autoimmune disease that has required systemic treatment in the past 2 years (i.e. with use of disease-modifying agents, corticosteroids, or immunosuppressive drugs). Replacement therapy (e.g. thyroxine, insulin, or physiologic corticosteroid replacement therapy for adrenal or pituitary insufficiency, etc.) is not considered a form of systemic treatment\n* History of non-infectious pneumonitis that required steroids or current pneumonitis\n* Known history of active tuberculosis\n* Has undergone solid organ transplantation at any time\n* Has a diagnosis of immunodeficiency or is receiving any other form of immunosuppressive therapy aside from cytotoxic chemotherapy\n* Presence of bulky tumor at the primary or metastatic site\n* Has a history or current evidence of any condition, therapy, or laboratory or radiologic abnormality that is not in the best interest of the subject to participate, as determined by the treating investigator\n\nTreatment Exclusion Criteria:\n\n* Known HIV positivity\n* Intercurrent infection\n* Pregnant or lactating\n* History of hypersensitivity to murine protein-containing products, DMSO or dextran 40\n* Severe previous toxicity from cyclophosphamide including, but not limited to, decreased heart function, abnormal heart rhythms, severe allergic reaction, or grade 4 hemorrhagic cystitis\n* Severe previous toxicity from fludarabine including, but not limited to, neurotoxicity, coma, renal injury requiring dialysis, development of hemolytic anemia, or development of a secondary malignancy\n* Severe hypersensitivity (≥Grade 3) to pembrolizumab or nivolumab or any of their excipients\n* Cardiac disorder defined as left ventricular ejection fraction below the institution normal as determined by echocardiogram or New York Heart Association (NYHA) functional class III or IV or clinically significant cardiac arrhythmia\n* Active autoimmune disease that has required systemic treatment in the past 2 years (i.e. with use of disease-modifying agents, corticosteroids, or immunosuppressive drugs). Replacement therapy (e.g. thyroxine, insulin, or physiologic corticosteroid replacement therapy for adrenal or pituitary insufficiency, etc.) is not considered a form of systemic treatment.\n* History of non-infectious pneumonitis that required steroids or current pneumonitis\n* Known history of active tuberculosis\n* Has received a live virus vaccine within previous 30 days\n* Has undergone solid organ transplantation at any time\n* Has a diagnosis of immunodeficiency or is receiving any other form of immunosuppressive therapy\n* Presence of bulky tumor at the primary or metastatic site\n* Has received radiotherapy within 14 days of start of trial treatment with the exception that those who have received palliative radiation (≤2 weeks of radiotherapy) to non-central nervous system disease within 7 days are permitted. Subjects must have recovered from all radiation-related toxicities, not require corticosteroids, and not have had radiation pneumonitis.\n* Has a history or current evidence of any condition, therapy, or laboratory or radiologic abnormality that is not in the best interest of the subject to participate, as determined by the treating investigator",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "1 Year",
            "maximumAge": "25 Years",
            "stdAges": [
                "CHILD",
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Meenakshi Hegde, MD",
                    "role": "CONTACT",
                    "phone": "832-824-4840",
                    "email": "mghegde@bcm.edu"
                },
                {
                    "name": "Shoba Navai, MD",
                    "role": "CONTACT",
                    "phone": "832-824-7482",
                    "email": "Shoba.Navai@Bcm.Edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Meenakshi Hegde, MD",
                    "affiliation": "Baylor College of Medicine",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Shoba Navai, MD",
                    "affiliation": "Baylor College of Medicine",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Nabil Ahmed, MD",
                    "affiliation": "Baylor College of Medicine",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Texas Children's Hospital",
                    "status": "RECRUITING",
                    "city": "Houston",
                    "state": "Texas",
                    "zip": "77030",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 29.76328,
                        "lon": -95.36327
                    }
                }
            ]
        },
        "referencesModule": {
            "seeAlsoLinks": [
                {
                    "label": "The Genetic and Rare Diseases (GARD) Information Center",
                    "url": "https://rarediseases.info.nih.gov/"
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000012509",
                    "term": "Sarcoma"
                },
                {
                    "id": "D000012516",
                    "term": "Osteosarcoma"
                },
                {
                    "id": "D000012208",
                    "term": "Rhabdomyosarcoma"
                },
                {
                    "id": "D000012512",
                    "term": "Sarcoma, Ewing"
                },
                {
                    "id": "D000013584",
                    "term": "Sarcoma, Synovial"
                }
            ],
            "ancestors": [
                {
                    "id": "D000018204",
                    "term": "Neoplasms, Connective and Soft Tissue"
                },
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000018213",
                    "term": "Neoplasms, Bone Tissue"
                },
                {
                    "id": "D000009372",
                    "term": "Neoplasms, Connective Tissue"
                },
                {
                    "id": "D000009217",
                    "term": "Myosarcoma"
                },
                {
                    "id": "D000009379",
                    "term": "Neoplasms, Muscle Tissue"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M14850",
                    "name": "Recurrence",
                    "relevance": "LOW"
                },
                {
                    "id": "M15327",
                    "name": "Sarcoma",
                    "asFound": "Sarcoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M15037",
                    "name": "Rhabdomyosarcoma",
                    "asFound": "Rhabdomyosarcoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M15330",
                    "name": "Sarcoma, Ewing",
                    "asFound": "Ewing Sarcoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M16361",
                    "name": "Sarcoma, Synovial",
                    "asFound": "Synovial Sarcoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M15334",
                    "name": "Osteosarcoma",
                    "asFound": "Osteosarcoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M20350",
                    "name": "Neoplasms, Connective and Soft Tissue",
                    "relevance": "LOW"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M20359",
                    "name": "Neoplasms, Bone Tissue",
                    "relevance": "LOW"
                },
                {
                    "id": "M12317",
                    "name": "Neoplasms, Connective Tissue",
                    "relevance": "LOW"
                },
                {
                    "id": "M12169",
                    "name": "Myosarcoma",
                    "relevance": "LOW"
                },
                {
                    "id": "T5284",
                    "name": "Soft Tissue Sarcoma",
                    "asFound": "Sarcoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "T2148",
                    "name": "Ewing Sarcoma",
                    "asFound": "Ewing Sarcoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "T5553",
                    "name": "Synovial Sarcoma",
                    "asFound": "Synovial Sarcoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "T4340",
                    "name": "Osteosarcoma",
                    "asFound": "Osteosarcoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "T2055",
                    "name": "Embryonal Sarcoma",
                    "asFound": "Undifferentiated Sarcoma",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "C000582435",
                    "term": "Pembrolizumab"
                },
                {
                    "id": "D000077594",
                    "term": "Nivolumab"
                },
                {
                    "id": "D000082082",
                    "term": "Immune Checkpoint Inhibitors"
                }
            ],
            "ancestors": [
                {
                    "id": "D000074322",
                    "term": "Antineoplastic Agents, Immunological"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4225",
                    "name": "Antibodies",
                    "relevance": "LOW"
                },
                {
                    "id": "M349416",
                    "name": "Pembrolizumab",
                    "asFound": "Mg/m2",
                    "relevance": "HIGH"
                },
                {
                    "id": "M2342",
                    "name": "Immune Checkpoint Inhibitors",
                    "asFound": "Grape",
                    "relevance": "HIGH"
                },
                {
                    "id": "M1854",
                    "name": "Nivolumab",
                    "asFound": "Technique",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10184",
                    "name": "Immunoglobulins",
                    "relevance": "LOW"
                },
                {
                    "id": "M1346",
                    "name": "Antineoplastic Agents, Immunological",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                }
            ]
        }
    },
    "hasResults": false
}