{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05368571",
            "orgStudyIdInfo": {
                "id": "R01DA050670",
                "type": "NIH",
                "link": "https://reporter.nih.gov/quickSearch/R01DA050670"
            },
            "organization": {
                "fullName": "Baylor University",
                "class": "OTHER"
            },
            "briefTitle": "CHOICES-TEEN Randomized Controlled Trial",
            "officialTitle": "CHOICES-TEEN: Efficacy of a Bundled Risk Reduction Intervention for Juvenile Justice Females",
            "therapeuticArea": [
                "Women's Health",
                "Infectious Diseases"
            ],
            "study": "choices-teen-randomized-controlled-trial"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-02",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-04-08",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-06",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-03",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-05-06",
            "studyFirstSubmitQcDate": "2022-05-06",
            "studyFirstPostDateStruct": {
                "date": "2022-05-10",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-02-15",
            "lastUpdatePostDateStruct": {
                "date": "2024-02-16",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Baylor University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "University of Texas at Austin",
                    "class": "OTHER"
                },
                {
                    "name": "Wayne State University",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This randomized controlled trial will: 1) Test the efficacy of the CHOICES-TEEN (CT) intervention compared with an Attentional Control (AC) condition on reducing the risk of substance-exposed pregnancy (SEP) and HIV/STI among high-risk female youth involved with the juvenile justice system by reducing alcohol use, increasing marijuana cessation, reducing risk of pregnancy, and increasing condom use; 2) Test the efficacy of CT, compared to AC, on increasing cognitive self-regulation abilities; 3) Test proposed intervention mediators/mechanisms of action for CT overall and by race/ethnicity; and 4) Test the moderating effect of initial readiness to change on risk of SEP and risk of HIV/STI.",
            "detailedDescription": "This CHOICES-TEEN intervention study will use a Phase II Behavioral Treatment Trial to employ a single blind randomized design with an attention control (AC) group to assess the efficacy of the CHOICES-TEEN intervention. Young women, 14-19 years of age, entering the Harris County Juvenile Probation (HCJP) system's probation and field diversion and community probation program will be eligible for screening into the study. The investigators anticipate recruiting N=435 with 92% retention based on prior experience, yielding a total sample size of N=400, stratified by program, with 200 randomized to the CHOICES-TEEN intervention (plus Standard Care; CT) or the Attention only group (AC) using urn randomization. Both groups will be assessed at 3-, 6- and 9-month follow up. Eligibility will be determined based on the following inclusion/exclusion information. This efficacy trial will: (1) Test the efficacy of CHOICES-TEEN (CT) compared with attentional control (AC) on reducing the risk of substance-exposed pregnancy (SEP) and HIV/STI among high-risk female youth involved with the juvenile justice system by reducing alcohol use, increasing marijuana cessation, reducing pregnancy risk, and increasing condom use; (2) Test the efficacy of CT, compared to an attentional control condition, in increasing cognitive self-regulation abilities; (3) Test proposed intervention mediators/mechanisms of action for CT overall and by race/ethnicity; and (4) Test the moderating effect of initial readiness to change on risk of SEP and risk of HIV/STI.\n\nFemale adolescents between the ages of 14-19 will be recruited for eligibility screening from the aforementioned community probation program. Voluntarily referred youth will be screened for eligibility in the study after obtaining parental permission and youth assent. All youth enrolled in the study must be identified as being at risk for substance-exposed pregnancy and HIV/STI. Eligible youth who provide written informed consent (and parents who provide written permission) will then be randomized to the CHOICES-TEEN intervention or the Attentional Control Condition.\n\nThe investigators anticipate recruiting N=435 with 92% retention based on prior experience with similar studies, yielding a final sample size for analyses of N=400. Randomization, stratified by program, will result in n=200 participants per condition with participants clustered within k=4 forensic programs. Investigators assume a conservative ICC =0.20 due to clustering. Absolute risk reductions in risk of SEP range from 14.8% to 25.1% based on Project CHOICES, Project CHOICES Plus and our pilot CHOICES-TEEN. For the purposes of sample size justification, investigators will assume N=435 randomized in 1:1 fashion (minimum 400 completers), stratified by program, and ICC = 0.20 and a conservative estimate of an ARR=15% for reduced risk of SEP and HIV/STI. Finally, investigators stipulate that if the posterior probability that there is an effect of treatment (Odd Ratio\\>1.0) is greater than 0.75 and that the median treatment effect estimate exceeds an Odds Ratio=1.5, this constitutes sufficient evidence to warrant subsequent investigation. M=1000 Monte Carlo simulations, using a normal approximation to the posterior indicates that under the preceding assumptions the proposed design will identify an effect of treatment 81.9% of the time.\n\nData analyses. The data analytic strategy will use generalized linear mixed and structural equation modeling (SAS 9.4, R v. 3.4, Stan,v. 2.17 and MPlus v. 8.3) for both continuous and discrete outcomes. All analyses will be conducted on an intention-to-treat basis. To address missingness, Bayesian approaches will implement joint modeling of observed outcomes and the missing data which is robust to ignorable missingness (i.e., MCAR and MAR). Sensitivity analyses will evaluate robustness of analytic conclusions to missing data. Non-ignorable missing data patterns (i.e., MNAR) will be addressed through pattern-mixture modeling methods.Specification of diffuse, neutral priors will reflect the initial uncertainty regarding effect sizes. For all generalized linear mixed models, priors for regression coefficients will be specified as \\~Normal (µ=0, σ2=1 x 106) (for non-normal outcomes this refers to the prior for the coefficient within the link function), level one error variances will be specified as \\~Inverse Gamma (shape=0.001, scale=0.001). Choice of prior distribution for level two variances will follow Gelman's recommendations. Bayesian Structural Equation Modeling (BSEM) prior specification will adapt recommendations from Muthén and Asparouhov 230. Priors for the comparison of proportions will be specified as \\~Beta (α=0.5, β=0.5). Similar procedures will be used in secondary analyses to investigate subgroups of youth using specific substances (i.e. alcohol and marijuana), as well as intervention effects as a function of baseline readiness to change as a potential moderator. Mediational modeling will examine the degree to which putative mechanisms of behavioral change transmit the effects of the intervention on the specified outcomes. BSEM will investigate mediation of treatment effects due to CT on SEP and HIV/STI risk at 9 months by hypothesized mechanisms (processes of change, cognitive self-regulation, and confidence and temptation) measured at 3 months utilizing MPlus v. 8.3. Examination of the posterior distribution of the indirect effects will evaluate the probability that mediational effects exist.\n\nSpecific Data Analyses - Hypothesis 1: CT, compared to Attentional Control (AC) AC will be associated with reduced risk of SEP and HIV/STI at 9-months post intake. The primary outcome is reduced risk of SEP and HIV/STI at 9 months, however at each time point (3-, 6-, and 9-month) multilevel logistic models will evaluate the risk of SEP and HIV/STI as a function of treatment condition while addressing clustering due to forensic program assignment. At each time point generalized linear multilevel models will evaluate the presence/absence of risk drinking, presence/absence of marijuana use, presence/absence of vaginal intercourse without effective contraception, and presence/absence of vaginal or anal intercourse without condom use as a function of treatment condition while addressing clustering due to forensic program assignment.\n\nHypothesis 2: Compared to AC, CT will improve cognitive self-regulation abilities at 3-, 6-, and 9-month post intake as measured by self-report self-regulation measures. At each time point (3- and 9-month) generalized multilevel linear models will evaluate self-regulation as a function of treatment condition while addressing clustering due to forensic program assignment.\n\nHypothesis 3: The processes of change, confidence and temptation, and cognitive self- regulation, for each risk behavior at 3-months will mediate the effect of treatment on SEP risk and HIV/STI risk at 9-months post intake for CT. Multilevel Bayesian structural equation modeling (M-BSEM) will evaluate the degree to which processes of change, cognitive self-regulation, confidence and temptation measured at 3 months follow-up mediate the effect of treatment on SEP and HIV/STI risk at 9 month follow-up. Multilevel elements will address clustering as a function of forensic program assignment. Multigroup analyses testing the mediation models will find invariance between Non-Hispanic Black, Hispanic, and Non-Hispanic White.\n\nHypothesis 4: Female youth with low baseline readiness to change risk behavior will have less risk of SEP and HIV/STI at 3-, 6- and 9-months post intake in the CT intervention condition, designed to increase motivation and goal striving, than female youth with low baseline readiness to change risk behavior in the AC condition. At each time point (3-, 6-, and 9-month) multilevel logistic models will evaluate the risk of SEP and HIV/STI as a function of treatment condition, baseline readiness and the interaction of treatment and baseline readiness. These models will use the approach advocated by Simon and Dixon.\n\nSample Size. The investigators anticipate recruiting N=435 with 92% retention based on our experience with Project CHOICES, CHOICES Plus, and CP-T yielding a final sample size for analyses of N=400. Randomization, stratified by program, will result in n=200 participants per condition with participants clustered within k=4 forensic program assignments. Investigators assume a conservative ICC = 0.20 due to clustering. Absolute risk reductions in risk of SEP range from 14.8% to 25.1% based on Project CHOICES, Project CHOICES Plus and our pilot CHOICES-TEEN. For the purposes of sample size justification, investigators will assume N=435 randomized in 1:1 fashion (minimum 400 completers), stratified by program, and ICC = 0.20 and a conservative estimate of an ARR=15% for reduced risk of SEP and HIV/STI. Finally, investigators stipulate that if the posterior probability that there is an effect of treatment (Odd Ratio\\>1.0) is greater than 0.75 and that the median treatment effect estimate exceeds an Odds Ratio=1.5, this constitutes sufficient evidence to warrant subsequent investigation. M=1000 Monte Carlo simulations, using a normal approximation to the posterior indicates that under the preceding assumptions the proposed design will identify an effect of treatment 81.9% of the time."
        },
        "conditionsModule": {
            "conditions": [
                "Risk for an Alcohol-Exposed Pregnancy",
                "Risk for Marijuana-Exposed Pregnancy",
                "Risk for Substance-Exposed Pregnancy",
                "HIV Risk",
                "Sexually Transmitted Infection Risk"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Young women recruited from the four programs administered by HCJP will be randomized to the CHOICES-TEEN (CT) condition or the Attention Control (AC) condition. Randomization will be stratified by program such that women within each program will have an equal probability of being assigned to the CT or the AC condition.",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "maskingDescription": "Unique client ID numbers will be assigned to each program e.g. 2000 series, 3000 series, etc. Using RedCAP, each program's ID numbers will be randomly assigned to an intervention condition in advance. The condition assigned to each client ID number will be placed into an opaque envelope and these envelopes will be included in the intake packets for each new participant. The envelope with the condition assignment will be opened by the assessor after the conclusion of the assessment. Therefore, assessor, CHOICES-TEEN interventionist and study staff delivering the attention control condition will all be blind to condition during the intake assessment. Follow-up assessments will be done by study staff who are not providing the intervention.",
                    "whoMasked": [
                        "PARTICIPANT",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 400,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "CHOICES-TEEN",
                    "type": "EXPERIMENTAL",
                    "description": "This is a four session session utilizing Motivational Interviewing (MI) and cognitive-behavioral approaches to enhance motivation for change in one or more primary behaviors: alcohol, marijuana, and condom/contraceptive use. The intervention is delivered by a trained master's level counselor and an Adolescent Medicine Specialist using one in-person session, and three Telehealth sessions.",
                    "interventionNames": [
                        "Other: CHOICES-TEEN"
                    ]
                },
                {
                    "label": "Health and Life Skills Education",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "This four session life skills education program provides detailed information on time management, sleep, nutrition and exercise, and financial management. This program is delivered in person for the first session and then by Telehealth platform.",
                    "interventionNames": [
                        "Other: Health and Life Skills Education"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "CHOICES-TEEN",
                    "description": "This is a four-session hybrid in-person and Telehealth counseling intervention that is designed to reduce the risk of HIV/STI and alcohol- and marijuana-exposed pregnancy for young women who are involved in the juvenile justice system between the ages of 14-19.",
                    "armGroupLabels": [
                        "CHOICES-TEEN"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Health and Life Skills Education",
                    "description": "This is a four-session psychoeducational intervention that is designed to provide information on time management, sleep, nutrition and exercise, and financial management.",
                    "armGroupLabels": [
                        "Health and Life Skills Education"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in risk of alcohol-exposed pregnancy (AEP) as measured by self-reported daily standard drinks, vaginal sex, and use of contraception on the Timeline Followback calendar.",
                    "description": "Risk of AEP is defined as any risk drinking (\\>3 drinks/day or \\>7 drinks/week on average) and any occurrence of vaginal sex with no use or ineffective use of contraception in the assessment period. Self-reported daily alcohol use (in standard drinks), vaginal intercourse, and contraception (effective use) data from the Timeline Followback will be used to calculate risk of AEP for the previous 90 days. Change in Risk of AEP will be examined at 3-, 6-, and 9-months post-intake. A participant will be considered at risk of AEP at each of the 3-, 6-, and 9 month timepoints if the participant had any occurrence of vaginal sex without the use of effective contraception and had more than 3 standard drinks on any day or more than 7 standard drinks per week on average in any 30 day period in the previous 90 days. Risk of AEP will be a dichotomous outcome (at risk of AEP or at reduced risk of AEP).",
                    "timeFrame": "3, 6 and 9 months"
                },
                {
                    "measure": "Change in risk of marijuana-exposed pregnancy (MEP) as measured by self-reported marijuana use, vaginal sex, and use of contraception on the Timeline Followback calendar.",
                    "description": "Risk of MEP is defined as any day with marijuana use and any occurrence of vaginal sex with no use or ineffective use of contraception in the assessment period. Self-reported data from the Timeline Followback will be used to calculate risk of MEP for the previous 90 days at 3-, 6- , and 9 months post-intake. A participant will be considered at risk of MEP at each of the 3-, 6-, and 9 month timepoints if the participant had any occurrence of vaginal sex without the use of effective contraception and had any day with marijuana use in any 30 day period in the previous 90 days. Risk of MEP will be a dichotomous outcome (at risk of MEP or at reduced risk of MEP).",
                    "timeFrame": "3, 6, and 9 months"
                },
                {
                    "measure": "Change in risk of HIV and STI",
                    "description": "Risk of HIV and STI is defined as any day with an occurrence of vaginal or anal sex without using a condom in the assessment period. Self-reported data from the Timeline Followback will be used to calculate risk HIV/STI risk for the previous 90 days at 3-, 6-, and 9 months post-intake. A participant will be considered at risk of HIV/STI at each of the 3-, 6- or 9 month timepoints if the participant had any occurrence of vaginal or anal sex without the use of a condom in any 30 day period in the previous 90 days. Risk of HIV/STI will be a dichotomous outcome (at risk of HIV/STI or not at risk of HIV/STI).",
                    "timeFrame": "3, 6, and 9 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\nFemale adolescents between 14-19 years of age, of any race, who are at risk of substance-exposed pregnancy and HIV/STI will be eligible. Specifically, they must report the following behaviors within the last 3 months:\n\n* sexual intercourse with a male\n* inconsistent/ineffective condom use AND\n* inconsistent/ineffective contraception use\n\nExclusion Criteria:\n\n* severe cognitive and/or psychiatric impairment that precludes cooperation with study protocol, per judgement of the interventionist or research staff\n* do not speak or read/write in English\n* unable to meet study requirements, including follow-up assessments",
            "healthyVolunteers": false,
            "sex": "FEMALE",
            "genderBased": true,
            "genderDescription": "Identifies as female, and sex is female at birth.",
            "minimumAge": "14 Years",
            "maximumAge": "19 Years",
            "stdAges": [
                "CHILD",
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Danielle E Parrish, Ph.D.",
                    "role": "CONTACT",
                    "phone": "346-701-8047",
                    "email": "danielle_parrish@baylor.edu"
                },
                {
                    "name": "Kirk L von Sternberg, Ph.D.",
                    "role": "CONTACT",
                    "phone": "512-232-0633",
                    "email": "vonsternberg@mail.utexas.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Danielle E Parrish, Ph.D.",
                    "affiliation": "Baylor University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Kirk L von Sternberg, Ph.D.",
                    "affiliation": "University of Texas at Austin",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Baylor University",
                    "status": "RECRUITING",
                    "city": "Houston",
                    "state": "Texas",
                    "zip": "77002",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Danielle E Parrish, Ph.D.",
                            "role": "CONTACT",
                            "phone": "346-701-8047",
                            "email": "danielle_parrish@baylor.edu"
                        },
                        {
                            "name": "Kirk L von Sternberg, Ph.D.",
                            "role": "CONTACT",
                            "phone": "512-232-0633",
                            "email": "vonsternberg@mail.utexas.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 29.76328,
                        "lon": -95.36327
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000012749",
                    "term": "Sexually Transmitted Diseases"
                }
            ],
            "ancestors": [
                {
                    "id": "D000003141",
                    "term": "Communicable Diseases"
                },
                {
                    "id": "D000007239",
                    "term": "Infections"
                },
                {
                    "id": "D000091662",
                    "term": "Genital Diseases"
                },
                {
                    "id": "D000091642",
                    "term": "Urogenital Diseases"
                },
                {
                    "id": "D000020969",
                    "term": "Disease Attributes"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M3522",
                    "name": "Acquired Immunodeficiency Syndrome",
                    "relevance": "LOW"
                },
                {
                    "id": "M18250",
                    "name": "HIV Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M5449",
                    "name": "Marijuana Abuse",
                    "relevance": "LOW"
                },
                {
                    "id": "M15558",
                    "name": "Sexually Transmitted Diseases",
                    "asFound": "Sexually Transmitted Infections",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10283",
                    "name": "Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M6368",
                    "name": "Communicable Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M2876",
                    "name": "Genital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M2875",
                    "name": "Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M22700",
                    "name": "Disease Attributes",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC01",
                    "name": "Infections"
                },
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC25",
                    "name": "Substance Related Disorders"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M3777",
                    "name": "Ethanol",
                    "relevance": "LOW"
                },
                {
                    "id": "M6494",
                    "name": "Contraceptive Agents",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Infe",
                    "name": "Anti-Infective Agents"
                },
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "Repr",
                    "name": "Reproductive Control Agents"
                }
            ]
        }
    },
    "hasResults": false
}