{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05488431",
            "orgStudyIdInfo": {
                "id": "1.0"
            },
            "organization": {
                "fullName": "University of California, San Francisco",
                "class": "OTHER"
            },
            "briefTitle": "Cholesterol and Inflammation Lowering Via Bempedoic Acid, an ACL-inhibiting Regimen in HIV Trial (CLEAR HIV Trial)",
            "officialTitle": "Cholesterol and Inflammation Lowering Via Bempedoic Acid, an ACL-inhibiting Regimen in HIV Trial (CLEAR HIV Trial)",
            "therapeuticArea": [
                "Infectious Diseases",
                "Other"
            ],
            "study": "cholesterol-and-inflammation-lowering-via-bempedoic-acid-an-acl-inhibiting-regimen-in-hiv-trial-clear-hiv-trial"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-06",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-03-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2028-03-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2028-03-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-07-25",
            "studyFirstSubmitQcDate": "2022-08-02",
            "studyFirstPostDateStruct": {
                "date": "2022-08-04",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-06-28",
            "lastUpdatePostDateStruct": {
                "date": "2023-07-03",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR_INVESTIGATOR",
                "investigatorFullName": "Priscilla Hsue, MD",
                "investigatorTitle": "Dr. Priscilla Hsue",
                "investigatorAffiliation": "University of California, San Francisco"
            },
            "leadSponsor": {
                "name": "Priscilla Hsue, MD",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "University of California, Los Angeles",
                    "class": "OTHER"
                },
                {
                    "name": "Massachusetts General Hospital",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This is a randomized placebo-controlled study in treated and suppressed HIV-infected individuals aged ≥40 years with either known CVD or 1 CVD risk factor to study the effect of Bempedoic acid (BA) on safety, arterial inflammation as assessed by FDG-PET/CT, lipids, inflammation, immune activation, cardiometabolic indices, and non-calcified plaque (NCP) in the coronary arteries (assessed by coronary CT angiography, CCTA). This trial will be enrolled at UCSF and UCLA. Collaborators at Massachusetts General Hospital (MGH) will serve as the core facility for imaging.",
            "detailedDescription": "Persons living with HIV infection (PLWH) have a 2-fold higher risk of myocardial infarction and are twice as likely to develop cardiovascular disease accounting for a significant global burden of disease. While the mechanism underlying this excess risk remains poorly understood, studies demonstrate that atherosclerosis in the setting of HIV is distinct and characterized by heightened arterial inflammation as assessed by FDG-PET/CT. HIV and antiretroviral medication can worsen cardiometabolic parameters. Thus a therapeutic strategy that can lower lipids, inflammation, and improve glycemic parameters may be even more advantageous in HIV. Bempedoic acid (BA, an inhibitor of ATP citrate lyase), is safely tolerated, significantly lowers LDL-C and inflammatory markers (on top of statin therapy), and is FDA approved for individuals with heterozygous familial hypercholesterolemia or with established ASCVD who require additional LDL-C lowering. Additionally, BA has a protective effect on glycemic parameters and may reduce adiposity. Given the key role of lipids and inflammation in atherosclerosis in HIV, the purpose of this proof-of-concept mechanistic trial is to evaluate the impact of BA on the biology of HIV-associated atherosclerosis. This is a randomized placebo controlled study of effectively treated PLWH aged 40 years and older with either known CVD or 1 CVD risk factor to study the effect of BA on arterial inflammation (assessed by FDG-PET/CT), lipid levels, biomarkers of inflammatory/immune activation, cardiometabolic indices, and non-calcified plaque in the coronary arteries (assessed by CCTA). This multicenter trial will include PLWH enrolled at UCSF and UCLA. Long term collaborators at MGH will serve as the core facility for the imaging end-points. There are three specific aims for the: Cholesterol and inflammation Lowering via BEmpedoic Acid, an ACL-inhibiting Regimen in HIV Trial (CLEAR HIV Trial): Aim 1: To determine whether BA can safely reduce arterial inflammation including carotid plaque as assessed by FDG-PET/CT; Aim 2: To determine whether BA improves cardiometabolic measures (lipid, inflammatory, glycemic and adipose parameters) among PLWH. Exploratory objectives will be to assess BA's effect (vs. placebo) on glycemic as well as adipose tissue measures (HbA1c, HOMA IR, and adipose tissue volumes); Aim 3: To evaluate the impact of BA on non-calcified coronary plaque volume as measured by coronary CT angiography (CCTA)."
        },
        "conditionsModule": {
            "conditions": [
                "Dyslipidemias",
                "Cardiovascular Diseases",
                "HIV Infections",
                "Atherosclerosis"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "QUADRUPLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 121,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Bempedoic acid (BA)",
                    "type": "EXPERIMENTAL",
                    "description": "Patients randomized into the BA arm will receive 180 mg BA administered orally once daily without food for 52 weeks.",
                    "interventionNames": [
                        "Drug: Bempedoic acid"
                    ]
                },
                {
                    "label": "Placebo",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "Patients randomized into the placebo arm will receive 180 mg placebo administered orally once daily without food for 52 weeks.",
                    "interventionNames": [
                        "Other: Placebo"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Bempedoic acid",
                    "description": "Bempedoic Acid is an oral first-in-class small molecular adenosine triphosphate (ATP)-citrate lyase (ACL) inhibitor which lowers LDL-C by inhibition of cholesterol synthesis in the liver. ACL is an enzyme upstream of 3-hydroxy-3-methyl-glutaryl-coenzyme A (HMG-CoA) reductase in the cholesterol biosynthesis pathway. Inhibition of ACL by bempedoyl-CoA results in decreased cholesterol synthesis in the liver and lowers LDL-C in blood via upregulation of LDL receptors and concomitant suppression of hepatic fatty acid biosynthesis. BA has been studied in \\>4300 individuals and is currently being studied in \\>14,000 individuals in CLEAR Outcomes (NCT02993406).",
                    "armGroupLabels": [
                        "Bempedoic acid (BA)"
                    ],
                    "otherNames": [
                        "BA"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Placebo",
                    "description": "Placebo",
                    "armGroupLabels": [
                        "Placebo"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "FDG PET/CT Endpoint",
                    "description": "Change in Target-to-background ratio from baseline to follow-up study at 52 weeks. The main arterial endpoint is the most diseased segment of the index vessel. These findings will be correlated to measurements in the secondary endpoint.",
                    "timeFrame": "Baseline and Week 52"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Total Cholesterol Endpoint",
                    "description": "Change in total cholesterol will be assessed from baseline to week 24 and week 52.",
                    "timeFrame": "Baseline, Week 24 and Week 52"
                },
                {
                    "measure": "HDL Endpoint",
                    "description": "Change in HDL will be assessed from baseline to week 24 and week 52.",
                    "timeFrame": "Baseline, Week 24 and Week 52"
                },
                {
                    "measure": "LDL Endpoint",
                    "description": "Change in LDL will be assessed from baseline to week 24 and week 52.",
                    "timeFrame": "Baseline, Week 24 and Week 52"
                },
                {
                    "measure": "Triglycerides Endpoint",
                    "description": "Change in triglycerides will be assessed from baseline to week 24 and week 52.",
                    "timeFrame": "Baseline, Week 24 and Week 52"
                },
                {
                    "measure": "Apolipoprotein B Endpoint",
                    "description": "Change in apolipoprotein B will be assessed from baseline to week 24 and week 52.",
                    "timeFrame": "Baseline, Week 24 and Week 52"
                },
                {
                    "measure": "Hb A1c Endpoint",
                    "description": "Change in HbA1c from baseline to week 24 and week 52.",
                    "timeFrame": "Baseline, Week 24 and Week 52"
                },
                {
                    "measure": "Fasting glucose Endpoint",
                    "description": "Change in fasting glucose measurements from baseline to week 24 and week 52.",
                    "timeFrame": "Baseline, Week 24 and Week 52"
                },
                {
                    "measure": "Insulin Endpoint",
                    "description": "Change in insulin measurements from baseline to week 24 and week 52.",
                    "timeFrame": "Baseline, Week 24 and Week 52"
                },
                {
                    "measure": "homeostatic Model Assessment for Insulin Resistance (HOMA-IR) Endpoints",
                    "description": "The change in Homeostatic Model Assessment for Insulin Resistance (HOMA-IR), a calculation based on insulin and glucose, will also be assessed from baseline to week 24 and 52.\n\nThe equation simplifies to \\[HOMA-IR = fasting insulin \\*fasting glucose /22.5\\] where fasting plasma insulin is measured in (µIU/mL) and fasting plasma glucose is measured in (mmol/L). Values below 1.0 are generally considered optimal.",
                    "timeFrame": "Baseline, Week 24 and Week 52"
                },
                {
                    "measure": "Adipose Volume Endpoint",
                    "description": "Change in adipose tissue volumes will be assessed by FDG PET/CT (as measured in primary outcome) from baseline to week 52.",
                    "timeFrame": "Baseline and Week 52"
                },
                {
                    "measure": "hsCRP Endpoint",
                    "description": "Change in hsCRP from baseline to follow-up at weeks 24 and 52.",
                    "timeFrame": "Baseline, Week 24 and Week 52"
                },
                {
                    "measure": "IL-1B Endpoint",
                    "description": "Change in IL-1B from baseline to follow-up at weeks 24 and 52.",
                    "timeFrame": "Baseline, Week 24 and Week 52"
                },
                {
                    "measure": "IL-18 Endpoint",
                    "description": "Change in IL-18 from baseline to follow-up at weeks 24 and 52.",
                    "timeFrame": "Baseline, Week 24 and Week 52"
                },
                {
                    "measure": "SAA Endpoint",
                    "description": "Change in SAA from baseline to follow-up at weeks 24 and 52.",
                    "timeFrame": "Baseline, Week 24 and Week 52"
                },
                {
                    "measure": "Lp-PLA2 Endpoint",
                    "description": "Change in Lp-PLA2 from baseline to follow-up at weeks 24 and 52.",
                    "timeFrame": "Baseline, Week 24 and Week 52"
                },
                {
                    "measure": "sCD163 Endpoint",
                    "description": "Change in sCD163 from baseline to follow-up at weeks 24 and 52.",
                    "timeFrame": "Baseline, Week 24 and Week 52"
                },
                {
                    "measure": "IL-6 Endpoint",
                    "description": "Change in IL-6 from baseline to follow-up at weeks 24 and 52.",
                    "timeFrame": "Baseline, Week 24 and Week 52"
                },
                {
                    "measure": "D-Dimer Endpoint",
                    "description": "Change in D-Dimer from baseline to follow-up at weeks 24 and 52.",
                    "timeFrame": "Baseline, Week 24 and Week 52"
                },
                {
                    "measure": "Fibrinogen Endpoint",
                    "description": "Change in fibrinogen from baseline to follow-up at weeks 24 and 52.",
                    "timeFrame": "Baseline, Week 24 and Week 52"
                },
                {
                    "measure": "T-cell Endpoint",
                    "description": "Change in T-cell marker from baseline to follow up at weeks 24 and 52.",
                    "timeFrame": "Baseline, Week 24 and Week 52"
                },
                {
                    "measure": "B-cell Endpoint",
                    "description": "Change in B-cell marker from baseline to follow up at weeks 24 and 52.",
                    "timeFrame": "Baseline, Week 24 and Week 52"
                },
                {
                    "measure": "Monocyte activation Endpoint",
                    "description": "Change in monocyte activation marker from baseline to follow up at weeks 24 and 52.",
                    "timeFrame": "Baseline, Week 24 and Week 52"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Coronary CTA Non-calcified Plaque Endpoint",
                    "description": "Change in non-calcified plaque as measured by Coronary CTA from baseline to follow-up study at 52 weeks",
                    "timeFrame": "Baseline and Week 52"
                },
                {
                    "measure": "Coronary CTA High-risk Plaque Endpoint",
                    "description": "Change in high-risk plaque as measured by Coronary CTA from baseline to follow-up study at 52 weeks.",
                    "timeFrame": "Baseline and Week 52"
                },
                {
                    "measure": "Coronary CTA Coronary Plaque Incidence Endpoint",
                    "description": "Incidence of new coronary lesions as measured by Coronary CTA from baseline to follow-up study at 52 weeks",
                    "timeFrame": "Baseline and Week 52"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Documented HIV infection\n* On continuous antiretroviral therapy and virologically suppressed HIV infection for ≥12 weeks prior to study entry\n* CD4 T-cell count ≥ 200 cells/mm3\n* Male or female between the ages ≥ 40 years of age\n* LDL-C ≥ 70 mg/dL\n* Documented cardiovascular disease as defined by: 1. Prior myocardial infarction, 2. Prior cerebrovascular disease, 3. Prior peripheral arterial disease, 4. History of percutaneous coronary intervention, 5. History of coronary artery bypass graft OR 6. Angiographic evidence of \\>50% stenosis in at least one coronary artery\\] OR 1 CVD risk factor (T2DM, current smoking, hypertension, dyslipidemia, hsCRP≥2mg/L, family history)\n* TBR of \\>1.6 of the MDS of the carotid/aorta at baseline. This baseline arterial TBR cutoff excludes the rare individual that lacks appreciable arterial inflammation. It is notable that while 5-10% of uninfected individuals will have lower TBRs, it is rare that an HIV infected individual will fall below this range.\n* Female subjects must either be of non-childbearing potential (defined as post-menopausal or amenorrhea \\> 12 months) or agree to use two forms of contraception (one hormonal and one barrier) throughout the study and for at least one month following study completion and have a negative pregnancy test at screening and prior to the first dose of drug.\n* Males must use at least one method of contraception throughout the study.\n\nExclusion Criteria:\n\n* Pregnant/nursing women (as there is no data on bempedoic acid in this setting)\n* Diabetes requiring insulin (as insulin treatment alters the uptake of 18FDG)\n* Uncontrolled HTN as defined by baseline blood pressure reading of ≥160 mmHg systolic OR ≥100 mmHg diastolic (exclusion criteria in other studies with BA)\n* AST/ALT or alkaline phosphatase \\>2x ULN\n* Triglycerides \\>500 mg/dL at screening\n* Cancer within the last 5 years with exception of squamous cell carcinoma and basal cell carcinoma\n* Individuals on simvastatin \\>20mg or pravastatin \\>40mg. All other dosages and statins will be permitted with close monitoring for myopathies including assessment of CK levels\n* Nephrotic syndrome or eGFR \\<30 mL/min/1.73m2\n* Cytopenias which include 1) WBC \\<3.5 x103/uL 2) Platelet \\<120 x103/uL 3) ANC \\<1.5 x103/uL, and absolute lymphocytes \\<0.8 x 103/uL\n* Anemia as fined by Hgb \\<10 g/dL\n* Acute systemic infection within 30 days",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "40 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Marta Levkova",
                    "role": "CONTACT",
                    "phone": "628-206-8037",
                    "email": "marta.levkova@ucsf.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Priscilla Hsue, MD",
                    "affiliation": "University of California, San Francisco",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "San Francisco General Hospital",
                    "status": "RECRUITING",
                    "city": "San Francisco",
                    "state": "California",
                    "zip": "94110",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Marta Levkova",
                            "role": "CONTACT",
                            "phone": "628-206-8037",
                            "email": "Marta.levkova@ucsf.edu"
                        },
                        {
                            "name": "Priscilla Hsue, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Ahmed Tawakol, MD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Judith Currier, MD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Adam Spivak, MD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Steven Deeks, MD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "John Kornak, MD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Miguel Pampaloni, MD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Michael Lu, MD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Yoojin Lee, MD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Borek Foldyna, MD",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 37.77493,
                        "lon": -122.41942
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000002318",
                    "term": "Cardiovascular Diseases"
                },
                {
                    "id": "D000050197",
                    "term": "Atherosclerosis"
                },
                {
                    "id": "D000050171",
                    "term": "Dyslipidemias"
                },
                {
                    "id": "D000007249",
                    "term": "Inflammation"
                }
            ],
            "ancestors": [
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000001161",
                    "term": "Arteriosclerosis"
                },
                {
                    "id": "D000001157",
                    "term": "Arterial Occlusive Diseases"
                },
                {
                    "id": "D000014652",
                    "term": "Vascular Diseases"
                },
                {
                    "id": "D000052439",
                    "term": "Lipid Metabolism Disorders"
                },
                {
                    "id": "D000008659",
                    "term": "Metabolic Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M26188",
                    "name": "Atherosclerosis",
                    "asFound": "Atherosclerosis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M3522",
                    "name": "Acquired Immunodeficiency Syndrome",
                    "relevance": "LOW"
                },
                {
                    "id": "M18250",
                    "name": "HIV Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M10293",
                    "name": "Inflammation",
                    "asFound": "Inflammation",
                    "relevance": "HIGH"
                },
                {
                    "id": "M26181",
                    "name": "Dyslipidemias",
                    "asFound": "Dyslipidemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10283",
                    "name": "Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M6368",
                    "name": "Communicable Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M4469",
                    "name": "Arteriosclerosis",
                    "relevance": "LOW"
                },
                {
                    "id": "M4465",
                    "name": "Arterial Occlusive Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M17400",
                    "name": "Vascular Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M11639",
                    "name": "Metabolic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M27029",
                    "name": "Lipid Metabolism Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC01",
                    "name": "Infections"
                },
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "C000581236",
                    "term": "8-hydroxy-2,2,14,14-tetramethylpentadecanedioic acid"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000960",
                    "term": "Hypolipidemic Agents"
                },
                {
                    "id": "D000000963",
                    "term": "Antimetabolites"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000057847",
                    "term": "Lipid Regulating Agents"
                },
                {
                    "id": "D000004791",
                    "term": "Enzyme Inhibitors"
                },
                {
                    "id": "D000007004",
                    "term": "Hypoglycemic Agents"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M3595",
                    "name": "Adenosine",
                    "relevance": "LOW"
                },
                {
                    "id": "M21320",
                    "name": "Citric Acid",
                    "relevance": "LOW"
                },
                {
                    "id": "M1837",
                    "name": "Sodium Citrate",
                    "relevance": "LOW"
                },
                {
                    "id": "M11110",
                    "name": "Liver Extracts",
                    "relevance": "LOW"
                },
                {
                    "id": "M340511",
                    "name": "8-hydroxy-2,2,14,14-tetramethylpentadecanedioic acid",
                    "asFound": "Progressive Multiple Sclerosis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4278",
                    "name": "Hypolipidemic Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M4281",
                    "name": "Antimetabolites",
                    "relevance": "LOW"
                },
                {
                    "id": "M28883",
                    "name": "Lipid Regulating Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M7951",
                    "name": "Enzyme Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M10054",
                    "name": "Hypoglycemic Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "T382",
                    "name": "Citrate",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "AnArAg",
                    "name": "Anti-Arrhythmia Agents"
                },
                {
                    "abbrev": "VaDiAg",
                    "name": "Vasodilator Agents"
                },
                {
                    "abbrev": "Analg",
                    "name": "Analgesics"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "AnCoag",
                    "name": "Anticoagulants"
                },
                {
                    "abbrev": "Hemat",
                    "name": "Hematinics"
                },
                {
                    "abbrev": "Hypo",
                    "name": "Hypoglycemic Agents"
                },
                {
                    "abbrev": "Lipd",
                    "name": "Lipid Regulating Agents"
                },
                {
                    "abbrev": "Ot",
                    "name": "Other Dietary Supplements"
                }
            ]
        }
    },
    "hasResults": false
}