{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05410353",
            "orgStudyIdInfo": {
                "id": "20-07328-FB"
            },
            "secondaryIdInfos": [
                {
                    "id": "1R01CA267643-01",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/1R01CA267643-01"
                }
            ],
            "organization": {
                "fullName": "University of Tennessee",
                "class": "OTHER"
            },
            "briefTitle": "Choosing Healthy Activities and Lifestyle Management Through Portal Support",
            "officialTitle": "Managing Obesity by Leveraging Health Information Technology to Lower Cancer Risk",
            "acronym": "CHAMPS",
            "therapeuticArea": [
                "Endocrinology",
                "Other"
            ],
            "study": "choosing-healthy-activities-and-lifestyle-management-through-portal-support"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-06",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-02-24",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-06",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2028-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-05-25",
            "studyFirstSubmitQcDate": "2022-06-02",
            "studyFirstPostDateStruct": {
                "date": "2022-06-08",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-06-05",
            "lastUpdatePostDateStruct": {
                "date": "2023-06-06",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of Tennessee",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Cancer Institute (NCI)",
                    "class": "NIH"
                },
                {
                    "name": "Regional One Health",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The study aims to randomize 250 participants to 1 of 2 arms: a.) an Active Intervention Group (based on the Look AHEAD\\* ILI) or b.) a Comparison Group (based on the Look AHEAD DSE Comparison group) to test the hypothesis that a multicomponent, multilevel behavioral weight loss intervention (Active Intervention Group) adapted for underserved groups and delivered through Health Information Technology (Health IT) tools via the Electronic Health Record (EHR) patient portal, will result in significantly greater weight loss 12 months after enrollment compared to the Comparison Group.\n\n\\*The Look AHEAD study was a multi-center, randomized clinical trial involving overweight and obese persons with type 2 diabetes, aimed to determine the effects on the cardiovascular outcomes of an intensive lifestyle intervention (ILI) for weight loss, in comparison to the diabetes support and education intervention (DSE).",
            "detailedDescription": "This research project is a collaborative effort between the University of Tennessee Health Science Center (UTHSC) and Regional One Health, one of the largest nonprofit physician practice groups located in western Tennessee and in the surrounding rural areas - part of the Delta area with some of the highest rates of obesity in the nation. Obesity and excess body fat are associated with many diseases and adverse health consequences. Obesity is associated with an increased risk of morbidity and mortality from cancer and may worsen cancer survivorship and quality of life. Obesity also disproportionally affects underserved population groups such as racial and ethnic minorities, persons with lower socioeconomic status, and persons living in rural areas. Although numerous research studies have shown that behavioral weight loss interventions combined with dietary modification and increased physical activity are the most effective in achieving weight loss and guidelines have endorsed such interventions, there is limited literature describing behavioral weight loss strategies in real-world clinical practice settings. There are also no published studies on the effectiveness of practice-based, multicomponent behavioral interventions for weight loss in underserved populations in urban or rural settings, using Health IT and the EHR patient portal. The investigators of this study propose a practice-based clinical trial delivering the intervention via the Health IT EHR patient portal combined with supportive telephonic follow-up that specifically addresses the concerns and needs of underserved populations living in either an urban or rural area. If successful, this intervention would demonstrate an approach that could be applicable to challenging populations and would demonstrate how to develop, implement, and sustain an effective weight loss intervention integrated within a trusted healthcare system's Health IT that may prevent cancer. During Stage 1 (12 months), the investigators will refine the intervention for Health IT delivery by conducting formative research (key informant interviews and focus groups). With patients, they will seek to identify the barriers to implementing the Look AHEAD ILI behavioral weight loss intervention and adapt and modify ILI components to make them acceptable for underserved populations in both urban and rural settings and integrate those components into the EHR patient portal (Active Intervention group). The investigators will also adapt the Look AHEAD Comparison condition (DSE group) for the Comparison condition. With healthcare providers, the study team will seek to determine how a Health IT intervention integrated at the system level, can facilitate delivery of guideline concordant weight management care. During Stage 2 (years 2-5), the investigators will conduct a clinical trial and randomly assign 250 participants at the Regional One Health partner practice sites in urban and rural settings in a 1:1 ratio to either the Comparison Group or the Active Intervention Group and determine weight change (primary outcome) over time in both groups. In this study, investigators will also assess how social determinants of health are related to patient uptake and engagement with the Health IT patient portal and patient success with weight loss."
        },
        "conditionsModule": {
            "conditions": [
                "Weight Loss",
                "Overweight and Obesity",
                "Behavior, Health"
            ],
            "keywords": [
                "health information technology",
                "electronic health record",
                "patient portal"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "This is a 2-arm, parallel, randomized, controlled clinical trial. Eligible participants will be randomly assigned in a 1:1 ratio to either a behavioral weight loss intervention group delivered via Health IT with telephonic support (Active Intervention Group) or the Comparison Group. Because intervention delivery does not depend on clinic site, the study team has opted for a more powerful individual randomization over cluster randomization (but the team will potentially include clinic site as a grouping effect in the analysis).",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "maskingDescription": "The randomized portion of this protocol will employ a blinding design so that the CHAMPS study personnel and investigators who are collecting and assessing outcome data (i.e., weight) will not know a participant's group assignment status (blinded to assignment). Neither the participants, nor the study staff who provide the intervention, will be blinded to assignment. All participants will be asked not to reveal their CHAMPS study group assignment to blinded clinic personnel. All intervention-related information will be kept separately from outcome data and will not be accessible to blinded staff.",
                    "whoMasked": [
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 250,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Active Intervention Group",
                    "type": "EXPERIMENTAL",
                    "description": "Look AHEAD Intervention program adapted for delivery via Health IT modified for cultural and social norms applicable to under-served population groups",
                    "interventionNames": [
                        "Behavioral: Active Intervention Group"
                    ]
                },
                {
                    "label": "Comparison Group",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Look AHEAD DSE (Diabetes Support and Education) Comparison Group intervention adapted to be delivered via the EHR patient portal with telephonic support",
                    "interventionNames": [
                        "Behavioral: Comparison Group"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Active Intervention Group",
                    "description": "The 3 major intervention components are diet, physical activity, and the behavioral modification curriculum. Scheduled interactions are educational podcasts (a series of audiovisual, digital media files) paired with a follow-up phone counseling session with a trained behavioral interventionist. A patient portal message will be sent to participants when a new podcast is posted. Interactive sessions will be weekly (weeks 1-16), biweekly (weeks 17-24), and monthly (weeks 25-52). The goal for weight loss is ≥ 7% of initial weight over the course of 12 months. Participants will restrict caloric intake with the goal of 1,200-1,500 kcal/day for those weighing \\< 114 kg and 1,500-1,800 kcal/day for those weighing ≥ 114 kg. The physical activity goal will be for participants to gradually increase to 175-200 minutes of moderate-intensity activity per week by the 24th week. Participants will also be asked to self-monitor their dietary intake and physical activity using the \"Lose It!\" app.",
                    "armGroupLabels": [
                        "Active Intervention Group"
                    ],
                    "otherNames": [
                        "Weight Loss",
                        "Adapted Look AHEAD ILI Group"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Comparison Group",
                    "description": "All participants in the Comparison Group will receive a mandatory 13 contacts per year including 3 informational sessions on nutrition, physical activity and social support and 10 contacts via patient portal or email regarding intervention topics. The Look AHEAD Comparison Group was designed to be realistic, achievable, and an acceptable intervention that encouraged optimal study retention.",
                    "armGroupLabels": [
                        "Comparison Group"
                    ],
                    "otherNames": [
                        "Adapted Look AHEAD DSE Group"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Relative percentage change in weight",
                    "description": "This is calculated for each follow-up visit as ((weight at FU visit - baseline weight) / (baseline weight)) × 100%.",
                    "timeFrame": "12 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Relationship of social determinants of health (screening tool) with weight change over time",
                    "description": "How social determinants of health, assessed via the Social Needs Screening Tool, relate to patient success with weight loss",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Relationship of social determinants of health (BRFSS) with weight change over time",
                    "description": "How social determinants of health, assessed via the Social Determinants of Health Questions Adapted from the Behavioral Risk Factor Surveillance System (BRFSS) 2017 Questionnaire, relate to patient success with weight loss",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Relationship of social determinants of health (z codes) with weight change over time",
                    "description": "How social determinants of health, assessed using z codes for Social Determinants of Health constructs abstracted from the Electronic Health Record using ICD -10 codes, relate to patient success with weight loss",
                    "timeFrame": "12 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. are ≥ 16 years old\n2. are overweight or obese (BMI ≥ 25 kg/m2)\n3. have access to the Internet via the computer or use a cellphone with a data-plan access\n4. are patients at one of the participating practice sites\n5. are willing to accept a random assignment, and\n6. are from an underserved group (racial / ethnic minority, lower socioeconomic status, or reside in a rural location).\n\nExclusion Criteria:\n\n1. coronary or cerebrovascular disease events or vascular procedures within the past 6 months\n2. certain medical conditions that put participants at high risk of adverse events or preclude exercising\n3. uncontrolled psychiatric disorders\n4. current substance abuse, including heavy alcohol use ≥ 5 drinks on the same occasion for ≥ 5 days in the past 30 days\n5. a history of amputation or bariatric surgery or are planning to have bariatric surgery within the next 12 months\n6. current weight loss medication use\n7. malignancy within the last 5 years (except skin cancer)\n8. plans to move out of the area during the next year\n9. current participation in another clinical trial\n10. pregnancy or breast feeding or are planning to become pregnant within the next 12 months, and\n11. instances judged by the investigators' and primary care providers' discretion.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "16 Years",
            "stdAges": [
                "CHILD",
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Julia Graber",
                    "role": "CONTACT",
                    "phone": "901-448-1083",
                    "email": "jgraber@uthsc.edu"
                },
                {
                    "name": "Karen Johnson, MD",
                    "role": "CONTACT",
                    "phone": "901-448-5900",
                    "email": "kjohnson@uthsc.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Karen Johnson, MD",
                    "affiliation": "University of Tennessee",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Tennessee Health Science Center / Department of Preventive Medicine",
                    "status": "RECRUITING",
                    "city": "Memphis",
                    "state": "Tennessee",
                    "zip": "38105",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Karen C. Johnson, MD, MPH",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 35.14953,
                        "lon": -90.04898
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Investigators will prepare and distribute a dataset maintaining confidentiality of individual participants. The final study analytical database will be processed according to HIPAA definitions for public data sharing and participant data will be de-identified using processes such as: removal of identifiers, translation of dates and ages to delta time values, and assignment of random study identifiers. A series of de-identified data files representing the final analytical data set will be available and provided in a standard format that is readable across a variety of applications and operating system platforms. Other documentation may include: data dictionary, data code book, valid variable ranges, protocol, MOP, intervention manual or programs, and any electronic versions of any paper forms that were used. The data release documentation will provide detailed, organized documentation of study variables and clear instructions on how to install and access the data.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF",
                "ANALYTIC_CODE"
            ],
            "timeFrame": "Release and share the data no later than the acceptance of publication of the main finding of the final dataset",
            "accessCriteria": "Contact PI for access criteria"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009765",
                    "term": "Obesity"
                },
                {
                    "id": "D000050177",
                    "term": "Overweight"
                },
                {
                    "id": "D000015431",
                    "term": "Weight Loss"
                }
            ],
            "ancestors": [
                {
                    "id": "D000044343",
                    "term": "Overnutrition"
                },
                {
                    "id": "D000009748",
                    "term": "Nutrition Disorders"
                },
                {
                    "id": "D000001835",
                    "term": "Body Weight"
                },
                {
                    "id": "D000001836",
                    "term": "Body Weight Changes"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5114",
                    "name": "Body Weight",
                    "relevance": "LOW"
                },
                {
                    "id": "M12701",
                    "name": "Obesity",
                    "asFound": "Obesity",
                    "relevance": "HIGH"
                },
                {
                    "id": "M26186",
                    "name": "Overweight",
                    "asFound": "Overweight",
                    "relevance": "HIGH"
                },
                {
                    "id": "M18102",
                    "name": "Weight Loss",
                    "asFound": "Weight Loss",
                    "relevance": "HIGH"
                },
                {
                    "id": "M25307",
                    "name": "Overnutrition",
                    "relevance": "LOW"
                },
                {
                    "id": "M12684",
                    "name": "Nutrition Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M5115",
                    "name": "Body Weight Changes",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                }
            ]
        }
    },
    "hasResults": false
}